{
  "id": 420635,
  "name": "Bogle's Executors versus Kreitzer et al.",
  "name_abbreviation": "Bogle's Executors v. Kreitzer",
  "decision_date": "1864-02-15",
  "docket_number": "",
  "first_page": "465",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 638,
    "char_count": 14319,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.856213796529573e-07,
      "percentile": 0.7242151955577333
    },
    "sha256": "c3d1883c83e24ef4c59b6c4dafddfb5439bcecf82347cd2a268fdc9d0a38e60c",
    "simhash": "1:f9e2f871bacca379",
    "word_count": 2551
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bogle’s Executors versus Kreitzer et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 15th 1864, by\nThompson, J.\nIt is impossible to sustain this judgment. The verdict was general, and so is the judgment, while of the three counts in the declaration two were against the executors on their personal promise, and one was upon the promise of the testator. These counts, as was said in Seip v. Drach, 2 Harris 352, of a very similar narr., are incongruous, requiring different judgments, the first two de bonis propriis, and the other de bonis testatoris. That case also shows that charging the executors upon their promise as executors, is no more nor less than charging them personally. That case covers the whole ground in this so far as the judgment is concerned, and demonstrates that such a judgment is not sustainable.\nI have no doubt but that if there had been a special finding on the last count, or there had been no evidence on the two first, and the judgment had been specially entered on the last, it would have been good now, since the days of technical accuracy have measurably passed away, and given place to substance without much regard to form: 10 Barr 372; 2 Harris 352; 6 Casey 75. But this was not the manner in which the case was disposed of, and consequently there was error.\nSo, too, we think the court erred in what they said about the receipt of the 7th April 1858. It was a receipt in full by one of the partner plaintiffs for the very subject-matter in dispute, viz., Hubbs’s beef bill assumed by the testator. Its effect was not impeached by any evidence whatever; but the learned judge, ■while he agreed it was a receipt in full, put an inquiry to the jury, whether it might not have been applicable to some other claim of the plaintiffs. This was inviting them to disregard it, if they could imagine it to belong to some other matter between the parties. This was directing them to a subject of inquiry of which there was no evidence, and this was undoubted error.\nWe also think there was error in the manner in which the order, and the proof in regard to it, was submitted to the jury. I am unable to discover, in such a state of testimony as existed about the order, how to justify the court in asking the jury the question they did. It was a very significant indication, I think, to the effect that if the testimony of the witnesses, Marr and Graham, was to be regarded, there must be a recovery by the plaintiffs. After referring to'Marr’s testimony about the order, which certainly did not prove an acceptance by Bogle, or a promise to pay it or any other sum, the learned judge put the inquiry, “ If Bogle was not bound to pay for the meat delivered by the plaintiffs, how do you account for the declarations as proved by Graham and Marr ?” This, surely, was to convey in the strongest possible way to the jury the idea that their testimony was inconsistent with any hypothesis but that of liability for the amount of the order. Their testimony has so little of this import in our judgment, that without more, we think no recovery should have been permitted upon it. Graham fixed no amount of indebtedness, nor gave any data from which it could have been ascertained, and Marr negatived, if we understand it, any idea that the amount contained in the order was due. Upon the testimony of these witnesses no claim was established. It applied as well to one dollar as to*one thousand. A plaintiff is bound to give proof as well of the amount of his claim, or the means by which it may be ascertained, as that it exists at all. A jury is not to grope in the dark in regard to amounts, any more than as to the existence of the contract. We think the instruction in regard to the order was insufficient for the case, and misled the jury, and there was therefore error in regard to it.\nThere was no error in rejecting the question proposed, whether the witness would believe Graham on oath ? The rule with us has, I think, been uniform, that prior to such a question it is necessary to lay grounds for it by the inquiry, whether the witness is acquainted with the witness intended to be impeached, and with his general reputation for truth and veracity in the neighbourhood in which he resides — “ What is that reputation ?” If the preliminary questions be answered affirmatively, and the last that his character is not good, then the question may bo put, “ from your knowledge of his general reputation for truth, would you believe him under oath?” This is substantially the course of examination required with us in such cases, and it has acquired the binding force of a rule: 11 S. & R. 199. Tested by this rule, the defendants had not pushed their inquiry far enough when they proposed their question; hence the court committed no error in overruling it. But for the reasons given, this judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Joshua W. Oomly, for plaintiffs in error.",
      "Cr. F. Miller, for defendants."
    ],
    "corrections": "",
    "head_matter": "Bogle’s Executors versus Kreitzer et al.\nJudgment against executors on narr. charging them personally and as executors. — Instructions on points not sustained by testimony. — Proper mode of discrediting witness.\n1. In an action against executors, a general verdict and judgment cannot be sustained, where counts in the narr. against them on their personal promise are joined with one, on the promise of the testator; the counts are incongruous, requiring different judgments, the first de bonis testatoris and the other de bonis propriis.\n2. But where there has been a special finding upon the last count, or if there be no evidence on the first two, and judgment has been specially entered upon the last, it will be good.\n3. Where a receipt in full of one of two partner plaintiffs is offered in evidence by the defendants, relating to the subject-matter of the suit, it is error in the court in the charge to lead the jury to inquire whether the receipt was not applicable to some other claim of the plaintiffs, where no evidence of any such claim has been given.\n4. Where the plaintiffs claimed under an order which they alleged defendant’s testator had promised to pay, and his declarations as given in evidence did not prove either an acceptance or a promise to pay the sum named in it, the instruction of the court to the jury, in effect, that the declarations of the testator could not be accounted for under any other hypothesis than his liar bility for the amount of the order, was held error.\n5. To discredit a witness, the first inquiry of the witnesses called for that purpose, must be, as to their acquaintance with him, and his general character for truth and veracity in the neighbourhood where he resides; next, what that reputation is; then, the question may be asked whether from their knowledge of his general reputation for truth they would believe him under oath.\nError to the Common Pleas of Northumberland county.\nThis was an action of assumpsit, by Washington Kreitzer and Conrad Cares, late partners trading as Kreitzer & Caros, for the use of Jacob Frederick, against James Pollock and William H. Bogle, executors of Ralph Bogle, deceased.\nThe plaintiffs declared, first, against “ the defendants personally,” for money paid, laid out, and expended for the use of the defendants, and at defendants’ special instance and request, &c.\nSecond, against “the defendants,” for goods, wares, and merchandise sold and delivered to said defendants; and, third, for “ divers' goods, wares, and merchandise by the said plaintiffs to the said Ralph Bogle, in the lifetime of the said Ralph Bogle, sold and delivered to him the said Ralph Bogle,” &c.\nTo this the defendants pleaded non assumpsit, and payment with leave, &c.\nBogle was a railroad contractor, and in 1857 purchased from one Ross the interest which he had in a contract made by him and D. J. Hubbs, for constructing a section of the Northern Central Railroad, near Sunbury, including a bridge across the Shamokin creek.\nThe plaintiffs, who were butchers, residing in Milton, and who had been furnishing the men on the line with meat prior to this sale by Ross to Bogle, averred that Bogle had engaged meat of them to be delivered to Hubbs, who remained on the work with one Michael Graham, and this suit was brought to recover a balance alleged to be due on that account.\nOn the trial, the plaintiffs called Graham, and proved by him that Bogle, being dissatisfied with Hubbs’s management, took control of the whole work, giving part of the work to Hubbs, and part of it to witness; that at Bogle’s request Hubbs had made out an estimate of what was due to the miller and storekeepers ; that on one occasion, at the request of Cares, witness asked Bogle to pay their meat bill, to which Bogle replied, “ Let him hold on, and I will pay him when I sell some bonds in Baltimore ; that interest would be accruing, and bonds would rise, and that he would pay Cares as soon as the work was completed that Hubbs’s statement of debts included the claim of Cares & Kreitzer; that Bogle had said he would not give Hubbs any money, because these debts would overrun what was owing to him ; that he was making arrangements some day with Mr. Bradford to pay them; that witness told Cares this after he returned. Bogle said he had so much money to pay for Hubbs; he had it on paper; that he told witness the night he contracted with him he was going to take the whole responsibility; said he would furnish the money, and would give him his credit to get flour and meat, and anything he wanted. He did so, and kept a careful minute of Hubbs’s debts and those of witness, and had them charged with the debt, although not paid by him. Witness saw Cares deliver meat at the depot in Milton, directed sometimes to witness— sometimes to Bogle, for Hubbs’s use; was present at one time when Bogle and Cares made a bargain about meat, some for himself — some for Hubbs — some for witness, and to keep an account of amount of each. It was always mentioned on a piece of paper on the meat who it was for, or for what section. There was some sent to Bradford’s, but each section was kept separate. In the fall of 1857 — last of October or November — Bogle guaranteed to send down this meat. It was in November or December that he made contract with Cares for the meat. Cares continued to deliver meat until February, March, or April. Think he delivered some in April. It was beef, with some pork. Saw no pork come to Hubbs. Large quantities of meat came from Cares & Kreitzer to Hubbs. Saw several teams come there. The meat came to Sunbury depot. Last time witness spoke to Bogle, that Cares & Kreitzer wanted their pay, was in May 1858. First time was sometime in March 1858, when he lived in Harrisburg. It was in March he said he would sell bonds and pay Cares & Kreitzer.”\nThey then proved by Dr. Wm. H. Marr that “ he had business with Bogle. Cares presented an order on Bogle for beef that Hubbs had got of him, amounting to some $500. It was an order. He seemed to be annoyed or vexed when presented, and said he thought it had or should have been paid long ago. Don’t recollect that he said he would pay it. This was all that passed. Bogle was extremely -weak at the time; looked as if he was in the last stage of consumption. This was the last of June or first of July 1858.\nThe plaintiffs then gave the order, or bill referred to by the last witness, in evidence to show the amount of their claim, and rested.\nThe defendants gave in evidence the following receipt:—\n“ Harrisburg, April 7th 1858.\n“Received of Ralph Bogle one hundred and fifty dollars, amount assumed to pay on D. J. Hubbs’s beef bill.\n“ C. F. Cares.”\nAlso a certified copy of record of the Court of Quarter Sessions of Schuylkill county, of the conviction and sentence of Michael Graham for larceny, to impeach his credibility, and called Jacob Seesholtz, who testified as follows :—\n“ I have known Michael Graham since 1852. His general reputation for truth and veracity is bad. I don’t think I would believe him on oath.”\nCross-examined by plaintiffs. — “ I never had any quarrel with him. I heard Reuben Gehringer, Griffith, and Bradford speak of him. It is the general opinion. I heard Edward Y. Bright say so frequently — that he was a notorious liar.”\nH. T. Bradford testified as follows: — “ I have known Michael Graham six or seven years. His character for truth and veracity was never good; his character was bad.”\nThe defendants then proposed to ask witness “ whether ha would believe him on oath?” to which plaintiffs objected, as that was a question for the jury, and not for the witness. Court sustained the objection, and defendants excepted.\nThe plaintiffs proved in rebuttal that Mr. Bradford and Graham did not speak well of each other, and that Seesholtz did not think or speak well of Graham.\nThe court below (Jordan, P. J.) charged the jury, that the receipt of April 7th 1858 was a receipt in full, and then put this question to the jury: “ What other claim had the plaintiffs to which this receipt can be applied?” adding, “the order given in evidence is dated June 30th 1858 — two months and more subsequent to the date of the receipt. It is evident, from the language of the order1, that the debt for which the order was given accrued some time before the date of the order, and if there was no other claim to which the receipt could apply, it was a receipt in full.”\nThe court charged also, “ that the testimony of Dr. Marr was substantially that Cares presented to him an order on Bogle for beef that Iiubbs had got of him, amounting to some $500; that he either presented the order or mentioned the amount of it; that Bogle seemed to be annoyed or vexed when it was presented, and said he thought it had been or should have been paid long ago,” and then put-the question to the jury, “If Bogle was not bound to pay for the meat delivered by plaintiffs, how do you account for the declarations as proved by Graham and Marr ?” Which instructions, together with the overruling of the question of the defendants to R. T. Bradford, to wit, “ whether he would believe Graham on oath,” and the entering of judgment on a general verdict on the three counts in the declaration, the first two being against the defendants personally, and the third against them as executors of Ralph Bogle, were the errors assigned here by the defendants.\nJoshua W. Oomly, for plaintiffs in error.\nCr. F. Miller, for defendants."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 470
}
