{
  "id": 420630,
  "name": "Lodge versus Barnett",
  "name_abbreviation": "Lodge v. Barnett",
  "decision_date": "1864-02-15",
  "docket_number": "",
  "first_page": "477",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 475",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0475-01"
      ]
    },
    {
      "cite": "5 Rawle 348",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824609
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0348-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 873,
    "char_count": 23315,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.577821550938742e-07,
      "percentile": 0.9475535060152156
    },
    "sha256": "eb1cde73732be54532df6a8b952f9bdcdcffa3d1522e6c768f64692b8b4568cb",
    "simhash": "1:72d4833421587ed2",
    "word_count": 4079
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lodge versus Barnett."
    ],
    "opinions": [
      {
        "text": "The opinon of the court was delivered, February 15th 1864, by\nAgnew, J.\nThere is a single question in this case, whether the number of feet mentioned in the sheriff’s deeds of the factory lot and lot on Fifth street, is the controlling feature in the description.\nGeorge, John, and Edward Millett were the owners of a large lot of ground, which they had separated into six distinct tenements by building a mill or factory on the first portion, and five dwelling-houses, fronting on Fifth street, upon the remaining five. A fi. fa. was issued against the Milletts, in favour of Christopher Large, under which the sheriff levied upon these six lots, entering upon his writ six several descriptions, describing each lot by its own boundaries.\nThe factory lot is described thus : — “No. 1. — All that certain lot or piece of ground, together with the four-story brick building or factory, and the two-story brick engine and boiler house thereon erected, situate on the west side of Apple street, at the distance of two hundred and twenty-eight feet six inches southward from the south side of Masters street, in the Kensington district of the Northern Liberties, in the county of Philadelphia, containing in front or breadth on the said Apple street eighty feet, and in length or depth, extending thence westward the same breadth“at right angles with the said Apple street, one hundred and thirty feet; bounded northward by ground of Mark Devine, southward by ground now or late of George R. Smith, eastward by Apple street, and westward, by other ground of the said George Millett, John Millett, and Edward Millett; being part of,” &c.\nThe lot which Barnett owns is described thus: — “No 5. — All that certain three-story brick messuage or tenement and lot or piece of ground situate on the east side of Fifth street, lately called Old York Road, at the distance of two hundred and seventy-six feet six inches southward from the south side of Master street, in the district of Kensington, in the county of Philadelphia, containing in front or breadth on the said Fifth street sixteen feet, and in length or depth, extending thence eastward, keeping the same breadth at right angles with the said Fifth street, seventy-nine feet six inches.”\nThe mode of description of the other four lots was similar.\nWhat was the subject of levy in each case ? Clearly it was “a lot or piece of ground” with its proper tenement; a distinct portion or parcel. Webster says of the wofd lot: “ In the United States, a piece or division of land.”\nA sheriff has no power himself to divide lands in making a levy. He must follow the divisions made by the owner. t The presumption is, that a sworn officer does his duty. The legal intendment is, that he did not mean to violate the defendant’s rights. If, therefore, we find that he has followed the owners’ interests in the main and substantial parts of his description, but has deviated in a minor particular only, we are to attribute that to a mistake rather than to an intention to injure, if the evidence applying the description to the ground leads to that conclusion. It is well settled that you may not change or alter the levy by parol evidence, but you may show that in its application to the subject-matter, it is incorrect; and if without the erroneous part of the description, it has sufficient elements left to identify the subject of sale, it is sufficient. Thus it often happens, that a surveyor reverses or miscalls a course, or omits a distance, or the scrivener does the same, and it becomes impossible to close the survey, or in case of a reversal of courses, give it any proper shape, yet the tract or lot may be so described by other portions, as to leave no doubt of its identity.\nNow what did the officer do in this case ? He levied on six several lots or pieces of ground, describing each with its proper tenement. Why was this ? Clearly it was because he found the owners had already divided their property, not because he intended to make a partition for them. The latter he had no right to do, and we are not to presume he intended to violate the rights of the owners, or peril his own conscience. This accords with the proof, showing that the owners so divided their property, built the factory, using with it a well-known portion of ground, and erected five dwelling-houses, with which were used so many well-known distinct lots. A fence divided the Fifth street lots from the factory lot, the out-houses were built upon each to correspond, and on the factory lot the owners had erected a wall to protect their factory and preserve its light, constituting an obvious mark of possession within the division line between the factory lot and the dwelling-house lots. Besides this, they had defined their division by solemn acts of record and by deed.\nSo stood the property when the sheriff went to make his levy. He followed the owners’ lead, and he levied upon and described (as he supposed correctly) the several lots, calling each a lot or piece of ground, that is, a divided portion of land. The lot therefore was the subject of levy, and he described it correctly as having a house upon it, and being sixteen feet in width, but misdescribed it by stating its length as seventy-nine and a half feet. But clearly this misdescription did not alter the subject of his levy, that was a lot or portion of land having already a separate defined existence. It was neither more nor less the same identical lot, because the sheriff stated its length to be seventy-nine and a half feet. Precisely the same did he do as to the factory lot. He levied on it as a lot or piece of ground with a factory on it. The lot he levied upon extended seven or eight feet-westward of the factory, as then known and actually occupied. The lot, the thing levied upon, was not less the same thing it was before the levy, because the sheriff stated its breadth at one hundred and thirty feet, instead of one hundred and thirty-seven or eight. It — the subject of levy, the lot — was still one hundred and thirty-seven or eight feet wide. It was simply a misdescription of its width; an error of measurement; in other words, an instrumental not a monumental error. On this point there is nothing more fixed or better ascertained than the law of this state. The courses and distances in a deed always give way to the boundaries found upon the ground, or supplied by the proof of their former existence, when the marks- or monuments are gone. So the return of a survey, even though official, must give way to the location on the ground, while the patent, the final grant of the state, may be corrected by the return of survey, and if it also differs, both may be rectified by the work on the ground. One of the strongest illustrations of this rule is to he found in the instance of'the surveys of the donation lands, set apart for the soldiers of the Pennsylvania line in the Revolutionary war. The law required the tract to be identified by marking the number of it upon a tree within and nearest to the north-western corner. It was held that this number controlled all the remainder of the description in the patent, so as to wrest it entirely from its position and adjoiners, as described in the patent and general draft: Smith v. Moore, 5 Rawle 348; Dunn v. Ralyea, 6 W. & S. 475. Chief Justice Gibson, in the former case, stated the general principle thus: “ It is a familiar principle of our system, and one in reason as applicable to this species of title, as well as any other, that it is the work on the ground, and not on the diagram returned, which constitutes the survey, the latter being but evidence (and by no means conclusive) of the former. * * * It is conceded that the patent may be rectified by the return of survey; and why not the return of survey by the lines on the ground, and particularly the numbered tree, which is the foundation of the whole ?” In the latter case Kennedy, J., said: “ That the original lines as found marked on the ground, must govern in determining the location and extent of the survey, is a well-established rule, in general applicable to all cases.” * * * “We know, in point of fact, that the marks made on the ground at the time of making the survey, are the original and therefore the best evidence of what is done in making it; that everything that is committed to paper after-wards in relation to it, is intended and ought to be, as it were, a copy of what was done, and ought to appear on the ground, in the doing of which errors may be committed, which renders it less to be relied on than the work as it appears by the marks made on the ground.” Just so is this case. The clear and main intent of the sheriff was to levy upon and describe a certain lot or divided portion of ground, but in describing the manifest subject of levy, he stated a result of measurement (not a boundary) which differs from the true subject, and to this extent contradicts and is overturned by the factum of the subject, and is thereby proven to be erroneous. Had the sheriff described the eastern boundary by a monument, a thing or mark to be found upon the ground; for instance, had he called for the factory itself, or its wall, as the abutter, then the intention to overgo the former boundary of the lot would have been manifest, and we cannot change the terms of the levy. There the mark or monument on the ground would have controlled, and not being corrected before the acknowledgment of the deed,'there would be no remedy, the title passing by the description. The principle is one of universal application. If titles were to depend upon the fluctuations of the compass, or errors of the chain or rod-pole, upon the measurement of angles or of distances, instead of the lines,, monuments, or marks upon the ground, it would open a door to a flood of litigation, every new artist furnishing fresh cause for a new suit.\nThese remarks cover all the errors assigned. It was therefore competent to receive in evidence all the acts of the owners prior to the levy, tending to show how and where they had established the division lines of their lots. The question was one of identity.\nThe judgment of the Nisi Prius is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Egbert K. Nichols, F. Carroll Brewster, and Eli K. Price, for plaintiff in error.",
      "Q-. M. Wharton and W. L. Eirst, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lodge versus Barnett.\nMeasurement of land controlled by monuments on the ground or proof of their former existence.\n1. The courses and distances in a deed always give way to the boundaries found on the ground, or supplied by the proof of their former existence, when the marks or monuments are gone.\n2. Where the line between contiguous lots, one occupied by a factory and the other by a dwelling-house, is marked by a wall erected by the parties who originally laid out and improved them, a levy and sale by the sheriff under an execution against the owners, of the dwelling and lot as such, described by courses and distances, will pass the title thereto only to the monument as originally made and recognised as the boundary: and a mistake in the length of the lines of the lot in the levy and deed, in excess of the correct length, will not vest in the purchaser, the title to any portion of the factory lot, though included by the length given in the sheriff's deed.\n3. Hence, in an ejectment for the portion so included as belonging to the dwelling lot, evidence is admissible of the acts of the owners, prior to the levy, tending to show how and where they had established the division lines of their lots.\nCertificate from the Court at Nisi Prius.\nThis was an action of ejectment, by Fleetwood Lodge against William Barnett, for a piece of ground in the Seventeenth Ward of the city of Philadelphia, on the east side of Fifth street, near Master street. The controversy was about a small strip of ground, seven or eight feet wide, extending across the eastern end of a lot which defendant had purchased in April 1858 from the St. George Society, but which the plaintiff claimed as part of his lot, which was purchased by him at sheriff’s sale. Both lots were formerly included in a larger one, which was divided and disposed of as follows:—\nIn the year 1852, George, John, and Edward Millett, trading as Millett & Brothers, were the owners in fee of a large lot of ground running all the way through from the east side of Fifth street to the west side of Apple, now Lawrence street, and beginning two hundred and twenty-eight feet six inches south of Master street.\nThis lot contained eighty feet front on both streets, and extended in depth two hundred and nine feet three inches on the north line, and two hundred and nine feet ten and one-fourth inches on the south line.\nIn that year the Milletts constructed a four-story brick factory building, extending across the middle of their lot, from north to south, with its western wall located upon a line running nor-th and south, at the distance of one hundred and thirty feet west of Apple street, which is the east line of the defendant’s lot. About the same time they also built five dwelling-houses on the west side of the lot fronting on Eifth street, each being sixteen feet in front, and running back east to the factory in depth. The defendant’s house is one of these five.\nMechanics’ liens were filed against the factory, and on the 17th of December 1852, on petition of the owners, commissioners were appointed to designate the boundaries of the several portions of the lot which should be appurtenant- to the several buildings erected thereon, which was so proceeded in that the lots on Eifth street were declared to be sixteen feet each in front by seventy-three feet in depth extending towards Apple street.\nOn the 14th of July 1852, the Milletts mortgaged to the Second St. George’s Society the factory lot. The description in the mortgage was as follows:—\n“ All that lot or piece of ground, together with the four-story brick building or factory, and the two-story brick engine or boiler-house thereon erected, situate on the west side of Apple street, at the distance of two hundred and twenty-eight feet six inches southward from Masters street, in the Kensington district of the Northern Liberties, in the county of Philadelphia, containing in front or breadth on Apple street aforesaid eighty feet, and in length or depth, extending thence westward the same breadth at right angles with said Apple street one hundred and thirty feet. Bounded north by ground of Mark Devine, southward by ground now or late of Alexander Kremkau, and by other ground now or late of George R. Smith, eastward by Apple street, and westward by other ground of the said George Millett, John Millett, and Edward G. Millett.”\nOn the 19th of November 1852, they mortgaged the five Eifth street lots to the St. George’s Society. The description in this mortgage was as follows:—\n“ All that certain lot or piece of ground, with two three-story brick houses or messuages thereon erected, or in the course of erection, situate on the east side of the Old York Road, or Eifth street, at the distance of two hundred and twenty-eight feet and six inches southward from Masters street, in the Kensington distnct of the Northern Liberties, containing in front or breadth on said road or street thirty-two feet, and extending 'in length or breadth seventy-four feet eastward of that breadth, and at right angles with said Fifth street (each house having or being erected on a lot, &c., of sixteen feet front or breadth, and of the depth aforesaid). Bounded north by ground now or late of Mark Devine, south by ground now or late of the said Edward G. Millett, east by ground of the said George, John, and Edward G., the parties of the first part, and west by Fifth street aforesaid.”\nAfterwards judgments were obtained against the Milletts, and sheriff’s sale thereon being had, the plaintiff purchased from the sheriff’s grantees the factory lot on August 8th 1856. The description in this deed is as follows:—\n“ All that certain lot or pieceof ground, together with the four-story brick building, or factory, and the two-story brick engine and boiler-house thereon erected, situate on the west side of Apple street, two hundred and twenty-eight feet six inches southward from the south side of Masters street, in the late district of Kensington, in the city aforesaid, containing in front or breadth on the said Apple street eighty feet, and in length or depth, extending thence westward the same breadth at right angles with the said Apple street one hundred and thirty feet, or thereabouts. Bounded northward by ground of Mark Devine, southward by ground now or late of George R. Smith, eastward by Apple street, and westward by ground now or late of George Millett, John Millett, and Edward G. Millett.\n“ Together with all and singular the streets, roads, ways, waters, watercourses, rights, liberties, privileges, hereditaments, and appurtenances whatsoever thereunto belonging, or in anywise appertaining.”\nOn April 23d 1858, the defendant Barnett purchased mediately from the sheriff’s grantee, Cuyler, one of the five Fifth street lots, as above stated.\nAlong the outside of the plaintiff’s west factory wall, and extending across the whole width of the defendant’s lot, and the lot next adjoining defendant’s on the north, or No. 4, and across the greater portion of the southernmost lot, or No. 6, and lot No. 3, as these lots are described in the foregoing deeds, is a hollow area or space. This area was claimed by plaintiff to be an appurtenance to or a part of the factory itself; its use was that of affording light to a lower tier of windows in the wesr wall of the factory.\nThe area, which was placed there when the factory was built, is irregular in shape, three feet four inches in width at the north end, three feet one inch at the south end, and six feet five inches in its greatest width, or for its whole width on defendant’s lot. The lots have been filled in, to the grade, so that the area appears like an excavation of some six feet in depth, and a thirteen-inch wall was built since the factory around the limit of the area, in order to keep back the earth of the Fifth street lots. Still west of this wall formerly stood a light fence, to which line the plaintiff claims a width of about seven and a half feet west from the factory wall.\nFinding this conflict of lines between himself and plaintiff, the defendant, soon after coming to possession, caused an official survey to be made by the city surveyor. Notice was given the plaintiff and defendant, who both attended, and the result of the survey was, that the area in question was found within the limits of the defendant’s deed. No appeal was taken by the plaintiff from the result of this survey.\nThe plaintiff then commenced, in conjunction with the St. George Society, his grantors and mortgagees, to negotiate for the purchase of the area from Fowler and defendant.\nA sale was soon made for $200 by Fowler, and a deed given to plaintiff May 15th 1860, of that part of the area within the lines of his deeds described as the easternmost seven feet of his lots. The St. George’s Society or the ■ plaintiff then offered to purchase the part in dispute of the defendant, but failed to agree.\nNo settlement having been made, the defendant notified plaintiff that unless some arrangement was made at once he should remove the area wall fence, and that he intended to make use of the ground. He procured the services of the city surveyor again to mark the boundary line and distances, which was done after due notice to the plaintiff. From neither of these surveys did the plaintiff take any appeal. After the second survey the defendant removed the fence, and has since claimed to occupy the whole ground described in his deed as surveyed by the official surveyor, and extending to the western wall of the factory.\nThe defendant requested the learned judge to charge,\n1. That if the jury believe that the premises claimed by the plaintiff lie outside of and beyond the deed under which he holds, he cannot recover in this action.\n2. That according to the testimony the plaintiff’s right against defendant is in the nature of an easement for light and air, and that therefore the plaintiff cannot recover in this form of action.\n3. That a right by prescription or prior enjoyment of ancient lights or windows does not exist in Pennsylvania, and that as between different owners of adjoining properties (originally the same estate), there must be a special agreement or grant, the right never being presumed from lapse of time.\n4. That if the jury believe that the premises, including defendant’s grounds, were sold at a date anterior to the sale of plaintiff’s property, without any reservation for servitude of light or air to the plaintiff’s property, the plaintiff cannot recover in this form of action.\n5. That the plaintiff having filed no statement or declaration, is therefore not entitled to recover damages.\n6. That the rule of law that monuments govern distances is not inflexible, but is one subject to exception, and the rule does not apply to this case, inasmuch as there is no conflict of lines, and as no monuments are referred to by the deeds of the respective parties in describing the boundaries of the lands conveyed.\n7. That if the jury find from the evidence that the line, as set up by defendant, is the line run by the surveyor “ on reasonable notice beforehand to the parties interested therein,” and that the plaintiff did not appeal therefrom, then said survey concludes and binds “ all persons,” and the verdict should be for defendant.\nThe learned chief justice charged the jury, inter alia, as follows :—\n“ The jury will decide whether, under the evidence, the plaintiff’s title extends so as to include the land in dispute. And the court reserves the question whether the monuments on the ground, aided by the mortgage of the Milletts to the Building Society, and the report of the commissioners in the mechanic’s lien cases, are sufficient to control the distances mentioned in the sheriff’s deed; and also whether the survey, unappealed from, is conclusive against the plaintiff’s claim.”\nUpon which,.judgment for plaintiff was subsequently entered.\nThe ■ case was thereupon certified to the court in banc, where the following errors were assigned:—\n1. Admitting in evidence the records of the mortgages of the Milletts to the First and Second St. George’s Societies.\n2. Admitting in evidence “the record of the District Court M. L. D. No. 76-]. December Term 1852. Petition to fix curtilages, and the report of the commissioners thereunder.”\n8. Leaving it to the jury to decide “ whether, under the evidence, the plaintiff’s title extended so as to include the land in dispute.”\n4. Declining to charge the jury as requested in defendant’s 1st, 2d, 4th, and 6th points.\n8. Entering judgment for the plaintiff on the point reserved, as to “ whether the monuments on the ground, aided by the mortgages of the Milletts to the building society, and the report of the commissioners in the mechanic’s lien cases, are sufficient to control the distances mentioned in the sheriff’s deed.”\n9. Entering judgment for the plaintiff on the point reserved, as to “ whether the survey, unappealed from, is conclusive against the plaintiff’s claim.”\nEgbert K. Nichols, F. Carroll Brewster, and Eli K. Price, for plaintiff in error.\nQ-. M. Wharton and W. L. Eirst, for defendant in error."
  },
  "file_name": "0477-01",
  "first_page_order": 477,
  "last_page_order": 485
}
