{
  "id": 420625,
  "name": "Spring Garden Association versus Tradesmen's Loan Association",
  "name_abbreviation": "Spring Garden Ass'n v. Tradesmen's Loan Ass'n",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "493",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 493"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 327,
    "char_count": 6763,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 4.921371866743509e-07,
      "percentile": 0.9342469387211378
    },
    "sha256": "4ee9f39b74390a4af1c422c2c0b6c998958198712f2b4ec70e2f519c5854633b",
    "simhash": "1:4243e504ee7efa2b",
    "word_count": 1141
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spring Garden Association versus Tradesmen’s Loan Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 25th 1864, by\nAgnew, J.\nThis case is ruled by the decision in The North American Building Association v. Sutton, 11 Casey 463. Payments to stock are not ipso facto payment to the mortgage-debt or loan. It is true, according to former decisions, the mortgagor may apply his payments on the stock to the mortgage-debt, a license to do so being implied in the nature of these building loan transactions. The building association may also apply them by virtue of the terms of the assignment of the stock, which is taken as a collateral security. But in order to effectuate application of payments on stock to the debt, it requires an act of appropriation by one or the other of the parties. Strangers to the transaction stand upon a different footing. They can require nothing which the parties do not. Hence in this case there being no appropriation by either party, but, on the contrary, a notice by the debtor to the creditor not to apply the stock payments to the loan debt, and an acceptance and acting upon this notice by the creditor, the purchasers at sheriff’s sale of the mortgaged premises cannot compel an application of the collateral security to reduce the mortgage.\nThe judgment of the court below is therefore affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Heyer, for plaintiffs in error.",
      "Thorn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Spring Garden Association versus Tradesmen’s Loan Association.\nAppropriation of payments where mortgage is given to secure two or more different claims. — Appropriation must he made hy parties not strangers.\n1. Where a member of a loan association obtains a loan and gives a mortgage to secure its payment with interest, and also the instalments due on his shares of capital stock, payments upon the stock are not ipso facto payments to the mortgage-debt.\n2. But the mortgagor may so apply it, or the association by virtue of an assignment of the stock taken as collateral security for the payment of the mortgage: but if neither make the application, strangers cannot compel it.\n3. Hence, where the assignee for benefit of the creditors of the mortgagor gave notice to the association not to apply the payments on stock to the mortgage-debt-, the purchaser of the real estate bound thereby cannot compel the application in order to reduce the mortgage: and in a scire facias thereon against the terre-tonant, the plaintiff is entitled to recover the amount loaned, with interest, deducting only the payments of interest made by the mortgagor.\nError to the District Court of Philadelphia.\nThis was a scire facias on a mortgage by The Tradesmen’s Saving Fund and Loan Association of Philadelphia against William G. Conrow.\nBefore issue joined, The Spring Garden Loan Association appeared as terre-tenant to defend the suit, and pleaded “ payment with leave,” &e., to which the plaintiffs replied “no payment.”\nConrow being the owner of certain premises in Parrjish street, in Philadelphia, made a mortgage on the same to the Tradesmen’s Saving Fund and Loan Association of Philadelphia, dated February 20th 1857, recorded February 25th 1857, for $6400, conditioned for the payment of $3200, within one year from date, with interest payable monthly, and also for the payment of $16 monthly, as instalments on ■ the sixteen shares of the capital stock of the association held by him. He received on the mortgage in cash $2784, at the date of the mortgage, and assigned to the association, at the time of the loan, sixteen shares of stock as collateral security. On this stock he paid instalments of $1680. He paid also $720 as interest on the mortgage; Subsequently he executed to the Spring Garden Loan Association a bond and warrant of attorney, to secure a loan on the same real estate, subject to the first mortgage. On the 22d day of March 1861, he executed an assignment for the benefit of his creditors, to William McCleary. The premises described in the mortgage had been sold at sheriff’s sale to the Spring Garden Loan Association, subject to the first mortgage, and the sheriff executed a deed to them, bearing date and acknowledged May 17th 1862. On the 20th day of October 1862, McCleary notified the association of Conrow’s assignment to him, and that he claimed the stock assigned to them as collateral security, requiring them to collect the whole amount of the mortgage, and not to allow any deduction for Conrow’s payments on the stock. The association thereupon brought this action of scire facias on their mortgage, and the Spring Garden Loan Association took defence as terretenants, as above stated.\nOn the trial of the cause the counsel for the plaintiffs below submitted the following points: — ■\n1. That William G. Conrow having made a general assignment for the benefit of his creditors to William McCleary, all his interest in the stock of the plaintiffs’ association, passed by that assignment to his assignee. That the assignee having given notice to the plaintiffs not to permit any deduction or set-off in the present suit for the moneys paid by Conrow as instalments on said stock, the terre-tenants have no right to claim a deduction for the sums so paid, and the plaintiffs are entitled to recover the amount of money actually loaned said Conrow, with interest, deducting only such sums as may have been paid by way of interest on the principal and interest of the mortgage sued upon.\n2. That the payments of instalments upon the stock by William G. Conrow were not in fact payments upon the mortgage, and as his assignee has refused to permit them to be set off in this action, the terre-tenants have no right to require a deduction to be, made from the claim of the plaintiffs for such payments.\n8. That the plaintiffs are entitled to recover in this suit the amount of the unpaid dues on the stock of the said Conrow in the association.\nThe counsel for the terre-tenants submitted the following points:—\n1. That the plaintiffs are entitled to recover the amount of money loaned by them to the defendant, less all ¡payments on stock and interest made by him, and no more.\n2. That the plaintiffs are not entitled to recover instalments on stock.\nThe learned judge affirmed the 1st and 2d points submitted on behalf of plaintiffs, declined to charge as requested in the 3d point, refused to affirm the 1st and 2d points submitted on behalf of the terre-tenants, and directed the jury to render a verdict in favour of the plaintiffs for $3041.91, the amount claimed by them, as follows:—\nAmount loaned by plaintiffs to defendant . . $2784.00\nInterest for loan to December 1860 . . . 631.04\n$3415.04\nInterest paid by defendant ..... 720.00\n$2695.04\nInterest from December 1860 to date of trial . . 346.87\n$3041.91-\nWhich was the error assigned here for the Spring Garden Loan Association.\nHeyer, for plaintiffs in error.\nThorn, for defendants in error."
  },
  "file_name": "0493-01",
  "first_page_order": 493,
  "last_page_order": 495
}
