{
  "id": 420671,
  "name": "The Girard Fire and Marine Insurance Company versus Marr",
  "name_abbreviation": "Girard Fire & Marine Insurance v. Marr",
  "decision_date": "1864-02-15",
  "docket_number": "",
  "first_page": "504",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 12815,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 2.3330063999559712e-07,
      "percentile": 0.7913055934921303
    },
    "sha256": "995cf7de92936d26e958d81f64e8c97d071bc29be05c492b9b9e468946070706",
    "simhash": "1:87e61c290a18535d",
    "word_count": 2185
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Girard Fire and Marine Insurance Company versus Marr."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 15th 1864, by\nThompson, J.\nWe have no difficulty in agreeing with the learned judge below, that, both on the score of interest and policy, Thurlow and Hughes were competent witnesses to the extent within which their testimony was received on the trial Their interests were equally poised between the parties plaintiffs and defendants, and they could testify for either. This is an elementary principle. But as showing its applicability to witnesses situated as these were, viz., as endorsers, where the trial happens to be between an endorsee and maker, see Greenl. Ev., vol. 1, § 504 On the q-uestion of policy, the testimony was kept in close conformity to Gest v. Espy, 2 Watts 265, and subsequent cases, amongst the latest of which is Work v. Case, 10 Casey 138. The assignments of error on this branch of the case are not sustained.\nWe perceive no reason for disturbing the case on account of the admission of the testimony of T. P. Remington. It is not claimed that it had any deleterious operation, but only that it was irrelevant. This may be so; but we do not reverse for the admission of testimony which, when received, is entirely innoxious.\nThere was error, we think, in the charge of the court. The defence set up to prevent a recovery of the note by the plaintiffs was, that it had been endorsed and delivered, with other securities, as collaterals to secure payment of a loan by the plaintiffs to Thurlow, Hughes & Co.; that while it was so held, some of the other securities, sufficient in amount to have discharged the debt, had been exchanged, and eventually turned out to be worthless. The defence stopped here. To have rendered it effectual, it should have gone further, and have shown that there had been a loss to the owners of the collaterals by the exchange. The rule undoubtedly is, that the holder of collaterals is bound to employ reasonable care, skill, and diligence in regard to them, and in regard to rendering them as effectual as possible for the purposes intended; that if they are lost by negligence of the holder, he must account for them at their value, and it has been held that taking a less security would be evidence of a misuse, which, if not satisfactorily explained, would render the holder responsible: Bank of the United States v. Peabody, 8 Harris 454; Muirhead v. Kirkpatrick, 9 Id. 237; Sellers & Nichols v. Jones, 10 Id. 423. There was not a word of evidence in the ease to show negligence on the part of the plaintiffs in exchanging the Remington and Sacriste notes for Remington and Blundin notes; that the latter was not equally good with the former. The ease therefore wanted the material element of loss to the pledgors, to raise an equitable satisfaction of their indebtedness, so as to release the collaterals in suit. True, the testimony is, that Paul Thurlow, one of the partners of Thurlow & Hughes, avers he told the plaintiffs that they would lose their debt if they renewed the Remington notes, with Sacriste and Jones as endorsers, and that if they did it “without our consent, they would have to renew them at their own risk, and take them as cash.”\nThis warning, while it should have excited to greater care in the transaction, does not, ipso facto, establish a loss by reason of the exchange. Nor had he any power by such a notice to change the conditions of the pledge. It had passed to the holders on no other terms than those defined by law. He could not add to them afterwards, so as to turn them into cash by a mere notice, that if exchanged they must be held as cash. He could give such notices and warnings as might raise proof of negligence on part of the holders if they disregarded them. But this would amount to nothing unless injury and loss were shown to have resulted from negligence and mismanagement. The court, we think, erred therefore in placing the defence on the simple ground that the plaintiffs exchanged the securities mentioned, without the consent of Thurlow, Hughes & Co. No doubt the pledgee of securities takes upon himself some increase of responsibility in making exchanges; the more his acts in the premises are complicated, the more numerous will be the points of attack that he may have to guard, when the question of his care and diligence pomes to be tried: but I take the law to be settled, that it is only the omission of these that will require the holder to account for collaterals, when they have proved a worthless security. I think this rule the safest for all parties, and should be adhered to unless altered by the terms of the pledge.\nWe agree that the receipt of Hughes, in March 1858, was not a ratification of the act of the plaintiff in making the exchange of the securities. It was a long time after the dissolution of the firm, and he was not the liquidating partner of the firm. Nor had this act in question, as it appears to us, any connection with the process of winding up the business of the firm.\nThe judgment is reversed, and a venire de novo awarded.\nWoodward, C. J., did not sit on the argument of this case.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Greorge B. Miller and Joshua W. Qomly, for plaintiffs.",
      "Lawrence Barnard, for defendants."
    ],
    "corrections": "",
    "head_matter": "The Girard Fire and Marine Insurance Company versus Marr.\nEndorser of note, when competent witness. — Admission of irrelevant testimony, when not error.— Collateral securities, when holder of may exchange. — Duty of holder. — Act of member of late firm, effect of on partnership accounts.\n1. The endorser of a bill or note pledged by him as collateral security to indorsees, is a competent witness for the maker in an action against him by\n' the holders, where his interest is equally poised between the parties, and his testimony relates to matters arising subsequently to the original making of the note and its endorsement.\n2. The admission of irrelevant testimony is not a ground for reversal, if it is harmless when received.\n3. The pledgee of collateral securities may exchange them, without the consent of the pledgors, unless restricted by the express terms of the pledge; but if loss result from the want of proper caro and diligence, he is responsible to the plodgor for the extent of the injury.\n4. Hence, it is not a valid defence to an action upon a note, that it, with other securities equal in amount, had been endorsed and delivered to the endorsees as collaterals for a loan, which securities had been by them exchanged and ultimately found worthless, unless it is also shown that there has been a loss to the owners of the collaterals because of the exchange.\n5. Where, after the dissolution of a firm who were endorsees of the note sued on, the owners of the collaterals pledged by one of the partners, not the liquidating member of the firm, obtained from the pledgees and plaintiffs the first securities deposited, and receipted for them in exchange for others, it was held, that the receipt was not a ratification of the act of the plaintiffs in making the exchange, ana that the act had no connection with the process of settlement of the firm business.\nError to the Common Pleas of Northumberland county.\nThis was an action of assumpsit by The Girard Eire and Marine Insurance Company, endorsees of Paul Thurlow and Joseph B. Hughes, partners doing business as Thurlow, Hughes & Co., against David Marr, on a negotiable promissory note, dated February 16th 1857, drawn by Statton, Marr & Go. to the order of Thurlow, Hughes & Co., for $1493.37, payable seven months after date, endorsed by payees before maturity, and delivered to the plaintiffs as collateral security for money previously loaned to Thurlow, Hughes & Co. by the company.\nStatton, Marr & Co. were manufacturers of woollen goods in Union county. Thurlow, Hughes & Co. were dealers in wool and woollen goods in Philadelphia. Purchases were made by Statton, Marr & Co. of Thurlow, Hughes & Co., and the note was unquestionably given for a valuable consideration.\nOn the 12th of November, Thurlow, Hughes & Co. adjusted the account of Statton, Marr & Go., showing a balance against the latter of $641.61, for which they gave their note. In this settlement the note on which suit was brought was included.\nIn the summer of 1857, this note was deposited with plaintiffs as collateral security for the sum of $3500, loaned to them in September 1856. In December 1856, $1500 of this loan was repaid. Besides this, other notes were deposited by them with the company as collateral security for the same debt, among which were two notes of Thomas P. Remington & Co., endorsed by Lewis Sacriste & Son, amounting to about $2200, which, against the protestation of Paul Thurlow, of the firm of Thurlow, Hughes & Co., were given up by the plaintiffs in exchange for other notes of Remington, endorsed by Callaghan & Blundin, of about the same amount.\nIn March 1858, after the settlement above mentioned, Joseph B. Hughes, another member of the firm of Thurlow, Hughes & Co., took up these last-mentioned notes, and at the same time gave to the plaintiffs the following paper:—\n“ Philadelphia, March 15th 1858.\n“ Girard Ins. Co., the paper of T. P. Remington & Co., endorsed by R. Blundin, as follows: “\n“ Dec. 24th 1857, sixty days, eleven hundred and thirteen\nDec. 24th 1857, thirty days, eleven hundred and thirteen 74020, for the following purposes, viz., to return to the company certificate that they are the owners of a certain judgment against the Blundin property, to the extent of twenty-five per cent, of the above paper, and for the balance the paper of R. Blundin at twelve and twenty-four months.\n(Signed) Jos. B. Hughes.”\nFrom the Richard Blundin property the Girard Fire' and Marine Insurance Company received, through Joseph A. Clay, .trustee, several payments, amounting together to $445.88. This was all the insurance company received on collaterals, so that the note of $1493.37, which they held against Statton, Marr & Co., tvas not sufficient to discharge the balance of the indebtedness of Thurlow, Hughes & Co. to them, for Avhich it Avas endorsed and delivered to them as collateral security. The -firm of Thurlow, Hughes & Co. dissolved partnership in the month of May 1857. On the 8th of Mareh 1860, the Girard Fire and Marine Insurance Company, endorsees of Thurlow, Hughes & Co. brought this action in the Court of Common Pleas of Northumberland county against Statton, Marr & Co., on the promissory note of $1493.37. The writ was only served on David Marr, one of the firm of Statton, Marr & Co., Avho appeared by counsel, and pleaded “ payment with leave,” &e., and subsequently, by leave of the court, “ non assumpsit.”\nOn the trial the defendant offered the depositions of Paul Thurlow and Joseph B. Hughes, who composed the late firm of Thurlow, Hughes & Co., by whom the note was endorsed to plaintiffs, and this without any release; also the deposition of Thomas P. Remington. The depositions, in which the note in suit was identified, the transfer to plaintiffs as collateral security as above stated, and the payment of the note by the makers, was proven, were objected to by plaintiffs on the ground of interest in the witnesses; and also because the matters therein testified to were inadmissible as evidence in the cause, but they were admitted by the court below for the purpose of showing payment of the note in suit.\nThe court decided that, inasmuch as the plaintiffs had exchanged the two Remington notes, endorsed by Lewis Sacriste & Son, for two others endorsed by George Callaghan and Richard Blundin, they had forfeited their claim to the note in suit, and that the settlement made on the 25th of February 1858, between Station, Marr & Co., with Benjamin S. Riley, clerk of the late firm of Thurlow, Hughes & Co., was binding on plaintiffs.\nAfter a verdict and judgment for the defendants, this writ was sued out by the plaintiffs, whose assignments of error raised the following questions for the consideration of this court, viz.:—\n1. Whether Paul Thurlow and Joseph B. Hughes, the persons composing the late firm of Thurlow, Hughes & Co., were competent witnesses, without a release, for defendants to prove the matter set forth in their depositions.\n2. Whether the court erred in instructing the jury that because the plaintiffs had exchanged the two Thomas P. Remington & Co. notes, endorsed by Lewis Sacriste & Son, for two endorsed by George Callaghan and Richard Blundin, notwithstanding the exchange was recognised by Joseph B. Hughes, and the latter notes being better in point of security than the former, the plaintiffs were deprived of their lien or claim on the note in dispute against Statton, Marr & Co..; or, in other words, that a settlement made by the clerk of Thurlow, Hughes & Co. with defendants, on the 25th of February 1858, is binding on plaintiffs, and prevents a recovery in this action.\nGreorge B. Miller and Joshua W. Qomly, for plaintiffs.\nLawrence Barnard, for defendants."
  },
  "file_name": "0504-01",
  "first_page_order": 504,
  "last_page_order": 508
}
