{
  "id": 420681,
  "name": "Murphy and Wife versus Nathans",
  "name_abbreviation": "Murphy v. Nathans",
  "decision_date": "1863-02-25",
  "docket_number": "",
  "first_page": "508",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 508"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Hill 567",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 996,
    "char_count": 30180,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 2.674547348946956e-07,
      "percentile": 0.8261120629040535
    },
    "sha256": "d04a4b4fa039af8f300d2e1b6e7855b3f1a880a6d5040ffdf713c0cfd3ea6580",
    "simhash": "1:baee63b6d8a976cb",
    "word_count": 5446
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was at Nisi Prius, during the argument of'this caso."
    ],
    "parties": [
      "Murphy and Wife versus Nathans."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 25th 1868, by\nStrong, J.\nThis was an action of ejectment, brought by Rebecca Nathans against Michael Murphy and his wife Margaret Murphy, to recover the possession of a lot of ground in the borough of Pottsville. The lot belonged to the plaintiff prior to, and until the 10th of September 1847. On that day articles of agreement were made between her agent, Nathan Nathans, and Michael Murphy, by which it was agreed that she should sell the lot to Michael Murphy for the sum of $2000, of which he covenanted to pay one-fourth cash, and the remainder in three equal annual payments, which, with the interest on them, were to be secured by bond and mortgage on the premises. Five hundred dollars wrere paid by Murphy on account of the purchase, and on the 18th day of October 1848, the second instalment of $500, with the interest upon the whole, was also paid by him, ánd a deed was made to Robert Woodside, who executed a mortgage to Rebecca Nathans for $1000, a sum equal to the remaining purchase-money. The evidence given at the trial tended to establish that the deed was made to Woodside at the request of Michael Murphy, and that Woodside acted as the agent of Mrs. Murphy. The mortgage was not recorded until some years afterwards. On the 26th day of October 1848, nine days after the deed had been made to Woodside, and after he had executed and delivered the mortgage to the plaintiff, he conveyed the lot to Mrs. Murphy by deed, reciting a consideration of $2000 paid. In reference to this conveyance, Mrs. Margaret, Foy, the mother of Mrs. Murphy, and a witness produced on the part of the defendants, testified that she negotiated the purchase from Woodside for the sum of $2000, that she paid the whole consideration ($2000) to him in October 1848, and directed the deed to be made to her daughter Margaret Murphy; that the deed was so made, and delivered to the witness in the presence of Mrs. Murphy, and that she, Mrs. Foy, had no knowledge of the existence of a mortgage on the property to Rebecca Nathans. Such was the title under which the defendants resisted a recovery in this action. The title of the plaintiff was as follows : In 1856, proceedings were instituted upon the mortgage above described, given by Woodside to Rebecca Nathans, and judgment was duly recorded against Woodside’s personal representative, he having deceased. A levari facias was sued out upon the judgment, a sheriff’s sale of the mortgaged premises was made to the plaintiff, and a sheriff’s deed was given to her on the 4th day of June 1857. '\nSuch being the condition of the titles of the parties, it is manifest that the right of the plaintiff to recover depends upon the question whether Mrs. Murphy knew of the mortgage given by Woodside, at the time when the conveyance was made by him to her, unless the fact, if it be a fact, that Mrs. Foy paid the purchase-money for her daughter, without notide of the mortgage, enables Mrs. Murphy to defend under her. The court beloiv instructed the jury that this did not put Mrs. Murphy in any better position than she would be in if she had made the purchase and paid the money herself, if she knew at the time the deed was delivered to her, of the existence of the mortgage from Woodside to the plaintiff. This it is insisted was error, and it is argued that Mrs. Foy having negotiated the purchase and paid the purchase-money, without notice of the unrecorded mortgage, is to be regarded as the real purchaser, though the deed was made to her daughter by her direction; that there was a resulting trust in favour of Mrs. Foy, Mrs. Murphy holding the legal but not the beneficial ownership, and that the latter is therefore in the same situation as Mrs. Foy would be in, had the deed from Woodside been made directly to her. The argument is unsound. Mrs. Foy can in no sense be regarded as a purchaser, although she conducted the negotiation, and paid the consideration. She took no title either legal or equitable. The legal title passed by the deed to Mrs. Murphy, and the payments of the purchase-money raised no resulting trust in favour of Mrs. Foy. No doubt the general rule is, that when an estate is purchased in the name of one, but the purchase-money is actually paid at the time by another, a trust results in favour of him who pays the purchase-money. The existence of such a trust may be disproved, however, or rather the legal presumption of its existence may be destroyed in many ways. In most cases it is effectually rebutted by proof that the person who pays the consideration for the grant is the parent of him to whom the deed is made. When such is the relationship of the parties, the law raises no resulting trust in the grantee, or, as it is sometimes said, it presumes that the payment of the money was an advancement rather than the creation of a trust. Other circumstances combined with the payment of the consideration by a parent will sometimes enable a court to declare that a trust was intended, and induce the court to enforce it. But in the present case there is no pretence that anything exists to shake the presumption that when Mrs. Foy paid the price of the lot to Woodside, if she did pay it, and directed the deed to be made to Mrs. Murphy, her daughter, the transaction was anything more than an advancement. It gave Mrs. Foy no equitable interest. It was the same in effect as if the money had been given to the grantee in the deed, and by her paid to the grantor. Now, when it is remembered why it is that a purchaser for valuable consideration, with notice of a prior unrecorded mortgage, takes the land purchased subject to the mortgage, it is plain that Mrs. Murphy cannot protect her possession under Mrs. Foy. The recording acts are substantially statutes against frauds. They were intended to protect bond ficle purchasers for value, and mortgagees against prior secret sales and encumbrances, not to be themselves instruments by which the first vendees or mortgagees may be defrauded. The mischief intended to be remedied is well described in the preamble to the statute of 7 Anne, ch. 20, which is in substance: “ Whereas, by the different and secret ways of conveying lands, &c., such as are ill-disposed have it in their power to commit frauds, and frequently do so, by means whereof several persons have been undone in their purchases and mortgages by prior and secret conveyances and fraudulent encumbrances.” Then follows a provision for the registry of deeds and conveyances, with an enactment that they shall be adjudged fraudulent and void against any subsequent purchaser or mortgagee for valuable consideration, unless a memorial of them be registered as directed by the act. An unrecorded mortgage is good at common law. It is to protect a subsequent bond fide purchaser, or a subsequent bond fide mortgagee, that the statute postpones it. It is that he may not be deceived by a false appearance; that he may not be injured by a secret prior conveyance or mortgage. If the junior grantee knows of the first mortgage, though -it be unrecorded, if he has such knowledge when he takes his deed, he cannot be injured. The mortgage is not secret as to him, and hence he is not within the protection of the statute. He is not a bond fide purchaser. In the leading case of La Neve v. La Neve, Ambler 436, Lord Hardwicke declared the ground of the rule that a second purchaser for value, with notice of a prior unrecorded encumbrance, shall take subject to it, to be plainly this: “ That the taking of a legal estate after notice of a prior right, makes a person mala purchaser; and not that he is not a purchaser for a valuable consideration in every other respect. This is a species of fraud and dolus malus itself; for he knew the first purchaser had a clear right to the estate, and after knowing that, he takes away the right of another person by getting the legal estate. * * * Now, if the person does not stop his hand, but gets the legal estate when he knew the right was in another, machinatur ad circumveniendum. * * Fraud or mala fides, therefore, is the true ground on which the court is governed in the cases off notice.” And in the same case it was laid down that notice to an agent or attorney of the second purchaser, is notice to the purchaser himself. The doctrines of La Neve v. La Neve are the unquestioned doctrines of courts of equity now. The courts interfere on the ground of fraud, and the fraud consists in taking a deed from a prior mortgagor, and using it to defeat the mortgage, when it was known at the time the deed was taken that the mortgage had been given. It is in the grantee’s not “stopping his hand.” His act is giving voluntary aid to the grantor’s efforts to sell what he has already sold or mortgaged, and thus depriving the first purchaser or mortgagee of the fruits of his bargain. To prevent this, equity declares that such a grantee shall not set up his deed to the prejudice of the holder of the prior right, the maxim being “fraus et dolus nemini patrocinan debent.” It is clear, therefore, that if at the time when Mrs. Murphy obtained her deed from Woodside, she knew of the mortgage given nine days before to the plaintiff, the recording acts would only be an instrument of fraud if she may use them to protect herself in the enjoyment of the land by right superior to the mortgage. It was fraud in her to take the deed for anything more than the grantor had left to convey, and it would be fraud in her to use the deed to the hurt of the mortgagee. There was no error then in submitting the case to the jury on the question whether Mrs. Murphy, at the time she purchased and received the deed from Woodside, knew of the mortgage to Rebecca Nathans, with the direction that if she did, the plaintiff was entitled to recover.\nIt might be added that if, as Mrs. Foy testified, Mrs. Murphy was present when the1 purchase-money was paid, and the deed to her was delivered, she could not innocently conceal her knowledge of the prior mortgage, permit the money to be paid, a deed to be made out to her, and then claim to stand in the position of a bond fide purchaser.\nNor could the court have affirmed any of the points proposed by the defendants below, without manifest error. If the evidence given at the trial is believed, it leaves no reasonable doubt that Mrs. Murphy knew well of the mortgage to Rebecca Nathans, when she took the conveyance from Woodside. Indeed the proof is, that 'Woodside was her agent in the transaction, made so doubtless for the very purpose of giving the mortgage for the remaining purchase-money unpaid to Miss Nathans, rather than having it given by herself, a married woman. She said Woodside was her agent. So did Woodside himself, and so did Michael Murphy her husband, through whom a part of the original purchase-money was paid. It is true, the title of a bond fide purchaser is not to be affected by vague and indefinite rumours, but the evidence in this case is most direct and positive that the agent of Mrs. Murphy had notice, and, when all considered, it is hardly less positive that she knew of the mortgage herself. It was then quite impossible for the court to charge the jury that the plaintiff could not recover. And clearly it could not have been affirmed that a written acknowledgment by Mrs. Murphy that she knew of the mortgage when she took her deed, and that it was understood she should pay it, was of no effect, no matter when it was made.\nWe discover ño material error in the admission of evidence. The agreement between Nathan Nathans, who acted as an agent for Rebecca Nathans, and Michael Murphy, followed as it was by proof of Murphy’s partial payments, and of the deed to Wood-side made at Murphy’s instance, by proof that Mrs. Murphy said Woodside was her agent, and by his subsequent conveyance to her, was admissible as a link in the chain of title, and as showing the agency of Murphy himself. It may be, that if the testimony of Mrs. Foy be assuriied as verity, and a complete account of the\ntransaction, the agreement was superfluous and perhaps irrelevant. But it was not for the court to ignore the theory of the plaintiff, supported as it was by evidence, and rule out what tended to confirm it. It may be admitted, as was decided in Snyder v. Sponable, 1 Hill 567, s. c. 7 Id. 427, that notice of a prior unrecorded mortgage given to the husband, will not affect the wife when she is a purchaser for value; but if the husband acts as her agent in the acquisition of her title, notice to him is notice to her. Now, when it is observed there was evidence that Michael Murphy bargained for the lot for the price of $2000; that he paid half of the purchase-money, and then directed a deed to be made to his clerk, who acted as an agent for Mrs. Murphy; that Woodside, the clerk of the husband and the agent of the wife, then gave a mortgage for the unpaid purchase-money, to which Murphy was a witness; that Mrs. Murphy joined her husband in requesting it should not be recorded, saying the money would be forthcoming for the whole; that nine days after _ Woodside made a deed to her; that subsequently she declared in writing it was understood at the time of the conveyance that the property was subject to the mortgage, and that it was to be paid by her; and still more, that two years afterwards she paid interest on the mortgage by her own check; there can be but little doubt that both Woodside and her husband were her recognised agents. At least the jury might well have inferred such an agency from this evidence. And if it existed, the acts and declarations respecting the mortgage, to which objection was made, were those of the grantees. Taking the evidence as a connected whole, we are of opinion that it was rightly received.\nThe only remaining assignment of error is that the verdict is erroneous. This is not assignable for error. It is probably meant that the court erred in entering judgment on the verdict as found. The jury found in favour of the plaintiff, with six cents damages and six cents costs, but attached to it a condition that the verdict should be set aside on the payment by the defendant of the amount of the mortgage, with interest on or before a day specified.\nIt must be admitted this was not a ease for a conditional verdict. The defendants had either a clear legal title or nothing. They had no equity to be protected. But the opportunity given to them to redeem the land, is not a matter of which they can complain. It was an error in their favour. In fact this part of the verdict was mere surplusage, the finding of an immaterial matter. It has not in any manner injured the defendants. It does not stand in the way of their trying the title in a new ejectment, if they think it worth the trial. We cannot reverse the judgment for this reason.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      },
      {
        "text": "Concurring opinion, by\nAgnew, J.\nI concur in the general statements in the opinion of Mr. Justice Strong, just read, and upon the main facts of the cause it has been rightly decided. I have but little doubt that the transaction between Nathans, Murphy and wife, Woodside and Mrs. Foy, were nothing but a consummation of the original purchase of Murphy for his wife; the payment of the purchase-money by Mrs. Foy being but an advance of the money by her to Mrs. Murphy, to enable her to complete the purchase.\nI am not sure that the opinion intends to assert the broad doctrine that a bond fide purchase by a parent with his own money, without notice of the secret encumbrance, and the taking of the deed in the name of the child, with a view to a gift or advancement, will be avoided in favour of the encumbrance; because of a prior independent knowledge of the child of the encumbrance acquired outside of the parent’s negotiation for the purchase. I should judge not, relying upon many expressions exhibiting Mrs. Murphy’s own connection with the purchase, such as her obtaining the deed from Woodside — its being a fraud in her to take the deed for anything more than the grantor had left to convey, and especially the conclusion that there was no error in submitting the case to the jury on the question whether Mrs. Murphy, at the time she purchased and received the deed from Woodside, knew of the mortgage. The fact also is referred to as having weight, that she was present at the making of the deed; and it is also stated that the payment was in effect as if the money had been given to the grantee in the deed, and by her paid to the grantor. With this view of the facts bearing upon the ease as tending to show that the transaction was Mrs. Murphy’s, and not Mrs. Foy’s, I have no objection to the doctrine taught in the opinion. But if it be intended to teach a different one, that a parent’s own bond fide purchase and payment of his own funds is to be destroyed by the independent and disconnected knowledge of his child (and much of the reasoning looks in this way), then I dissent.\nThe testimony of Mrs. Foy was, that she is a foreigner, came into this country in September 1848, and made the purchase in the following October, that she negotiated the purchase with Woodside herself, and paid the price, $2000 in British gold, and directed the deed t,o be made to her daughter, Mrs. Murphy. That she knew nothing of the mortgage; that Murphy had no agency in the purchase, and provided no money; that she knew nothing of the agreement between Murphy and Nathans; knew nothing of Woodside’s agency for Mr. and Mrs. Murphy. This testimony raised the question fairly which was presented in the defendants’ first point. The answer of the court was that this evidence was immaterial, if Mrs. Murphy knew of the mortgage when the deed was executed and delivered to her.\nNow, it is conceded that when a parent takes a conveyance in his child’s name, no resulting trust for the parent exists; and it was unfortunate for the defendants’ counsel he insisted on this trust as the ground of his argument, for it seems to have directed attention from the question how far the parent’s purchase-money is affected by his child’s knowledge, granting that the conveyance vests the title without a resulting trust. In every other case a trust does result where one buys property with his own money, and takes the deed in the name of another. Why is it the rule is not so in the case of parent and child? Because, as it is always stated, the parent intends the grant to he a gift to the child. A gift of what? Money? No, the only thing given is that which the deed conveys — land. The parent never gave the money. Had he intended that, he would have given money. He intended a higher gift, one more permanent; less likely to be squandered. The form of the thing is the evidence, viz., the conveyance. He did not intend to give money, because he gave land. On what principle of sound reasoning — nay, on what principle of justice itself, can it he imputed to me that I have given money to my child when all my conduct, and the strongest reasons, prove it otherwise ? I go out, I look around, I fix my eyes on a home for my child, something substantial, which cannot run away like water. I bargain for it; I put into it my hard earnings, the work of a lifetime, and indulging in all the fond hopes of a parent about to be realized, that I will seat my child comfortably in a home before my eyes take their last look upon earth, I complete my purchase, and take the deed which I intend to present to him, with my blessings and my prayers for his welfare. Now, am I to be told that this is no more than if I had given my money to my child, and that because he happened to he aware of facts of which I was wholly ignorant, all my labour and toil are vain, all my hopes are crushed, all the hard earnings of days of weary labour are to be swept away by construction — that a court will say my rights are nothing, and I can convey nothing by the deed which was mine, except so far as 1 intended to part with it myself to my child ?\nI contend that this is contrary to the plainest principles of justice, destructive of the noblest impulses of the heart, and violative of the best feelings of our nature. Nature has her voices, which call loudly and imperatively upon the law, and this is one of them which ought not to call in vain.\nWhat is one of the strong foundations of the law of trusts, to which we have lately returned with newly-infused vigour, after a season of wandering ? It is that right of control over his own property which'the parent should possess, in order to secure it to those who share his hlood and his affection. It is that it may minister to those pure and sacred feelings of the heart, which are the highest stimulants to a life of virtuous labour. Is it the law, that when prompted by the same desires, the kindest and keenest of his nature, the parent who buys, and pays, and bestows upon his child, ignorant of all harm, must be counted as nothing in the transaction; and it must be judged as if he had no rights in it ? I cannot consent to a doctrine which thus violates every better feeling of my heart, and strikes down my control of that which is my own.\nBelieving that this is not exactly within the mind of the court, though the reasoning leads that way, and concurring in the result, I yet feel it my duty to put this opinion on record, to testify on. my part that no such doctrine should be gathered from this case.\nThompson, J., was at Nisi Prius, during the argument of'this caso.",
        "type": "concurrence",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Jacob Hoffman and Thomas H Walker, for plaintiff in error.",
      "John JBannan, for defendants."
    ],
    "corrections": "",
    "head_matter": "Murphy and Wife versus Nathans.\nPurchase by parent for child presumed to be an advancement. — Notice to child of unrecorded lien binding on parent.\n1. The purchase by a mother of real estate for, and in the name of, her daughter, is, in the absence of contrary proof, presumed to be an advancement : the mother is not the pux-chasex-, and the payment of the purchase-money creates no resulting- trust in her.\n2. If the real estate at the time of the purchase be subject to the lien of an unrecorded mortgage, of which the daughter had knowledge, the mother cannot, from her payment of the purchase-money, be considered a purchaser without notice, nor can the daughter defend under her as such, in an ejectment for the land, brought by a purchaser at sheriff's sale, under proceedings upon the mortgage.\n3. Hence, it was not ex-ror in the court, upon the trial of the ejectment, to submit the case to the jury upon the question whether the daughter, at the timo of her purchase, know the mortgage, and to instruct them that if she did, the plaintiff was entitled to recover.\n4. Where the husband of the daughter had agreed to purchase the land, paid part of the purchase-money, allowed the conveyance to be made to another, who gave a mortgage for the unpaid purchase-money, witnessed by the husband, which by the request of both husband and wife was not recorded : and where shortly after the deed was made to her, she declared in writing that the purchase was subject to the mortgage which was to be paid by her, subsequently paying interest thereon ; these facts, in an action of ejectment by the sheriff's vendee under the mortgage, were held admissible as evidence from which the jury might infer an agency in the husband and mortgagor for the wife, and consequently, from their acts and declarations, knowledge of the mortgage, in her; and that it was not error to admit the evidence, as supporting with other facts, the theory of the plaintiff, although from other testimony in the cause, parts of it may have been superfluous and irrelevant.\n5. Where the title of the defendants is legal, and they have no equity to bo protected, the verdict should not be conditional, but absolute: yet where the error is in their favour, giving an opportunity to redeem the land on payment of the mortgage with its interest, to which they were not entitled, they cannot complain if it is error.\nError to the Common Pleas of Schuylkill county.\nThis was an action of ejectment, brought June 18th 1857, by Rebecca Nathans against Michael Murphy and Margaret his wife, for part of lots Nos. 46, 47,.and 48, on Railroad street, Pottsville, containing eighty-five feet in front by one hundred feet in depth.\nThe material facts of the case were these: — On the 10th September 1847, Michael Murphy entered into an agreement in writing with N. Nathans, attorney for Rebecca Nathans, for the purchase of the ground in dispute, for which» he was to pay $2000; $500 at the signing of the agreement, and the balance of the purchase-money in three equal annual payments of $500 each, secured by bonds and mortgage on the premises.\nOn the 17th October 1848, Rebecca Nathans executed and delivered a deed for the property in question to Robert Wood-side, for the consideration of $2000, which was recorded on the 27th October 1848.\nOn the day the deed was executed and delivered, a mortgage was given by Robert Woodside to Rebecca Nathans to secure the payment of $1000 in one year. This mortgage was not recorded until 1856, but remained in the possession of Rebecca Nathans, or her attorney N. Nathans.\nOn the 26th October 1848, Robert Woodside and his wife executed and delivered a deed for the property in question to Mrs. Margaret Murphy. Mrs. Margaret Foy, the mother of Mrs. Murphy, on that day paid to Woodside $2000, in British gold, for the property, and ordered Woodside to make the deed to her daughter, Mrs. Murphy; which he did, and delivered the deed to her in the presence of Mrs. Foy. Mrs. Foy lived in Ireland in 1847, and did not arrive in the United States until September 1st 1848. She left this country in May 1849, and now resides m Ireland. She negotiated the purchase of the lot herself, and testified that she had never heard of the mortgage given by Woodside to Mrs. Nathans, or of any other mortgage or encumbrance on the property.\nRobert Woodside died on the 10th of April 1850, and Jacob Hebler was appointed his administrator. A scire facias was issued on the Woodside mortgage, returnable to December Term\n1856, No. 213, by Rebecca Nathans v. Jacob Hebler, administrator of Robert Woodside, which was returned “nihil.”\nAn alias sci. fa. was issued to March Term 1857, No. 76, against Hebler, administrator, and returned “ nihil,” and on the 4th April\n1857, there was judgment for plaintiff assessed at $1448, against Hebler, administrator of Woodside. A writ of levari facias was issued to 225, June Term 1857, and returned “sold to Rebecca Nathans for 500.” On the 4th of June 1857, the sheriff acknowledged in open court a deed for the premises to Rebecca Nathans; and on the 18th June 1857 the writ of ejectment in this case was issued.\nThe defendant requested the court to charge—\n1. If the testimony of Margaret Eoy is true, and remains uncontradicted, then she was a purchaser from Woodside for her daughter without notice of the mortgage to Rebecca Nathans.\n2. The papers given in evidence by plaintiff, as drawn by Mrs. Murphy November 28th 1850 (acknowledging the existence of the mortgage of Woodside), were procured from her after the conveyance to her, and are of no effect.\n3. There is no title shown in the plaintiff against the persons in possession of the land.\n4. Under the whole evidence in the cause, the plaintiff cannot recover.\nOn the 1st point the court below (Hegins, P. J.) instructed the jury “ that the fact stated in this point is immaterial, if the jury believed that Margaret Murphy, at the time the deed of Robert Woodside was executed and delivered to' her, knew of the existence of the mortgage from Woodside to Rebecca Nathans, and that it -was a lien upon the lot for which this action was brought.”\nOn the 2d point the court instructed the jury “that the papers referred to would not bind Margaret Murphy to pay the mortgage in question, and for that purpose were of no legal effect— but that they were evidence to be taken into consideration by the jury, with the other evidence in the cause, in deciding whether she had notice of the mortgage at the time the deed was executed and delivered to her by Robert Woodside.”\nThe court refused to instruct the jury as requested in the 3d and 4th points. And after stating the main facts, charged as follows:—\n“ The question for the decision of the jury under the circumstances is, whether Mrs. Murphy, at the time she purchased and received the deed from Robert Woodside, knew of the mortgage by Woodside to Rebecca Nathans. If she had no notice of it, then your verdict should be for the defendant, for in that case she would take the property free and discharged from the mortgage by virtue of the proceedings on which the plaintiff claims title; but if you arrive at a contrary conclusion from all the evidence in the case, you ought to find for the plaintiff. It is alleged and proved by Mrs. Murphy that the property in question was bought for her by Margaret Foy, and the purchase-money paid by Mrs. Foy; but the court are of opinion that this does not put Mrs. Murphy in any better position than if she had made the purchase, and paid the money herself, if she, at the time the deed was delivered to her, knew of the existence of the mortgage from Woodside to the plaintiff.”\nUnder these instructions there was a verdict and judgment, as follows:—\n“ The jury find in favour of the plaintiff, with six cents damages and six cents costs, with this condition, that if the defendants do pay to the plaintiff on or before the first day of May 1860, the sum of $1520, with interest from this date, then this verdict to be set aside, and judgment entered by the court in favour of the defendants; but if the defendants do not pay to the plaintiff that sum, and interest with costs of the suit, on or before the first day of May 1860, then final judgment to be entered on the verdict in favour of the plaintiff.”\nJudgment having been entered on this verdict, the defendants sued out this writ, and filed thirteen specifications of error, nine of which were to the admission of evidence, three to the charge of the court, and one to the form of the verdict, all which are sufficiently stated in the opinion of this eo'urt.”\nJacob Hoffman and Thomas H Walker, for plaintiff in error.\nJohn JBannan, for defendants."
  },
  "file_name": "0508-01",
  "first_page_order": 508,
  "last_page_order": 519
}
