{
  "id": 420597,
  "name": "Dorian versus The East Brandywine and Waynesburg Railroad Company",
  "name_abbreviation": "Dorian v. East Brandywine & Waynesburg Railroad",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "520",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 53",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 17265,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.8455331130759666e-07,
      "percentile": 0.8993881496566016
    },
    "sha256": "8705009f3d56ec99fd20fbe1770b57f64d2fd9981e9bd5cd510b23384d4d66d3",
    "simhash": "1:bea2809e574daf78",
    "word_count": 3042
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius, during the argument of this case."
    ],
    "parties": [
      "Dorian versus The East Brandywine and Waynesburg Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 25th 1864, by\nStrong, J.\nThe case in the court below was an from an assessment of damages caused by the location and construction of a railroad through the lands of the plaintiff, and the exceptions urged here all relate to the matters proper to bo considered in estimating the damages sustained. From the evidence it appears, that upon the plaintiff’s land there is a water-power, partly improved, by which his mills are driven. It is the power of Marsh creek. Across this creek, at some distance above its point of discharge into the Brandywine, a dam has been erected from which the water has been conveyed by a race to the mills. AVhen the railroad was located all the power was not used by the plaintiff; and some of the witnesses testify that since the construction of the road it cannot be, because the race has been contracted and rendered incapable of being widened. It is not alleged that it is now insufficient to convey all the water that he can use at his present mills, but that the power is greater than his use, and that it has been diminished by the works of the defendants, and partially rendered incapable of b'eing used hereafter. For all injury done to this unused water-power, the plaintiff was allowed to recover compensation. But the plaintiff complains that he was not allowed to show how the unused waterpower was injured. He proposed to prove by a witness, that by shortening the race, the power at the mill could be increased, and he offered to ask the witness what increase of power would be gained by having the race reduced to one-third its present length. This the court overruled, and correctly. The proposition, as explained when it was made, contemplated a contingent alteration of the creek by the erection of a new dam further down the stream than the site of the present one. It could have referred to nothing else. It was not, however, any unused waterpower on Marsh creek below the present dam, of which the witness had spoken, and which was asserted to have been injured. There is no proof in the case that there was any such, or if there was, that it had been damaged by the railroad. The damage was altogether to the power gathered by the present dam, and to the race leading the water from that. To the ascertainment of this, or to its measurement, an inquiry into the extent of the power that might be gained by erecting a new dam further down the creek, and by constructing a new and shorter race from it to the mill, was altogether irrelevant. And clearly it was inadmissible, as a basis for an additional claim. It was theoretical and speculative; a fanciful attempt to ascertain what would be the extent of the power, if certain supposed alterations were made, and if a considerable sum of money were devoted to its improvement. This disposes of the 1st and 2d assignments of error.\nThe next relates to the admission of evidence that the defendants had offered to restore a spring, rebuild the spring-house, and blow out part of a rock which impeded the path to the spring, so as to remove the inconvenience of access to it which the construction of the road had caused, and that the offer was declined by the plaintiff. It is an exception of very little importance. Even if the evidence should not have been admitted, which we do not say, it wras harmless, especially as controlled by the court in the charge to the jury. They were told that notwithstanding the offer, as the work was never done by the company, the injury complained of was a proper subject of compensation.\nThe next three assignments relate to the examination of Isaac L. Miller, a witness called by the defendants. He was one of the original viewers chosen to assess the damages, and he had examined the property after the road had been located, and partially if not entirely graded, and after the alterations had been made in the race. It had been pointed out to him ■where the road was to be made, and this had been done when the plaintiff and the officers of the road were present. After he had stated these facts, the. plaintiff objected to his testifying what was pointed out to him as to where the road was to run and the line was to be constructed, and objected also to his testifying how the premises were damaged, before he had been cross-examined respecting the mode in which his opinion was formed; the object of the proposed cross-examination being “to show that he had formed his opinion as a juror to assess damages, and had embodied it in a report after hearing evidence.” It is sufficient to say of these assignments, that the proposed cross-examination was out of time. That the witness had been a viewer was no reason for rejecting his testimony, especially as he was cautioned that he must speak from his own knowledge, and not give any opinion founded upon the testimony he had heard as a viewer. That the road was not completed when his examination was made, might detract from the value of his opinions, but it furnished no reason for excluding them. There was no pretence that the location of the road had been changed after it was pointed out to the witness in the presence of the parties.\nThe 7th and 8th assignments are very unimportant, and they require no more than the remark that they are not sustained.\nThe remaining exceptions are to the charge. We do not propose to discuss them at length. We think the instruction given to the jury was in every particular accurate. They were told that the injury to surplus water-power not now in use, was a legal ground of claim, not by fixing on it a fanciful or speculative value, derived from the supposed advantage of the plaintiff’s enlarging his present business by building a new dam, widening races, erecting new paper-mills, or enlarging the machinery so as to increase the business, but the actual market value of the power. Its market value for any useful purpose to drive any kind of machinery which it was capable of driving, not what could be done with it if used in some supposed way, or after imagined improvements had been made. All this ivas in strict accordance with the rules for the assessment of such damages which have always been held by this court. Every other portion of the charge to which exception has been taken is fully vindicated by the principles laid down in Patton v. The Northern Central Railroad Company, 9 Casey 426.\nJudgment affirmed.\nThompson, J., was absent at Nisi Prius, during the argument of this case.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Wayne MeVeagh and P. Frazer Smith, for plaintiff.",
      "William Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Dorian versus The East Brandywine and Waynesburg Railroad Company.\nMeasure of damages for land taken by railroad company. — Proper subjects of compensation.— Viewer, when a competent witness on trial in court.\n1. In an action against a railroad company for damages done to a mill property by the construction of the road, the injury to the unused and surplus water-power of the plaintiff is a legal ground of claim, and the measure of dama ices is its actual market value for any useful purpose, the mill property remaining as it was when the road was constructed; hence, evidence as to the power that could be gained by erecting a new dam further down the stream, making a shorter race and other alterations, was irrelevant and inadmissible.\n2. The admission of evidence that the company had offered to repair the damages and remove the inconveniences caused by tho construction of the road, is immaterial, where tho jury were instructed in the charge, that as the work was never done, the injuries complained of wore a proper subject of compensation.\n3. It is not a valid objection to a witness, that he had been a viewer, especially where he was instructed by the court that he must speak from his own knowledge and not give any opinion founded on evidence, heard as a viewer : nor that the road was not completed when his examination was made, the location not having been changed from that which was then pointed out in the presence of the parties: nor that, in continuation of his evidence in chief, ho was permitted to testify as to what was pointed out to him, as to where the line was to run and the road to be constructed, and how the premises were damaged, before he had been cross-examined as to the mode in which his opinion was formed, for tho cross-examination was out of time.\nError to the Common. Pleas of Chester county.\nThis was an appeal from the assessment damages made by a jury appointed on the petition of The East Brandywine and Waynesburg Railroad Company, to appraise the damages occasioned by the construction of their road through the lands of Samuel B. Dorian.\nThe issue was framed upon a declaration in trespass, filed by Mr. Dorian, and a plea of not guilty filed by the company as defendants.\nDamages were claimed for the land taken by the company, and for the alleged injury done to plaintiff’s farm, buildings, paper-mills, and water-power by the construction of the defendants’ railroad.\nUnder the ruling of the court below (Pearson, P. J.), there was a verdict and judgment in favour of the plaintiff for one thousand dollars.\nThis writ was then sued out by the plaintiff, who assigned for error the following matters, viz.:—\n1. The court erred in rejecting the following question on the part of plaintiff: What increase of power would be gained by having the race reduced to one-third of its present length ?\nBy the Court. “ This question, from the explanation made, contemplates building a new dam in another place than that now occupied. The railroad company is only bound to pay for works as they find them, not for increased works. All we designed to ascertain by the reception of the evidence in a former exception was the value of the unused power, not the release of the power used in a different manner. As we understand the proposal, it conflicts with adjudicated cases, and must be rejected.”\n2. In rejecting the following offer by plaintiff: “ It is now proposed to prove-that by the shortening of the race from Marsh creek, the power at the mill would be increased.”\n, 3. In admitting the following testimony: “ The defendant proposed to show that the company offered to blow out part of the rock complained of, as impeding the way to get to the spring.” This was objected to by plaintiff as an unaccepted offer.\nBy the Court. “ It is entirely unlike the ease of Railroad Company v. Hiester, 4 Wright 53, where the proposal was of different character, and not completed. Here it was to remove the injury after it was completed, after the plaintiff declined to have it done. Volenti non fit injuria is the legal maxim, and if the opposite party offered to remove it, and plaintiff refused to have it done, he cannot claim damages for it not being removed.”\n4. In admitting the following testimony: “The plaintiff objected to any evidence of what was pointed out on the day of the view of the first jury as to where the road was to run, and how to be constructed, it not having been finished, and the witness having never since seen the premises.”\nPer Curiam. “ Such evidence is competent if done in the presence of the plaintiff. If the location was afterwards changed, or the road differently constructed, it may be shown, and would vary the effect of the evidence.”\n5. In admitting the following testimony on the part of the defendants: “ It was proposed to ask the witness what, in his judgment, is the amount of benefit or injury done to the premises of the plaintiff by the construction of this railroad ?” The plaintiff, before this question is answered, asked how witness formed his opinion, with a view of showing that h.e formed it as a juror to assess damages in this case, and embodied it after hearing evidence in a report to the court.\nPer Curiam.' “ It is irregular to interrupt the examination of a witness to interrogate him as to his means of forming his opinion. We have already cautioned the witness that it must be his present opinion, derived from his own knowledge of the premises, and not any opinion formed upon the testimony heard as a viewer. The right to cross-examine on the subject does not legally exist now, and when it becomes the privilege of the counsel to cross-examine, if shown that it is derived from any illegal source, we must instruct the jury to disregard the testimony.”\n6. In overruling the following objection : “It was further objected to the witness testifying, because his knowledge of the premises was obtained as a viewer, and has never seen them since the completion of the road.”\nPer Curiam. “This objection is overruled. The personal knowledge of the witness, when obtained by viewing the premises in that capacity, is evidence, not his opinion as a viewer on the hearing of the case.”\n7. In admitting the following testimony of defendant: “ It was proposed to ask the witness if the company offered to plaintiff to make a siding and stopping-place on his premises. This was objected to, because it was a mere offer not accepted by them, and no security for its performance.\nPer Curiam. “ The plaintiff proved that the nearest stopping-place was one and a half miles off, to show he could not have benefit from the road when desired. The evidence is received to meet that, and show if he did not, it was by his own objection.”\n8. In admitting in evidence the draft exhibited to the witnesses for the purpose of showing that the road was located as originally projected at the time spoken, of by two of the witnesses, and proved by them. The reception of this draft was objected to as forming part of the same kind of evidence objected to when they were offered.\nPer Curiam. “ Received for no purpose but to show that the road was made as then located.”\n9. In charging the jury as follows: “ The plaintiff claims for an injury done to his surplus water-power not now in use, and this we instruct you is a legal ground of claim. Not by fixing on it a fanciful or speculative value derived from the supposed advantage of enlarging his present business by building a new dam, widening race's, erecting new paper-mills, or enlarging the machinery so as to increase the business; but the actual market value of the power — what it would sell for in the market for any useful purpose, as for a grist, saw, paper, or fulling mill, or to drive any kind of machinery of which it is capable.”\n10. In charging the jury as follows : “ The plaintiff has called various witnesses engaged in the paper-making business, to show the value of this power in that particular branch of trade, by increasing the machinery. That we do not consider a true test of the damage done. It is rather speculative and fanciful. Perhaps by the time new works were built, or the present enlarged, the business would so far change that a heavy loss would follow its pursuit. The true criterion for your guidance is the actual market value of the unoccupied power for ordinary purposes. What will it bring in the market to grind flour, saw boards, weave and spin or full cloth, drive a tilt-hammer, make paper, or for any other purpose to which such power is ordinarily applied?”\n11. In charging the jury as follows: “ The plaintiff’s witnesses, in fixing their estimates of damages, predicate much on the danger to the property from fire. This we instruct you is a wrong datum, and no damage can be allowed from such supposed danger.”\n12. In charging the jury as follows : “ There has been a further claim for damages, which has entered largely into the estimates of many of the witnesses, formed on the inconvenience of passing from the house to the mill, the spring, and other portions of the property, across the track of the railroad, and the detention and danger from passing trains. We are of the opinion, and instruct you as wo did a jury in Patton v. N. C. Railroad Company, already cited, that this is damnum absque injuria, for which nothing is to be paid or demanded. If this is improper or unlawful detention, an action will lie for the injury. If none other than that which arises from a careful use of the road,, the party put to inconvenience must bear it for the general public good.”\n13. In charging the jury as follows: “ The danger to children and other members of the household, in passing over the railroad, and to trains on the farm, horses hitched in the vicinity of the house and mill being frightened by passing trains, constitutes another item of claim for damages, and has been estimated by some of the plaintiff’s witnesses.\n“ This does not come within the objects for which the company is bound to pay damages. The supposed injury or inconvenience is imaginary and speculative. A great public improvement is neither to be prevented nor impeded lest some passing train might be frightened, or horse carelessly left by the owner in the vicinity of a highway should break his bridle.”\n14. In charging the jury as follows : “ You will perceive, after going through all the items of claim, that the estimates of many of the witnesses furnish no proper data by which you can assess the damages. They are predicated on false premises, and embrace much for which nothing can be allowed. You must make your calculations on those matters which we have instructed you are admissible, and leave out all others.”\nWayne MeVeagh and P. Frazer Smith, for plaintiff.\nWilliam Darlington, for defendant."
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 526
}
