{
  "id": 420613,
  "name": "Beck's Appeal",
  "name_abbreviation": "Beck's Appeal",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "527",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 527"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Phillips 109",
      "category": "reporters:state",
      "reporter": "Phillips",
      "opinion_index": -1
    },
    {
      "cite": "9 W. R. 780",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 20789,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.431143757534823e-07,
      "percentile": 0.8791528000281097
    },
    "sha256": "5ab32ad665257cca9b81714c0159856c3d3872f7e513e42470a722bae813c7c1",
    "simhash": "1:31c2e83c9c26e2b0",
    "word_count": 3790
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beck’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 25th 1864, by\nRead, J.\nPennock’s Estate, 8 Harris 268, which overruled Coates’s Appeal, 2 Barr 129, and McKonkey’s Appeal, 1 Harris 253, established these propositions: 1st. That words in a will, expressive of desire, recommendation, and confidence, are not words of technical but common parlance, and are not primd facie sufficient to convert a devise or bequest into a trust; and the old Roman and English rule on this subject is not part of the common law of Pennsylvania. 2d. Such words may amount to a declaration of trust, when it appears, from other parts of the will, that the testator intended not to commit the estate to the devisee or legatee, or the ultimate disposal of it to his kindness, justice, or discretion. 3d. By such will the absolute ownership of the personal property is given to the widow, with an expression of mere expectation that she will use and dispose of it discreetly as a mother, and that no trust is created thereby,” and this I believe is the present English doctrine. The former decisions in that case had given the widow only the income for life merely, -and made her a trustee for the children of the principal.\nSo when the words are too indefinite to create a trust, the absolute property is vested in the legatee. So in cases where words are added, expressing a purpose for which the gift is made, and where the purpose of the gift is the benefit solely of the donee himself, he can claim the gift without applying it to the purpose, and that it is conceived whether the purpose be in terms obligatory or not. Thus if a sum of money be bequeathed, to purchase for any person a ring, or an annuity, or a house, or to set him up in business, or for his maintenance and education, or to bind him apprentice, or towards the printing of a book, the profits of which are to be for his benefit, the legatee may claim the money without applying it, or binding himself to apply it to the specified purpose, and this even in spite of an express declaration by the testator, that he shall not be permitted to receive the money: 1 Jarman on Wills, 3d ed., 1861, p. 367.\nIn Lewis v. Lewis, 16 Simons 266, Vice-Chancellor Shadwell. said: “I think there is no sensible way of dealing with this case except by taking the words ‘ for the maintenance, clothing, and education,’ to be equivalent to, for the benefit of the children,” and he gave it to the representative of a deceased child. In Wells v. Woods, 4 Law T. Rep., N. S. 768, where a legacy was given in these words, “subject to the payment of the sum of ¿61000, to Edwin Eddison, solicitor, by payment of ¿650 a year to him for twenty years next after my death. And I request him yearly and every year, so long as he lives, to attend gratuitously the annual meeting of my executors, on or about the day of my death, and to audit and examine the accounts, and to give them his best advice and instructions.” Vice-Chancellor Wood, on the 9th July 1861, after reading the clause of the will, and stating that nothing in the rest of the will was inconsistent with the construction he put upon the clause, considered that the ¿61000 was an absolute gift of a legacy of that amount to the solicitor.\nIn all such cases no trust is created, and the whole is left to the discretion of the legatee, who is clearly entitled to receive the bequest, whether it be of income or principal. In the present case Charles F. Beck made his last will and testament on the 23d May 1857, and a codicil thereto, dated the 6th May 1858, and a testamentary memorandum, dated 15th June 1857, all of which were ■ duly proved on the 15th March 1859; and letters testamentary were granted to the executrix and executors, Sarah R. G. Beck, Thomas Balch, Aubrey II. Smith, and Henry Paul Beck.\nThe testator died at Rome, in February 1859, leaving a widow but no issue. The second clause in his will rvas in these words: “Second. I direct that my wife, Sarah Rose Grier Beck, shall receive out of the income of my estate an annuity of $4000, payable quarterly in advance; the same to be and to be taken for and instead of dower or claim to dower in my estate, or any part thereof, the said annuity being a very liberal share of the income of my estate, and being' also the most certain and least troublesome mode of securing her a competent support..” There is no dispute about the meaning of this clause. The third clause is in these words: “Third. I desire and direct my executors to allow my wife, Sarah Rose Grier Beck, during her widowhood, $1000 per annum, to be paid in the same manner, and at the same time, as they pay her yearly annuity of $4000, as herein-before provided for. The above-mentioned sum of $1000 is in addition to said annuity of $4000, and is to be paid to her for house-rent, but only so long as she shall remain my widow, and is to cease upon her marrying again.”\nThe contention on the part of the appellant, the brother, an executor and devisee and legatee of the testator, is, that the widow not being a housekeeper, is not entitled to this annuity, and if she kept house, then only to such portion as would pay her house-rent. This is contrary not only to all the authorities, but also to the very words themselves. It is a bequest of an additional annuity during widowhood, which is the only condition annexed to it, and it is payable in advance, and is given absolutely, the subsequent words not limiting or controlling the payment, but only assigning a reason for the increase. These words create neither a condition nor trust, and do not give the executors the slightest power over the legacy. But there is a clause in the codicil which shows this was the real intention of the testator.\nBy his testamentary memorandum he had given his wife his household furniture, properly so called, with some few exceptions, and in the fourth clause of his codicil he says: “ I direct that my wife be allowed the use and occupation of my house, my present residence, for one year after my decease, free of rent and taxes, if she wish so to keep and occupy the same; and in all other respects, I do confirm my said will.” The effect was to give her the house-rent free, and the $5000 also.\nIt is clear, therefore, that the payments of the $1000 annuity, made by the executors, were properly allowed, and that they should have been regularly continued to be paid by them, but as the several quarterly sums have remained in the hands of the Pennsylvania Company for Insurance of Lives, &c., we will reduce the interest on these sums to the interest allowed by the company; and with this alteration, the decree of the Orphans’ Court is affirmed, at the costs of the appellant.\nWoodward, C. J., was at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "George W. Biddle and O. Guillou, for appellant.",
      "B. Gerhard, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beck’s Appeal.\nConstruction of will.— Object of gift expressed in will not equivalent to a condition.\nA testate, after bequeathing an annuity to his wife for her support, in lieu of dower, directed his executors to allow her, during widowhood, a further sum per annum, to be paid in the same manner and at the same time with the yearly annuity, in addition thereto, “for house-rent\nHeld, (1.) that the bequest of the additional annuity was absolute, dependent only on the condition of widowhood.\n(2.) That the clause describing the object of the gift was not a condition subsequent to the bequest of the annuity so as to defeat it, when, and for so long as, the widow ceased to be a housekeeper.\n(3.) That the widow was entitled to the additional annuity so long as she remained the widow of the testator, though she did not keep house and was not therefore obliged to pay rent.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Henry Paul Beck, from the decree of the Orphans’ Court of Philadelphia, in the matter of the estate of Charles Frederick Beck, deceased.\nThe proceeding was commenced by a petition, presented by Mrs. Sarah Bose Grier Beck, widow of deceased, setting forth the death of Dr. Beck, the registry and probate of his will, the appointment of Aubrey H. Smith, Thomas Balch, and Henry Paul Beck,- with the petitioner, as the executors and trustees thereof, the assumption of these offices by the said parties, the widowhood of the petitioner, and her right to a sum of $1000 per annum, directed by the will to be paid to her for house-rent so long as she should remain the testator’s widow, which sum the petitioner alleged had not been paid her since the 13th of November 1861, although the income from her deceased husband’s estate was sufficient for that purpose, and praying an account; and that the defendants be ordered to pay out of the income the said sum of $1000 per annum to the petitioner.\nThe answer of Henry Paul Beck set up, that full and complete accounts of the administration of the decedent’s estate had always been kept and rendered, but denied the right of the petitioner to the payment of the annual sum of $1000 under the testator’s will, by reason of her not being a housekeeper, or renting a house, or having been a housekeeper, or having rented a house since leaving her late husband’s residence in February 1860.\nThe defendant Balch adopted the answer made by the defendant Beck, mutatis mutandis.\nThe defendant, Smith, admitted the facts set forth in the petition, and annexed copies of certain correspondence in relation to the subject-matter of the petition.\nThe material facts of the ca.se were as follows:—\nDr. Charles Frederick Beck, a citizen of Philadelphia, and domiciled there at the time of his death, went to Europe for his health in the year 1858, and died at Rome in the month of February 1859. He left no children, hut a widow, the petitioner, and a brother, Henry Paul Beck, his nearest relation of the whole blood.\nIn the second and third items of his will, dated May 28d 1857, he provided as follows :—\n“ Second. I direct that my wife, Sarah Rose Grier Beck, shall receive out of the income of my estate, an annuity of four thousand dollars, payable quarterly in advance, the same to be and to be taken for and instead of dower, or claims to dower, in my estate, or any part thereof, the said annuity being a very liberal share of the income of my estate, and being also the most certain and least troublesome mode of securing her a competent support.\n“ Third. I desire and direct my executors to allow my wife, Sarah Rose Grier Beck, during her widowhood, one thousand dollars por annum, to be paid in the same manner, and at the same time as they pay her yearly annuity of four thousand dollars, as hereinbefore provided for. The above-mentioned sum of one thousand dollars is in addition to said annuity of four thousand dollars, and is to be paid to her for house-rent, but only so long as she shall remain my widow, and is to cease upon her marrying again.”\nIn the fourth and fifth items of his will he made provision for children which he supposed he might have. In the event of his dying without issue, he directed the balance of the income of his estate (repairs, annuity, and expenses being first deducted) to be paid semi-annually to his brothei-, Henry Paul Beck, for life; and upon his brother’s death gave the balance of said income to his brother’s children ; and upon the death of his own widow gave the residue of his estate to the same children of his brother.\nBy a. memorandum referred to in and made part of his will, the testator gave all his household furniture, piano, silver, jewelry, &c., appraised at $6301.06, to his wife. The testator also gave some legacies by his will. His personal property, in addition to his furniture, books, &e., did not amount to $12,000, and did not suffice for the payment of the legacies and charges.\nIn the year 1859, the net income of the estate was $7775.76. In the year 1860, the net income, including a balance from 1859, was $8163.39. In the year 1861, the net income, including a balance from 1860, was $7090.86. In tho year 1862, the net income, including a balance from 1861, was $6485.70. Mrs. Bock was never a housebolrlei’, or rented a house, after she left her deceased husband’s residence, in February 1860; and has resided since, part of the time in Europe, and part of the time in Philadelphia and other places. A sufficient amount to cover that sum of $1000 per annum, had been kept by the executors, on deposit, in the Pennsylvania Annuity Office.\nThere was no report of an auditor or master, and no exceptions in the court below, nor any written opinion delivered by the court, but the Orphans’ Court on hearing decreed that the executors and trustees of and under the last will and testament of Charles F. Beck, M. D., should pay unto the petitioner, Sarah Bose Grier Beck, the sum of $2181.92, being the arrears (with interest) of the annuity of $1000, payable under the third item of the said last will and testament: which was the error assigned on this appeal by the executors of deceased.\nGeorge W. Biddle and O. Guillou, for appellant.\n1. The will, in its second item, gave what the testator called, and what the evidence shows, was a very liberal share of the decedent’s estate. This share has been frequently much more than half of the net income, and is a much larger share than the widow could have obtained by electing not to take under the will: Hinnershitz v. Bernhard, 1 Harris 518. The sum of $1000 per annum given by the third item, was said to be “ in addition to said annuity of $4000, and is to be paid to her for house-rent, but only so long as she shall remain my widow.”\nAs Mrs. Beck has not kept or occupied a house, nor has had house-rent to pay, she is not entitled to receive the money appropriated to this purpose.\n2. The will directs the executors, who are continuing trustees, to allow and pay this sum “for house-rent.” It is not to be allowed and paid for any other purpose. On the very words of the will, therefore, the claim set up in the petition cannot be sustained.\n3. The testator having given for his widow’s support a. large share of his estate, much larger than by law she was entitled to, provides immediately after for the children who he contemplated might be born to him. While his widow occupying a house might, in the testator’s view and wishes, receive a payment for its rent, which if he had children would be the house they would also live in, it would be unreasonable to suppose the testator meant his widow to receive $1000 a year in addition to the very large share of his estate already given her, she should have the power to divert this additional sum from the purpose for which, and for which alone, he designed it. That he died without children can make no difference. We are bound to consider the scheme of his will as he planned it, and to lay hold of its four corners to reach a proper construction where a claim is set up under it in opposition to its words. It would be unreasonable that the widow should get so large, and the children so small a share of his estate.\n4. But the testator also gave his widow the furniture, &c., &c., which was very costly. The giving of the furniture implied the occupancy of a house. It is true, that where a testator gives a sum in gross, and names a purpose to which it may be applied, the legatee is entitled to receive the money directly, because the law requires nothing to be done in vain: 15 Simons 82; 16 Id. 266. But here the case is quite different. The annuity is not given for maintenance. That has already been provided for. It is not given for a purpose which, the moment it is executed, may be changed by the legatee. But it is given for a specified object, and directed to be allowed and paid for that object only, the object being one that may or may not arise, which may continue, be interrupted at intervals, and again arise; and for which, when it does arise, an allowance or provision has been made by the testator in such manner as clearly to show his sense of the recurring necessity incidental to such object.\nThe only Pennsylvania case cited by the petitioner below is . Griffitts v. Cope, 5 Harris 96, which has no sort of resemblance to the present one, as will be readily seen upon consulting it. See opinion of Lowrie, J.\nIn a will in which the intent governs, the words ad faciendum ad effectum, and some others, make a condition: Cook v. Trimble, 9 Watts 16. The language of the testator either expressed and designated a certain object, or they are insensible and void.\n5. It would be unjust in the extreme to allow interest on the amount claimed by the petitioner. The sum necessary to meet it has been kept on deposit with the agent, representing all the parties in interest, and the tenant for life has not had the use or enjoyment of the money. Any delay that has been caused in the decision of the case is not chargeable to the appellant, but to the petitioner herself.\nB. Gerhard, for appellee.\nThe testator’s intention, as it is to be collected from the whole will, must govern.\nThe motive of the testator, in giving the annuity of $1000, was to enable her to pay house-rent, not that the exact sum was to be appropriated for that purpose, nor that she should be prohibited from giving more or less for her house-rent. But only that he desired her to be able to keep house if she so wished during her widowhood. And he considered that $4000 a year was not sufficient for that purpose. The gift is absolute to her, without restriction or qualification.\nThere is no bequest over, nor any direction that under any circumstances this annuity is to fall in or become part of the residuary estate. There is, therefore, no ground for the argument that Mrs. Beck must be a housekeeper, or forfeit her $1000 a year.\nAgain: The trustees are not to rent a house, but the money is-to be paid to Mrs. Beck; therefore, even on the ground taken by two of the trustees, they cannot withhold the payment of the money from her, but they must first pay it, and then by bill in equity, or other proper proceeding, require that the money so paid shall be appropriated as they say it shall be applied. Such a bill might lie, if there was any equity on the part of the complainant, and if there was any trust, there would be an equity on the part of some one, as in the cases put by the appellant’s counsel.\nThe proper reading of this will, is settled by the judicial construction of similar ones. See Griffiths v. Cope, 5 Harris 99 ; Barlow v. Grant, 1 Vernon 255; Nevill v. Nevill, 2 Id. 431; Barton v. Cooke, 5 Vesey, Jr. 461; Bayley v. Bishop, 9 Ves. 6; Palmer v. Crawford, 3 Swanston 487.\nThe cases of Bayley v. Bishop, 19 Ves. 6, Yates v. Compton, 2 P. W. 308, and Barnes v. Rowley, 3 Ves. 305, have established that where money is bequeathed to be invested in the purchase of an annuity for the life of the legatee, and the legatee dies before it is laid out, or before the fund is available, as during the life of the person after whose death the investment is to be made, yet still it is a vested legacy from the death of the testator ; and that the legatee, for whose benefit it was intended, having survived the testator, may elect either to take the sum, or have it laid out in the annuity: Barnes v. Rowley, 3 Ves. 305; Dawson v. Hearn, 1 Russell 606; Knox v. Hotham, 15 Simons 82; Lewis v. Lewis, 16 Id. 266; Wells v. Wood, 9 W. R. 780.\nThe principles involved in these cases are well explained by some of the text writers: 2 Williams on Ex’rs. 1076, 1159; Ward on Legacies, 18 Law Lib. 73, 78.\nIt is enough, however, that the appellee should show that the case is doubtful against her: Amelia Smith’s Appeal, 11 Harris 9.\nThere is a distinction authoritatively established between a direction in a will which goes to cut down or qualify a prior absolute gift, and one which only goes to regulate the mode in which such gift shall be dealt with or enjoyed. The former is of the nature of a condition; the latter has not legal effect or power, because it was not intended to be a restriction or diminution of the absolute gift: Gompert v. Gompert, 2 Phillips 109.\nIt is said that in these eases the beneficiary could have converted to his own use the object to which the bequest ■ has been applied. So Mrs. Beck could have done in the present case. But the conclusive reply to this suggestion is that the beneficiary can only dispose of any such object, because there is no condition attached to and no trust in regard to it.\nAs there are no words whatever of condition in the present case, the application of Cook.v. Trimble, 9 Watts 16, cited on behalf of the appellant, is not perceived.\nHaving disposed of the questions before it, the court is asked by the appellant not to award interest to the appellee, but inasmuch as the money due to her has been illegally withheld by the appellant, interest is a small compensation for the non-payment."
  },
  "file_name": "0527-01",
  "first_page_order": 527,
  "last_page_order": 534
}
