{
  "id": 420600,
  "name": "Du Bois versus Baum et al.",
  "name_abbreviation": "Du Bois v. Baum",
  "decision_date": "1864-02-29",
  "docket_number": "",
  "first_page": "537",
  "last_page": "540",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 537"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 260",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 Wright 260",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 9228,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 4.601470447848185e-07,
      "percentile": 0.9259402768269501
    },
    "sha256": "a78530db204cb7fdf6cbb6c0747bffb018b0703185beffbdf1f6210aa9a2dc1a",
    "simhash": "1:394d143dc8cc585c",
    "word_count": 1640
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented.",
      "Woodward, O. J., was at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Du Bois versus Baum et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 29th 1864, by\nStrong, J.\nThe record .of this case has been once before under review in this court. It was then held that the plaintiff had no right to the possession of the land under his contract with Leonard, the agent of the owner. He might have obtained a right to the possession by paying or tendering the purchase-money within a reasonable time, and demanding a conveyance. Not having done that, any entry by him upon the land was unlawful. Unless there was something more than his agreement with Batdorf the owner, through Leonard, it was impossible for him to obtain possession rightfully, either actual or constructive. Actual possession he does not appear ever to have taken. But he procured an attornment to himself from Mason, who was in possession as the tenant of Batdorf, and who had been the tenant of Batdorf for many years before the plaintiff’s agreement to purchase was made. This was a fraud upon Mason’s landlord, and it was inoperative to transfer the possession from Batdorf to the plaintiff, unless it was done with Batdorf’s assent. Of such assent the case, when here before, was wholly destitute of evidence, and so it is now. There is evidence of assent to the contract made by Leonard as Batdorf’s agent with the plaintiff, to sell and convey the land on payment of the stipulated purchase-money, but nothing to show an assent to Mason’s attorning to the plaintiff, or even knowledge of Batdorf that he had so attorned. There was therefore no possession whatever, either in fact or in law, taken by Du Bois of the land in dispute. Mason necessarily continued to hold it as the tenant of Batdorf, and even if Batdorf had known of the new attornment, his delaying to turn the tenant out would be no evidence of consent to a surrender of his own possession. The plaintiff, therefore, is not in the condition of one who, having been fairly in possession, has been ousted by illegal means, and who may therefore recover the land back from the disseisor in virtue of his former possession. The cases of Harris v. Bell, 10 S. & R. 39, Gregg v. Patterson, 9 W. & S. 208, and D’Arras v. Keyser, 2 Casey 249, have no application to such a state of facts as exist here, for the reason that the plaintiff never had any lawful possession from which he could have been illegally ousted. And such seems to have been the opinion of this court when the case was here on the first writ of error: 7 Wright 260. The right of the plaintiff to recover, if any he has, was said to be that of a vendee under articles seeking to enforce their specific performance. The court below rightly understood our former position, and tried the case in accordance with it. The sole question, therefore, was whethei’, under the facts, as they appeared in evidence, the plaintiff was entitled to a decree that the land should be conveyed to him. That he was not, the court below thought, and such is our opinion for many reasons.\nThe executory contract was made on the 28th day of June 1849, and by it the plaintiff became liable to pay the purchase-money at once on the delivery of the deed. The initiative towards the consummation of the contract was for him to, take, not for the vendor. It was at the option of the vendor to rest quietly, or to proceed to enforce compliance with the agreement. The vendee had no such option. Having but a mere agreement for the title, dependent upon his own action, it was in his place to be vigilant and pressing. His right might be lost by laches; the vendor’s could not. Yet with such obligations upon' him, with such a necessity for prosecuting his claim to the land without unnecessary delay, he took no step to consummate the agree-meat until December 13th 1858, when this ejectment was brought. Even then he did not offer to comply with his covenant. He made no tender of the purchase-money until the 4th day of November 1863, the day when the last verdict in this ejectment was returned. Eor more than fourteen years he slept over the contract, without taking any step toward entitling himself to a conveyance. Such laches is fatal to his equity. And it is without any excuse.' Had he been in lawful possession, there would have been some apology for the delay, and perhaps a sufficient apology. His lawful possession would have been constant action under the contract, but, as has been seen, he had no such possession. Besides, he had notice that Batdorf disaffirmed the agreement. The land was sold to Bassler in 1854, and the deed was put upon record in 1858. Then the vendees of Bassler exercised acts of ownership upon the land by cutting timber, and the plaintiff was notified of it. Yet he suffered more than five years to pass before he offered to pay the purchase-money, which alone could complete his equity. In addition to all this, a material change has taken place in the value of the property since the agreement was made. In 1849, the price agreed upon was $626, or less than a dollar and a quarter an acre. The evidence shows that its value, when the money was paid into court,\"was not less than ten times as much. Beyond the laches of the plaintiff, then, itself an insuperable obstacle in his way, he is met by a radical change in the condition of the parties, in the value of the property, and in the circumstances affecting the contract. He has therefore no equity which a chancellor would enforce, and the court was not in error in instructing the jury to find against him. We do not refer to the several assignments of error, simply because they are all shown to be unfounded by the general observations we have made.\nThe judgment is affirmed.\nThompson, J., dissented.\nWoodward, O. J., was at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "William A. Wallace, for plaintiff in error.",
      "J. B. McEnally and H. Bucher Swope, for defendants."
    ],
    "corrections": "",
    "head_matter": "Du Bois versus Baum et al.\nRight of vendee of land to possession before payment or tender of purchase-money, — Right to compel specific performance, how lost by vendee.\n1. A vendee, under contract to pay the purchase-money of the land articled for on delivery of the deed, has no right to the possession before payment or tender of the purchase-money and a demand for a deed: if he does neither, possession either actual ox constructive is not in him, and the attornment of the tenant of the vendor without his assent, is inoperative to transfer it to him. <\n2. The equity of a vendee, not in actual or constructive possession of land, to a decree tor specific performance, may bo lost by delay in enforcing it: and where in addition to laches for many years, there is a change in 'the condition of the parties, the value of the property, and the circumstances attending the contract of sale, the vendee has no equity which a chancellor will enforce.\nError, to the Common Pleas of Clearfield county.\nThis was a second trial of the case reported in 7 Wright 260, the judgment of the court below having been reversed, and a venire de novo awarded.\nEor a full statement of the facts of the case (which are very voluminous), the is reader is referred to the report above mentioned.\nThe second trial was conducted by the court below, on the legal principles enunciated by this court in reviewing and reversing the former judgment, and resulted in a verdict and judgment in favour of the defendants.\nThe plaintiff thereupon sued out this writ, assigning for error the ruling of the court below in the following matters, viz.:—\n1. The court erred in negativing the 2d point of the plaintiff, to wit: “ If, after the sale of 25th June 1849, Mason attorned to and took possession of the land under Du Bois, that such possession was distinct and unequivocal; that Du Bois paid the taxes from 1850 to 1860; that Mason improved the land, and Du Bois exercised ownership over it, and that Batdorf knew these facts; that Leonard communicated the fact of the sale to Batdorf, his principal, and that Batdorf never challenged the possession of Du Bois; that Bassler knew of the sale and the possession, and neither of them disputed said possession, nor paid any taxes, then these facts, with the authority given to Leonard by the letter of 27th May 1846, amounted to an acquiescence in the possession of Du Bois; and had possession and right of possession when intruded upon by the defendants — the error consists in denying that acquiescence, by a vendor, in the possession of his vendee, peaceably acquired (when the contract is silent), is sufficient to bind the vendor.”\n2. In instructing the jury to find for the defendants, in that, first, the plaintiff had the possession; was intruded upon by the defendants, and was in law entitled to a restoration of that possession, without regard to the equities arising under his contract; and, second, upon the whole case (all the facts being admitted to be with him), he was entitled to the possession.\n3. In negativing plaintiff’s 6th point, which was, that “ by the contract Du Bois was the vendee of Batdorf, and up to the date of the sale by Batdorf to Bassler he had not lost his rights by laches; and as by that act the vendor put himself in a position of inability to carry out the contract, Du Bois was not bound to seek him to tender him the money.”\nWilliam A. Wallace, for plaintiff in error.\nJ. B. McEnally and H. Bucher Swope, for defendants."
  },
  "file_name": "0537-01",
  "first_page_order": 537,
  "last_page_order": 540
}
