{
  "id": 418022,
  "name": "Morrison's Administrator versus Mullin",
  "name_abbreviation": "Morrison's Administrator v. Mullin",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "12",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pick. 112",
      "category": "reporters:state",
      "reporter": "Pick.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 18890,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 6.914750359754765e-07,
      "percentile": 0.9649427437661423
    },
    "sha256": "7a71b0106438d632ea7f3f36cef098f0e24bbefdda5b3529f8d637d64eb4c831",
    "simhash": "1:41c785b00a1ea14c",
    "word_count": 3430
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justices Woodward and Read dissented from the ruling of the court on the last two points."
    ],
    "parties": [
      "Morrison’s Administrator versus Mullin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n1. It is somewhat surprising that the jury did not find for the plaintiff in error on the first point of the defend-\nant under the instructions, as the proof seems clear of any reasonable doubt, that the plaintiff below had actually been •credited in the suit of Byers’s executor against himself, the amount of the judgment, the payment of which he now seeks to recover from the estate, of Morrison. . The judgment turned out to be a lien on the land purchased by Mullin from Byers, and was, by assignment, payable to Morrison. The evidence showed that he agreed with Byers to pay Morrison. Being sued for a balance of purchase-money by Byers’s executor, he set up as adefence, amongst other matters, the payment of this .judgment to Morrison. This was seven years after the date of the receipt — the time of payment. He was allowed the credit. Having thus applied the money he had paid to Morrison, to a debt he owed him, it seems strange that he should have a verdict for it, after having once received the full benefit of the payment. This may have been the fault of the jury; but it is more likely attributable to the views of the court in regard to the second point, or they would have corrected the action of the jury by setting aside the verdict.\n2. The second point of the defendant prayed the court to charge that if the judgment, No. 68, August Term 1816, “was a lien on the property purchased by Mullen of Byers, situated in Napier township, then, and in that case, Mullin purchased that property, subject to this judgment, and was in good faith bound to pay it to Morrison; and if he did pay it, although out of a wrong fund, or in his official capacity as sheriff, he has no right to recover in this case; since the defendant was entitled to the money from Mullin, it makes no difference to him if Mullin received a credit for it on the trial with Byers’s executor.”\nThis point the court answered in the negative. We think this was error. The point simply asserted that Morrison’s judgment turning out to be a lien which he could enforce against Mullin, he was entitled to retain money he had received from him under an honest supposition that it was a lien on other property. If it had been a lien on the Snake Springs property, and entitled to priority, then the sheriff was bound to pay him in his official capacity the amount of his judgment, out of the proceeds of the sale of that property. But as it was not entitled to be discharged out of the proceeds of that property, but out of property which the sheriff himself unofficially had purchased from the defendant in the judgment, then it was payable by him unofficially to Morrison. Morrison, under these circumstances, received the money from Mullin, and the refunding receipt, at most, only made him debtor to Mullin in his unofficial capacity. In this same capacity, Mullin was debtor to Morrison to the same amount. An equitable extinction of the one demand by the. other, was necessary to prevent circuity of action, and should have been allowed. If the testimony was entitled to credit, and we see no contradiction of it, Mullin agreed with Byers, to pay this judgment to Morrison, and to have a credit in the purchase-money. It seems very clearly proven, that he did get credit for it. But if he did not, he was entitled to it; and if he neglected to claim it, or otherwise lost it, is that a reason for calling for a return of money which, at the moment of the receipt of it, Morrison might fairly take on the footing of the obligation of Mullin to pay in one or other of two capacities ? If, at any time, his title was in equity good to the money, as against Mullin, without some act or agreement, or assertion at least, I cannot see how he could have lost it. The payment gave Mullin an equitable title to the judgment as against Byers. He does not pretend he lost it as a credit, because its lien was lost. It matters not whether it remained a lien or not, if he agreed to pay it for Byers; it was still a set-off in his favour if he paid it, because of the agreement. If it was not a lien against Byers, it was, nevertheless, a debt due by him. If, then, he was not prejudiced by the loss of the lien, as against Byers, how was he injured because of its non-revival against himself as terre-tenant ? I cannot conceive how this could be. The court put out of view the evidence of the promise and agreement of Mullin to pay Morrison altogether, and by their negative left the case on the point, as if there had been no such agreement, and also as if there had been no legal right in Morrison, to receive the amount of his judgment at the hands of Mullin, at the time he did receive it. If he had a right to receive the money by virtue of his lien, the proper hand had paid it, whether it rested on one or the other of the tracts; and for that the point should have been affirmed.\n3. The next point is as to the effect of the statute of limitations.\nA period of about twenty-three years had elapsed in this case between the date of the receipt which was the foundation of the action, and the\"commencement of the suit. It is true, the agreement was to pay back the money acknowledged to have been received by the terms of the receipt, if it should, on a settlement of the liens against Byer’s interest in the land sold, turn out that Morrison was not at the time it was paid entitled to receive it. But was the statute, therefore, never to close upon such an agreement — never to commence running, if the plaintiff chose to sleep on his rights ? The statute fixes the period within which suit may be brought in case, to recover money, or to enforce a promise, to “six years next after the causes of action, or suit, and not after.” “From the time the right of action accrues:” Overton v. Tracey, 14 S. & R. 311. To give effect to the spirit of the statute, the law sometimes, in the absence of stipulation by the parties, fixes the time when the cause of action shall be taken to have accrued, by the duty of diligence required of the party. Where the time for doing an act,- necessarily precedent to bringing suit, is indefinite, it allows a reasonable time. When that reasonable time has elapsed, the duty .of diligence begins. And if this consists in the assertion of a legal right, then is the time from whence the statute should begin to run. There would be no reason for delaying its operation unless found in the nature or terms of the transaction. This is undoubtedly the principle of Steele’s Administrators v. Steele, 1 Casey 154, and Todd’s Appeal, 12 Parris 431.\nIt was held by this court in The Pittsburgh and Connellsville Railroad Company v. Byers, 8 Casey 22, that where a call was necessary to precede a suit for a railroad subscription, it must, by analogy to the operation of the statute of limitations on a debt, be made within six years. This doctrine is strongly sustained in Codman v. Rogers, 10 Pick. 112, where it was held, that if a demand be necessary to precede suit, it must be made within a reasonable time, and when no cause of delay is shown, it ought to be made within six years, and is not in time after that period. The making of the demand is an act, and if essential to sustain the suit, in no wise differs from any other act that may be necessary. In the case in hand, it is obvious, that to entitle the plaintiff to call' for a return of the money, he was to become the\"actor, and to procure a settlement of the rights of distributees of the money made oh the sale of the land. This is the place he assumed to occupy with Morrison. He did nothing towards it within six years, and we think the application of the principles cited should bar him. He cannot excuse his want of diligence by the laggard pursuit of what he alleges was the same object by Woods’s heirs, in their suit against him, to which Morrison was no party, and of which he had no notice. If he chose to indulge them for sixteen years, it must be at his own expense. With this the defendant had no concern. He should have, within six years at least, had his right to sue settled, as was required in The Railroad v. Byers, and in Codman v. Rogers, supra. After that period, Morrison, or his representatives, had a full right to claim that his promise lived no longer. The court was, therefore, in error in regard to the statute of limitations.\n4. Was there error in the reception of the record of the case of Woods’s Executor v. Mullin?\nAs it was a step towards proof of a judicial determination against Morrison, dependent on another fact, viz. whether he had been notified and required to defend the sheriff in the suit, which, in that event, might have had the effect of proceedings in distribution, perhaps it may not have been error to receive it. But to give effect to it, as if this had been shown, when such was not the case, was error. The action, in form, was simply for a breach of official duty in not paying over money as required by law. It had no appearance in form, of being a proceeding for distribution. And in substance it was not so, even regarding the opinion of the learned judge in the case of Gratz v. The Lancaster Bank, 17 S. & R. 278, as a true exposition of the practice, prior to the Act of 16tfy April 1827. In that case, Mr. Justice Huston, after stating the various modes adopted in different districts, by different judges, in cases of distribution, where there were conflicting claims, says, “ the practice” (in the 4th district) “ is, for one pai’ty claiming the money, to bring suit against the sheriff, and the other party claiming, to defend.” Even treating this as a general rule, which it was not, Morrison was not concluded by the judgment, for he neither defended the sheriff, nor had he notice to do so. He was neither a party nor privy to the action, and was not bound by the judgment. It contravenes the first principles of justice, to hold a man bound by a judgment against which he has neither an opportunity to defend, or notice in any way that he was to be directly involved in its consequences. The argument is worth nothing that asserts that the judgment was conclusive, because it was the only mode of settling questions of distribution. It is erroneous in fact and principle. The courts then had ample power to direct issues, and, by citation and notice to parties interested, bring all the conflicting claimants before them, and after hearing, mould their judgments and decrees,- so as to make distribution according to law and equity. Upon the determination of such issues, a writ of error or appeal could be taken by the unsuccessful party, if he thought proper. We think the court erred in not affirming the defendant’s fourth point.\nFor these reasons this judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.\nJustices Woodward and Read dissented from the ruling of the court on the last two points.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "S. L. Russell and G. H. Spang, for the plaintiff in error.",
      "King & Jordan and Cessna, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Morrison’s Administrator versus Mullin.\nA sheriff paid out of the proceeds of the sale of a debtor’s real estate, sold on an execution, the amount of a judgment which was supposed to be a lien, and took from the judgment-creditor a refunding receipt; the money was subsequently recovered from him by other parties, on the ground that the judgment was not a lien on the land sold ; and the sheriff brought suit to recover back the money paid: Held, that it was a good defence, that the sheriff had purchased other real estate from the defendant in the execution, on which this judgment was clearly a lien, and had agreed to pay it off as a part of the consideration.\nIn such suit, the record of the former recovery against the sheriff, in which the defendant had not been notified to appear and take defence, is not conclusive evidence, as against him, of the rights of the lien-creditors.\nIf an act on the part of a creditor, such as demand or notice, &c., be necessary to complete his cause of action, such act must bo done within six years from the date of the contract; and from that period the statute of limitations begins to run against the claim.\nError to tbe Common Pleas of Bedford county.\nThis was an action of assumpsit by George Mullin, late sheriff of Bedford county, against Joseph S. Morrison, on a refunding receipt for $1400, dated the 12th April 1823. The defendant died pending the suit, and Job Mann, his administrator, was substituted as a party, who pleaded non assumpsit, the statute of limitations, and payment with leave, &c.\nIn 1818, Frederick Byers was the owner of two tracts of land' in Bedford county, one of them known as the “Napier property,” and the other as the “ Snake Springs property.” And on the 8th January 1823, the plaintiff, who was then the sheriff of Bedford county, levied on and sold the “ Snake Springs property” under an execution against Byers, for $6202.\nAt this time Joseph S. Morrison was the owner of two judgments against Byers, in favour of Samuel Ewalt, who assigned them to him; one of them to August Term 1816, No. 68, for $591.25, and the other to April Term 1817, No. 81, for $586.67. Morri-. son claimed the amount of these judgments, with interest, out of the proceeds of sale, and on the 12th April 1823, the plaintiff paid him $1400, on account thereof, and took from him the following refunding receipt:—\n“ Ewalt, for use of Morrison, on in part of the above suits. And if it should, on a settlement of the liens against F. Byers’ interest in the land sold, that I am not entitled to this money, I will refund it, or whatever part of it v. I may not be entitled to retain. J. S. Morrison.”\nJohn Anderson, executor of George Woods, deceased, held two judgments against Byers, payment of which he claimed out of the proceeds of sale; and on the 28th September 1824, he brought suit against the plaintiff, Mullin, and his sureties, upon his official bond. This action was not decided until the 29th April 1839, when, a case having been stated for the opinion of the court, in the nature of a special verdict, judgment was entered thereon in favor of the plaintiff for $1673.57; the court being of opinion that Morrison’s judgment to August Term 1816, No. 68, for $591.25, was not a lien upon the “ Snake Springs property,” at the time of sale. Morrison was not a party to this suit, nor was any notice of it given to him. The defendant excepted to the admission in evidence of the record of this action.\nOn the 24th March 1845, the plaintiff instituted this suit to recover back the amount of this judgment for $591.25, with interest; alleging that it was not a lien on the “ Snake Springs property,” that no part of the proceeds of sale ought to have been appropriated to it, and that the defendant was bound, by the terms of his receipt, to refund the amount of it with interest. This was the plaintiff’s case.\nThe defence set up on the trial, arose out of the following facts: On the 31st October 1818, George Mullin, the plaintiff, by articles of agreement, purchased from Frederick Byers, the “ Napier property,” for $6500, payable as follows: Mullin was to convey to Byers two other tracts of land valued at $4000, and the remaining $2500 was to be appropriated by Mullin to the payment of judgments against Byers, and if any balance was left it was to be paid over to Byers. Morrison’s judgment for $591.25 was an undisputed lien upon this property, and there was evidence that the plaintiff agreed to pay it out of the purchase-money.\nOn the 8th February 1830, after the death of-Byers, his executor, George Bond, instituted an action of covenant,against Mullin, on the articles of agreement. At the trial of1 that case, -Mullin claimed and received credit for the amount of the Morrison judgment — his right to the credit not being contested.\n■ On the trial of this cause, the defendant’s counsel submitted the following points in writing, upon which they requested the court to charge the jury:— • ‘\n1. If the jury believe that on the trial of Byers’s Executor v. Mullin, the latter received credit for.- the Ewalt judgment assigned to Morrison, amounting to the sum of $591.25, with interest from January 6th 1817, which was a lien on -the property that Mullin had purchased of Byers, then, on no principle of equity or law, has -Mullin- á right to a verdict in this case-;' since; if Morrison was not entitled to recover this judgment out of the Snake Springs property, he was certainly entitled to recover it out of the proceeds of the property sold by Byers to Mullin, which Mullin admitted he was bound to pay.\nTo this point the court below (Kimmell, P. J.) returned the following answer: “ If the plaintiff received a credit for the amount of the judgment as an offset against the claim of Byers’ Executor, he cannot recover in this case.”\n2. If the jury believe that judgment No. 68, August Term 1816, for $591.25, was a lien on the property purchased by Mullin of Byers, and situated in Napier township, then, and in that case, Mullin purchased that property subject to this judgment, and was in good faith bound to pay it to Morrison; and if he did pay it, although'out of a wrong-fund, ■ or'in-his official capacity as sheriff, he has no right to recover in this case; since the defendant was entitled to the money from Mullin, it makes no difference to him if Mullin received a credit for it on the trial with F. Byers’s executor.\nAnswer. — “ The second point we answer in the negative. If this judgment was a lien upon the land at the time Mullin purchased, and the plaintiff permitted the lien to be lost, plaintiff lost all claim on Mullin.”\n3. That the statute of limitations began to run at the date of Morrison’s receipt to Mullin, 12th April 1823, and this suit not having been commenced until the 24th March 1845, the plaintiff’s claim is barred.\nAnswer. — “ The defendant’s counsel say that the statute began to run at the date of the agreement or refunding receipt in 1823. We instruct you that it began to run when Mullin was compelled to pay the money, 13th July 1839.”\n' 4. That as Morrison was not a party to the suit of Woods’s Executor v. Mullin, and had no notice of the proceedings in that suit, he is not bound by them. ■ «\nAnswer. — “ It is also said that as Morrison had no notice of the proceedings in ease of Woods v. Mullin, he was not bound by them. We say that the trial and judgment in that case settled and determined the rights of the lien-creditors, and that Morrison was not entitled to notice.”\nThe defendant excepted to this instruction; and a verdict and judgment having been rendered for the plaintiff for $2048.37, the defendant removed the cause to this court, and here assigned for error, the answers of the court below to his 2d, 3d, and 4th points; and the admission in evidence of the record of the suit of Woods’s Executor v. Mullin.\nS. L. Russell and G. H. Spang, for the plaintiff in error.\nKing & Jordan and Cessna, for the defendant in error."
  },
  "file_name": "0012-01",
  "first_page_order": 12,
  "last_page_order": 19
}
