{
  "id": 418025,
  "name": "Bowman's Appeal",
  "name_abbreviation": "Bowman's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "19",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 119",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 370",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0370-01"
      ]
    },
    {
      "cite": "9 Watts 407",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 184",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0184-01"
      ]
    },
    {
      "cite": "4 Rawle 113",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 14419,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.244077711285106e-07,
      "percentile": 0.9148156900267158
    },
    "sha256": "46340cce0313b83e56481d77e2299c3a158d9173333da08d0333af540e8fcc3b",
    "simhash": "1:acc6e08d62e577dc",
    "word_count": 2501
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bowman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nOn the subject of what constitutes a vested or contingent legacy, this court has, in many cases, iterated and reiterated the rule of the courts in England, that, where there is a substantive bequest or gift of a sum of money, to be paid at a future time, there the bequest or legacy is vested. But where there is no antecedent gift or bequest, independent of the period fixed for payment, then it is not vested, but contingent: Magoffin v. Patton, 4 Rawle 113; Seibert’s Appeal, 7 Harris 56; Lamb v. Lamb, 8 Watts 184; Moore v. Smith, 9 Watts 407.\nApplying these rules to the case in hand, which was a bequest by the testator “to my three grandchildren, Elizabeth, William Wesley, and Martha Bear, the children of my daughter Martha, deceased, the further sum of four hundred dollars each, to be paid to them respectively when they severally arrive at the age of twenty-one years, making the sum of twelve hundred dollars,” we have a clear case of a vested legacy. There was a substantive gift, independently of the time fixed for payment; and there being nothing' in the will to control the effect of the terms used, the c-Gurt below were clearly right in treating it as vested in each of the legatees, from and after the death of the testator.\nAnother rule seems to be well settled, and that is, that where the bequest is to a child of the testator, and is vested, but payable at a future day, as on arriving at age, courts will allow interest on the sum by way of maintenance, “ for they will not presume the father inofficious, or so unnatural as to leave a child destitute:” per Lord Hardwicke, 3 Atk. 101; Magoffin v. Patton, supra.\nA thiid rule may be stated, that, where the bequest is to grandchildren of a deceased parent, the testator, the grandfather, is to be presumed to act in loco parentis, and the same rule as to maintenance, is to obtain as in ease of a bequest by the father. These are rules, in the absence of a clearly expressed intention to the contrary. The intention, or will, of the testator necessarily overrules ill artificial rules of construction, adopted for convenience in ascertaining the intent.\nAdopting these principles or rules, the court below accurately arrived at [he conclusion, that the legacy was vested in William Bear, deceased, and that interest was allowable upon it. The relinquishment of a debt against the father of the deceased, amounting tp $300, was rightly regarded as applicable to the past maintenance of the children. One hundred dollars would be a scanty provision for the future education and support of a child; and, as it was not a sum of money invested or bequeathed for that purpose, it has right to discard it from such a consideration, especially as the interest was not specifically devoted by the testator to any object inconsistent with the idea of a provision for the child.\nStill an of er rule may be stated, in the absence of an evident contrary intent: — that when a legacy, not chargeable in land, is vested and the legatee dies before the time fixed for payment, it becomes presently payable on the decease of the legatee: 1 Watts 370. The remaining question is, as to the interest accruing on the legacy after the decease of the legatee. The legacy is not a charge upon the realty, and is admitted to be in the hands of the accountant. The interest being allowable in case the legatee had lived, we see no good reason why it shall not follow the destination of the corpus of the legacy. It has accrued; and if it does not so pass, it will fall into the hands of the residuary legatees, a result nowhere indicated as contemplated by the testator. The opinion of the learned president of the Orphans’ Court was a full, clear, and satisfactory exposition of the law of the whole case, and his decree ought not to be disturbed.\nWe see no reason for referring this case back to an auditor, upon the allegation that the accountant should not be held to his admission of assets. The grounds for that motion are not sufficiently established.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. M. Penrose, for the appellant.",
      "Watts Parker, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Bowman’s Appeal.\nA bequest of a sum of money, to be paid at a future period, is a vested legacy; but if there be no antecedent gift or bequest, independent of the period fixed for payment, it is not vested, but contingent.\n•A bequest of a sum of money to grandchildren, to be paid to them respectively when they shall severally arrive at the age of twenty-one years, is a vested legacy.\nWhere a vested legacy is given to a child or grandchild of the testator, payable at a future day, interest will be allowed thereon by way of maintenance.\nWhere a vested legacy is given, not chargeable on land, and the legatee dies before the time fixed for payment, it becomes presently payable on the decease of the legatee.\nAnd if such legacy would have borne interest had the legatee lived until the time fixed for payment, it will be presently payable with interest, at his decease.\nAppeal from the Orphans’ Court of Cumberland county.\nThis was an appeal by Jaeob Bowman, executor of Samuel Bowman, deceased, from the decree of the court below, for the payment of a legacy of $400, bequeathed by the testator to William Wesley Bear, unto Jacob Bear, the administrator of the legatee.\nOn the 22d June 1857, Jacob Bear presented his petition to the Orphans’ Court setting forth that Samuel Bowman, by his will, proved the 15th June 1847, bequeathed- as follows: “ I give to my three grandchildren, Elizabeth, William Wesley, and Martha Bear, the children of my daughter Martha, the further sum of four hundred dollars each, to be paid them respectively when they severally arrive at the age of twenty-one years, making the sum of twelve hundred dollars to them jointly.”\nThat letters testamentary were granted to Isaac Lefever and Jacob Bowman, the executors named in the said will; and that assets had come into the hands of the said Jacob Bowman, for the payment of the said legacies, which he averred he was ready and willing to pay, if he could do so according to law, under the following circumstances : — •\nOn the 1st April 1851, William Wesley Bear, one of the said legatees, died in his minority, intestate, and without issue, leaving the petitioner, who was his father, his heir at law; and to whom letters of administration upon the estate of the said William Wesley Bear had been granted, in due form of law. That the said William Wesley, if still living] would be yet in his minority; and the time mentioned in said will had not, therefore, arrived for the payment of the said legacy, unless the death of the legatee, and the circumstances before stated, made the same payable to the petitioner.\nHe, therefore, prayed the court to make such order upon the said Jacob Bowman, one of the said executors, as that he should pay the said sum of $400, with interest, to the petitioner.\nThe executor, by his answer, admitted the truth of the facts stated in the petition; and the court below, after argument, decreed payment of the legacy, the following opinion being delivered by Graham, P. J.:—\n“ The testator, Samuel Bowman, left no children surviving him, but grandchildren, the issue of two deceased daughters, Susannah Sites and Martha Bear. To the three children of his daughter Mrs. Bear, the testator bequeathed as follows: ‘ I give and bequeath to my three grandchildren, Elizabeth, William Wesley, and Martha Bear, the children of my daughter Martha, deceased, the further sum of four hundred dollars each, to be paid to them respectively when they severally arrive at the age of twenty-one years, making the sum of twelve hundred dollars to them jointly.’ William Wesley Bear, petitioner’s intestate son, and one of the devisees, died in his minority, and his administrator claims to recover his legacy from the executor, although the time of payment mentioned in the will has not arrived.\n“ That 4 a legacy to a child vested, but not charged on land, and payable with interest by the terms of the will at twenty-one, shall nevertheless be paid presently at the death of the child, should that event happen before the time of payment originally appointed,’ is noted in Jacobs v. Bull, 1 Watts 372. This .legacy is not charged on land, 'and it is a vested legacy. There is a separate antecedent gift, independent of the directions as to the time of payment. The time is not annexed to the gift, but to. the payment of the legacy. Where the gift is not express, but to be inferred from a direction to pay at a particular time, the legacy is contingent. The testator gives and bequeaths to his three grandchildren (naming them) four hundred dollars each. This is an absolute gift, followed by a direction to pay at the age of twenty-one: see Moore v. Smith, 9 W'atts 407; Seibert’s Appeal, 1 Harris 503.\n“ The only remaining inquiry is, does it bear interest ? The rule as to the payment of interest, when the legacy is payable at a certain time, is thus stated in Magoffin v. Patton, 4 Rawle 119, and repeated in Seibert’s Appeal, 7 Harris 54. Where legacies are given, payable at a certain time, they carry no interest before that time; for interest is allowed for delay of payment, and consequently till the day of payment comes round, no interest is demandable. But the exception is equally well settled with the ■rule, that where the legatee is a child of testator, and a minor, incapable of supporting himself, or one to whom the testator has placed himself in loco parentis, and no special provision is made for the maintenance of the legatee, interest will be allowed on the legacy, although not payable until a future time, as upon the legatee’s attaining full age. Eor the purpose, in such case, of maintaining the legatee, interest must be paid on the legacy, whether it be particular and vested, or particular and contingent, or whether it be residuary and vested or contingent.\n.“.Is the grandfather, under the circumstances of this case, to be considered in loco parentis? and is the legatee entitled to interest for his maintenance ? The grandchild, as shown by the answer, was five years of age at his death, of tender age, and unable to maintain himself. Did the grandfather intend he should be maintained out of his bounty; or left to the cold charity of others, and the interest upon the legacy permitted to accumulate so that, in the event of the grandson’s death, it would swell the residue, for the benefit of the children of Mrs. Sites, who are the residuary legatees, and receive the largest portion of his estate under the will ?\n“There are circumstances apparent.upon the face of the will, tending strongly to show that testator placed himself in the attitude of a parent towards his grandchildren, after the death of his children. He provides that a note of $300, held on his son-in-law, Jacob Bear, should be given up, ‘and this to be considered as his pay or satisfaction for bringing up and educating those three children of my daughter Martha.’ But it is said, here is provision made for the maintenance of the grandchildren, consequently their legacies will not bear interest. This provision was evidently intended as compensation to their father for maintenance, up to testator’s death; for it can scarce be supposed, he considered $100 would maintain a child of five years, so long as maintenance would be .necessary. If such could have been his intention, the sum provided being entirely inadequate, it is the duty of the court to supply a maintenance, by decreeing interest upon their legacies. But testator provides no fund for maintenance. He forgives his son-in-law a debt, but of his ability to apply this sum to the maintenance of his children, we have no evidence; and forgiving a debt to a-father unable to pay, would be a novel mode of providing a maintenance for testator’s grandchildren.\n“ In Seibert’s Appeal, 7 Harris 56, the court lay down the rule, that a grandparent may always be presumed as putting himself in loco parentis, where the legacy is given to a child only for life, and upon its death the grandchildren are substituted, under the express direction of the will, to receive the legacy.\n“ This presumption certainly ought to be equally strong when there are no children, and the grandchildren are the immediate objects of testator’s bounty. In the case cited, the legacy was contingent, but the court decreed the interest to a grandchild for maintenance. In that case, the court say: ‘ In Pennsylvania, the grandfather, as well as the father, is required by the Act of 18th June 1836, to relieve and maintain his grandchildren when their necessities require it; this statute is in accordance with the moral sense of mankind. Those who suppose that infant grandchildren do not, upon the death of their parents, take the place of the latter in the affections of their grandfather, are strangers to the most ordinary manifestations of the best feelings of the human heart. As the mementoes of the departed child, they have peculiar claims to his regard; and their unprotected helplessness, produced by the common bereavement, in most cases, rivets his affections to them, closer than they ever clung to their parents. If there is anything in the argument in favour of awarding interest on a legacy to a child, resting upon the presumption that a parent did not intend that his children should starve, the presumption holds with equal strength, where the parent is dead, and the grandchildren are, in the will, substituted to the legacy previously given to the parent for life.’\n“ It is true, this is not a case where interest is asked for maintenance, the legatee being dead; but it directly involves the question, whether the legacy would carry interest were the legatee living. If it would, as is clearly ruled by the cases cited, it being a vested legacy not charged upon real estate, upon the death of the legatee it is payable presently, although that event happened before the time appointed by the testator for its payment.\n“ It is therefore ordered and decreed, that Jacob Bowman, executor of the last will and testament of Samuel Bowman, deceased, pay to Jacob Bear, administrator of William Wesley Bear, deceased, the sum of four hundred dollars, with interest from 15th June 1846 (one year after the probate of the will).”\nErom this decree the present appeal was taken.\nW. M. Penrose, for the appellant.\nWatts Parker, for the appellee."
  },
  "file_name": "0019-01",
  "first_page_order": 19,
  "last_page_order": 24
}
