{
  "id": 417951,
  "name": "Marks's Appeal",
  "name_abbreviation": "Marks's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 5342,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.2759374497507997e-07,
      "percentile": 0.6158413096670887
    },
    "sha256": "d14d068136bafce3d36276a74d2702998462cd4802ee76684327dc2086e426f9",
    "simhash": "1:32e31429ce76e174",
    "word_count": 960
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marks’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe decree of distribution in this case was made without the usual reference to an auditor, and we have only such facts stated as the counsel for the appellant thought material to the presentation of his case. This is unsatisfactory. The report of an auditor, or a case stated, may present the facts in an authentic form, without the testimony on which they are found, but in no other way can they be satisfactorily presented here. But as the appellee does not dispute the facts set forth by the appellant, we may consider those material in the case as conceded. If there be any error in this, it is not our fault.\nIt appears, that a demand for the benefit of the exemption law was made by the debtor to the sheriff, after levy and before inquisition. But it also appears, that the sheriff, for some reason not stated, held inquisition and sold, without complying with the request of the debtor for an appraisement. Could the debtor, under such circumstances, claim his exemption out of the money in court? We think not. The law deals with his demand as an election to have his exemption in land, and he could only take the money in lieu of land, if that amount in value of land could not be set off to him by the appraisers, without injury to or spoiling the whole. All this must appear, to entitle him to the $300 in money. But nothing of this appears. There was no appraisement ; no attempt to set off any land; and no report that it could not be set off. The sale was allowed to proceed without appraisement, and without objection by the debtor. It has been settled in more than one case, that the debtor, under such circumstances, where there has been no appraisement, cannot come in and elect to take money, without having first failed, according to the test of the law, to get land: Weaver’s Appeal, 6 Harris 307; Hammer v. Freese, 7 Harris 255. That was just the case here. There was no appraisement, and nothing but the demand. It is no answer, to say that the debtor has done his duty in making the demand, and the officer has disregarded it. It is not likely that a court would permit a sale of land in disregard of the debtor’s request for appraisement, if objection were made in time. But whether or not, the debtor would, if wronged by the disregard or neglect of the officer, be entitled to recover to the extent of his injury against him: 7 Harris 255; Freeman v. Smith, 6 Casey 264.\nWhatever may have been the reason operating on the sheriff in disregarding or neglecting the request made by the debtor in this case, for appraisement, taking it to have been made, it is certain, as resulting from it, that the debtor had no money in court that he could claim under and by virtue of the exemption laws. This being so, there was no reason for controversy between Mrs. Marks’s judgment and that of Albert Hiñe. The former was entered several days prior to the latter, and was entitled to satisfaction out of the money in court in the order of priority in which it stood. The precise question, therefore, relied on by the appellee, as entitling him to the money, is not reached in this view of the case.\nAnd now, to wit, June 30th 1859, the decree of the Court of Common Pleas of Berks county, distributing the sum of $159, claimed by Margaret Marks, on judgment No. 638, of January Term 1858, to judgment No. 747, January Term 1858, is reversed; and it is decreed that the said sum of $159 be distributed to and paid on said judgment of the said Margaret Marks, No. 638, of January Term 1858. And that the appellee pay the costs of this appeal.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Rhoads and Davis, for the appellant,",
      "Banks, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Marks’s Appeal.\nIf the defendant in an execution claim the benefit of the exemption law, which is disregarded by the sheriff, who proceeds to condemn and sell the lands levied on, the debtor has no right to any portion of the proceeds. Ilis only remedy is against the sheriff.\nAppeal from the Common Pleas of Berles county.\nThis was an appeal by Margaret Marks from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of Abraham Andrews.\nOn the 5th April 1858, Margaret Marks obtained a judgment against Abraham Andrews for $159. On the 9th April 1858, Albert Hine obtained a judgment against him for $266.58, with a waiver of the benefit of the exemption law.\nOn the 12th April 1858, Augustus Eilbert obtained a judgment against Andrews for $263, with a waiver of the exemption law; upon which execution was issued and a levy made on his real estate. Before the inquisition, the defendant made a claim for the benefit of the exemption law, but no appraisement was held; on the 16th October 1858, the sheriff sold the property levied on, under a venditioni exponas, for $755; and after payment of undisputed liens, there remained a balance for distribution of $196.82. This balance the court below decreed to Albert Hine, on the ground that his judgment contained a waiver of the exemption law; whereupon this appeal was taken by Margaret Marks.\nRhoads and Davis, for the appellant,\ncited Bowyer’s Appeal, 9 Harris 210; Johnston & Sutton’s Appeal, 1 Casey 116; Hill v. Johnston, 5 Id. 363; Weaver’s Appeal, 6 Harris 308; Cash’s Appeal, 1 Barr 166; Bowman v. Smiley, 7 Casey 225.\nBanks, for the appellee,\ncited McAfoose’s Appeal, 8 Casey 276; Johnston & Sutton’s Appeal, 1 Id. 117-18."
  },
  "file_name": "0036-01",
  "first_page_order": 36,
  "last_page_order": 38
}
