{
  "id": 418036,
  "name": "Schrack versus Zubler",
  "name_abbreviation": "Schrack v. Zubler",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "38",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 522,
    "char_count": 10200,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 3.499409127503366e-07,
      "percentile": 0.8827016555791477
    },
    "sha256": "8b89e222a80b31dd3f765251c0e3efbda04db7a07227e5a5ccf5fc8c9db718ba",
    "simhash": "1:20a45fa61e8ca28c",
    "word_count": 1768
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schrack versus Zubler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe first bill of exceptions and the answer of the court to the defendant’s 1st, 2d, and 3d points assigned for error, may be considered together. They involve the question, if question it may be considered, whether one who has neither right, title, interest, nor possession to land, either in his own right, or by virtue of an .office as agent, trustee, executor, or administrator, can convey title. That there can be but one answer to such a proposition, is certain. He cannot. That John Wagner stood in any other or better relation to the interest of John Herring’s heirs in the land claimed by their father, cannot be pretended. His deed to Leamy should therefore have been rejected. The instructions in regard to it were, of course, erroneous. The jury should have been told that it conveyed no title, and the defendant’s points affirmed» It being but an improvement right, did not authorize a stranger to it to convey it. And certainly, the advice of the overseers of the poor was not potent enough to legalize the assumption,. The silence of the heirs, merely, for the period of ten years, even if such were the fact, gave no room to raise the presumption of a precedent authority to sell their interest. Nor was their release or conveyance at the end of that period, any evidence from which to infer their assent. In fact, it was the contrary. The exercise of their right to convey or release to Zubler, was certainly inconsistent with an admission that they had previously conveyed. The contrary view taken by the court was also error!\ni The court also erred in charging that the possession of Leamy and Zubler, under the conveyance of Wagner, might-he_fcacked to the possession of Herring, so as to give title by the statute-of - Jimitatwnsi- No doubt, a succession may be kept up by tacking possessions; but each succeeding occupant_mus¿_ffiiíiw--iitle---under his predecessor, so as to preserveTTüñrtv of possession. If this were not so, the first intruder might abandon his intention of holding adversely and leave the possession, and a succeeding one mig'ht enter and claim, without authority, a quality in the predecessor’s possession which he had abandoned. Zubler could only claim Herring’s possession as enuring to his use, by virtue of some conveyance of it, which we have seen he had not. The want of this essential in the continuity of possession, renders unnecessary any~~fctTtírér notice~of what was\" said in regard~tó~ the statute of limitations. Put we cannot refrain from saying, that we see no evidence of any demarcation of boundary by or for Herring, until the Bolinger survey in 1839, or of any assertion of claim by payment of taxes, or otherwise, to designate the extent of Herring’s claim, prior to that time. More-light may be shed on this point on another trial. If not, it will follow that Herring and his legal successors will be confined to his actual enclosures. This remark is predicable of the supposition that the question of title by the statute of limitations may again arise.\nThe title acquired by Zubler from the heirs of Herring, shortly before trial, was not evidence in the case as it stood, at all, and should have been rejected: Rearick’s Executors v. Rearick, 3 Harris 66. The common law rule, too familiar to require the citation of authorities, was, that the plaintiff could only recover according to the demise laid in his declaration. With us the same thing is meant, by the principle that a plaintiff can only recover on the strength of his own title at the time of suit brought. We think the court erred in not answering the defendant’s 6th, 7th, and 8th points in the affirmative.' Eor the reasons given this judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Miller and Armstrong, for the plaintiff in error.",
      "Linn and Hale, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schrack versus Zubler.\nIn ejectment, a deed from one who is not shown to have had any interest in the land, is inadmissible in evidence.\n• In order to give title under the statute of limitations, the possession of a plaintiff cannot be' tacked to that of a former possessor under whom the v\\plaintiff does not show title.\nA plaintiff in ejectment who had no title at the time of bringing suit, cannot recover on the strength of a deed of confirmation made to him before the trial.\nError to the Common Pleas of Clinton county.\nThis was an ejectment by Adam Zubler against Jesse S. Schrack, for a tract of 80 acres of timber land in Green township, Clinton county.\nThe plaintiff claimed title under an improvement commenced in 1832 or 1833, by John Herring. On the 15th July 1839, John Bolinger, a surveyor, at the instance of Herring, made a survey, embracing 165 acres 80 perches; which included Herring’s improvement, and the greater part of the land in controversy.\nHerring died in May 1843, leaving several children; and his brother-in-law, John Wagner, by the advice of the overseers of the poor, undertook the settlement of his estate in an informal way, and sold the improvement, on the 9 th April 1847, to Henry Leamy, under whom the plaintiff showed title.\nThe defendant claimed title under a warrant dated the 14th December 1855, a survey, in pursuance thereof, of 90 acres 150 perches, and a patent from the Commonwealth for the same, dated the 21st July 1856. He obtained possession in 1856 by an ejectment against Zubler.,\nOn the trial, the plaintiff offered to prove that, in 1832 or 1833, John Herring commenced an improvement, and designated his1 boundaries by a survey; that he died in 1843, leaving several children; that a brother-in-law, after his death, undertook the settlement of the estate in an informal way, leased the farm, bound out tbe children, and sold the improvement to Henry Leamy; that Henry Leamy afterwards sold his right to the plaintiff; and that the possession had been kept up ever since, and the premises farmed and cultivated every year. That John Wagner undertook to manage things; that old Mr. Eleckner and Snook (who were overseers of the poor) told him to make vendue, and sell the property and pay the debts; that Wagner went on and advertised; and that Brannart and Stover appraised the property at between $40 and $50.\nThe defendant objected to this evidence, because the plaintiff was bound to show title in himself; and did not offer to prove any conveyance from Herring, or his heirs, to himself; or any possession obtained from Herring, in his lifetime, in pursuance of any purchase or conveyance; and because no act of Wagner could give any title to the plaintiff. The court, however, admitted the evidence, and sealed a bill of exceptions.\nThe plaintiff then offered in evidence a release from Herring’h heirs to himself, obtained after the commencement of the suit. The court admitted the release in evidence, notwithstanding an objection by the defendant, and sealed another bill of exceptions. - The defendant’s counsel presented points in writing, upon which they requested the court to charge the jury — the 1st, 2d, 3d, 6th, 7th, and 8th of which were as follows:—\n1. That after the death of John Herring, neither the overseers of the poor, nor John Wagner, his brother-in-law, had any authority (so far as the evidence shows) to transfer or convey the title or .possession of the land in possession of said Herring at the time of his death, so as to enable such vendee, or his alienee, to sustain an ejectment against a person claiming title.\n2. That oven if John Herring was a charge on the township in which he died .(of which there is no legal evidence), it gives the overseers no control, after his death, of the real estate claimed by him, and especially no authority to convey.\n3. That the agreement or conveyance of the 9th of April 1847, between John Wagner and Henry Leamy, is null and void, and conveys no title or possession which will sustain an ejectment.\nTo these points the court below (Burnside, P. J.) returned the following answer: — “ The 1st, 2d, and 3d, we consider together, and say that there was certainly no legal right in the overseers of the poor, or in John Wagner, to convey the title; but as this was a mere improvement right, we instruct you, that, under the evidence, the possession of Leamy and of Zubler may be tacked to that of Herring; and this action can be supported, if you find in the evidence that the assent of the heirs of Herring was given as to what had been done for them as they severally came of age. The • evidence that Herring was a charge on the township, was given by the defendant, .on his cross-examination of Stover, and cannot be gainsaid by them.”\n6. That the release of the heirs of John Herring, deceased, to the plaintiff, executed since the commencement of this suit, cannot assist his recovery in this action, as he must stand on the title he had at the commencement of this action of ejectment.\nAnswer. — ■“ While it is well settled law, that a plaintiff who has no title at the time of bringing suit, cannot recover, although good title is conveyed to him before trial, yet, in this case, the release given in evidence from the children of Herring, is not such an acquisition of title as brings it within the rule; it cannot be regarded as a substantive conveyance, and if you believe that the heirs assented to and ratified the title of Zubler, prior to the institution of this suit, the possession would avail — a subsequent recognition being equivalent to a previous authority.”\n7. The plaintiff has not shown such a title as will sustain this action.\n8. That under all the evidence in this cause the defendant is entitled to a verdict.\nAnswer. — “We have instructed you that in law the plaintiff can maintain this action, but whether, under all the evidence, he or the defendant is entitled to your verdict, is for you and not for the court.”\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered in favour of the plaintiff, the defendant removed the cause to this court, and here assigned for error, inter alia : 1. The admission of the evidence contained in his bills of exception. 2. The answers to the points presented on the trial. ',\nMiller and Armstrong, for the plaintiff in error.\nLinn and Hale, for the defendant in error."
  },
  "file_name": "0038-01",
  "first_page_order": 38,
  "last_page_order": 41
}
