{
  "id": 417930,
  "name": "Linderman's Executors versus Guldin et al.",
  "name_abbreviation": "Linderman's Executors v. Guldin",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "54",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 54"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Caines 121",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6691704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/2/0121-01"
      ]
    },
    {
      "cite": "17 Johns. 25",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0031-01"
      ]
    },
    {
      "cite": "3 W. & S. 337",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 44",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill 234",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Caines 121",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6691704
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cai/2/0121-01"
      ]
    },
    {
      "cite": "17 Johns. 25",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 10245,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.3042486822094553e-07,
      "percentile": 0.622843648413479
    },
    "sha256": "783d389cf7fd24136657c44b1304e633e35ecea27103874296591d23c88f2a53",
    "simhash": "1:e140bf97241237be",
    "word_count": 1802
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Linderman’s Executors versus Guldin et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe rule as to the notice of dishonour of a bill or note, in case of death, is thus stated by Justice Byles in the last edition of his treatise on Bills of Exchange, — “ If the party he dead, notice should be given to his personal representatives ;” an'd in the note to this passage, he says, — “I am aware of no actual decision to this effect, but it has been so decided in America, and that, if there be no personal representatives, a notice sent to the residence of the deceased party’s family is sufficient.” “ It has also been held in America, that the administrator of an endorser, appointed before the maturity of the note, who has given due notice of his appointment, is entitled to notice — a notice addressed through mail, in due time, to the ‘legal representative’ of a deceased — the endorser — to the last residence of the deceased is sufficient, though it does not appear that the administrator or executor ever received it Byles on Bills, 7 ed. p. 251. The law is laid down in the same way in the tenth edition of Chitty on Bills, p. 335, with the exception that there is a reference to Caunt v. Thompson, 7 Com. Bench 400 (62 E. C. L. R.), where it was held, that presentment of a bill for payment, at the house of the acceptor, who was dead, to the drawer, who was the executor of the decedent, was sufficient notice of dishonour to the drawer; upon the rule, as expressed by Baron Alderson, that “ knowledge of the dishonour, obtained from a communication by the holder of the bill, amounts to notice.”\nWe have, therefore, to turn to the American authorities, and particularly to those of New York, where the question was first decided in 1804, after argument by the ablest men of that day. In Steward v. Eden, 2 Caines Rep. 121, notice of the dishonour, in the usual form, was carried to the dwelling-house of the endorser on the 9th November 1798 ; the house was found fastened up, and on this, the bearer of the notice rolled it up, and put it into the keyhole of the outer door; the endorser, shortly after the making of the note, retired to his country seat, four miles from the city of New York, where he died on the 13th September 1798; and the will, under which the defendants acted, was not proved until the 19th day of December 1798, before which period the plaintiffs knew not of any will or who were executors. It wTas held by the court, that the notice was left at the right place; and Livingston, Justice, said: “ Nor was it fatal to direct the notice to the endorser himself, for as it was not known whether he had made a will, nor who his executors were, until long after, it was full as probable that it would reach the parties interested by this address as by any other; some one of the deceased’s family would either open it or see it safely delivered to an executor. The notice, therefore, was well served, and its address proper.” This doctrine is reaffirmed by Chief Justice Spencer in The Merchants’ Bank v. Birch, 17 Johnson’s Rep. 28, in its fullest extent, and again by Chief Justice Nelson, in Willis v. Green, 5 Hill 234. These cases are distinguished from the next case of The Cayuga County Bank v. Bennett, Id. 236, by Judge Cowen, who says: “ This case was, I think, properly distinguished by the court below from the two cases relied upon by the counsel for the plaintiffs in error : (Stewart v. Eden, 2 Caines Rep. 121; Merchants’ Bank v. Birch, 17 Johns. 25.) In the first of these cases, it was not known to the holders, that the endorser had made a will; in the second, it was not even known to them, that he was dead.” In Beal v. Peck, 12 Barbour S. C. Rep. 245, a notice of protest, directed to the deceased endorser, taken from the post-office by the direction of a subsequent endorser, and delivered to the administrators of the intestate, was held sufficient. In Barnes’s Executors v. Reynolds, 4 Howard Miss. Rep. 114, it was held by Chief Justice Sharkey, that the court below was strictly correct in charging the jury that, if the holder knew of the death of the endorser, and could, by ordinary diligence, have ascertained who were executors, then it was incumbent on him to give notice to them; but if the holder did not know of his death, or, by ordinary diligence, could not have ascertained who were executors, then notice directed to the testator was sufficient.\nIn our own state, in Shoenberger’s Executors v. Lancaster Savings Institution, 4 Casey 459, where the death of the endorser was known to the holder, and also that he had left a will, and appointed executors, some of whom had qualified, it was held, that notice of dishonour to one executor who had not joined in the probate, and who afterwards renounced, but had not at the time of the notice, was sufficient to charge the estate.\nIn the present case, the note was duly protested for- non-payment, on the 26th March 1857, by a notary public, who immediately mailed a notice of the dishonour to Frederick Linderman, directed to Douglassville, Berks county, being his nearest post-office; and it was admitted, that John F. Linderman, one of the executors of Frederick, lived within half a mile of Douglassville post-office, and received his letters there.\nFrederick Linderman died at his residence, near Douglassville, on the 7th March 1857, and his will was proved at Reading, on the 21st of the same month, and letters testamentary granted to the defendants below on the same day, but they did not give the statutory notice of their appointment.\nNeither the holder nor the notary had any notice of the death of the endorser, and of course had not heard of the will nor of the appointment of executors. It is, therefore, the. very case in which no other notice could have been given, or could be required to be given. The notice, therefore, was sufficient, without proving that it actually reached either of the executors; although there can be little doubt from the evidence, that it came to one of the executors, either directly, or through the hands of one of the family of the decedent.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Banks and McKenty, for the plaintiffs in error,",
      "Richards and Gordon, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Linderman’s Executors versus Guldin et al.\nIn case of the death of the endorse!' of a promissory note shortly before its maturity, if his decease, and the granting of letters testamentary to his executors, be unknown to the holder, it is sufficient, in order to charge his estate, to direct notice of non-payment to the deceased endorser, by name, at the post-office nearest his late place of residence.\nError to the Common Pleas of Berks county.\nThis was an action of assumpsit hy Samuel Guldin and John F. Guldin, trading as Samuel Guldin & Son, against Herman Y. Linderman and John F. Linderman, executors of Frederick Linderman, deceased, on a promissory note for $600, dated the 3d November 1856, drawn by Daniel B. Linderman to the order of the said Frederick Linderman, the defendants’ testator, and by him endorsed, payable 140 days after date.\nFrederick Linderman died at his residence near Douglassville, in Berks county, on the 7th March 1857; and on the 21st, letters testamentary were granted to the defendants, as his executors.\nOn the 26th March, the note in question was protested at the Bank in the City of Beading, for non-payment; and notice thereof was sent by mail, directed to Frederick Linderman, at Douglass-ville.\nJohn F. Linderman, one of the executors, resided within half a mile of Douglassville post-office, and received his letters there. The plaintiffs lived about four miles from Douglassville, which is about eleven miles from Beading.\nOn the 24th December 1856, Daniel B. Linderman executed a general assignment to the defendants, in trust for the benefit of his creditors.\nThe court below (Jones, P. J.) delivered the following charge to the jury: “ It might be plausibly argued in this ease, that notice was not necessary, because by the death of the endorser, and by the assignment of the maker, it so happened that the representation of both these persons devolved into the same hands. But be that as it may, the notice given was sufficient under the circumstances. The endorser died on the 7th of March, and notice of protest was addressed to him at the post-office nearest his abode, on the day of default, to wit, on the 26th March. It does not appear that the holder or notary knew or had notice of his death ; nor, for that matter, does it even appear that the executors of the deceased endorser had done anything more than to prove the will and take out letters testamentary, which they did 21st March. It does not appear that they had given the necessary notice of their appointment, &c., which is required by the statute. If they had given that notice, in our view it would not affect the case. Such a constructive notice would not reach the holder any more than do the proving of the will and the taking out letters.\n“ If a party knew that an endorser was dead, or had such information of the fact as would put a man of common prudence upon inquiry, it would not do to address notice of protest to the dead man. It would be necessary to ascertain who were his representatives, and notify them if they could be discovered. But where all are in ignorance of the death, holder and notary, notice of protest addressed to the dead man, at his nearest most usual post-office, at the earliest moment, is enough — all that mercantile convenience and reason would seem to require. If any other rule prevailed, the sphere within which negotiable paper could be safely negotiated, would be very much contracted.”\nTo this charge the defendants excepted; and a verdict and judgment having been given for the plaintiffs for $763.28, the defendants sued out this writ, and here assigned the same for error.\nBanks and McKenty, for the plaintiffs in error,\ncited Chitty on Bills 210, 229; Gibbs v. Cannon, 9 S. & R. 201; Juniata Bank v. Hale, 16 Id. 161; Shoenberger’s Executors v. Lancaster Savings Institution, 4 Casey 463; Heister v. Fortner, 2 Binn. 44-5; Brotherton v. Livingston, 3 W. & S. 337; Goundie v. Northampton Water Co., 7 Barr 233; Brightly’s equity, § 114.\nRichards and Gordon, for the defendants in error,\ncited Merchants’ Bank v. Birch’s Executors, 17 Johns. 25; Stewart v. Eden’s Executors, 2 Caines 121."
  },
  "file_name": "0054-01",
  "first_page_order": 54,
  "last_page_order": 58
}
