{
  "id": 417986,
  "name": "Guldin versus Linderman's Executors",
  "name_abbreviation": "Guldin v. Linderman's Executors",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "58",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pick. 311",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0325-01"
      ]
    },
    {
      "cite": "1 Jones 482",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 309",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 261,
    "char_count": 3740,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.4916476050659184e-08,
      "percentile": 0.2811526849634863
    },
    "sha256": "51deecd29fa593b7105e07c696a5bfcebba6a5f793e2e4f31878626b680b13e5",
    "simhash": "1:f576b09fe7acefc3",
    "word_count": 662
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Guldin versus Linderman’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of thé court was delivered by\nRead, J.\nThe note in this case was, in its wording, joint and several, and was payable to Samuel Guldin, Jr., or order, and was signed at the bottom, “D. B. Linderman.” On the back of the note were the names of H. Y. Linderman and F. Linderman; and it was argued, that these three persons were the joint and several makers of it, and liable as such. If the names of these individuals had been inserted in the body of the note, then it might have been fairly argued that the place of the signatures would be immaterial, as they could only sign in one character.\nSuch, however, was not the case here, for, primá facie, the signatures were those of endorsers, being on the back of the note, and not of drawers, which, properly, should be on the face, and below the body of the note. Such is the law of England and of this state, and therefore, on the face of the paper, without any other evidence, the plaintiff could not treat Frederick Linderman as a maker of the note.\nThe declarations offered to be proved of Frederick Linderman do not alter the case, because neither of them showed or tended to show that he signed as a maker, or considered himself liable as such.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Gordon and Richards, for the plaintiff in error,",
      "Banks and McKenty, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Guldin versus Linderman’s Executors.\nIf a note, purporting to be joint and several, be signed by one person on its face, and by two others, neither of whom is the payee, on the back, the latter are, primd facie, to be treated as endorsers, and not as joint makers.\nError, to the Common Pleas of Berks county.\nThis was an action of assumpsit by Samuel Guldin, Jr., against Herman Y. Linderman and John F. Linderman, executors of Frederick Linderman, deceased, on a joint and several promissory note, of which the following is a copy:—\nUnion, March 28, 1858.\n$1600.00.\nOne year after date, we, or either of us, promise to pay Samuel Guldin, Jr., or order, sixteen hundred dollars, with lawful interest from date, until paid, without defalcation, for value received.\nD. B. Linderman.-\n[On the back] — H. Y. Linderman,\nF. Linderman.\nThe plaintiff declared upon the note as a joint and several one made by the defendants’ testator.\nOn the trial, the plaintiff offered this note in evidence, to which the defendants objected, and the court below sustained the objection and sealed a bill of exceptions.\nThe plaintiff then offered to prove the declarations of Frederick Linderman, made after the insolvency and assignment of Daniel B. Linderman, that he was liable to the plaintiff for the amount of this note; for the purpose of showing that he was liable as maker, and so considered himself when the note was made. The court below rejected .the evidence, and the plaintiff excepted.\nThe plaintiff then offered to prove that, after Daniel B. Linderman’s assignment, which was made on the 22d December 1857, Frederick Linderman sent his son to the Guldins to tell them not to push those notes, until after Daniel’s estate should be settled up, and that they should be paid; for the purpose of showing that Frederick Linderman was liable as maker, and so considered himself at the time of execution. The court below ruled out this evidence, and the plaintiff excepted.\nThe jury, by the direction of the court, rendered a verdict for the defendants, and judgment having been entered thereon, the plaintiff sued out this writ, and here assigned for error, the rejection of the evidence mentioned in his several bills of exception.\nGordon and Richards, for the plaintiff in error,\ncited 1 W. & S. 309; 1 Jones 482; Byles on Bills 115; Chitty on Bills 253; 3 P. Wms. 419; Chitty on Bills 147; Sumner v. Gay, 4 Pick. 311; Baker v. Briggs, 8 Id. 122; Austin v. Boyd, 24 Id. 64.\nBanks and McKenty, for the defendants in error."
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 60
}
