{
  "id": 418029,
  "name": "Kuns's Executor versus Young et al.",
  "name_abbreviation": "Kuns's Executor v. Young",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "60",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 476",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0476-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 6762,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.4106901728783666e-07,
      "percentile": 0.6468942783922924
    },
    "sha256": "d4857f20978e99ee872805b595a4a99da1333cede69cbdd4a2b0de47846c3feb",
    "simhash": "1:b908fc203bc2d1b3",
    "word_count": 1208
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kuns’s Executor versus Young et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThis was an action against the executor of Abigail Kuns upon a parol promise of the testatrix, in her lifetime, to pay a debt of her illegitimate child, for the purchase-money of land sold and conveyed to him by the plaintiffs below, in consideration of forbearance. There were several counts in the declaration as amended, laying this in different forms. For the balance of the purchase-money, her son, Isaac E. Kemp, had given two bonds, with warrants of attorney, upon which judgments were entered in Schuylkill county — the real debt in each being $400; the first payable on the 1st April 1852, and the second on the 1st April 1853.\nCertain points were presented to the court on the trial, upon which they were asked by the defendant’s counsel to charge the jury, and the answers given are assigned for error.\nThe second and third errors assigned are, that although the court stated the law correctly, and as requested, they declined to say to the jury that, upon the evidence, the plaintiffs could not recover; and in leaving it to the jury to say, whether the evidence proved, or had a tendency to prove, the promise as stated by the defendant in his third point. In this we see no error, but only a careful demarcation of the line between the provinces of the judge and the jury. The law is properly laid down, and for that the court is responsible; and if the jury erred, the only remedy was a motion for a new trial in the court below, which was not resorted to in this case.\nThe last point presented to the court, that the judgment-bonds and judgments entered thereon, being given by Isaac E. Kemp when he was a minor, are void, and insufficient to support the promise made by the testatrix, is founded upon a misconception of the law. The privilege of an infant is a personal privilege, of which he alone can take advantage, and contracts can be avoided for the infancy of the contractor, only by the contractor himself: Macpherson on Infancy 478, (41 Law Library); Hesser v. Steiner, 5 W. & S. 476. Isaac E. Kemp was of age before the first bond became due, cut wood, and exercised acts of ownership on the land conueyed to him, and sold part of it to others, but never disputed the judgments or the securities upon which they were founded. The answer of the court may be considered as a negative one, and in this there was no error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "H. W. Smith, for the plaintiff in error.",
      "S. L. Young, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Kuns’s Executor versus Young et al.\nThe evidence of a promise to pay the debt of another must be clear, explicit, and certain; but whether it be so, or not, is a question of fact for the jury.\nA promise, in consideration of forbearance, to pay the debt of an infant, who ratifies the contract after arriving at full age, is valid and binding on the promissor.\nError to the Common Pleas of Berks county.\nThis was an action of assumpsit by Daniel Young and Nicholas Jones, lately trading as Young & Jones, against Joshua Weida, executor of Abigail Kuns, deceased, on a promise by the defendant’s testatrix to pay a bond of Isaac E. Kemp for $400, dated the 6th April 1860, in consideration of forbearance.\nOn the 25th March 1850, the plaintiffs sold and conveyed to Isaac E. Kemp, the illegitimate son of the defendant’s testatrix, then a minor, a tract of land in Schuylkill county, containing 103 acres, for the consideration of $1451.18. Of the purchase-money, $651.18 was paid in cash, and Kemp gave his two judgment bonds for the remainder, dated the 6th April 185.0; one for $400, payable 1st April 1851, and the other for $100, payable on the 1st April 1852, with interest.\nIsaac E. Kemp became of age on the 22d December 1850. After the purchase, he moved upon the land, and in the spring of 1851 cut wood upon the premises. On the 21st March 1851, he conveyed a part of the land to Stephen Ackerman.\nAbout this time, the plaintiffs alleged, that Abigail' Kuns promised to pay the judgment entered on the bond, which fell due on the 1st April ensuing, in consideration that they would forbear and give Isaac E. Kemp a reasonable time to pay the same. On the 6th May 1852, the plaintiffs issued execution on the other judgment, under which they purchased the land for $300.\nOn the trial, the defendant’s counsel presented certain points in writing, upon which he requested the court to charge the jury; the 2d, 3d, and 4th of which were as follows:—\n2. That in a case of this kind, the evidence of a promise and contract must be eleai’, explicit, and certain; that such is not the evidence of the plaintiffs; they therefore cannot recover.\nTo this point, the court below (Jones, P. J.) returned the following answer: — “In a case of .this kind, the evidence of a promise and the contract, must be clear, explicit, and certain; and if it is not so, the plaintiff cannot recover. The promise to pay the debt of another, for forbearance, should be clear, explicit, and certain, both as to the debt which is the subject of the alleged promise, and as to the promise' itself; it should be clearly made out to the satisfaction of the jury, that the parties agreed that there should be forbearance of a certain determined debt, and that they acted upon that agreement; the one party forbearing, in consideration of the other party promising to pay the debt forborne.”\n3. That if the evidence in this case proves a promise, or has a tendency to prove a promise of any kind, it is a promise to pay both debts of four hundred dollars each, secured by the two judgment-bonds and the two judgments entered on the same, in consideration of total forbearance; and plaintiffs having issued executions on one of the judgments, and sold all the real estate of Isaac E. Kemp, and purchased the same themselves, cannot recover upon such promise.\nAnswer. — “ It is not for us to say that the evidence proves, or has a tendency to prove, a promise as stated in this point; whether it does so, is for the jury to say. If it does, however, the law is correctly stated in the point presented.”\n4. That the judgment-bonds, and the judgments entered by virtue of the same, being given by Isaac E. Kemp, when he was an infant, and under twenty-one years of age, are void, and insufficient to support the promise alleged to have been made by Abigail Kuns ; and that, therefore, the plaintiffs cannot recover.\nThis point was not answered, the court telling the jury that it wished to have the facts, independent of those upon which this point turns, ascertained by the verdict.\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs for $405.53, the defendant removed the cause to this court, and here assigned the same for error.\nH. W. Smith, for the plaintiff in error.\nS. L. Young, for the defendants in error."
  },
  "file_name": "0060-01",
  "first_page_order": 60,
  "last_page_order": 62
}
