{
  "id": 417967,
  "name": "Washabaugh et al. versus Entriken",
  "name_abbreviation": "Washabaugh v. Entriken",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "74",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 14695,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.404606267796622e-07,
      "percentile": 0.7992863676608173
    },
    "sha256": "5eb6b3a6af54d7f8749e7ba6ff07f1d3c2230dbcc5d822f061bde2789f04c1dc",
    "simhash": "1:00436ebb31ca73d1",
    "word_count": 2586
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Washabaugh et al. versus Entriken."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe plaintiff below showed a clear paper title to one hundred and thirteen one hundred and twenty-sixth parts of the land in dispute, commencing with a warrant to Mary Foster dated 2d October 1792, for 52 acres, on which a survey was made for 95 acres and 60 perches, and accepted in the Land Office 2d April 1821. By will, dated 16th November 1828, and admitted to probate in Highland county, Ohio, on the 27th July 1829, she devised this land to her son Thomas Foster, who died some ten or twelve years ago, unmarried and intestate, leaving as his heirs at law six brothers and sisters or their children. By various mesne conveyance from various of these heirs, their titles, amounting, as before stated, to one hundred and thirteen one hundred and twenty-sixth parts, became vested in James Entriken.\nThe title set up by the defendants was under alleged parol sales of this warrant, in 1818, by Thomas Foster, and the statute of limitations, which applies to the whole land; and a special claim to twenty-one one hundred and twenty-sixth parts, or one-sixth, being the share of Benjamin Foster as heir of his brother Thomas.\nFrom the state of the record, which is neither clear nor satisfactory, we can only look to the charge of the court, as stated in the bill of exceptions, to see whether there was any error in their instructions. By this three points appear to have been made by the defendants, to show that there could be no recovery, and answers were given by the court, which appear to be unobjectionable except in one particular.\nThe first answer or instruction, that the warrant to Mary Foster being precisely descriptive, and part of the purchase-money having been paid when it issued, gave her such an equitable interest from its date as could only be divested by conveyance or by adverse possession for the statutory period, and also that the mere possession of the warrant by Thomas gave him no title to the land, is clearly right, and there was no error in any part of this answ7er.\nThe second answer is also right, with this explanation or addition. Benjamin Foster having no title, sold half of the land to William Anderson, by articles of agreement, dated 16th October 1819, and recorded 10th March 1855, and Anderson conveyed this, inter alia, to one of the defendants, Washabaugh. As one of the heirs at law of Thomas, Benjamin acquired a title to one-sixth thereof, which enured to the benefit of William Anderson, to whom he had conveyed in 1819. This sixth, or twenty-one one hundred and twenty-sixth parts, belonged of course to Washabaugh, and the verdict, therefore, should have been for ninety-two one hundred and twenty-sixth parts, and not for one hundred and thirteen one hundred and twenty-sixth parts: 2 S. & R. 507; 6 Watts 60; 7 Barr 878.\nThe third answer or instruction, that the possession described in it, and supported by the evidence, was not such adverse and continued possession as'in law gives title by the statute of limitations, was strictly correct, and the argument of the plaintiffs in error in fact concedes it: Hole v. Rittenhouse, 1 Casey 493.\nThere are also two exceptions to the admission of testimony, and the court certainly erred in admitting in evidence the bond of William Anderson to Daniel Washabaugh for $3000, as it was not pertinent to the issue. As to the other, if counsel do not agree that the will of Mary Foster shall be admitted in evidence as at present authenticated, it will save all difficulty if the form prescribed by the Act of Congress were strictly followed, and we refer to The State of Ohio v. Hinchman, 3 Casey 479, as stating the law on this subject correctly.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "King & Jordan and Cessna Shannon, for the plaintiffs in error.",
      "Forward & Russell, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Washabaugh et al. versus Entriken.\nA descriptive warrant, and payment of a part of the purchase-money, gives an equitable interest in the land from its date, which can only be divested by conveyance or twenty-one years' adverse possession. The mere possession of the warrant by a third party gives him no title to the land.\nA parol sale of the interest of a party under a descriptive warrant, is void under the statute of frauds and perjuries, unless accompanied by possession.\nIf a person without title, sell a tract of land, and subsequently acquire title to an undivided portion of it, by devise from the real owner, such title will enure to the benefit of his grantee.\nThe occasional cutting of timber and boiling of sugar on the land in dispute, by the occupier of an adjoining tract, and the extension of his lines so as to include a small portion of the meadow land, is not such a possession as will give title under the statute of limitations.\nA bond given to indemnify against defects in the title, on the sale of a tract of land, is not admissible in evidence against the grantee, on an ejectment brought by a third party.\nA record certified by one styling himself “ Judge of the Probate Court” of Highland county in the state of Ohio, is not properly authenticated under the Act of Congress.\nError to the Common Pleas of Bedford county.\nThis was an ejectment by James Entriken against Daniel Washabaugh and George W. Anderson, for a tract of 52 acres 13 perches of land, in Broad Top township, Bedford county.\nThe plaintiff’s title commenced with a descriptive warrant to Mary Foster for 50 acres, dated the 2d October 1792; on which a survey was made of 95 acres 60 perches, and returned on the 2d April 1821.\nMary Foster died in Ohio, and by her will, there proved on the 27th July 1829, devised all her land in Bedford county, to her son Thomas Foster.\nThomas Foster died without issue, leaving as his heirs at law three brothers, Benjamin, Basil, and John, and three sisters, Mary, Sarah, and Elizabeth. John and Sarah subsequently departed this life, both leaving children. And the plaintiff, by conveyances from the heirs of Thomas Foster, deduced title to one hundred and thirteen one hundred and twenty-sixths of the land. This included a deed from Benjamin Foster, dated the 22d March 1855, for his interest in the land; which purported to convey one hundred and thirteen one hundred and twenty-sixths parts of the Mary Foster title.\nThe defendants’ title was as follows: In 1818, Thomas Foster, claiming to be the owner of the Mary Foster warrant, sold it, by parol, to his brother Benjamin Foster and his cousin Ephraim Foster.\nOn the 16th October 1819, Benjamin Foster sold the undivided half of 100 acres, more or less, held by the Mary Foster warrant, to William Anderson. The articles of agreement were recorded on the 10th March 1855. The nature of Anderson’s possession is stated in the charge of the court.\nOn the 29th November 1852, Anderson paid the balance of the purchase-money to the Commonwealth, and took out a patent for the whole tract. And on the 1st March 1854, he conveyed 52 acres 13 perches to Daniel Washabaugh, one of the defendants.\nIn 1822, Ephraim Foster sold his interest in this tract to Benjamin Foster, who sold to Loy and Patterson; and Entriken, the plaintiff, having subsequently become the owner of the part conveyed to Loy and Patterson, paid one half of the patenting fees to Anderson.\nOn the trial, the plaintiff offered in evidence an exemplification of the record of the probate of Mary Foster’s will; to which was annexed the following certificate:—\n“ The State of Ohio,\n“ Highland county, ss.\n“I, A. G. Matthews, judge of the Probate Court in and for said county, do certify that the above and foregoing is a true and perfect copy and transcript of the will of Mary Foster, deceased, together with the probate thereof, as appears from the Record of Wills in my office, in Will Book, No. 3, pages 37 and 38 — and that the foregoing order admitting said will to record is taken and truly and fully copied from the Journal of proceedings of the Highland Common Pleas Court in and for said county, at the term thereof, commencing on the 27th day of July, A. D. 1829, as appears from the book of Administrators, order No. 2, page 53, in my office. And I do further certify that the Probate Court in this state is the successor of the Common Pleas Court in all probate and testamentary matters, and that the judge of said court is his own clerk.\n“ In testimony whereof, I have hereunto subscribed my name [l. S.] and affixed the seal of said court, at Hillsborough, this 27th day of October, a. d. 1855.\n“ A. G. Matthews.\n“ Probate Judge,\n“H. C. 0.”\nThe defendants objected to the admission of this evidence, but the court overruled the objection and sealed a bill of exceptions.\nThe plaintiff then offered in evidence a bond in $3000 from William Anderson to Daniel Washabaugh, dated the 6th December 1855, to indemnify him against defects in the title to the land in dispute. The court overruled an objection to this evidence, and the defendants excepted.\nThe court below (Kimmell, P. J.) delivered the following charge to the jury :—\n“ The plaintiff claims the land through the Mary Poster warrant, dated 2d October 1792, for 52 acres, on which a survey was made for 95 acres and 60 perches, and accepted in the land office 2d April 1821. Mary Poster died in Ohio, after having made her last will, dated 16th November 1828, and admitted to probate 27th July 1829. She devised this land to her son Thomas Poster. Thomas died unmarried, some ten or twelve years ago, leaving, as his heirs at law, six brothers and sisters, or their children. Pour of the six brothers and sisters are still alive, and sold their share in this land to David Poster, viz. Benjamin, Basil, Mary intermarried with Enoch Zenk (also deceased), and Elizabeth intermarried with Samuel Horton. John and Sarah are deceased — the latter, in her lifetime, was intermarried with Lewis Oheney. John left seven children, five of whom conveyed to David Poster; and Sarah left six children, of whom four conveyed to David Poster, who conveyed to plaintiff. It is said by the counsel, that the interests so conveyed make one hundred and thirteen one hundred and twenty-sixths of the land in dispute. It is upon this title, and to the extent just mentioned, that the plaintiff claims your verdict.\n“ The defendants resist a recovery on several grounds. Ephraim Poster testifies that he bought the undivided half of this warrant from Thomas in the year 1818, by parol, and that Benjamin Poster bought the other undivided half from Thomas, in the same way, and about the same time. He says, that in 1822 he sold the interest he had purchased, to Benjamin, and that by an arrangement between them, he made a deed to Loy and Patterson, to whom Benjamin had sold, for 25 acres, lying at the south end of the tract, by a line which was agreed upon, and marked on the ground. He says this was done some tvrenty years ago, and that Loy and Patterson refused to take any greater portion of the land. Benjamin sold the remaining half to William Anderson, by articles of agreement, dated 16th October 1819, recorded 10th March 1855. Anderson sold and conveyed 52 acres and 13 perches to Daniel Washabaugh, one of the defendants, 1st March 1854.\n“ The warrant is precisely descriptive of the land upon which it was ultimately located, and it was known as the Mary Poster tract long before the survey was made. How Thomas obtained the possession of the warrant does not appear, but he had it in his possession in 1818, when he sold to Ephraim and Benjamin. In 1821, the warrant was executed, and the return made. Either the Fosters or Anderson had the survey made — most likely the latter. Besides the 25 acres sold to Loy and Patterson, at the south end, a part of the north end was also sold off, leaving the 52 acres and 18 perches in the centre in dispute. The position of the land is indicated in the draft exhibited.\n“ The defendants say there can be no recovery, because, First: The warrant in 1818 was a chattel, when Thomas sold by parol to Benjamin and Ephraim; and that Thomas being in possession of the paper, the law presumes that he was the legal owner of it, and for a valuable consideration. Second: That if Thomas had not the legal right to dispose of the warrant in 1818, having sold a defective title to Benjamin and Ephraim, and having acquired a good title from his mother, in 1829, it became vested in the vendee of Benjamin and Ephraim; or, in other words, the heirs of Thomas,' and those who hold under them, are estopped from claiming under it in this case. Third: That the defendants, and those under whom they claim, have title by the statute of limitations, having had the adverse' possession of the land for upwards of twenty-one years.\n“ First. — We instruct you, that as the Mary Foster warrant was precisely descriptive, and part of the purchase-money having been paid, when it issued, it gave hér such an equitable interest in the land, from its date, as could only be divested by conveyance, or by adverse possession for the statutory period. The mere possession of the warrant by Thomas, gave him no title to the land— and there is no such presumption of law as is alleged. He may have been his mother’s agent, and held it for her use. At all events, defendants have failed to show that he had the right to it by purchase.\n“ Second. — The sales by Thomas to Ephraim and Benjamin were void under the statute of frauds, and when the title passed to Thomas, under his mother’s will, in 1829, it did not revert, as is alleged, nor is plaintiff estopped from claiming under that title.\n“ Third. — William Anderson lived on the tract adjoining the Mary Foster, and from the time he became the owner, he occasionally cut timber and boiled sugar on the land, and extended three of his fields on his tract into the Foster, so as to embrace some three or four acres of the latter tract; but they were not used for so long a time, that saplings are found there of some ten or fifteen years’ growth. A small portion of the meadow, half the size of this court-room, as one of the witnesses testifies, was in use. This was not such adverse and continued possession as in law gives title by the statute of limitations.\n“ The plaintiff, therefore, is entitled to your verdict for the number of shares that has been conveyed to him by the heirs of Thomas.”\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for one hundred and thirteen one hundred and twenty-sixths of the land in dispute, they removed the cause to this court, and here assigned for error: 1. The admission of the evidence mentioned in their bills of exception. 2. The charge of the court.\nKing & Jordan and Cessna Shannon, for the plaintiffs in error.\nForward & Russell, for the defendant in error."
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 79
}
