{
  "id": 418014,
  "name": "Killion et al. versus Wright",
  "name_abbreviation": "Killion v. Wright",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "91",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 3712,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 5.774934982592935e-08,
      "percentile": 0.36066060222043833
    },
    "sha256": "756456a9d0e9bc28e68e4bf10c8cf49ca6843ea5c00ddcad7095ac4120768499",
    "simhash": "1:9517c1e1339b0991",
    "word_count": 670
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Killion et al. versus Wright."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nMany claims may be joined in one action, and if, for such, separate suits be brought, the court may order them to be consolidated. But if claims may be counted on separately, they are separate causes of action, and a suit for one is no bar to a suit for another. And as a plaintiff is not bound to count for several claims in one action, unless on an order to consolidate, so, when he does so count, he may, with leave of court, withdraw one of them, and then it stands as a claim not sued upon, and may be the subject of a future action. Of course, and a fortiori, when a claim is withdrawn because of an objection by the defendant that it is not yet due, it may be the subject of another action, and the withdrawal cannot be treated as a retraxit.\nJudgment affirmed and record remitted.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Sharpless, for the plaintiffs in error,",
      "B. H. Brewster, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Killion et al. versus Wright.\nIf a plaintiff sue for several distinct causes of action, and, by leave of the court, withdraw one of them, and proceed to judgment for the others, it is no bar to a subsequent action for the claim so withdrawn.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Edward Wright against Henry Killion and Daniel Killion, trading as H. & D. Killion, on a book account for goods sold and delivered, amounting to $107.68.\nThe plaintiff filed a copy of his book entries, to which the defendants put in the following affidavit of defence : — ■\n“ Henry Killion, one of the defendants in the above case, being drily sworn according to law, doth depose and say: That the defendants in the above case-have a defence to the claim of the plaintiff therein, of the nature and character following: That the said plaintiff and the defendants herein entered by agreement duly filed, an amicable action in assumpsit, in the District Court for the City and County of Philadelphia, to December Term, A. d. 1857, No. 726. That on the 11th day of December, A. D. 1857, the plaintiff filed in said action a copy of his book entries, and of two promissory notes, as the cause of action upon which the said suit was brought. That on the sixteenth day of January, A. D. 1858, the plaintiff withdrew, in open court, the copy of book entries aforesaid, filed in the said suit, to Dee. T., 1857, No. 726, and on that day, upon a rule previously granted to him for that purpose, took a judgment in the said suit, for want of a sufficient affidavit of defence, upon the two promissory notes aforesaid. That this deponent is advised, that the said withdrawal of the book entries aforesaid, by the said plaintiff, was an abandonment of his claim upon them, and in law a retraxit, which prevented him from suing these defendants for that claim again. That the copy of book entries filed in this case is for precisely the same items as that filed in the case aforesaid to Dec. T., 1857, No. 726, and is exactly the same claim which was withdrawn and abandoned as aforesaid.”\nThe court below, on motion of the plaintiff’s counsel, gave judgment against the defendants for want of a sufficient affidavit of defence; whereupon the defendants sued out this writ, and here assigned the same for error.\nSharpless, for the plaintiffs in error,\ncited Logan v. Caffrey, 6 Casey 200.\nB. H. Brewster, for the defendant in error.\nThe defence in the first suit was, that the goods were obtained upon a credit of six months, which time had not then elapsed, and that, therefore, no right of action had accrued. The defence was to the right of action at that particular time, and not to the merits of the claim. The withdrawal conceded the truth of the statement, that the goods were obtained on a six months’ credit, but nothing more.\nThis case was decided at Philadelphia, on the 28th February 1859."
  },
  "file_name": "0091-01",
  "first_page_order": 91,
  "last_page_order": 92
}
