{
  "id": 417927,
  "name": "Wood's Executor versus Colwell",
  "name_abbreviation": "Wood's Executor v. Colwell",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "92",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 540,
    "char_count": 10596,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.51302062274808e-07,
      "percentile": 0.6678093973818551
    },
    "sha256": "ccb74e70590aec3e95fd297c7394efd25b7f2774e759982c37bcc82958d953b0",
    "simhash": "1:c1e3de65c25fa8d7",
    "word_count": 1888
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wood’s Executor versus Colwell."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt seems to us that the writ of erfor in the same court (coram nobis or vbbis) was a very proper way of having the fact of the defendant’s death put upon the record and established. This fact thus becomes an element in the case before us, and the judgment founded on it may be reviewed by us. If thé new fact had raised only a question of discretion in the court below, of course we could not review the decision of it, in this way: 7 Peters’ R. 147.\nWe have then the question, may a venditioni exponas issue after the defendant’s death, without a scire facias against his executor, if theJj. fa. and levy were in his lifetime? We think not. Such is the obvious reading of the Act of 1834, relating to executors and administrators, § 33, and such we think has been the general practice under it; and we think it better to follow the obvious meaning of the law, rather than one which is less obvious, and which may possibly be obtained by a very nice analysis of the law, and comparison of it with the antecedent practice.\nWe think that the plaintiff cannot have his venditioni exponas without a previous sci. fa. against the executor, and therefore we must reverse the judgment on the writ of error coram nobis.\nJudgment on the writ of error in the District Court to the venditioni exponas reversed, and judgment thereon in favor of the plaintiff in error, S. R. Wood’s executor, and record remitted for further proceedings according to law.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "G. W. Biddle and Meredith, for the plaintiff in error.",
      "Gerhard and E. S. Miller, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wood’s Executor versus Colwell.\nThis court will review the judgment of a subordinate court on a writ of error coram nobis, unless the fact so placed on record raise only a question of discretion in the court below.\nIf, on a testatum, fieri facias, the defendant’s lands be levied on and condemned, a venditioni exponas cannot issue thereon, after the death of the defendant, without a scire facias against his personal representatives.\nError to the District Court of Philadelphia.\nOn the 2d December 1857, on motion and affidavit, a judgment was entered in the court below in favour of Stephen Colwell, to the use of David Reeves and Samuel J. Reeves, against Samuel R. Wood, on a bond and warrant of attorney, dated the 29th September 1846, conditioned for tbe payment of $8000 in two years from the date thereof, with lawful interest.\nOn the 5th January 1858, on filing the suggestion and affidavit of the equitable plaintiffs, that the defendant had no real or personal estate within the city or county of Philadelphia, subject to execution, a testatum writ oí fieri facias was issued to Northumberland county, by virtue of which the defendant’s real estate in that county was levied on and condemned. And on the 3d May 1858, a venditioni exponas was issued to the sheriff of Northumberland county.\nOn the 15th May 1858, Robert W. Richardson presented his affidavit, setting forth that Samuel R. Wood died on the 2d February 1858; that letters testamentary were granted to the affiant on the 1st April 1858; and that a writ of testatum venditioni exponas to Northumberland county had been issued after the death of the defendant therein; which error in fact he prayed might be remedied by the allowance of a writ of error coram nolis; and which the affiant declared was not intended for delay.\nThe court below, thereupon, allowed a writ of error coram nolis, and granted a stay of proceedings until the same should be determined. The executor and plaintiff in error assigned for error, the death of his testator before the issuing of the venditioni exponas to Northumberland county; and the execution-creditor appeared and pleaded in nullo est erratum.\nThe court below, after argument, gave judgment for the defendant in error; and the following opinion was delivered by Sharswood, P. J.:—\n“ On December 2d 1857, Colwell recovered a judgment against Wood, and on January 5th 1858, issued upon this judgment a testatum fi. fa. to Northumberland county. Thursday afterwards, a levy was made by the sheriff of Northumberland county, under this writ, on certain real estate as the property of Wood. February 2d 1858, Wood died. May 3d 1858, a venditioni exponas to the sheriff of Northumberland was issued. May 15th 1858, the death of Wood was suggested on the record, and on the same day this writ of error, coram nolis, was sued out.\n“ The error assigned, is in the awarding of a writ of execution of testatum venditioni exponas to Northumberland county for the sale of the real estate, after the death of Wood.\n“ Prior to the Act of Assembly of 24th February 1834, relating to executors and administrators, it was the practice to issue execution after the death of a defendant upon a judgment obtained lefore his death. It was necessary, however, in such cases, that the execution should be tested as of a day when he was living. Rut such an execution gave the plaintiff no preference over other creditors, for, as to these, a seizure itself under the execution created no lien: see particularly Leiper v. Levis, 15 S. f R. 112.\n“ The revisers of the code, referring to this state of the law in their report, proposed to abrogate it, and for that purpose reported what was subsequently adopted by the legislature, and stands as the principal part of the 33d section of the above act. It reads thus: ‘ No execution for the levy or sale of any real or personal estate of any decedent, shall be issued upon any judgment obtained against him in his lifetime, unless his personal representatives have been first warned by a writ of scire facias to show cause against the issuing thereof, notwithstanding the teste of such execution may bear date antecedent to his death.’ This statutory provision has given rise to the present writ of error. The plea in nullo est erratum confesses the fact of the priority of Wood’s death to the exit of the venditioni exponas; and the question is, does the statute forbid resort to this writ (unless preceded by a scire facias) when the purpose is to enforce a lien which is not derived from a judgment, but resulted upon the issuing of a testatum fi. fa., and the observance of certain peculiar directions of an Act of Assembly in regard to it.\n“ The language of the statute is without any restrictions or qualifications, and the inconvenience and injustice which might happen from the levy of an execution upon the estate of the decedent without notice to his executor or administrator, which the-revisers of the.code regarded as a mischief and designed to remedy, may be affirmed as truly and forcibly of a lien by a testatum fi. fa., as of a lien the direct effect of a judgment; and yet, there is a difference in the nature and extent of the two liens, in the ease with which one may be kept alive and prolonged, whilst the other must cease by the effluxion of a few years, which renders the application of the same law to both unequal and inequitable.\n“In regard to the lien of a judgment recovered in the lifetime of one who dies before an execution has issued upon it, it not only endures five years from its date without regard to the continuance in life of the defendant, but it may be revived again and again at the option of the plaintiff until paid; whilst the lien created by a testatum fi. fa. is a special one, is limited to five years, and is incapable of a further extension; if a scire facias to the executor or administrator must issue and be finally disposed of. before a venditioni exponas can be resorted to, it may be in the power of the legal representatives of the decedent to keep up a sham contest until the lien shall have expired.\n“ These considerations constitute a strong reason for holding that the case of a testatum, fi. fa. was not in the mind of the legislature in adopting the Act of 1834.\n“ But there is another ground which favours, if it does not force, the conclusion, that a venditioni exponas is not forbidden by that statute. This writ is not properly a separate integral process of execution. It is rather part and parcel of a fi. fá.: where personal property is seized, it is never necessary. The fi. fa. gives the lien upon such property, the only lien which a judgment-creditor can, in invitum, acquire upon it, and a sale may take place under it as well after as before the return day. When a venditioni is also issued in such ease, its purpose is merely to quicken the sheriff. The relation which a venditioni exponas holds to a fi. fa. when real estate is the subject to be affected, is not essentially different. This is well stated by Chief Justice Gibson, in Springer v. Brown, 9 Barr 307. Our statutory venditioni exponas, says the Chief Justice, for the sale of land is borrowed from the common law writ for the sale of chattels, and is preserved only because the sheriff, being bound to require an inquisition, cannot sell on the fieri facias without a waiver of it; it is equally an ancillary part of the machinery of execution.\n“ According to the practice anterior to the statute of 1834, it was the fi. fa. only which was required to be tested before the death of the defendant. The venditioni might issue as well after as before, without any attention to the death. In fact, as it could not be sued out until the fi. fa. had been returned, it could in no such case be properly tested before the death, and this shows that the provisions of the 33d section of the Act of 1834 were not designed to comprehend a venditioni exponas, even where the lien to be enforced was founded upon a mere judgment. To the objection that the Act of 1834 speaks of an execution for the levy or sale, and that this seems to point where land is to be affected to both a fi. fa. and venditioni exponas, it may be answered that this language is satisfied by applying writ for sale to a levari facias, which is an integral writ of itself, and requires no preliminary one to found it upon. Indeed, in technical strictness, and this the etymology proves, levy includes a sale: Drewe v. Lainson, 11 A. B. 529. But it is often used, both here and in England, in the limited sense of' a seizure only: Alehin v. Wells, 5 B. B. 470. And this seems to be the meaning of the statute of 1834, and refers to a fi. fa.\n“ Upon the best, consideration which we can give, we are of opinion that the defendant in the writ of error is entitled to judgment. Judgment for the defendant in error.”\nThe executor thereupon removed the cause to this court, and here assigned such judgment for error.\nG. W. Biddle and Meredith, for the plaintiff in error.\nGerhard and E. S. Miller, for the defendant in error.\nThis case was argued at Philadelphia, and decided at Harrisburg on the 11th May 1859."
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 96
}
