{
  "id": 417965,
  "name": "Smith versus Derr's Administrators",
  "name_abbreviation": "Smith v. Derr's Administrators",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "126",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 4434,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.21369529419757e-07,
      "percentile": 0.9137219969195115
    },
    "sha256": "d531acd7589b1da00a05655c1d50f0764ce39807656601804970bbe4d080e266",
    "simhash": "1:820f50433e1479df",
    "word_count": 766
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Derr’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThis case is covered by the principle decided in Doe v. Vardill, 5 Barn. & C. 438, 6 Bing. N. C. 385; that a person born out of wedlock, and legitimated by the Scotch law, by the subsequent marriage of his parents, cannot inherit land in England. That ease was so thoroughly and learnedly discussed in the King’s Bench, Exchequer Chamber, and House of Lords, that we are saved from the labour which would be required if the question were new.\nNancy is an illegitimate niece of the intestate, born in Tennessee, and legitimated there on the petition of her father, by a proceeding in court. This forgives the vice of her birth in Tennessee, but not here. By our law, nene can inherit but such as are “ born in lawful wedlock;” except that a bastard may be heir to his mother, and perhaps some other recent exceptions. The fact that inheritable capacity is granted by law elsewhere, cannot change our law of descents. A capacity, in Tennessee does not prove capacity here. So far as our law is concerned, legitimation by the subsequent marriage of the parents abroad, by act of a foreign legislature or by judicial decree abroad, are all fruitless. If they are allowed to constitute inheritable capacity here, then adoption might have the same effect. Then we should be without any law of inheritances in favour of relations in other states, except such as our neighbours should be pleased to give us. It is the fact of birth in wedlock that gives inheritable capacity, and not any artificial legitimation.\nJudgment affirmed,'and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "W. C. Johnston, for the plaintiff in error.",
      "Paul Leidy, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Smith versus Derr’s Administrators.\nA child born out of wedlock, and legitimated by the law of another state, is not thereby rendered capable of inheriting land in Pennsylvania.\nThe fact that inheritable capacity is granted by the law of another state, cannot change our law of descents.\nIt is the fact of birth in wedlock, that gives inheritable capacity here, and not any legislative or judicial legitimation.\nError to the Common Pleas of Montour county.\nThis was an action of debt by William McBride and Effy Derr, administrators of John E. Derr, deceased,, to recover $85, with interest from 1st April 1857, on a bond given by the defendant to the plaintiffs, to secure the purchase-money of certain real estate of John F. Derr, deceased, sold by the plaintiffs by virtue of an order of the Orphans’ Court of Montour county, under proceedings in partition.\nThe parties agreed upon a case stated, with leave to sue out a writ of error, in which the following facts were set forth:\nJohn E. Derr died on the 23d April 1855, intestate, leaving a widow, and collateral heirs, namely, brothers and sisters, and the children of deceased brothers and sisters, but no issue. By virtue of proceedings in partition, in the Orphans’ Court of Montour county, his real estate was sold by the plaintiffs, as his administrators, and purchased by the defendant; and $85 of the purchase-money, with interest from the. 1st April 1857, remained unpaid.\nDaniel Derr, a brother of the decedent, and a resident of the state of Tennessee, died in the lifetime of the said John E. Derr, leaving no issue born in lawful wedlock, but leaving an illegitimate daughter, Nancy (since intermarried with George W. Porter-field), who was not born in lawful wedlock, and with whose mother the said Daniel Derr never intermarried; but who, in the lifetime of the said Daniel Derr, was, on his petition, duly legitimated by the decree of the Circuit Court of Giles county, in the state of Tennessee, where the said Nancy then and still resided. Nancy Porterfield was not made a party to the proceedings in partition, nor was any notice thereof given to her.\nIf the court should be of opinion that Nancy Porterfield was entitled, as an heir, to an interest in the real estate of the said John E. Derr, deceased, and that the omission of her name in the proceedings in partition, and the failure to give her notice thereof, rendered the title of the defendant defective, then it was agreed that judgment should be entered for the defendant; otherwise, judgment to be entered for the plaintiff for $85 and interest from the 1st April 1857.\nThe court below (Jordan, P. J.) gave judgment for the plaintifis on the case stated, which was here assigned for error by the defendant below.\nW. C. Johnston, for the plaintiff in error.\nPaul Leidy, for the defendants in error."
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 128
}
