{
  "id": 418031,
  "name": "Seebold et al. versus Shitler et al.; The Same versus Oldt et al.",
  "name_abbreviation": "Seebold v. Shitler",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "133",
  "last_page": "137",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 12016,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 2.831215422532949e-07,
      "percentile": 0.839180392370366
    },
    "sha256": "f1b49ab8010a57abcc89a610ba55b265f0e66e2f610af2beccb00561f5bbfb77",
    "simhash": "1:318e04218a66b3fa",
    "word_count": 2094
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seebold et al. versus Shitler et al. The Same versus Oldt et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nBy an Act of the 22d March 1813, part of Northumberland county was erected into a separate county called Union, and the several courts of the new county were to be held in the town of Mifflinburg, until a court-house should be erected as therein directed, and should be then held at said court-house. Three commissioners, appointed by the governor, were to fix upon a proper and convenient site, for a court-house, prison, and county offices, within said county, and by a written report to the governor were to certify, describe, and limit the site or lot of land which they shall have chosen for the purpose aforesaid; and the commissioners of the county to he elected at the next general election, were authorized to take assurance to them and their successors in office, of such lot or piece of ground thus approved, for the purpose of erecting thereon a court-house, jail, and offices for the safe keeping of the records: and they were also authorized to assess, levy, and collect, in the manner directed for raising county rates and levies, a sufficient sum to defray the expenses thereof.\nChristopher Seebold was the owner of a five acre tract of land in New Berlin, and the commissioners appointed by the governor, in their written report of the 20th 'June 1813, fixed on two and a half acres, part of this tract, as a proper and convenient site for a court-house, prison, and county offices, within the county of Union. The circumstances of the case clearly show that Mr. See-bold must have made an offer of this portion of his land, as a site, for subscriptions were taken up in New Berlin, and different parts of the county, to defray the expense of erecting a courthouse on the ground. The court-house was built, principally, by these subscriptions, Mr. Seebold contributing one or two hundred dollars, and a further advance of four hundred and sixty dollars, above the amount subscribed, was subsequently repaid by the county of Union.\nThe court-house being still unfinished, although built upon the faith that the two and a half acres were to be conveyed to the county commissioners, the legislature, on the 8th March 1815, passed a supplement to the first act, enacting that- from and after the first Monday of May next, the several courts for the county of Union shall be opened and held in the town of New Berlin, and it shall be the duty of the several officers, who by law are obliged to hold their offices in the county town, to move their respective offices to the said town of New Berlin, on or before the said first Monday of May — “ Provided that a full and sufficient deed in fee simple, for the court-house, and lot whereon the same shall have been erected, shall, on or before the first Monday of April next, be tendered to the commissioners of the said county, on the payment of sixty-seven cents by them.”\nAccordingly, on the 28th March 1815, Christopher Seebold and wife executed a deed to the commissioners of Union county, for the said two and a half acres, for the consideration of sixty-seven cents, which was actually paid as appears by the original order on the treasurer of the county, and his receipt therefor endorsed thereon. The grant in the premises 'is to the commissioners by name and their successors in office, commissioners of the county of Union, “ in trust for the use of the said county, in fee simple,” of the land described by metes and bounds, together with the brick court-house thereon erected — and the habendum, uses the same language ; so that there is no other use or trust declared than that for the county of Union in fee simple, making it in fact the absolute equitable owner of the whole estate in the land. It will be seen, that this deed passed not only the naked lot which belonged to Mr. Seebold, but the brick court-house built by citizens of the county of Union, upon the clear understanding that the land and its valuable erections were to be conveyed to the use of the county, •without restriction, condition, or limitation. It never could have entered into their calculations, that in any event the court-house, and all the county improvements on the lot, should become the property of Mr. Seebold or his heirs, by any forced construction of the terms employed by the grantor, in conveying his and their interest in the land and building.\nThe second story of the court-house was not quite finished, and it was fitted up for the offices at the expense of the county. New Market street was laid out through the county lot, and a part of the same was reconveyed to Seebold in exchange for another lot of his lying north of the lot on which the jail was to be erected. This exchange was mutually beneficial, the strip conveyed to See-bold giving a front to his other lots on the street.\nUpon the court-house lot, the county erected valuable buildings for the accommodation of the county officers; and on the jail lot, composed of part of the original purchase, and the exchanged piece of land, the commissioners built a county jail costing about four thousand dollars.\nThe exchange was made under the authority of an Act passed 9th February 1817, which empowered the commissioners of the county of Union to sell and convey to Christopher Seebold a part of a lot of ground situate in the town of New Berlin, in the county of Union, lying north of Market street in said town, 11 for which the said Christopher Seebold gave a deed in fee simple to the commissioners of the county aforesaid for public use,” reserving a sufficient portion thereof on the north-east corner of Market street of sufficient front to erect a jail thereon: “Provided that the said Christopher Seebold convey unto the said commissioners, or their successors in office, a sufficient quantity for a jail-yard, bounded on the north by where the jail is to be erected in said town.”\nOn the 6th January 1818, in pursuance of this Act of Assembly, Christopher Seebold and wife conveyed the jail-yard lot to the commissioners by name, and their successors in office, in trust for the use of the county of Union, and the habendum is unto the said commissioners of Union county, and to their successors in office, in trust for the use of the county of Union for ever.\nMr. Seebold took possession of the strip of laud given him in exchange.\nUnder an Act of 2d March 1855, the county of Union was divided by the erection of a new county called Snyder, and the seat of justice in Union county was removed from New Berlin to Lewisburg; and on the 18th April 1857, the legislature passed an act appointing trustees to sell the public buildings in New Berlin, belonging to the county, and; after deducting the costs of sale, to divide the proceeds equally between the counties of Union and Snyder. The trustees advertised the court-house, jail, and other buildings and lands belonging to the county, for sale, and the plaintiffs, heirs of Christopher Seebold, deceased, brought two ejectments, one for the lot on which the court-house and offices were erected, containing an acre and a quarter, and the other for the jail lot and jail erected on it, containing one-fourth of an acre; alleging that inasmuch as the courts were no longer held in New Berlin, nor the jail used for the confinement of prisoners, that both lots with all the buildings upon them, reverted back to them as the heirs of the original grantor.\nBoth cases were argued together, and as the same leading principle governs each of them, they will be considered together.\nThe provision in the Act of 8th March 1815, is that a full and sufficient deed in fee simple shall be tendered to the commissioners, and no conveyance for any less estate, or for a limited fee, clogged and confined with conditions or qualifications of any sort, would have fulfilled the requirements of the legislature; accordingly, the grantors use in strict conformity to the legislative will, the very same clear and expressive language in their deed to the county commissioners, which gave to the county of Union an absolute estate in fee simple. But it is said, there was no valuable consideration for this conveyance. This is a mistake, for the legislature fixed the price, which was accepted by Mr. Seebold, and received by him in full, having been paid to him under an order by the commissioners of the county on the county treashrer, in the usual form; Kerlin v. Campbell, 3 Harris 500; any other construction would make the deed a fraud upon the citizens who erected the court-house, and upon the county that erected afterwards the county offices, and the county jail, by a large expenditure of the county funds.\nIt would indeed be a strange result, that after forty years’ uninterrupted possession by the county of Union, under a conveyance from the ancestor in fee simple, it should be found that, when, under the sanction of the legislature, these lots and buildings are to be sold as the property of the county of Union, for the benefit of all those residing within her ancient limits, they belong to the 'heirs of Christopher Seebold, a man who neither erected the court-house, county offices, or jail. Could it have been contemplated by any one, that these individuals, by virtue of any residuary or reversionary interest of any kind left in their ancestor, should become the only legitimate occupants of the jail and public buildings of the county of Union ?\nThis cannot be the law, and we are therefore of opinion that whether with or without the parol evidence introduced upon the trial, the plaintiffs were not entitled to recover in either case. The case of the jail lot is perhaps stronger than the other, as a part of it was conveyed in exchange for a portion of the jail lot, in pursuance of a special act of the legislature, and the transaction was especially beneficial to their ancestor.\nJudgment affirmed in both cases.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Slenker, for the plaintiffs in error.",
      "Cr. F. Miller, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Seebold et al. versus Shitler et al. The Same versus Oldt et al.\nTwo lots of ground were conveyed to the commissioners of a county and their successors in office, in fee simple, for the purpose of erecting thereon a court-house, jail, &c.; the county was subsequently divided, and the seat of justice removed, and trustees were appointed to sell the lots and public buildings and divide the proceeds between the two counties: Held, that on the removal of the seat of justice, and the discontinuance of the original uses for which the lots were conveyed, they did not revert back to the heirs of the original grantor.\nError'ío the Common Pleas of Union county.\nThese were two ejectments, the first by Philip Seebold and others, the heirs at law of Christopher Seebold, deceased, against David Shitler and others, for an acre and a quarter of ground in New Berlin, on which were erected the old court-house, &c., of Union county; and the other, by the same plaintiffs against Reuben 01dt,.and others, for one-fourth of an acre of ground, on which was erected the old jail of Union county.\nOn the removal of the seat of justice of Union county, from New Berlin, to Lewisburg, the public lots and buildings in New Berlin were sold by trustees appointed for that purpose; and these ejectments were brought by the heirs of the original grantor, who contended, that on the discontinuance of the uses for which the lands were conveyed in trust to the county commissioners, they reverted back to the heirs of the grantor. The facts of the case are fully stated in the opinion of the court.\nThe court below (Wilson, P. J.) instructed the jury, inter alia, that no limited use being mentioned in the original deed, the jury must determine the intention of the parties from the Acts of Assembly, and the circumstances attending the transaction, when the conveyance was made.\nTo this charge the plaintiffs excepted; and verdicts and judgments having been rendered for the defendants, the plaintiffs removed the causes to this court, and here assigned the same, inter alia, for error.\nSlenker, for the plaintiffs in error.\nCr. F. Miller, for the defendants in error."
  },
  "file_name": "0133-01",
  "first_page_order": 133,
  "last_page_order": 137
}
