{
  "id": 417941,
  "name": "Sturtevant's Appeal",
  "name_abbreviation": "Sturtevant's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "149",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 302,
    "char_count": 4255,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.075618517046311e-07,
      "percentile": 0.5608958282896029
    },
    "sha256": "7b101eb22a37ba25ab850c24459fe1fcac011e887a94af7bb157f59b0176c17c",
    "simhash": "1:94db8eb0889c01e1",
    "word_count": 724
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sturtevant’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nAn act was passed on the 5th April 1853, to authorize mortgages of coal leases in Schuylkill county, containing many special directions as to the time and mode of recording the same. On the 27th April 1855, the legislature passed another act “ to amend certain defects of the law for the more just and safe transmission, and secure enjoyment of real and personal estate,” by the 8th section of which the principles of the former act, in a general form, were extended to the whole state. This. section declared it “ to be lawful for any lessee for term of years of any colliery, mining land, manufactory, or other premises, to mortgage his or her lease or term in the demised premises, with all buildings, fixtures, and machinery thereon, to the lessee belonging, and thereunto appurtenant, with the same effect as to the lessee’s interest and title, as in the case of the mortgaging of a freehold interest and title, as to lien, notice, evidence, and priority of payment ; provided that the mortgage be in like manner acknowledged and placed of record in the proper county, together with the lease, and that such mortgage shall in nowise interfere with the landlord’s rights, priority, or remedy for rent, and such mortgages may be sued out as in other cases.” By a further proviso this section was in nowise to impair the prior Act of 1853.\nThe language of this section of this amendatory act leaves no doubt as to the meaning of the legislature, which was to lay down One uniform rule in relation to all mortgages coming within its provisions. All such mortgages must be recorded together with the lease, that is, the two deeds showing the actual extent and nature of the mortgagee’s interest, must be placed of record in the proper county. The lease shows the terms upon which the mortgagor holds the colliery, mining land, or manufactory; and the mortgage, the amount and character of the encumbrance he has placed upon it. This is necessary and proper information for all those who have dealings with either party. Public policy requires a strict adherence to the principle of the recording acts, that all the steps of a title should be registered, and open to the examination of the whole community. Publicity prevents fraud. Such mortgages and leases are therefore to be recorded together.\nThis disposes of the present case, for the lease was not recorded with the mortgage, nor until after the rights of the execution-creditor had attached.\nDecree affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Cornly, for the appellants.",
      "Baldy, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Sturtevant’s Appeal.\nUnder the 8th section of the Act 27th April-1855, where a mortgage is executed of a leasehold estate, it is necessary, in order to give it priority as against an execution-creditor of the mortgagor, that the lease should be recorded with the mortgage.\nAppeal from the Common Pleas of Columbia county.\nThis was an appeal by Noah Sturtevant, Joseph Maxfield, Thomas H. Reilly, and Charles Wannemacher, from the decree of the court below, distributing the proceeds of a sheriff’s sale of the estate of Marcus G-. Heilner.\nThe parties agreed upon the following statement of facts:— On the 1st January 1854, the Locust Mountain Coal and Iron\nCompany leased to Marcus Gr. Heilner a certain tract of coal land, in Conyngham township, Columbia county, for the term of thirteen years. On the 26th January 1857, Heilner mortgaged the demised premises to the appellants to secure the payment of $10,000 with interest. The mortgage w’as recorded on the 17th February 1857; but the lease was not recorded until the 29th September 1858.\nOn the 12th August 1858, the Miners’ Life Insurance and Trust Company placed in the hands of the sheriff a writ of fieri facias, duly issued on a judgment in their favour against Marcus Gr. Heilner, by virtue of which the defendant’s interest in the coal lease from the Locust Mountain Coal and Iron Company was levied on and sold by the sheriff; and the proceeds of sale amounting to $1644.99, after payment of arrears of rent and expenses, was paid into court for distribution.\nThe court below (Woodward, P. J.) decreed the fund in court to The Miners’ Life Insurance and Trust Company; whereupon this appeal was taken by the mortgagees.\nCornly, for the appellants.\nBaldy, for the appellees."
  },
  "file_name": "0149-01",
  "first_page_order": 149,
  "last_page_order": 150
}
