{
  "id": 418015,
  "name": "Wynn versus Bellas",
  "name_abbreviation": "Wynn v. Bellas",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "160",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 192",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 12655,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 2.1338598996417555e-07,
      "percentile": 0.7661966006512348
    },
    "sha256": "41f59cfa804bd98dd97b3f3b59864a5b66c6eea1843652ec98dcf4869dcb3345",
    "simhash": "1:be6f598ecbc2af69",
    "word_count": 2225
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wynn versus Bellas."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe parties to this amicable action, stipulated for a reference of all matters in variance to arbitrators, to be chosen “ according to law, at the prothonotary’s office at Lewis-burg,” on a day therein named; the award of whom should be final and without appeal by either party; and “the proceedings to be under the Arbitration Act, unless as far as the parties herein agree otherwise.” Pursuant to this agreement, and the entry of this amicable action, arbitrators were chosen and the time fixed for meeting, and rules issued under and in accordance with the compulsory Arbitration Act of 1836. The agreement suits no other of the forms of arbitrament provided for by that act, nor were the proceedings or stipulations consistent with any of them. In neither is there any appeal. And, in this case, the parties must have supposed and intended that they were submitting to arbitration when there might be an appeal, for they provide against it in the express terms, that the award shall “ be final and without appeal by either party.” This, as well as all the proceedings, not provided for by the parties, being according to the provisions of the compulsory Arbitration Act, evidences certainly, beyond any reasonable doubt, that they were under that act, and are so to be considered here.\nIt would be a most illiberal construction of the act, as well as a very unwarrantable circumscription of the rights of parties, to hold that the original rule of reference might not be dispensed with, by agreement, and all the other proceedings remain and operate as if it had issued. And to go one step farther, and say, that although it was dispensed with by agreement, yet because it was so, the subsequent proceedings belong to another class of arbitraments whenever the requisites.are not complied with, and therefore the award must be set aside, would be to exhibit the adherence to mere formalism in a most odious light. u Modus et conventio v£n.cit; legem,” is a remedial or beneficent maxim, and has never been denied full operation, except where by express terms, or necessary implication of law, it is' inapplicable. Neither one nor the other of these conflicting' elements exists here. And as the parties here stipulated, that notwithstanding their agreement, the proceedings should be under the compulsory arbitration provisions of the act, and as they were, so in fact, excepting to the extent of what was provided for in the agreement, we cannot say that they are not so. The parties having merely waived, or supplied by agreement, mere matters of form, and having chosen a tribunal recognised by law to se'ttle their disputes, which they had a clear right to do, the law will hold them to it, and to their agreements in regard to the finality of the decision: 6 Casey 384; 4 Id. 283. The defendant certainly understood the nature of the arbitrament as we do, for he appealed from the award, which he would scarcely have done, if he had supposed the reference to be under any of the other provisions in the act. The court, however, struck off the appeal, as contrary to the agreement of the parties. In this they were clearly right. Courts will always enforce such agreements. They tend to prevent litigation: 7 Harris 418.\nThe proceedings, then, being under the compulsory arbitration law, were the court right in setting aside the award ? The act regulates this, in ordinary cases. It can only be done for misbehaviour in the arbitrators, in the course of the hearing, or where the award is procured by corruption, or other undue means. Neither of these allegations existed here. Ordinarily, then, we say, this would end the power of the .court over the award. But where there is no appeal, by agreement of the parties, and the award is in such condition as that execution might not be effectual to enforce it, then it might be the duty of the court to set aside, or refer it back to the same arbitrators for reform or correction.\nBut here there was no room for difficulty on that score. The award was for a definite sum of money, unencumbered with restrictions of any kind, and execution could issue to collect the amount without any doubt whatever. But the learned judge of •the Common Pleas came to the conclusion that the collateral agreement made subsequent to the entry of the amicable action and the agreement to refer it, must be considered part and parcel of the submission. We think this was error. It was nothing more nor less than an auxiliary agreement, providing for things to be done by tbe respective parties after award made by the arbitrators. By it the defendant agreed to pay the amount of the award within fifteen days after notice of the amount found; and on payment, or tender of the sum so awarded, the term in the leased premises was to be ended, and the possession delivered by the plaintiff by the 1st of April. It could not have been intended that these things agreed upon, should be inserted in, and make part of, the award. If they had been, then there might have been force in the objection of want of finality and certainty in it. But they were not so intended. They were to form, rules of action for the government of the parties after the award. The court .could, undoubtedly, through the medium of this agreement, com■trol execution on the judgment, so as to carry out the intention of the parties as indicated in their agreement. They could control the payment of the money, if collected, unless the possession was ■surrendered. The collateral agreement was sufficient for this purpose. And in ease of payment, or tender of the amount of the award, the law gives ample remedy to regain possession, as in case of an expired term. But this is not to the point. The question is, as to the certainty of the award; and as we have seen, the subsequent agreement had nothing to do with its form or substance, there is nothing like uncertainty in it. It was for a definite sum of money, and we think the court erred in setting it aside.\nThe motion to quash the writ of error made by the defendant in error, was argued at the same time with the bill of exceptions. The ground of that motion was, that there was no final judgment in the case, nor any order in the nature of final judgment. As the result of the arbitration was agreed to be final — and as the amicable action was entered upon an agreement that it should be determined by the contemplated arbitration — it seems pretty certain that to set aside the award, was to make a final end of the case. .In this view of the matter, the striking off the award was certainly in the nature of final judgment, and subject to a writ of error. I have no doubt about the power of this court to issue writs of error for the correction of any such case, whether the right of appeal be taken away or not; and to this effect is Orlady v. McNamara, 9 Watts 192. This view does not in the least conflict with the case of Hill v. Irwin, 8 Casey 314, cited by the , defendant in error. That was a case in which the writ of error issued to an order opening a judgment, which is very unlike the present case. We think the writ of error did not improvidently issue, and the motion to quash is overruled.\nThe order of the Court of Common Pleas of Union county striking off the appeal is affirmed; and the judgment setting aside the award is reversed, and the court of said county is directed to reinstate the same.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "G. F. Miller and C. J. Bruner, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Wynn versus Bellas.\nParties may proceed under the compulsory arbitration law, waiving the original rule and the right of appeal.\nAn agreement to refer all matters in variance to arbitrators to be chosen “ according to law, at the prothonotary's office,'' on a day therein named, with a waiver of the right of appeal, and a stipulation that the proceedings should be under the Arbitration Act, unless the parties agree otherwise; is to be deemed a proceeding under the compulsory arbitration law.\nIf the parties to a reference under the compulsory arbitration law, agree that the award shall be final and without appeal, such stipulation will be enforced by striking off an appeal taken in violation of it.\nUnder the compulsory arbitration law, an award can be set aside, only for misbehaviour of the arbitrators, or where it has been procured by corruption or undue means.\nAn award for a sum certain, is not vitiated by a collateral agreement between the parties, that the party in whose favour it is made, should surrender, at a future time, the possession of certain premises, to the other party.\nBut it is in the power of the court, so to control the execution, as to carry out the agreement of the parties.\nAn agreement to waive the right of appeal, does not take away the power of this court to review the proceedings on writ of error.\nWhere it is agreed, that an award shall be final and without appeal, the striking off of the award, is in the nature of a final judgment, to which a writ of error will lie.\nError to the Common Pleas of Union county.\nThis was an amicable action, entered by agreement, on the 24th February 1858, by Albert Wynn against Hugh Bellas. The following is a copy of the agreement.\n“Albert Wynn j “Amicable action in the Common Pleas of v. V Union county, to be entered in the prothonotary's “ Hugh Bellas, j office, to decide all matters in variance between the parties. The proceedings are to be under the Arbitration Act, unless so far as the parties herein agree otherwise.\n“It is agreed, that the plaintiff and John Stees, as agent for defendant, meet at the prothonotary’s office, in Lewisburg, on Saturday, the 27th inst., at ten o’clock A. M., to choose arbitrators according to law. The referees, and the time and place of trial, to be appointed by the prothonotary, unless the plaintiff and said agent agree otherwise. ■\n“ If John Stees cannot or will not attend as above, this agreement to have no effect. The said award is to be final and without appeal by either party. Witness our hands and seals, Feb’y-1858.\n“ Witness, “Edward S. Anthony.” U\n“ Hugh Bellas, [seal, “Albert Wynn, [seal,\nSimultaneously with this agreement, the following paper was' executed by the parties:—\n“ Hugh Bellas and Albert Wynn hereby agree, that Hugh Bellas shall pay to Wynn, the amount that may be awarded (if any) by the arbitrators to be chosen the 27th inst., within fifteen days after the arbitrators gave notice to Bellas or agent, that they have decided, and the amount awarded (if anything); and upon that payment being made, or offered, the lease under which Wynn holds the premises where he resides, under Bellas, shall be ended as if Wynn’s full term had expired.; and Wynn shall, on the 1st of April next, give up to Bellas, full possession of all the property belonging to Bellas in his possession or power; the said payment being first made, or offered to Wynn. The said award to be final and without appeal by either party. Witness our hands and seals, Feb’y the 23d 1858.\n“Witness,\n“Hugh Bellas, ■ [seal.]\n“Edward S. Anthony.”\n'“ Albert Wynn. [seal.]\nArbitrators were chosen at the time and place appointed, who made the following award:—\n“ We, the undersigned arbitrators, chosen and named in the within rule* met at the time and place as within mentioned, having first all been duly sworn or affirmed according to law, having commenced trying the within-stated ease, and continued until a late, hour; having then adjourned to meet at the same place on the 23d inst.; having again met agreeable to adjournment, continued on until a late hour at night, when we again adjourned to meet at the Buffalo House, in said borough of Lewisburg on the 27th inst. Having again met agreeable to adjournment, and after hearing both parties, their proof and allegations, do find for plaintiff, nine hundred and fifty dollars. Witness our hands this 27th day of March, a. d. 1858. “ John Schrack,\n“ James Chambers,\n“ Jonathan Nesbit,\n“ Daniel Rangler, “John Wilt.”\nFrom this award, an appeal was taken by the defendant. The plaintiff, thereupon, obtained a rule to show cause why the appeal should not be stricken off; and the defendant, at the same time, obtained a rule to show cause why the award should not be set aside, and all proceedings, subsequent to the entry of the action, quashed.\nThe court below (Wilson, P. J.) made both rules absolute, striking off the appeal, and setting aside the award; whereupon the plaintiff sued out this writ, and here assigned for error, that the court erred in setting aside the award.\nThe defendant in error moved the court to quash the writ of error, as having been improvidently issued.\nG. F. Miller and C. J. Bruner, for the plaintiff in error."
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 164
}
