{
  "id": 418021,
  "name": "The Commonwealth versus Justice et al.",
  "name_abbreviation": "Commonwealth v. Justice",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "165",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848407
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0289-01"
      ]
    },
    {
      "cite": "11 Wendell 539",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 23382,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 2.0354863311206832e-07,
      "percentile": 0.7471350646311812
    },
    "sha256": "da4e75a459e388a11d7b9d97b1e036178a46981a31d41a5f43b1b9efcbb26a9f",
    "simhash": "1:7d2cbea5b66ea8fa",
    "word_count": 4043
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus Justice et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThis is a case of .the distribution of money collected on a forfeited recognisance- in the Quarter Sessions. It comes here by certiorari, at the instance of the Bank of Lawrence County, which complains that it did not get its due share of the money, under the Act of 30th July 1842, §§ 25, 26.\nWe are of opinion that this court has no authority to review the order or decree of the Common Pleas, for it is expressly declared to be final and conclusive; and because the case is not such a judicial one as falls necessarily within the general jurisdiction or judicial power of this court. And we do not think that this court ought to have any power over such cases; for, properly speaking, they involve no judicial question. They have no relation‘to the preservation or enforcement of private rights; but only to the distribution of money belonging to the state, and which it bestows upon counties and persons according to such rules, and by means of such instrumentality’ as it pleases. It makes the judges of the Common Pleas the functionaries for its distribution, and their decree final, and therefore we must not interfere. The Act of 22d April 1846, § 6, is somewhat similar; but it does not make the decree final and conclusive. ' The Commonwealth v. Robbins, 26 State R. 165, was under that act, and it is intimated there that we were without authority, but not decided because no party raised the question.\nCertiorari quashed and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "McGuffin, for the Bank of Lawrence County.",
      "McComb and L. Taylor, for the County of Lawrence."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus Justice et al.\nThis court has no jurisdiction to review the order or decree of the Common Pleas, distributing the proceeds of a forfeited recognisance in the Quarter Sessions.\nCertiorari to the Common Pleas of Lawrence county.\nThis was a scire facias on a forfeited recognisance in the Quarter Sessions. On the 17th April 1857, Joseph Justice and Webster Justice entered into a recognisance'in $3000, before a justice of the peace, conditioned for the appearance of John N. Wagonseller, late cashier of the Bank of New Castle,-at the next Court of Quarter Sessions, to answer the charge of embezzlement of the moneys of the bank to the extent of $27,000.\nWagonseller absconded, and at May Sessions 1857, the grand jury found a true bill, charging him- with larceny and embezzlement of large sums of money, the property of the Bank of New Castle. His recognisance was thereupon forfeited, and judgment having been obtained thereon, the amount was collected from the sureties and brought into court for distribution.\nThe court below appointed an auditor to report distribution of the fund, and on the coming on of his report, decreed the payment of $500, with interest from the,8th March 1857, to the Bank of Lawrence County (the name of the Bank of New Castle having been so changed), and the residue of the fund to be paid into the treasury of Lawrence county.\nThe following opinion was delivered in the court below by Agnew, P. J.:—\n“ This case is important, both in its legal principles, and the sum in controversy. John N. Wagonseller, cashier of the Bank of New Castle, absconded, taking with him about $27,000 in notes of the bank. A warrant was issued on oath of Joseph Kissick, a director, charging Wagonseller with ‘ fraudulently embezzling about $27,000 of the notes of the Bank of New Castle, and appropriating the same to his own use.’ Of this sum, $26,500 were recovered — $5000 through D. Tidball, and $21,500 at the time of Wagonseller’s arrest. The loss on the sum stated in the complaint and warrant is therefore but $500.\n“After the arrest and commitment, an examination of the affairs of the bank disclosed further embezzlements of Wagonseller, amounting to many thousands of dollars. The auditor appointed by the court classifies the transactions, and after crediting the notes of the bank returned as above mentioned, makes the sums embezzled, respectively, with interest, $19,490.92 — $3696.59— $5539.16 — $1946.67—$1610.93—in all $32,284.25. The first question is, whether damages can be assessed for other embezzlements, not charged in the complaint and warrant. If not, the exceptions as to the other embezzlements need not be examined. This exception must be sustained. It is unnecessary to inquire how far offences, not charged in the complaint, can be admitted into the indictment, by way of supplemental counts. For the purpose of this case it may be conceded, that the grand jury are not bound by the charge returned, but may find additional counts. But the question here does not rest on this admission, and depends solely on the true interpretation of the 25th and 26th sections of the Act of 30th July 1842.\n“ Prior to this law, the injured party had no interest in the recognisance. It is, therefore, only to the extent of the interest this act gives, that his right exists; and the terms of the act limit it to the offence charged, to answer which the recognisance is taken. Doubtless, a recognisance taken after indictment to answer the charges therein, would cover all the ground alleged in the bill; but where the recognisance is founded on a complaint charging a specified offence, the terms of the act itself exclude any other. The 3d clause of the 26th section appropriates so much of the recognisance as will pay ‘ the damage sustained by any person, by reason of the commission of such crime or misdemeanor.’ What crime or misdemeanor ? The 25th section informs us, it is ‘ where recognisances have been taken for the appearance of persons charged with the commission of any crime or misdemeanor, before any court, to answer such charge ;’ and it makes it lawful for any person, having suffered loss or injury by the commission of such crime or misdemeanor,- ‘ to institute suit on the recognisance,’ &c. Nothing can he clearer than that, by the very terms of the law, the right to claim a part of the recognisance is confined to thé' party injured by the specific offence charged, upon which the recognisance is founded. If, however, the bill of indictment afterwards preferred were to govern, then even different persons could come in on the fund, or even the same person for different offences; for, in Commonwealth v. Gilaspie, 7 8. R. 469, it has been decided, that several persons may he charged in the same indictment for different offences. Wagonseller was charged witlr the embezzlement of $27,000 of the notes of the bank, and gave bail to the justice to answer this specific charge. He never appeared in court to answer this charge. After giving bail, thd'bank gave him notice it intended to introduce into the indictment other embezzlements; but how could this extend the terms of the recognisance, or change the language of the law? Upon his appearance, possibly, the surcharge might be maintained, but his non-appearance threw the bank on the terms of his recognisance, and they were limited to the embezzlement of the notes, of which we have seen all but $500 were returned, leaving the loss only $500 and interest.\n“ Having settled the amount of the loss, we are now met by the objection, that the bank is not a ‘ person’ entitled to damage, and that the damage sustained is not within the protection of the act.\n“ In support of the first position, it is argued, that a corporation can neither indict nor be indicted, because it has no capacity to commit crimes. But while true in a limited, this is not true in a universal extent, as is shown by abundant authority: Angelí jp Ames on Corporations, c. 18, § 7, p. 523; Rex v. Patrick, 1 Leach, C. L. 253; People v. Corporation of Albany, 11 Wendell 539; Stevens v. Midland Counties Railroad, Livingston’s Law Mag. 1855, p. 517, citing Regina v. Birmingham Railway Company, 3 Q. B. 223; Regina v. North England Railway Company, 9 Q. B. 315; Goodspeed v. Hudson Bank, Livingston’s Laxo Mag. 1854, p. 217. In this last case, it was held, that a corporation could be held liable in an action- for a malicious prosecution. But the question here is' not, whether a corporation can prosecute or be prosecuted for an offence. . It- is simply, can a corporation suffer loss or injury by the commission of a crime or misdemeanor. The act gives this portion of the recognisance to the injured party, not to the prosecutor. Surely a corporation is injured whose property is stolen or embezzled. The case of The School Directors v. Carlisle Bank, 8 Watts 289, is cited to prove that ‘ person’ in the act, means a natural person. That case is good authority for what it decides, that owing to the effect it would cause, to wit, double taxation, the stock of a bank is not taxable under the Act of 25th March 1831. But the judge who delivers the opinion concedes the very point, saying: ‘ Although it cannot be denied but that the bank being a corporation, and therefore a person in contemplation of law, may be included by the use of the term person, yet, in the construction of statutes, the terms or language thereof are to be taken and understood according to their ordinary and usual signification, as they are generally understood among mankind, unless it should appear from the context and other parts of the statute to have been intended otherwise; and if so, the intention of the legislature, whatever it may be, ought to prevail.’\n“ The law on this point is clearly stated in Angelí Ames on Corporations, c. 8, p. 195: ‘ Neither is it necessary that corporations eo nomine should be embraced within the terms of an act, to subject them to its prohibitions, since it is well settled, that the words inhabitants, occupiers or persons, may include incorporated companies.’ See authorities cited — also Id. c. 11, p. 322; c. 13, p. 368. See also Congreve et al. v. National Protection Insurance Company, Livingston’s Law Mag. 1855, p. 650. The Act of 1842 is remedial, giving a compensation for injury. Surely, the stockholders of a corporation, whether for charitable, literary, religious, or pecuniary purposes, are as much injured by a larceny of their property, as the same persons would be in their natural capacity. And what difference is there between larceny and embezzlement in the loss suffered ? We are satisfied, therefore, that the bank is an injured person, within the meaning of the act.\n“ Lastly, it is said the damage claimed in this case is not within the contemplation of the act, and The Commonwealth v. Robbins, 2 Casey 165, is referred to. Seemingly, the opinion of Justice Black, in that case, might appear to sustain the objection; but, rightly considered, nothing will be found in it which decides the question before us. The portion of the opinion referred to by counsel, is but a dictum, founded upon a different law — that of 1846, relating to Philadelphia; which is wanting in the prominent -features of the Act of 1842, that lead to and unfold its true meaning. In the portion alluded to, Justice Black, after a just exposition of the terms of the Act of 1846, as to the character of the injury or loss suffered, concludes by restricting the compensation ‘ to cases in which restitution or payment to the injured party is included in the criminal sentence, as, for instance, larceny or bastardy.’ A narrow circle indeed, for we remember no other in which restitution by way of payment is part of the sentence— land only being the subject of restitution in forcible entry and detainer.\n“ This remark of the learned judge, it will be noticed, was unnecessary to the decision. The claimant was no party injured by the offence charged; and his damages were only remote and consequential, not directly proceeding from the offence itself. And, secondly-, his loss was voluntary, and incurred in the prosecution of an illegal act, and therefore not recoverable. That case arose under the Act of 22d April 1846; which applies to Philadelphia city and county alone, .and is wanting in important features of the Act of 1842. No provision is made in it for the prosecution of suit on the recognisance by the party suffering loss or injury— none for the assessment of the damages, and none for notice to the injured party before remitting recognisance; all of which are found in the Act of 1842. The absénce of any apparent intention on the part of the legislature to give an interest generally to all injured parties, and of a means whereby the damages could he assessed, might alone have seemed to warrant the conclusion that the remedy was to be confined to cases wherein the sentence itself fixed the restitution. But the provision in the Act of 1842, which gives any person the right to sue and proceed to final judgment upon any forfeited recognisance for any crime or misdemeanor ; the provision for an auditor to assess the damages sustained by any person claiming a part of any recognisance so forfeited, with power to administer oaths and to report the testimony ; the power of the court to order a re-examination, and the finality and conclusiveness of the 'decree of the court, and the further provision that the recognisance shall not be remitted without notice to the injured party, all tend to show that the legislative intent was as broad as the language in which it was couched; and that distinctly and clearly gives a general remedy to the injured party, in all cases where pecuniary loss or injury at least has been suffered. Had the Act of 1842 been before the learned judge, he never could have supposed for an instant that the legislature intended to narrow down the claim to larceny and bastardy. How could he ? The language of the act is general and express, and its provisions indicate an intent as general. Nor can courts legislate away the clearly expressed words of a law. The settled rule of interpretation of statutes, is, to abide by the words used, unless a contrary intention is manifest from the context, the nature of the subject-matter, or the scope, object, or effect.\n“ In what part of the Act of 1842 is there an expression leading to the belief that the legislature did not mean that the remedy should he as general as its language, at least so far as pecuniary loss is involved ? Did the learned judge, in the expressions, ‘ we can say this only of cases in which restitution or payment to the injured party is included in the criminal sentence,’ arguing ab inconvenienti, mean that the damage must be first fixed by a conviction and sentence ? If he did, then the statute is a most ‘ lame and impotent conclusion,’ indeed. Conviction without sentence is nothing, for the jury pass only on the allegation in the indictment, and sentence alone awards the restitution or payment. But the defendant must be in court to be sentenced, and then the recognisance is not forfeited; or if forfeited, he must be arrested, tried and sentenced, before restitution can be legally ascertained. And what then becomes of that most numerous class of recognisances forfeited before appearance, where the offender never appears or is tried? The Act of 1846, under the consideration of Judge Black, gives no answer, but that of 1842 does in explicit terms. The court shall appoint an auditor to assess the damage and report the testimony, and the court may re-examine his proceedings, and decide the case finally. Sentence has nothing to do with this proceeding, but the law without conviction furnishes the means— ‘ definitely to ascertain and fix the claim (of the party injured) by the very evidence which proves the offence against the public;’ ,and we may add, by any other evidence which proves the loss or injury; for the auditor is ‘to report the testimony taken before him, together with a statement of the amount of damages sustained by the claimant.’\n“ The judge argues that satisfaction taken out of the recognisance would be to confound the indictment and the civil suit, and to assess damages without a jury in the absence of the defendant. This may be a proper judicial inference from the Act of 1846; but the Act of 1842 expressly refers it to the decision of an auditor, and what difference is there in favour of an absconding criminal, and against a defaulting defendant in a civil proceeding ? and yet we daily assess damages against the latter upon the affidavit of the plaintiff, through auditors, and by inquests of office. He says also it would create antagonism between the county and the person wronged, by making it the interest of the public to deny or extenuate the guilt of the criminal. But not so; the guilt is admitted by non-appearance, so far as it may be involved in the distribution. The question then is, not how guilty the criminal, but how much injury he whom he wronged has suffered. The judge suggests, also, difficulties as to the effect of a pardon, and a set-off of the sum received in a future civil action; and concludes, — ‘It is impossible to believe that the legislature ever intended to create such a tissue of anomalies.’ But it must not be forgotten the legislature did do this very thing, to the extent of the number of admitted cases. In these cases, those anomalies must arise and must be met; while the true question is only, whether they shall extend to a larger number. A change in the law often brings new questions, difficult of solution; the $300 exemption law, for example. But this must not defeat the law, especially in cases like the present, where the interest is expressed in clear and intelligible language.\n“ It is argued, that it cannot be supposed the legislature intended to let in upon the recognisance one who has suffered from a pure tort■ capable of no pecuniary standard of measurement, such as libel or a battery. This may be so, and we are willing to take it for granted for the purpose of the argument; the term interest, in the act, allowing the claim, indicating perhaps an intent to restrict it to a loss or injury of property, capable of a pecuniary standard of measurement. We have no objection to this interpretation, and thus to let the argument ab inconvenienti begin where the obvious and easy standard of damages ends. We can therefore easily acquiesce in that part of the opinion of Judge Black, which was probably that also of the court, that the word damages was not used in its technical sense, but was intended to signify the just and legal claim of one who has been directly injured by the commission of the crime, and at the same time a claim definitely ascertained, and fixed by the very evidence which favours the offence against the public. But while all this may be admitted as fixing the true meaning of the law, and the just boundaries of its intention; yet we think it was wholly an inadvertence, and a non sequitur, when the learned judge added, ‘ we can say this only of cases in which restitution or payment to the injured party is included in the criminal sentence, as for instance larceny or bastardy.’ By this superadded qualification a limit was introduced too narrow for practical utility, uncalled for by the clear and appropriate definition of the right just preceding, insufficient to prevent inconvenience in all cases'of forfeiture before conviction and sentence; and finally at variance with the plain language and manifest intent of the Act of 1842, giving any injured party a right to prosecute any recognisance, an auditor to assess his damages, and a right to notice beffore Remission.\n“Apart from conviction and sentence, which we have seen applies to the fewest number of even the narrow circle of cases stated, what difference is there, in the nature of this inquiry and the evidence to support it, between a case of larceny, and one of goods obtained under false pretences, or the embezzlement of money ? The goods and money in the latter are as certain and capable of precise assessment, as in larceny. The evidence to prove the one, is as much the very evidence which proves the offence against the public, as that which proves the other. Indeed, it is more so than in the case of bastardy. In that, the order of affiliation is not founded on the evidence which proves the fornication and bastardy; but is made by the justices of the sessions, under the Act of Assembly, ‘upon conviction,’ the ‘maintenance’ being such as they ‘shall direct and appoint.’ On what principle of equity or justice, or of sound reason and policy of law, should the man who has lost his goods or his money by false pretences, or by embezzlement, be forbidden to participate in the recognisance, while he whose property has been stolen, or the mother of the ^bastard, may come in ? What difficulty exists in ascertaining the former, which does- not. in the latter, especially -where forfeiture occurs before trial ? or are all forfeitures before trial to be excluded also ? This would be truly legislation, not interpretation. How then stands this case? The testimony presents a clear case of embezzlement of the funds of the bank within the 20th section of the general banking law of the 16th April 1860. The very same evidence which proves the offence (in the language of Judge Black) definitely ascertains and fixes the claim of the bank. The case is brought clearly within the rule stated by him, and it is only necessary to reject his super-added qualifications upon the Act of 1846, as wholly inapplicable to the Act of 1842, in order to harmonize this case with the opinion in that of The Commonwealth v. Robbins, and at the same time to give effect to the clearly expressed intention of the Act of 1842.\n“We are therefore of opinion that the bank is entitled to come in under the recognisance for the damages before stated, of $600 and interest from 18th March 1867.\n“ It may be well to add, lest it be supposed to have been overlooked, that the bank by her attorney participated in the bringing of suit; as shown by satisfactory evidence, upon which an order nunc pro tune was heretofore made permitting the bank to come in, as of the day suit was brought, to- prosecute it, though it did not so appear upon the record, before the order was made.\n“ And now, to wit, May 23d 1859, upon due consideration of the auditor’s report in this case, the court do order and decree a distribution of the fund paid in court as follows, viz. That so much thereof as shall be necessary to pay the legal costs upon the scire facias in this case and proceedings thereupon, and the costs of the proceedings before magistrate who took the recognisance in this case, shall be applied to payment thereof.\n“ That the sum of twenty-five dollars shall be paid as compensation to the attorney of the party prosecuting the scire facias to judgment. That the sum of five hundred dollars, with interest-from and after the 8th day of March 1857, be paid to the Bank of Lawrence County, and that the residue of the fund be paid into the treasury of Lawrence county; and so much of the auditor’s report as is inconsistent with this order is hereby overruled.\n“And the court further order that the fund aforesaid be withdrawn from deposit in the said bank by the prothonotary of this court, for the purpose of distribution as so ordered, and the said bank is directed to pay the same to the said prothonotary, on his certificate of this order under his hand and the seal of the court.”\nFor the purpose of reviewing this decision, the present writ was sued out by the Bank of Lawrence County, and the same was here assigned for error.\nMcGuffin, for the Bank of Lawrence County.\nMcComb and L. Taylor, for the County of Lawrence."
  },
  "file_name": "0165-01",
  "first_page_order": 165,
  "last_page_order": 173
}
