{
  "id": 417952,
  "name": "Shenango Township versus Wayne Township",
  "name_abbreviation": "Shenango Township v. Wayne Township",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "184",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 377,
    "char_count": 7865,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.663584147601763e-07,
      "percentile": 0.6947617409354754
    },
    "sha256": "598079be17a7e3b4a601347c774a1e747735223e218c8946a18871dca7b8de44",
    "simhash": "1:c29327d826d98fc2",
    "word_count": 1394
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shenango Township versus Wayne Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe Act of 1845, relative to the State Lunatic Hospital, is mainly copied from a previous one of 1841, passed for the same purpose. The order of the sections is somewhat changed, and some new phrases are inserted, and the typographical or clerical error of on for or, pointed out in 6 Casey 524, is right in the first act.\nThere are three classes of insane persons, who may be committed to the hospital by the courts — those who are charged with crime, those who are unsafe to be at large, and those who are suffering unnecessary duress or hardship. The authority thus given to the courts is of a police character, and hence it is given to the criminal courts.\nThe subject of the present proceeding is an insane woman, who is unsafe to be at large. The cause was properly commenced by a petition to the Quarter Sessions; and, as the act authorizes “ any person” to make the application, we cannot say that it was improper for a married woman, the subject’s mother, to make it.\nThe court directed a commission of inquiry of lunacy, for the trial of the fact of insanity. This form was doubtless adopted, because the Act of 1845, § 14, says that the court shall make the inquiry “in the manner provided bylaw.” This phrase is not in the original act, and was thrown into this, without noticing that the law had provided no mode of conducting such an inquiry in the Quarter Sessions, except in relation to persons charged with crime.\nIn other cases it is not simply the fact of insanity that is to be determined, but also whether, by reason thereof, the person is unsafe to be at large, or is suffering improper duress or hardship. The fact of insanity may have been already determined in a previous proceeding, and then the record of that will be sufficient for that fact; and the other necessary facts may be decided on evidence heard by the court. But we see no objection to the adoption of any one of the methods of ascertaining the fact of lunacy that are prescribed by the Act of'1886, relating to lunatics. The most appropriate, perhaps, is that provided by the 51st section, which requires the court to hear and determine the question in relation to one imprisoned on civil process, and to discharge him if insane, or detain him in custody, or deliver him to his friends, if unsafe to be at large. But it was not error to make the inquiry by means of a commission.\nThe commission was issued as out of the Common Pleas, and all the proceedings under it, including the judgment of the court that Naomi Grunsolis is insane, and unsafe to be at large, and the order of committal to the hospital, and the rule on the overseers of Wayne to show cause why that township should not be certified as her place of residence, are entered in that court. This is evidently a clerical mistake. The clerk ought to have entered them, according to the address of the petition, in the Quarter Sessions, and as the court below can correct this mistake, and it does not affect the .merits, we must refuse leave to add an assignment of error on this account.\nWe have thus far treated of errors not assigned, but proposed to be assigned to a part of the record not at first sent up from the Quarter Sessions, in answer to the certiorari, and not appearing on the paper-books. This part of the record contains no errors, except the formal or clerical ones just noticed, and the ends of justice would not be subserved, by allowing errors to be assigned on their account; especially when they are not proposed until after the argument.\nOn a certiorari, we cannot review the decision of the court below on the evidence, and this principle sets aside the points on which the plaintiff in error chiefly relies.\nFor all other matters in the case, appearing on the paper-books, we think that the very terms of the Act of Assembly, and what we have said in the case of Franklin Township v. The Lunatic Hospital, 6 Casey 524, show that they are free from error.\nOrder affirmed, at the costs of the Overseers of Shenango township, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "McGruffin, for Shenango Township.",
      "Kurtz, for Wayne Township."
    ],
    "corrections": "",
    "head_matter": "Shenango Township versus Wayne Township.\nThis court will not allow new errors to be assigned, at the time of the argument, which do not affect the merits.\nThe criminal courts may commit three classes of insane persons to the State Lunatic Hospital: those who are charged with crime; those who are unsafe to be at large; and those who are suffering unnecessary duress or hardship.\nA proceeding for the committal of an insane person, who is unsafe to be at large, is properly commenced by petition to the Quarter Sessions; and it may be had, on the application of a married woman.\nIt is not error’, in such case, to issue a commission to inquire into the lunacy of the person alleged to be insane; although it would seem to be more proper to make the inquiry in the mode prescribed by the 51st section of the Act of 13th June 1836.\nWhere the proceedings were properly commenced in the Quarter Sessions, but the commission was, by mistake, issued out of the Common Pleas, and all the subsequent proceedings were entered in that court; this court will not .allow such formal defect to be assigned for error, upon the argument. The court below can correct such a clerical mistake.\nOn a certiorari, this court will not review the decision of the court below on the evidence.\nTownship of Franklin v. Pennsylvania State Lunatic Hospital, 6 Casey 522, affirmed.\nCertiorari to the Quarter Sessions of Lawrence county.\nThis was a proceeding on behalf of the Overseers of the Poor of the Township of Wayne against the Overseers of the Poor of the Township of Shenango, to charge the latter township with the expenses of a case for the removal of Naomi Gunsolis, an insane pauper, to the Pennsylvania State Lunatic Hospital, and with her maintenance there, &c.\nIn May 1857, the mother of Naomi Gunsolis presented a petition to the Court of Quarter Sessions of Lawrence county, setting forth that her daughter Naomi was a lunatic, and unsafe to be at large, and praying the court to send her to the State Lunatic Hospital.\nThe court, thereupon, awarded a writ de lunático inquirendo ; and an inquest was held,'“ finding that Naomi Gunsolis was a lunatic, destitute of property, living with her parents, who were old, feeble, and unable to support her; and that she was unsafe to be at large, and dangerous to the lives of her parents, who were unable to restrain her.”\nThe court confirmed the inquest, and, being satisfied that said Naomi was unsafe to be at large, ordered and directed that she should be committed to the Pennsylvania State Lunatic Hospital; and granted a rule upon the overseers of the poor of Wayne township, to show cause, if any, why the said township should not be certified as the place of her legal settlement; in answer to which rule they presented the petition, which was the basis of the present proceeding.\nThe court below, on hearing the evidence, adjudged that Naomi Gunsolis was last legally in the township of Shenango, and that the said township was chargeable with the expenses of the case, the maintenance of the said Naomi Gunsolis, and her removal to and from the Pennsylvania State Lunatic Hospital; and ordered and directed that the decree should be duly certified by the clerk, under his hand and the seal of the court, to the trustees of the said hospital.\nThe overseers of Shenango township thereupon sued out this writ, and here assigned the same for error.\nOn the record being returned, it appeared that although the proceedings were instituted in the Quarter Sessions, the commission had been issued out of the Common Pleas, and all the subsequent proceedings had been entered in that court. The counsel for Shenango township asked leave to assign this for error, on the argument of the case.\nMcGruffin, for Shenango Township.\nKurtz, for Wayne Township."
  },
  "file_name": "0184-01",
  "first_page_order": 184,
  "last_page_order": 187
}
