{
  "id": 417939,
  "name": "Younkin versus Cowan",
  "name_abbreviation": "Younkin v. Cowan",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "198",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 5981,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.5537625073274823e-07,
      "percentile": 0.6756270346263431
    },
    "sha256": "3d5969041f33578ce4de4f3a251a8058c7ea27347b2db413e724f146f720696e",
    "simhash": "1:e1e67ea17a9b1f94",
    "word_count": 1086
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Younkin versus Cowan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThat lines actually marked on the ground constitute the survey of a land warrant, and control the surveyor’s return, even where that calls for a natural or other fixed boundary ; and that where lines are not actually run and marked on the ground the survey is to be carried to its calls of adjoiners, even though it overrun the distances returned on the survey; are fixed and familiar rules of property that are not questioned in this ease.\nBut the defendant insists that the line of the Ketland survey, which runs S. 89° W. from the ash corner, should be stopped 70 rods short of the Clearfield creek, and so not have Plunket for its adjoiner. Why ? Because the surveyor laid down the Clear-field creek as 70 rods from his survey.\nThis is no reason for stopping the Ketland survey short of its calls. Had a line been run S. 39° E. from the post corner assumed by the defendant, the call for the Plunket tract might have been disregarded; but as there was no work on that side of the Ketland survey it must go to the Plunket, notwithstanding the increase of distance and quantity. The Clearfield creek is no part of the survey. The Ketland tract calls for waters of that creek, and Turner’s run which goes through the tract and empties into the creek answers sufficiently this call, but the creek itself is confessedly outside of the survey, whether one rod or seventy is not very important. Doubtless the surveyor laid it down as too far distant, but if he had not laid it down at all it would not have affected his survey. Can his mistake nullify the effect of the call for the Plunket survey ? Is such a note on a surveyor’s draft, equivalent to a line actually run on the ground, in its effect to stop a survey short of its calls ? Surely not. No authority is produced in support of such a proposition, and it is recommended by no considerations of reason or expediency.\nThe over measures and over quantity which the Ketland tract acquires by being carried to the adjoiners it calls for, is a matter between the owner and the Commonwealth.\nThe quantity is still far less than the state is accustomed to sell on a single warrant, and as to the excess not paid for when the warrant was taken, the state will be paid when she issues her patent.\nWe see no error in the instructions, and the judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Whites & Coffey and Reed, for the plaintiff in error,",
      "R. L. Johnston, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Younkin versus Cowan.\nThe lines actually marked on the ground constitute the survey of a land warrant, and control the surveyor’s return, even where that calls for a natural or other fixed boundary.\nWhere the lines are not actually run and marked on the ground, the survey is to be carried to its calls of adjoiners, even though it overrun the distances returned on the survey.\nThe laying down a creek on a surveyor’s draft, outside of the tract surveyed, is not necessarily any part of the survey, nor sufficient to stop the tract short of its calls.\nError to the Common Pleas of Qambria county.\nThis was an action of replevin by Stewart Cowan against David Younkin for a quantity of shingles made by the defendant on a tract of land, the title to which was claimed by both parties.\nOn the 30th October 1773, a tract of land was surveyed to William Plunket, about the location of which there was no difficulty, the lines being run upon the ground.\nOn the 16th March 1798, a warrant was granted to Thomas Ketland for 50 acres of land, “ beginning at an ash, corner of Martin Eoutz’s tract, and extending west along the same and William Plunket’s tract to the beginning.” On this warrant a survey was made, on the 12th April 1798, of 105 acres 112 perches. The following is a copy of the survey, as returned into the land office:—\nDraft of a tract of land situate on the waters of Clearfield Creek, in Allegheny township, Huntingdon county, containing 105 acres and 112 perches, and the usual allowance of 6 per cent, for roads, surveyed the 12th day of April 1798, in pursuance of a warrant granted to Thomas Ketland, dated the 16th March 1798.\nJohn Cowan, D. S.\nTo Daniel Bkodhead, Esq., Surveyor-General.\nThis survey called for William Plunket, Martin Foutz, and Abraham Witmer, as adjoiners; it also laid down the Clearfield Creek a short distance from the west side of the survey, and outside of its boundaries. The draft showed the creek at the mouth of Turner’s Run to be about 70 perches from the post, corner of the Thomas Ketland where it adjoins the Martin Foutz. The line was also marked from this corner to the creek. The line of William Plunket from the creek, at the mouth of Turner’s Run, was not run on the ground. The ash corner of the Ketland was found on the ground; and the line from the ash, by the Martin Foutz, S. 89 W. at its distance on the draft, 169 perches, fell more than 70 perches short of the Clearfield creek.\nOn the 5th July 1859, John Campbell, in trust for Joseph Turner, obtained a warrant for 50 acres, which was located by sui’vey on the supposed vacancy between the William Plunket and Thomas Ketland surveys. The title to this survey became duly vested in the defendant; and the shingles were made on this 'land. The title to the Ketland tract was vested in the plaintiff.\nThe court below (Taylor, P. J.) instructed the jury that the call of the Ketland for the Plunket survey carried it to the line of the Plunket, wherever that might be, and that the plaintiff was, therefore, entitled to a verdict.\nTo this charge the defendant excepted; and a verdict-and judgment having been rendered for the plaintiff, the defendant removed the cause to this court, and here assigned the same for error.\nWhites & Coffey and Reed, for the plaintiff in error,\ncited Walker v. Smith, 2 Barr 43; Thomas v. Mowrer, 3 Harris 139; Gratz v. Hoover, 4 Id. 232.\nR. L. Johnston, for the defendant in error,\ncited Hall v. Powel, 4 S. & R. 461; Walker v. Smith, 2 Barr 44; Gratz v. Hoover, 4 Harris 232; Cox v. Couch, 8 Barr 154; McGinnis v. Porter, 8 Harris 82; Hagerty v. Mathers, 7 Casey 355."
  },
  "file_name": "0198-01",
  "first_page_order": 198,
  "last_page_order": 201
}
