{
  "id": 417968,
  "name": "Van Dresor versus King",
  "name_abbreviation": "Van Dresor v. King",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "201",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 62",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0062-01"
      ]
    },
    {
      "cite": "6 Cow. 342",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12134505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0342-01"
      ]
    },
    {
      "cite": "1 Jones 145",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0145-01"
      ]
    },
    {
      "cite": "10 Watts 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "8 Leg. Int. 54",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0032-01"
      ]
    },
    {
      "cite": "4 Penn. L. J. 183",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 62",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0062-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 6325,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 9.653614180478283e-08,
      "percentile": 0.5280668872972903
    },
    "sha256": "b2c361055f9a24e790af2d3100b7c886bd145776d70bdf491c69be3a8fd1f953",
    "simhash": "1:77035ea4fcf853c8",
    "word_count": 1155
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Van Dresor versus King."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIn Wilson v. Ellis, 4 Casey 238, afterwards recognised in Freeman v. Smith, 6 Id. 264, it was determined that trespass would lie against a sheriff or constable for neglecting or refusing to give the defendant in the writ the benefit of the $300 act, when it had been properly demanded. It was so ruled, upon the principle, that the abuse of authority, under the writ, made the officer a trespasser ab initio, and placed him in the same situation as if the writ had been void; for he was not entitled to use it as a justification, in consequence of his disregard of the requirements of the law in executing it. There are many authorities for this, not to be doubted or disputed. But it was not determined that case would not lie under such circumstances. Trespass and case assimilate as remedies often. And this is true when they approach the dividing line, as they often do, so closely as scarcely to be distinguishable from each other, and where no evil is perceptible from adopting either as a remedy. But this does not obliterate the distinction ; for, as they recede from the point of assimilation, the distinction becomes manifest, and the form of action to be adopted obvious; such as trespass for a wilful injury to property; and case for injury by neglect; or trespass for a battery, and case for slander, and the like.\nThere is no doubt but that trespass in cases like the present will lie, but it is sustained by the employment, to some extent, of a fiction; namely, the want of a writ to justify under, because the party has abused it. It is, however, obvious that the more natural and direct remedy would have been an action, founded on the breach of duty in refusing or neglecting to allow the debtors’ demand of the provisions of the exemption law. For a neglect of duty, case is generally the remedy. In the execution of process, the law requires the officer to appraise, and allow the debtor to elect and retain property to the extent of $300, if there has been a demand. This is a duty enjoined, a breach of which occasions the injury, and for such an injury occasioned in such a way, no doubt, case will lie, as for a breach of duty. The argument that because trespass may be sustained, case cannot, is sound to the extent only of those manifest indications which exist in force directly applied, and where it is not so: there the distinction is clear. The remedies are distinct, and must generally be followed. It is true, however, that case is a more extensive remedy than trespass, for it is often within the province of the party to waive the trespass and recover for the consequential injury. This has frequently been-ruled in England. The cases of Smith v. Goodwin, 2 Nev. & Man. 114, and Branscomb v. Bridges, 1 B. & C. 145, cited by the defendant in error, and 1 Chit. Pl. 139, clearly show this. So in New York, McAllister v. Hammond, 6 Cowen 342. In Pennsylvania, there are many cases to show that the remedies are sometimes concurrent. In Ream v. Rank, 3 S & R. 215, case for debauching plaintiff’s daughter, Tilghman, C. J., said: “ That to support trespass, a fiction is resorted to, viz., that the defendant committed an assault upon the woman: I will not say that such a fiction, resting upon long practice, may not be supported, because it is not material in what form the suit is brought, provided the cause be tried on its merits; but I may safely say that a different form, in which truth is told and fiction discarded, is not only maintainable, but most proper.” And Duncan, J., said: “Force is implied when a daughter or servant has been enticed away or debauched, and trespass may be supported, though case for the consequence of the wrong appears to he the more proper form of proceeding.” See also Hoover v. Heim, 7 Watts 62. A recovery in either form of action would be a bar to an action for the same cause in any other form. As when the trespass is waived and assumpsit or trover is brought, either would bar an action of trespass. So trover or replevin may be concurrent remedies, and one action would bar the other.\nWe are of opinion that case would lie for the injury complained of here, or that trespass would have lain; and as the learned judge of the Common Pleas ruled that the action was well brought, the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. C. Marshall, for the plaintiff in error,",
      "W. A. Galbraith, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Van Dresor versus King.\nEither trespass or case will lie against an officer for selling a defendant’s goods under an execution, in disregard of his claim for the benefit of the exemption law. They are concurrent remedies.\nError to the Common Pleas of Brie county.\nThis was an action on the case by Robert King against Henry Van Dresor, a constable, for selling the plaintiff’s goods under an execution, in disregard of his claim to have the same appraised and set apart to him, under the provisions of the exemption law of the 9 th April 1849.\nThe only point raised was, whether the plaintiff could recover in this form of action. The defendant below requested the court to instruct the jury that the plaintiff’s remedy, if any, was in trespass, and that an action on the case would not lie.\nThe court below (Derrickson, J.) answered this point in the negative, to which the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $120.31, the defendant sued out this writ, and here assigned the same for error.\nJ. C. Marshall, for the plaintiff in error,\ncited Scott v. Shepherd, 2 H. Bl. 395; Reynolds v. Clarke, 2 Ld. Raym. 1402; Leame v. Bray, 3 East 598; Cotteral v. Cummins, 6 S. & R. 348; Allison v. Rheam, 3 Id. 139; Berry v. Hamill, 12 Id. 210; Denoon v. Binns, 4 Penn. L. J. 183; Spencer v. Campbell, 9 W. & S. 32; Harris v. Bennet, 8 Leg. Int. 54; s. c. 1 Phila. R. 175; Maher v. Ashmead, 6 Casey 344; Wilson s. Ellis, 4 Id. 238 ; Com. on Landlord and Tenant 491; 3 Bl. Com. 16; Kerr v. Sharp, 14 S. & R. 403; Ray v. Law, 1 Pet. C. C. R. 210; Kramer v. Stock, 10 Watts 118; Sommer v. Wilt, 4 S. & R. 19, 23.\nW. A. Galbraith, for the defendant in error,\ncited Railroad Company v. Hughes, 1 Jones 145; Bishop v. Montague, Cro. Eliz. 824; Smith v. Goodwin, 2 Nev. & Man. 114 ; Branscomb v. Bridges, 1 B. & C. 145; McAllister v. Hammond, 6 Cow. 342; Ream v. Rank, 3 S. & R. 215; Hoover v. Heim, 7 Watts 62; 1 Chit. Pl. 139."
  },
  "file_name": "0201-01",
  "first_page_order": 201,
  "last_page_order": 203
}
