{
  "id": 417964,
  "name": "The Baltimore and Ohio Railroad Co. versus Hoge",
  "name_abbreviation": "Baltimore & Ohio Railroad v. Hoge",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "214",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 107",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 915,
    "char_count": 24746,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.547692325743035e-07,
      "percentile": 0.8140310496866806
    },
    "sha256": "cd6bfb4e67b399ec3d2f42a89732ff6938f1b2684135e236b8a6d32cc824b332",
    "simhash": "1:a2a5a330984cb792",
    "word_count": 4336
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Baltimore and Ohio Railroad Co. versus Hoge."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe retained possession of the property by the vendors, Pettibone, Hoban & Co., made a primd facie case of fraud between them and the vendees, so far as creditors were concerned. This is the rule by the laws of Virginia; and that being the locus contractus, and also that being the situs of the property in question, we are to be governed by it: Born et al. v. Shaw, 5 Casey 288. These facts having been shown, it became necessary for the defendants to rebut the presumption of fraud arising out of the circumstance of retained possession. This they endeavoured to do by putting in evidence a written contract of the sale, accompanied by the testimony of witnesses as to the time,.mode, and manner of making it, the taking a schedule, and the fixing an approximate estimate of the value of it. This was for the purpose of divesting the transaction of the taint arising from the retained possession by the vendors. In this connection, and for the same purpose, they also gave in evidence a receipt for the payment of $8000 to the vendors, alleging that it was a payment of the property, in which it is stated to be “ for the stock of horses and other property on section No. 163 of the road of said company, under the contract of September 2, 1852, and also on account of any balance that may be due to me under my contract for the construction of said section.”\nAfter the defendants closed their case, the plaintiff rebutted, and gave evidence tending to show a larger indebtedness on part of the railroad company to Pettibone, Hoban & Co. for work done, than the sum paid them, for which the receipt was given, and also that the approximate estimate of the property, $8000, was from $1000 to $4000 below its actual value; that the possession remained unchanged up to and even after the payment of the money, and until the attachment was served; and proved by one or two witnesses, in contradiction of the terms of the contract, that the possession of the horses, the property attached, was not to be delivered to the defendants until their value was ascertained in the manner provided for in the agreement, and that it had never been so ascertained. In conclusion, the plaintiff claimed, that the form of the receipt was evidence, on the question of fraud, for him; that it served to show that, although by the terms of the contract, it was agreed that the horses were delivered, yet that, as between the parties, this was not the true state of the case, but that the sale was only conditional, as testified to by witnesses and corroborated by the other facts in the case, and especially the retention of the possession by the vendors, and their contracting for their pasturage after the payment of the money. From this evidence and these circumstances, together with the terms of the receipt, they claimed that the money was paid in whole or in part on the indebtedness for the work done, and that if there was fraud in this assumption of payment on the price of the horses, it might be considered by the jury, as a circumstance, evincive of fraud in the origin of the alleged sale. We think it was a circumstance to be considered by the jury. The sale was a secret in the neighbourhood of the work, and everywhere else, for what we know. It was dated on the 2d of September 1852. The property was used and cared for in the same way, by the same owners, up to the 10th of September, although it was alleged to have been sold and paid for; and on that day, it-was removed from the work by the same parties, under a contract for pasturage to he paid for by them for an indefinite period. Farmers and millers furnished provisions to their .men as contractors, and feed for their cattle, without any knowledge of a sale or relinquishment of the railroad contract by them, and it would seem that part, at least, if not all, of the plaintiff’s claim was for flour and feed furnished after the sale, and some of it after the alleged payment of the money, in entire ignorance of what had taken place. To hold, under such circumstances, that the receipt was to have no influence or bearing, in determining whether the payment was not on a different consideration from that assumed by the defendants, and that it was made to operate as a cover of a mere conditional sale, and that nothing in fact, so far as the horses were concerned, had passed by the contract, would be to exclude, what no rule would justify, either at the present or in any former state of the law in cases of fraud. Fraudulent receipts for payment, have always been circumstances in testing the covinous design in the original transaction. This was the rule invoked here, and whether the matter turned out to be fair or false, the jury had a right to consider the aspect claimed by the plaintiff upon the evidence in the case.-\nIt is a great error, generally insisted on by defendants, in cases involving questions of fraud, that each item of testimony is to be tested by its own individual intrinsic force, without reference to anything else in the case; and, if on such a test it does not prove fraud, it must be excluded. The system of destroying in detail, forces designed for concentrated action, does well, doubtless, in military operations; but a skilful general never suffers such a disastrous result, except when he cannot prevent it. Courts have the power, and must prevent such a system of assault, otherwise fraud would ever be victorious. It is a subtle element, and is to be traced out, if at all, by the small indices discoverable by the wayside where it travels; and, to enable courts and juries to detect it, they must, in most cases, aggregate many small items, before the true features of it are discernible. Hence it is, that great latitude in the. investigation, is a rule never ^departed from in such cases. This rule is elementary, and a citation of authorities to prove it, would not only be useless, but superfluous. In these views, we are expressing no opinion on the question of the existence of fraud in this case, but simply justifying the learned judge in the views he expressed in regard to the receipt in question, and we see no error in them.\nThe 3d and 4th assignments of error are substantially the same thing. They are based upon the refusal of the court below, to charge that the evidence on part of the plaintiff was trivial and not sufficient to establish a case of fraud, in the transaction between the defendants and the vendors of the horses and creditors. The court could not, -without palpable error, have so charged. The retained possession of the property by the vendors was primé facie fraudulent, by the law of the place of the contract. This was claimed to be rebutted by the evidence on part of the defendants, consisting of matters of fact exclusively. Who was to judge of the truth and sufficiency of the evidence to overturn the primé facie case of fraud, but the jury ? The facts relied on as having this effect, were not admitted facts, but disputed most earnestly by the plaintiff. The jury must therefore necessarily pass on this part of the case. The court could not.\nBut the plaintiff had a case, on evidence that he claimed answered the defendant’s evidence, and confirmed the fact of fraud. There were many facts, including those already mentioned and others, tending to show the transaction colourable, as he claimed, and which no court could say were not so. They were, therefore, in their effect on the case, clearly within the legitimate province of the jury to pass upon.\nThere is a class of cases in which the rules in regard to the submission of facts to the exclusive action of the jury seems properly to be more restricted than formally — cases of trust— parol sales of land — contracts between children and parents for compensation for services, and the like. Moore v. Small, 7 Harris 461; Rankin v. Simpson, Id. 471; Hertzog v. Heftzog, 5 Casey 465; Todd v. Campbell, 8 Id. 250, and many others that might be cited. In these and other cases of the kind, it has been held to be the duty of courts, not to submit evidence, insufficient, even if true, on which to found a recovery. But this is not one of that class, or kindred class of cases. Here the jury are not only to judge of the truth of the evidence, but of its sufficiency to satisfy their minds. They are not only to find the facts, but the inferences fairly deducible from them: Myers v. Hart, 10 Watts 107. I do not say in such a case, that if there was but a spark of evidence, so insufficient in the mind of the judge that he would feel bound to grant a new trial, if it were made the basis of a recovery, that he would err in withdrawing it' from the jury. But in cases like the present, such a power should be exercised with great caution. We are clear in this case, that the court below was right in refusing to charge as requested, and in submitting the evidence to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Black and Phelan, for the plaintiffs in error.",
      "Lindsey, Downey, and Sayers, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Baltimore and Ohio Railroad Co. versus Hoge.\nBy the law of Virginia, the retention of the possession of personal property by a vendor, is primd facie evidence of fraud.\nA fraudulent receipt for payment is a circumstance to be considered in testing the covinous design in the original transaction.\nCircumstantial evidence may be given in case of alleged fraud, to show that a receipt purporting to be given for one purpose was in reality intended for a different transaction; that it was to operate as a cover of a mere conditional sale.\nIn cases of alleged fraud, an item of evidence is not to be excluded because it is not, in itself, proof of fraud, if it may tend to establish it in connection with other facts in the case. Great latitude is always allowed in the investigation of fraud.\nWhere & primd facie case of fraud is proven, the sufficiency of the evidence to rebut it, is exclusively the province of the jury. They are to judge not only of the facts, but of the inferences fairly deducible from them.\nError to the Common Pleas of Greene county.\nThis was a foreign attachment by Solomon Hoge against Pettibone, Hoban & Co., defendants, and Abner Garrison, garnishee. The Baltimore and Ohio Railroad Company were subsequently allowed to interplead as garnishees; judgment was confessed by the defendants’ attorney for $256.50; and a scire .facias issued against the garnishees.\nIn 1852, Pettibone, Hoban & Co. were contractors for the construction of section No. 163 of the Baltimore and Ohio Railroad, which was situate in the state of Virginia, a few miles from the Pennsylvania state line; and they were the owners of the horses and mules, &c., used about the work.\nThe contractors having become involved in debt, on the 2d September 1852, entered into the following agreement with the agent of the company, for the sale of their horses and other property:—\n“ Memorandum of an agreement made this 2d day of September 1852, between the Baltimore and Ohio Railroad Company, by Charles P. Manning, engineer of the 6th division of the road of said company, of the one part, and Henry Pettibone, Patrick Hoban, and William Streater, partners, under the firm name of Henry Pettibone, of the other part:\n“ Whereas, the said Pettibone, Hoban & Streater, were the contractors for the construction of the section of the road of said company, numbered one hundred and sixty-three, which contract was executed on their behalf by the said Henry Pettibone; and the said company having this day vacated and annulled the said contract, by notice from Benjamin H. Latrobe, the chief engineer of said company: it is agreed as follows, viz.: — •\n’“1. The said Pettibone, Hoban & Streater have this day sold to said company their stock of horses, carts, harness, tools, implements, fixtures, and materials of every kind used in the prosecution of the work on said section (the possession whereof is this day delivered to said Charles P. Manning, for and on behalf of said company), and do further deliver to said company the possession and control of said section.\n“ 2. The said company agrees to pay to said Pettibone, Hoban & Streater, the fair value of said horses and other property hereby sold, in cash, so soon as the said value shall have been ascertained in the following manner:—\n“ 3. So far as the value of said property shall not be ascertained and determined at the time' of making the inventory or schedule thereof, it shall be ascertained by the appraisement of one person to be named on behalf of said company, another by said Pettibone, Hoban & Streater, and should the two thus chosen not concur, then by the arbitrament of a third person, to be named by the two thus chosen.\n“ 4. This agreement is intended to refer only to the sale and transfer to the company of the property hereinbefore mentioned, and not to affect, in any manner, the rights of the parties to this agreement under the contract heretofore made by them for the construction of the said section of the said road.\n“ Witness the following signatures:—\n“ Charles P. Manning,\n“ Engineer 6th Division, Baltimore and Ohio Railroad.\nH. Pettibone,\n“ In presence of\nPatrick Hoban,\n“James S. Wheate.\nW. Streater.”\nThere was no delivery of the-property under this contract, but the vendors remained in possession, using and controlling it as before ; but a schedule thereof was made out and signed by Pettibone, Hoban & Co.; and, at the same time, an estimate of its value was signed by Charles P. Manning, the company’s agent.\nOn the 6th September 1852, Manning paid Henry Pettibone $8000, and the following receipt for it was given:—\n“ Wheeling, September 6, 1852.\n“ Received of Charles P. Manning, Esq., engineer of the 6th division of the Baltimore and Ohio Railroad Company, the sum of eight thousand dollars, on account of the purchase-money agreed to be,paid to Patrick Hoban, William Streater, and myself, for the stock of horses and other property on section No. 163 of the road of said company, under the contract dated 2d September 1852; and also on account of any balance that may be due to me under my contract for the construction of said section.\n“H. Pettibone.”\nOn the 10th and 11th September, Pettibone, Hoban & Co., removed the horses and mules to Greene county, where they were put at pasture upon the farm of Abner Garrison, in whose bands they were attached in this suit.\nOn the trial, the garnishees gave evidence to rebut the presumption of fraud arising from the retention of possession by the vendors, and other evidence was given by the plaintiffs in confirmation of it. The effect of this is sufficiently stated in the opinion of the court.\nThe court below (Gilmore, P. J.) charged the jury as follows:\n“ The first question is, whether the property attached passed by the written contract of September 2, 1852, to the Baltimore and Ohio Railroad Company. We will refer you to the second and third clauses of the contract. (Here the court read that part of the contract to the jury.) We charge you, that if the sale is found otherwise good, the provision for the subsequent ascertainment of the price will not prevent the title to the property passing.\n‘ It is an undoubted rule,’ says Chief Justice Gibson, in Scott v. Wells, 6 W. $■ S. 866, ‘ without exception, that wherever there has been an absolute delivery pursuant to a bargain, perfect in its members, or capable of being made so by reference to something else than supplemental conditions of the parties, or an arbiter appointed by them, the ownership of the property is vested by it.’ It is only where something is to be done for the ascertainment of the quantity by the terms of the contract, that it is incomplete : 3 Barr 51. In this case, there was not only a schedule or inventory ascertaining the quantity and number of the articles, and description sold, but an approximate estimate of the price agreed to be paid, was made, and the mode of ascertaining the exact price provided for. Nor will it prevent the title to the property passing, because either or both the parties afterwards failed or refused to carry out the method agreed upon to ascertain the true price.\n“ You see that it required no agreement for an absolute delivery, that is, not a conditional or dependent one. If there was to be no absolute delivery of the horses until after the appraisement, then there is not that absolute delivery which was requisite to pass the title to the property, and would leave it subject to the attachment of the plaintiff; and we must say, the visible possession after the sale, according to the weight of the evidence, is consistent with the idea that there was to be no actual delivery until after the appraisement. Upon the question, then, of absolute delivery, you have much evidence, and some of it contradictory. (The jury were then referred to the first clause of the contract, and to the evidence.)\n“ If you should be of opinion, from the whole of the evidence, that there was an agreement for an absolute delivery, before the attachment, then the next inquiry will be, whether the sale is free from the operation of the statute of 13 Eliz. c. 5, made to prevent frauds against creditors. In order to make a sale of personal property good as against creditors, it is required, in this state, that to perfect the sale, the possession of the property sold should not be inconsistent with the ownership. For, when it remains in the possession of the vendor, it is not only evidence of fraud, but fraud per se. This is the law as decided in numerous cases; but there are some exceptions, as where, from the nature of the transaction, the possession either could not be delivered at all, or at least without defeating the fair and honest objects intended to be effected by the sale, and which constitutes the motive for making the sale. This we believe to be all that' is intended by the case of Hugus v. Robinson, 12 Harris 9, and we should regret very much to suppose it was intended to relax the doctrine understood by the profession to have been fully established.\n“ But this is not the construction given to this statute in the state of Virginia, where the contract was made. In that state the rule is, that the retention of personal property by the vendor, after an absolute sale, is primé facie fraudulent; but the presumption may be rebutted by proof.\n“ Suppose you should conceive, from the whole evidence, there was no actual, visible change of the possession of the property after the sale; that the same persons who took charge of them before the sale, still continued to keep charge of them as before; this, according to the law of Virginia, would be only primé facie evidence that the sale was fraudulent, and the garnishees are at liberty to rebut and disprove the presumption ; and if they satisfy you of this, then the retention of the possession of the property by the former owners will not make the sale void. This inquiry, then, introduces to your consideration the question, whether there was a real bond fide sale, or an arrangement merely to delay and hinder creditors, and cover up the property of Pettibone, Hoban & Co., so that creditors would be hindered and delayed in realizing their claims against the firm of Pettibone, Hoban & Co.\n“ To determine whether a sale is real or merely colourable, the consideration actually paid is generally very significant in fixing the character of the transaction. First, then, we call your attention to the receipt. Pettibone estimated the value of the property ; according to this witness, Messrs. Manning and Frost estimated what they supposed would be about two-thirds the value of the property.\n“ The plaintiff also relies upon the circumstance that the agent of the company refused afterwards to appoint an appraiser. This, however, is not to affect the company, except so far as it might be some evidence of the original design. This refusal is denied by Frost, but both Hoban and Parkinson swear that he declined to do so when requested. Manning swears that he applied to Hoban to appoint an appraiser, but he refused. This Hoban denies, and on this point there is a conflict of evidence. Jehu Parkinson swears that he was present at two different times, when Hoban called upon Erost to make choice of an appraiser. So that Hoban, on this point, is corroborated not only by Jehu Parkinson, but by Kimble and Hafer; whose evidence we have already brought to your attention.\n“You cannot, however, pass by the fact that Hoban has seriously contradicted himself. He has virtually repudiated on oath the whole substance of his affidavit of the 25th of September 1852, made to obtain a dissolution of the attachment. His excuse is, he was intoxicated at the time. But both Mr. Black and Mr. Phelan, who were present, swear that they discerned in him no signs of intoxication. What credit you will give to his evidence, which is important, will be for you to decide upon. When a witness is contradicted, or has sworn diverse on matter material to the issue, he is not to be believed, unless he is corroborated. In this ease, we believe, in some material matters, he is corroborated. You will, then, gentlemen, address your inquiries to two points.\n“First. Was there, then, according to the true agreement and understanding between the parties, to be a delivery of the horses instantly upon the sale; or was it to be postponed until an appraisement should be had? The contract contemplated an immediate delivery, but you have the evidence of Hoban to the contrary. You have also the evidence of Jacob H. Hafer, which has already been read to you, in which he swears that when Hoban made the declaration that the sale of the horses was not final until they were appraised by two men, that both Manning and Latrobe assented. Also the evidence of John Kimble to the same effect. If you should determine this point in favour of the plaintiffs, as there is no evidence that there ever was an appraisement, the sale was conditional, and plaintiff would be entitled to recover.\n“If you should determine this point in favour of the Company, you will next inquire whether the sale was bond, fide, and not made to hinder or delay creditors. If there was no visible change of the possession after the sale, then this is primd facie that it is fraudulent; and it lies upon the Company to remove the presumption, and satisfy you that the sale and purchase was made in good faith.”\nThe defendants’ counsel also presented certain points in writing upon which they prayed the court to instruct the jury; the 8th, 13th, and 14th of which, with the answers thereto by the learned judge, are as follows:—\n8. That any unsettled accounts between Pettibone, Hoban & Co. and the Baltimore and Ohio Railroad Company, must have no influence with the jury; or the fact that there may be a balance of -purchase-money coming to -Pettibone, Hoban & Co., on the property purchased; but that must be settled in a suit between themselves.\nAnswer. — “This is correct; but if the Baltimore and Ohio Railroad Company was the debtor of Pettibone, Hoban & Co. on and after the 6th of September 1852, it may have some influence with the jury; as the whole amount of that receipt might, from its terms, be shifted,' in part, to pay this indebtedness, and leave the property attached partially unpaid.”\n13. That the construction of the written receipt of H. Pettibone, for $8000, is for the court and not the jury; and there is nothing in its language or terms inconsistent with an honest and bond fide sale and delivery of the property to the Baltimore and Ohio Railroad Company; and the sale, if otherwise fair, vested a good title in the defendants.\nAnswer. — “ It is for the court to put construction upon all written instruments; but their effect or bearing upon the case, as facts, is for the jury. We cannot say that the terms of this receipt are inconsistent with a fair and bond fide sale; but still, as the receipt would authorize the application of a part of the same otherwise than to the property attached, it rests with the jury to say with what design.”\n14. That the testimony of plaintiff is trivial, and insufficient to prove the existence of fraud; and the verdict of the jury should, therefore, be for the defendants.\nAnswer. — “This is a matter for you, and not for the court.”\nTo this instruction the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $361.30, they removed the cause to this court, and here assigned for error: 1. The foregoing answers to the 8th, 13th, and 14th points. 2. That the court erred in submitting the question of fraud, and also that of the delivery of the property, to the jury upon insufficient testimony.\nBlack and Phelan, for the plaintiffs in error.\nLindsey, Downey, and Sayers, for the defendant in error."
  },
  "file_name": "0214-01",
  "first_page_order": 214,
  "last_page_order": 222
}
