{
  "id": 418016,
  "name": "Shoop's Appeal",
  "name_abbreviation": "Shoop's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "233",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 6648,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 4.4764569315766434e-07,
      "percentile": 0.9222039586091699
    },
    "sha256": "91a98e168213d68168fa9ed4d1a194a4c72b64cfb0af7039c5dd462020fc181a",
    "simhash": "1:94a9cfa5f6ceadff",
    "word_count": 1195
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shoop’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe first section of the Act of May 8th 1854, empowers the different courts of Common Pleas of this commonwealth to decree divorces for three new substantive causes, for none of which had any provision been made by previous Acts of Assembly. The third of these new causes is cruel and barbarous treatment of the husband by the wife, by which the condition of the husband is rendered intolerable or his life burdensome. To the enactment conferring upon the court of Common Pleas the power to grant a divorce for this cause, is added the proviso, “ that in cases of divorce under this act, if the application shall be made on the part of the husband, the court granting such divorce shall allow such support or alimony to the wife, as her husband’s circumstances will admit of, and as the said court may deem just and proper.” .\nIt is contended by the appellant, that when the husband obtains a divorce, under this act, from the bonds of matrimony, for the above-mentioned cause, the court has no power to decree alimony to the wife. It is urged, that alimony can be decreed only when the divorce is a mensa et thoro ; and a very ingenious argument has been submitted to show that such is the proper construction of the statute. We have not, however, been convinced by the argument.\nThe Act of May 8th 1854, is a supplement to the general Act of March 13th 1815, which authorized a decree of divorce for cruel and barbarous treatment, by which life was endangered, or for indignities offered to the person, rendering the condition intolerable and life burdensome, only on the application of the wife. No power was given to the courts to grant a divorce when the cruel and barbarous treatment, or the indignities, were inflicted by the wife upon the husband. It was possibly thought that a husband ought to rule his own household. Nor did the Act of 1815 authorize any other divorce than one from the bonds of matrimony. But on the 26th of February 1817, another act was passed which empowered the courts to grant divorces from bed and board, and alimony, at the suit of the wife, when the husband had by cruel and barbarous treatment endangered her life, or offered such indignities to her person as to render her condition intolerable or life burdensome. This was also a privilege given to the wife, and to the wife alone. It granted to her a partial divorce, if she desired it, and looked only to a temporary separation of the parties.\nThus, for that one cause, the courts were authorized to grant either a complete divorce, or one a, mensa et thoro, at the election of the wife. But no election was given to the husband. He could obtain no divorce of either kind for such treatment inflicted upon him by the wife. Several other supplements to the original Act of 1815 were passed at different times, which it is unnecessary to notice. Then came the Act of May 8th 1854, already noticed, entitled “ a further supplement to the act entitled ‘ an act concerning divorces.’ ” That gave to the husband the privilege of obtaining a divorce for a cause similar to that for which the wife only under the Act of 1815 could apply, coupled, however, with the proviso already stated, that, when the divorce is decreed on his application, the court shall also decree alimony. It contains no provision authorizing a divorce from bed and board at his suit, and it is far from being clear that such a divorce at his suit can be granted. How this may be, it is not necessary now to decide, but it is clear that, throughout this whole system of legislation, there has been no intention to place the husband and wife in the same position, so far as relates to this cause of divorce. If he may apply for divorce from bed and board, and is liable for alimony only when he thus applies, what need was there of the provision that he should be chargeable with the wife’s support if he inade the application ? The expression of one thing is the exclusion of another. Surely, it was not the intention of the legislature to declare that, if the wife applied for such a divorce for cruel and barbarous treatment, and obtained it, the husband should not pay alimony. The words of the proviso are general, and, in our opinion, apply to such a divorce as the husband is authorized to obtain for cruel and barbarous treatment, or personal indignities. The Common Pleas then committed no error in decreeing alimony to the respondent.\nThe testimony submitted in the court below is not before us. We have only an abstract of it. Judging from that, we are unable to say that the court erred in fixing the amount of alimony to be paid. To us it seems large, but it is only decreed until the further order of the court.\nWe find no warrant, however, for the imposition of the costs upon the appellant. Costs are of statutory origin. The Act of 1815, in its twelfth section enacts, that the court may award costs to the party in whose behalf the decree or sentence (that is of divorce) shall pass, or that each party shall pay his or her own costs, but the act does not authorize the imposition of all the costs upon the successful party. That part of the decree must, therefore, be reversed.\nAnd now, to wit, November 7th 1859, it is ordered that so much of the decree of the court of Common Pleas as orders the appellant to pay the costs be reversed; and, as to the remainder of the said court’s decree,, that the same be affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "E. S. Golden, J. A. Fulton, and J. C. Golden, for the appellant.",
      "Mechling and G-allagher, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Shoop’s Appeal.\nUnder the Act of 8th May 1854, where a husband obtains a divorce from the bonds of matrimony, on the ground of cruel and barbarous treatment by his wife, the court has power to decree alimony to the wife.\nBut he cannot be decreed to pay the costs, where he is successful in obtaining a divorce.]\nAppeal from the Common Pleas of Armstrong county.\nThis was a libel for a divorce, a vinculis matrimonii, exhibited .under the Act of 8th May 1854, by John B.. Shoop against Mary M. Shoop, his wife, on the ground that she had by cruel and bar‘barous treatment rendered hi's condition'intolerable and his life burdensome, and had thereby forced him to withdraw from his house and family.\n' The court below decreed a divorce from the bonds of matrimony, and that the libellant should pay to the defendant, for her reasonable support and alimony, the sum of $33 semi-annually, until the further order of the court; and that the libellant should pay the costs of suit.\nThe libellant, thereupon, took this appeal from so much of the decree as directed him to pay alimony and the costs.\nE. S. Golden, J. A. Fulton, and J. C. Golden, for the appellant.\nMechling and G-allagher, for the appellee."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 236
}
