{
  "id": 417946,
  "name": "Eagan versus Call",
  "name_abbreviation": "Eagan v. Call",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "236",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 La. 101",
      "category": "reporters:state",
      "reporter": "La.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 606",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 262",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6838,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.8024768355457433e-07,
      "percentile": 0.8369389489503056
    },
    "sha256": "ca81503c199ea891b571b8df031cf45c89d11289aadb6be61eaa2bcb2bcaf56d",
    "simhash": "1:a7f144f45c97f56b",
    "word_count": 1225
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eagan versus Call."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe plaintiff sued upon a bill single given to secure the price of a mare sold by him to the defendants. Among other pleas, “want of consideration” for the bill was set up, and p,n attempt was made to establish it, by proof that the mare was unsound at the time of sale. It was in reference to this defence that the learned judge of the court- of Common Pleas instructed the jury, that'“ to make a defence against the payment of the note, it was not necessary to establish the fact that Eagan (the plaintiff) knew the mare was unsound. If -unsoundness is made out, then the consideration of the note has failed, and on this equitable ground the defendant will be released from the payment of it.”’ -The instruction thus given is assigned for error. It is to be observed, that it does not put the defence upon the ground of fraud, in the contract, nor of express warranty by the vendor, but exclusively upon the bad quality of the thing sold. Now, that the unsoundness of the article sold amounts neither to want or failure of consideration, is easily demonstrable. Want of consideration can only be, where the promissee parts with nothing in exchange for the promise. The consideration fails, when the promissor does not get that which the promissee agreed to give, as a motive for the promise. But, in the. absence of warranty, the soundness or unsoundness of the subject-matter of the sale has nothing to do with the consideration. There is no relation of confidence between the buyer and the seller. In the absence of an agreement by the seller, the purchaser takes at his own risk as to quality. The vendor of a chattel warrants the title, and, in some cases, the species, but nothing more; consequently, when the title passes, the vendee has all that, under the contract of sale, the vendor engaged to give him, and, therefore, the entire consideration for his promise. There is then no failure. The rule of the civil law, that a sound price implies a warranty that the article sold is sound, is not a rule of the common law. I am- not now speaking of cases of sale by sample, nor of cases in which the law is said to imply a warranty that the goods sold are the same in specie with those mentioned in the contract of sale; Borrekins v. Bevan, 3 Bawle 37, is one of the latter; though even these cases are, perhaps, rather adjudications of what shall be considered evidence of an express engagement, than extensions of the doctrine of implied warranty. There are also to be found decisions in which it has been held, that the law implies in the case of a sale of goods by a manufacturer, that they are of a merchantable quality ; and other decisions ruling that, where goods are sold for a particular use, there is an implied warranty that they are fit for that use. But it cannot be generally maintained that, where the buyer has had an opportunity of examining the article, there is any engagement implied in the contract of sale, that the seller warrants against latent defects unknown alike to himself and to the purchaser. Certainly, there is no such engagement in the sale of such an article as a horse. The civil law doctrine would produce endless embarrassments, if applied to the extended operations of modern trade. It always involves an inquiry into the question, whether the price agreed to be paid was, or was not, a sound price, and, of course, leaves the measure of obligation of the contract to be determined by the jury. But if there be no such engagement by the vendor, then the buyer who has got an unsound or defective article cannot assert that he has failed to obtain all that for which he has contracted to pay. Mere inadequacy of consideration, without warranty or fraud, is no defence to the payment of a bill or note, given for the purchase-money of goods, and the unsoundness or defective quality of the article sold relates only to the adequacy of the consideration.\nThere was error, therefore, in the instruction given to the jury by the court below. If the contract of sale was not fraudulent, if there was no deceit on the part of the plaintiff, to which knowledge by him of the defect was essential, and if there was no express warranty, the fact that the mare was unsound constituted no defence to the action.\nIt is unnecessary to notice the second and third assignments of error in detail; what we have already said is sufficient to express our views of them.\nThe judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Sayers & Gapen, for the plaintiff in error.",
      "Lindsey & Buchanan, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Eagan versus Call.\nMere inadequacy of consideration, without warranty or fraud, is no defence to the payment of a bill or note given for the purchase-money of goods.\nThe unsoundness of the article sold amounts neither to want or failure of consideration. In the absence of warranty, the soundness or unsoundness of the subject-matter of the sale has nothing to do with the consideration.\nIn the absence of an agreement by the seller, the purchaser takes at his own risk as to quality. The vendor of a chattel warrants the title, and, in some cases, the species, but nothing more.\nError to the Common Pleas of Greene county.\nThis was an action of assumpsit, originally commenced before a justice of the peace, by Thomas Eagan against James Call and George Grant (who was not served with process,) on a single bill, for $67, dated the 15th April 1856, and payable six months after date. The case came into the Common Pleas by appeal.\nThe single bill, it was admitted, was given by George Grant for the price of a mare purchased by him from the plaintiff. James Call, the defendant, was the surety.\nOn the trial, the defendant gave evidence that the mare was-unsound at the time of sale; and the court below (Gilmore, P. J.) instructed the jury that to make out a defence against the payment of the note, it was not necessary to establish the fact that Eagan knew the mare was unsound. That, if unsoundness was made out, then the consideration of the note had failed, and, on this equitable ground, the defendant would be released from the payment of it.\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff removed the cause to this court, and here assigned the same for error.\nSayers & Gapen, for the plaintiff in error.\nIt is elementary.law, that the maxim of caveat emptor applies to a sale of personal property, so far as regards the quality or goodness of the article sold: 2 Kent Com. 478-9; Jackson v. Wetherill, 7 S. & R. 482-3; Kimmel v. Lichty, 3 Yeates 262; Chitty on Contracts 223.\nLindsey & Buchanan, for the defendant in error,\ncited 2 Kent Com. 570, 600, 604; Johnson v. Titus, 2 Hill 606; Barnard v. Yates, 2 N. & M. 142; Melancon v. Robeehaux, 17 La. 101; Steinhauer v. Witman, 1 S. & R. 442; Miles v. Stevens, 3 Barr 37; Story’s Eq. § 140, &c."
  },
  "file_name": "0236-01",
  "first_page_order": 236,
  "last_page_order": 238
}
