{
  "id": 417982,
  "name": "McCracken versus Elder",
  "name_abbreviation": "McCracken v. Elder",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "239",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 377,
    "char_count": 7299,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 3.349406451400782e-07,
      "percentile": 0.8746455874454456
    },
    "sha256": "881edc3c9a9e96ff4ce035eb8d665fdacc2d02c40e96e9354225f0cc91da6ae5",
    "simhash": "1:64471045946932ea",
    "word_count": 1290
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCracken versus Elder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe plaintiff below, as tax collector, had settled\nhis duplicate and paid over the amount to the treasurer of the school board, including the tax due from the defendant, from which he had not been exonerated. The defendant then owed the tax to the plaintiff, and if the warrant had expired, payment of the debt could be enforced by suit at law. But in a suit by the collector, the defendant could not set off unliquidated damages arising out of a breach of a contract between himself and the school district. Certainly not under the pleadings in this case. That was a transaction between other parties; and if it were not, we are not prepared to admit that a tax-payer can interpose a claim of set-off against the collection of the tax assessed upon him. There was, therefore, no error in rejecting the evidence which the defendant below proposed to give.\nNor were the court mistaken in the view which they took of the warrant given in evidence. It was not a warrant for two years, nor void, as the plaintiff in error now contends. It is true that the school law, the Act of May 8th 1854, which authorizes the issuing of the warrant, declares that it shall confer like power and authority to enforce the collection of the school tax with that which the law then conferred, or might thereafter confer, upon the collector of county taxes; but it does not designate how long that power shall continue. The duration of the power is left to be defined by the authority which issues the warrant. While the power continues, school taxes may be collected, in the same manner as county taxes; but it is the warrant which confers the power, and when the warrant expires by its own limitation, the power is gone. The Act of 15th of April 1834, relative to county rates and levies, enacted that the warrant issued to the collector should be effectual to authorize him to collect the sums charged in his duplicate during the period of three years from the date thereof. The time was afterward reduced to two years, by the Act of 22d April 1846: P. L. 490. This was, in effect, a prohibition upon the county commissioners against issuing a warrant limited to a shorter period. But no such prohibition is imposed upon a board of school directors. It is made their duty to assess the tax and to provide for its collection, and they are left at liberty to determine within what period it may be collected. It might be conducive to the public interests that there should be uniformity in the duration of all tax warrants, as well as in the powers conferred; but the legislature has not required it, and we are powerless to legislate. If, then, the board of school directors was not prohibited from issuing a warrant to continue for a shorter period than two years, the warrant given in evidence in this case was not void. And to hold that it continued in force for two years, would be to give it a construction directly in conflict with its expressed provisions. It follows, that there was no error in the charge of the court. While the warrant was in force, no action could be maintained; for, there being a-statutory mode provided for the collection of the tax, a suit at common law was inadmissible. And besides, the 5th section of the Act of 15th April 1834, prohibited the institution of any suit by a collector. This prohibition was, by the Act of April 11th 1848, P. L. 324, removed as to suits instituted after the expiration of the warrant; and as the warrant in this case had expired when the suit was brought, there was nothing to prevent the plaintiff’s recovery.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Downey & Rowe, for the plaintiff in error.",
      "Purman, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "McCracken versus Elder.\nA collector of school taxes may enforce payment thereof by suit, after the expiration of his warrant.\nThe board of school directors may issue a warrant for the collection of the school taxes, returnable in a shorter period than two years; that is a matter in their discretion.\nIn an action by a collector of school taxes to recover the amount assessed on the defendant, the latter cannot set off a claim against the board of school directors, for unliquidated damages arising out of a breach of contract.\nError to the Common Pleas of Greene county.\nThis was an action of assumpsit, originally commenced before a justice of the peace, by William G. Elder, collector of school taxes of Aleppo township, against Alexander McCracken, to recover $6.76, the amount of school taxes assessed on the defendant for the year 1856.\nOn the 4th November 1856, the plaintiff below was appointed collector of school taxes of Aleppo township for that year; and a duplicate thereof was delivered to him, wherein the defendant was charged with the amount of taxes claimed in this suit, accompanied by a warrant for the collection of the same, whereby the plaintiff was required to pay the amount of his duplicate to the treasurer of the said school district, on or before the 1st December 1857. Prior to that date, Elder paid up the amount of his duplicate in full, including the amount assessed upon the defendant. This suit was brought on the 14th October 1858.\nOn the trial, the defendant offered to prove that, after this tax had been assessed, the school directors of Aleppo township entered into a contract with him for the building of a school-house, for which they were to pay him a certain sum, and to release him from any school tax he then owed the township ; that he was ready and willing to perform his contract, in manner and form as agreed upon, but that the directors refused to allow such house to be built; and that for several years before the contract was made, to the present time, there has been no school nearer than four miles of defendant’s house.\nThe court below ruled out this evidence, and the defendant excepted.\nThe defendant’s counsel then presented the following points in writing, upon which they requested the court to instruct the iury:-\n... 1. That the warrant given in evidence by the plaintiff, being dated on the 4th November 1856, it was a good and valid warrant for two years from the date thereof, upon which to collect the unpaid taxes, and this suit having been brought before the two years had expired, was prematurely brought and cannot be sustained.\nTo this point, the court below (Gilmore, P. J.) returned the following answer: — “ It was competent for the board to issue their warrant returnable in one year or less. They might have extended it to two years, either when first granted, or by amendment before the return day. Not having extended the time, the warrant expired at the end of the year, and the plaintiff can maintain this action, if he has not been exonerated from the payment of these taxes.”\n2. That if the warrant in this case required the same to be returned in less than two years from the date thereof, it is contrary to law, and is therefore null and void.\nAnswer. — “ We answer this in the negative.”\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for.$7.02, the defendant sued out this writ, and here assigned for error: 1; The rejection of the evidence mentioned in his bill of exceptions:\n2. The answers to the points presented on the trial.\nDowney & Rowe, for the plaintiff in error.\nPurman, for the defendant in error."
  },
  "file_name": "0239-01",
  "first_page_order": 239,
  "last_page_order": 241
}
