{
  "id": 417978,
  "name": "Galway's Appeal",
  "name_abbreviation": "Galway's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "242",
  "last_page": "244",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0135-01"
      ]
    },
    {
      "cite": "1 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0135-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 333,
    "char_count": 6314,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 7.887815451641065e-08,
      "percentile": 0.4603424755651777
    },
    "sha256": "57a572f18d63a81b13df08c721e34ea8daf80e6d53cd3c72938d4db816b24ba2",
    "simhash": "1:1899a4a2872a0814",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Galway’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe real estate of Francis Seitz having been sold at sheriffs sale, and the proceeds brought into court for distribution, an auditor was appointed to marshal them among the lien-creditors. The liens upon the fund were far greater in amount than the entire proceeds of the sale. The contest, was, therefore, entirely between the lien-creditors. Galway, the appellant, held the first judgment. The auditor received the testimony of Seitz to show that a part of Galway’s judgment had been paid, and the court confirmed his report founded on that testimony. This is supposed to have been erroneous, and hence this appeal. Was then the debtor an incompetent witness? He was no party to the distribution. In any event the creditors were entitled to all the money. If, instead of deciding for himself how much was due upon the first judgment, the auditor had reported an issue to the Common Pleas to determine that fact, it is clear that, on its trial there, the execution debtor would have been a competent witness for either creditor. This was decided in Stewart v. Stocker, 1 Watts 135, and in Smith’s Executors v. Wagenseller, 9 Harris 494. Why not, when the question of fact is submitted to the auditor instead of a jury ? The interest of the witness, if any he has, is the same in each tribunal. The mistake of the appellant is in the supposition that the report of the auditor is conclusive upon him, and establishes the payment of his judgment, in á.ny proceeding which he may institute to recover from Seitz, the debtor, what he failed to obtain from the fund in court. This is clearly not so. The auditor’s distribution is a proceeding between the lien-creditors, not between the appellant and the debtor. It is an estoppel only between him and the other lien-creditors. The debtor is not, by his testimony, discharging himself from any liability. The case must not be confounded with one where the debtor is called to increase, by his own oath, a fund for the payment of his debts. Here, he was called to aid in determining how much of the fund should be distributed to one creditor, and how much to another, leaving his own indebtedness the same, no matter what the auditor’s report might be. There was no error, therefore, in admitting the witness to testify.\nNor was the subject-matter of his testimony open to exception. He had assigned a judgment to the appellant. The assignment was in writing, and under seal. It stated that it was “for value received.” The testimony of the witness was, that it was made in part payment of the appellant’s judgment against him. This was no contradiction of any part of the assignment, as is argued here. It was no denial that the assignment was for value received. It only explained what that value was. The order of the court confirming the auditor’s report was, therefore, correct.\nThe decree of the Court of Common Pleas is affirmed, and the appellant is ordered to pay the costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "R. L. Johnston, for the appellant.",
      "Kopelin and Pershing, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Galway’s Appeal.\nIn a proceeding before an auditor for the distribution, among lien-oreditors, of a fund which is insufficient for the payment of all the liens upon it, the debtor is a competent witness for a junior lien-creditor, to prove payment in part of an elder lien.\nThe auditor’s distribution is a proceeding between the lien-creditors, and is an estoppel only as to them. The debtor is not, by such testimony, discharging himself from any liability.\nIt is not error to receive parol evidence to explain an assignment in writing, which purports to have been made “ for value received,\" by showing what was the consideration upon which it was executed.\nAppeal from the Common Pleas of Cambria county.\nThis was an appeal by David R. Galway from the decree of the court below distributing the proceeds of a sheriif’s sale of the real estate of Erancis Seitz.\nThe proceeds of sale, amounting to $650, having been paid into court, an auditor was appointed to report distribution of the fund among the lien-creditors. The judgment liens greatly exceeded the amount of the fund in court.\nThe appellant, David R. Galway, was the holder of the first judgment lien, amounting to- $621.28, with interest and costs. And before the auditor, Erancis Seitz, the debtor, was called and received as a witness on behalf of the junior lien-creditors, to prove, a partial payment of the appellant’s judgment.\nSeitz testified to a payment of $215.60 on account of the appellant’s judgment; and also, that he had assigned to Galway a judgment in his favour against Charles Lehman for $173.45, in part payment of the appellant’s judgment against him. The following is a copy of the. assignment:—\nErancis Seitz \"| In the Common Pleas of Cam-\nbria county.\nv. > No. 125, September Term 1854.\nJudgment . . $173.45\nCharles Lehman. J Interest from 13 Dec. 1854.\nFor value received, I do hereby assign the above judgment to D. R. Galway. Witness my hand and seal, this 12th day of November 1855. Francis Seitz. [ l. s. ]\nWitness, T. L. Heyer.\nThe auditor allowed these credits upon the appellant’s judgment, and awarded the balance of the fund to junior lien-creditors. To this report the following exceptions were filed by Gal-way: 1. The judgment of D. R. Galway should have been allowed; in full: 2. The assignment of the judgment against Charles Lehman, imports sufficient consideration on its face, and cannot he impeached by parol: 3. But if it could, the testimony of the defendant in the suit is inadmissible for that purpose.\n, The court below overruled these exceptions, and confirmed the report of the auditor, whereupon, this appeal was taken.\nR. L. Johnston, for the appellant.\nThe testimony of Seitz was inadmissible; he was, by his own oath, relieving himself from the appellant’s judgment: 1 Greenl. Ev. § 392; Asay v. Hoover, 5 Barr 37 ; Wilkinson v. Turnpike Company, 6 Id. 398; Sharp v. Long, 4 Casey 434. But, if admissible to prove payment, he was clearly inadmissible to contradict his own written assignment.\nKopelin and Pershing, for the appellees.\nThe competency of Seitz as a witness is not an open question; the question was directly settled in Stewart v. Stocker, 1 Watts 135, and Smith’s Executors v. Wagenseller, 9 Harris 494. He was not examined to contradict his assignment to Galway, but to show the consideration of it."
  },
  "file_name": "0242-01",
  "first_page_order": 242,
  "last_page_order": 244
}
