{
  "id": 417933,
  "name": "Davis's Appeal",
  "name_abbreviation": "Davis's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "256",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 4843,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 5.130960688826325e-07,
      "percentile": 0.9389392972331592
    },
    "sha256": "d13cee31d2bc5d961cc1d24f251e8fd30be1735af430297738331debdce4f5d6",
    "simhash": "1:653f52984c34e76e",
    "word_count": 861
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered hy\nStrong, J.\nThe right of a widow to retain real or personal property of her deceased husband’s estate to the value of $300 is a personal privilege, no less than is that of a debtor to retain against an execution-creditor. Of course it may be waived, and it is waived entirely when she neglects to demand an appraisement: Weaver’s Appeal, 6 Harris 309; Neff’s Appeal, 9 Harris 247. It follows, that if an appraisement be made, and the widow elect to retain less than the value of $300, she waives her claim to all which she neglects to retain.\nWhen the appraisement was made in this case, the widow elected to retain some personalty and a small tract’of land, in the aggregate of less value than $300. ' She at that time refused to take any more, and wished the remaining property to be applied to the payment of the debts. The inventory and appraisement of the property taken by her was then filed and approved by the Orphans’ Court. That determined the extent of her rights, and of the rights of the creditors. The administrator proceeded to obtain an order of sale of the remaining real property. Before the day of sale, however, she demanded to have the balance of the $800 set apart for her. The demand was too late. She had already had one appraisement, and the Act of Assembly did not give her two; and besides, relying upon the faith of her first election and its approval by the Orphans’ Court, the administrator had proceeded to incur expense in obtaining an order of sale, and perhaps in advertising. A claim of exemption hy a debtor would be too late after such proceedings, and the Act of 1851 is to receive a construction similar to that given to the Act of 1849. But even if her second claim was not too late, the appellant would not he entitled to any of the fund now for distribution. Her rights under the statute are only sub modo. She can obtain property only in the way designated by the legislature. Without an appraisement she cannot take as a distributee as against creditors. It is sufficient, however, to say that she was not entitled to a second appraisement.\nThe decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "W. W. Barr, for the appellant,"
    ],
    "corrections": "",
    "head_matter": "Davis’s Appeal.\nThe right of a widow to retain real or personal property of her deceased husband's estate to the value of $300, is a personal privilege, which she may waive.\nThis privilege is waived entirely if she neglect to demand an appraisement-; so if an appraisement be made, and she elect to retain less than the value of $300, she waives her claim to all which she neglects to retain.\nHaving had one appraisement, she is not entitled to another, when the remaining property of her husband is about to be sold for payment of his debts.\nThe Act of 1851, allowing this claim on the part of the widow, is to receive the same construction as the exemption law of 1849. A demand for an appraisement is too late, after the administrator has incurred expenses in proceedings to effect a sale of the property.\nAppeal from the Orphans’ Court of Clarion county,\nThis was an appeal by Tabitha Davis, the widow of Isaac Davis, deceased, from the decree of the Orphans’ Court on the account of John Latshaw, administrator of the said Isaac Davis, deceased.\nIsaac Davis died in 1855, intestate and insolvent, leaving a widow and three minor children. Letters of administration on his estate were granted to John Latshaw; and on the 18th May 1855, the personal property was appraised at $144.29.\nAt the same time, an inventory was made of personal property valued at $114.10, and real estate valued at $75, which the widow elected to retain, and which were duly appraised and set apart to her under the Act of 14th April 1851. • This appraisement was approved by the Orphans’ Court on the 23d May 1855.\nThe administrator subsequently applied to the Orphans’ Court for an order to sell the remaining real estate of the decedent for payment of debts; and in September 1856, before the sale, the widow made a demand on him to have the balance of the $300 allowed by the Act of 1851, set apart to her, which he refused to do.\nOn the 20th October 1856, the remaining real estate was sold by the administrator and produced the sum of $215; and his account having been filed, the widow appeared before the auditor appointed to report distribution, and claimed the sum of $110.90 out of the proceeds of sale.\nThe auditor rejected this claim; and his report having been confirmed by the court below, and distribution decreed accordingly, this appeal was taken.\nW. W. Barr, for the appellant,\ncited Act 14th April 1851; Neely v. McCormick, 1 Casey 255 ; 6 Barr 91; Neff’s Appeal, 9 Harris 243; Spencer’s Appeal, 3 Casey 218.\nCampbell & Lamberton, for the appellee, cited Neff’s Appeal, 9 Harris 243; Dodson’s Appeal, 1 Casey 232; Bowyer’s Appeal, 9 Harris 210; Weaver’s Appeal, 6 Id. 309."
  },
  "file_name": "0256-01",
  "first_page_order": 256,
  "last_page_order": 257
}
