{
  "id": 417935,
  "name": "Russell's Administrator's Appeal",
  "name_abbreviation": "Russell's Administrator's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "258",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 564,
    "char_count": 13192,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 6.057430088492456e-07,
      "percentile": 0.9550359885846627
    },
    "sha256": "16fa1321c2e70d0625f146788859eb353ca6b5e9793093d0734be9cba1fb1008",
    "simhash": "1:ad3ace847c9ab13c",
    "word_count": 2286
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russell’s Administrator’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe Act of 13th October 1840 directs, that the judges of the Orphans’ Courts of the Commonwealth shall, in certain cases, grant a rehearing of so much of an account already confirmed as is alleged to be erroneous. This is to be done upon petition of review, specifically setting forth errors, and verified by oath or affirmation. The act, however, does not extend to any case where the balance found due by the account has been paid by the executor or accountant. Nor does the act, in all cases, require that the matter shall be referred to auditors. It may he determined without reference, and if the petition does not show such a' case as equity would relieve, it may be dismissed. The design of the legislature seems to have been to introduce into the usage of our Orphans’ Courts, the practice of courts of equity in regard to hills of review. If, then, the petition of review is to be regarded-as a bill of review addressed to a chancellor, as was intimated in Riddle’s Estate, 7 Harris 431, and, as has since been ruled, 2 Casey 470, 8 Casey 318, this petition presented no sufficient ground for the interference of the Orphans’ Court. It avers no' error in law, appearing in the body of the decree which confirmed the account of the executor, nor does it allege any new matter which has arisen or been discovered since the decree. Yet these are the grounds for a bill of review. There is, however, another obstacle in the way of the appellant. His petition does not allege that the “balance found due” had not been paid over by the accountant. The answer of the executor does aver that he had paid out the entire balance in his hands, and that he had paid the proceeds of sale of the real estate according to and under the direction of the Orphans’ Court. To this answer the petitioner filed no replication. As the case was heard on the petition and answer, all the averments of the answer are to be taken as true. The appellant, by not replying, must be held, according to the rules of equity practice, to have admitted those averments. Now, the substance of the principal allegation of error made in the appellant’s petition of review, is that the executor had applied the proceeds of sale of the real estate to the payment of Nelson Thornton’s debts, instead of first completing the fund set apart for Eliza Ann Thornton. Those debts the appellant claims should have been postponed. If the petition of review be successful, the accountant must again pay, and pay to the residuary legatees the money which he has already paid in discharge of Nelson Thorn-ton’s debts, and paid in obedience to the order of the Orphans’ Court. The case is, therefore, directly within not only the letter, but the spirit of the proviso of the Act of October 13th 1840. It was to prevent such injustice that a bill of review is denied, after a “balance found due shall have been paid over.” The proviso is a protection to the accountant, as truly as to the cestuis que trust. The original decree is presumptively right, and it would be-neither equity nor justice to punish the accountant for yielding obedience to it. So far, then, as the petition relates to the distribution of the estate of the decedent, or, in other words, to the executor’s not having postponed the payment of Nelson Thornton’s debts to the completion of the fund for Eliza Ann Thornton, it was properly denied, even if an erroneous construction was at first given to the will of the testatrix.\nThe alleged error said to consist in the executor’s not having charged himself with interest, stands upon different ground. With that, the appellant seeks to surcharge the accountant, but not to disturb an appropriation already decreed and consummated by payment. The proviso of the act may not be in the way of this, but it is not alleged that the neglect of the appellee to charge himself with interest is new matter which has arisen or been discovered since the decree which it is sought to review. And besides, it does not appear that it was an error. The Act of 1840 requires that the errors shall be specifically pointed out before rehearing be granted. Here there is little more than a general allegation that interest has not been charged. The undenied answer avers that the proceeds of the sale were retained in the hands of the executor to meet claims against them which were in suit, and that they could not be paid out until the litigation terminated. There was then no liability for interest, unless interest was earned, or the money was used by the accountant. Neither of these things was alleged. It follows, in our judgment, that the action of the Orphans’ Court was correct in dismissing the petition of review.\nDecree affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Veeeh, for the appellant.",
      "Kaine, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Russell’s Administrator’s Appeal.\nIf a petition of review, under the Act of 13th October 1840, does not show such a case as equity would relieve, it may be dismissed without reference to an auditor,\nA petition of review, under this act, must aver error in law appearing in the body of the decree which confirmed the account of the executor, &e.; or allege new matter which has arisen or been discovered since the decree. These are the grounds for a bill of review, in chancery.\nIt is also necessary to allege therein that the balance found due by the decree sought to be reviewed, has not been paid over by the accountant.\nIf the petitioner does not file a replication, and the case is heard on petition and answer, all the averments in the answer are to be taken as true.\nA general allegation of error in the decree is not sufficient to authorize the granting.of a rehearing. The act requires that the alleged errors be specifically pointed out.\nAppeal from the Orphans’ Court of Fayette county.\nThis was an appeal by Joseph C. Thornton, administrator of Joshua Russell, deceased, from the decree of the court below, dismissing the petition of the said Joshua Russell, for a review of the decree of the Orphans’ Court, upon the accounts of Robert Rogers, executor of Mary Thornton, deceased.\nOn the 26th October 1858, the court below made a decree confirming the accounts of Robert Rogers, executor of Mary Thornton, deceased; -and on the 6th September 1858, the following petition of review was presented by the appellant’s intestate:—\n“To their Honours the Judges of the Orphans’ Court of the county of Fayette:\n“The petition of Joshua Russell, of the borough of Cumberland, in the county of Greene, respectfully showeth — That your petitioner’s sister, Mrs. Mary Thornton, widow of Joseph Thornton, late of the borough of Brownsville, in said county, deceased, was, in her lifetime, lawfully seised as of fee of real estate, and possessed of personal estate, and died so seised and possessed, in June 1842, having made her last will and testament in writing, dated March 9, 1842, and duly proved before the register of said county of Fayette, on the 8th of June 1842, and duly recorded— which will, hereunto attached, your petitioner asks to be made part of this petition — whereby, after bequeathing sundry small specific legacies, and providing for the payment of her just debts and funeral expenses, and charges incident to the settlement of her estate, she gave and devised all the rest and residue of her estates, real and personal, to Robert Rogers, Esq., whom she appointed her executor, in trust first to raise a fund of one thousand dollars to be expended by him, from time to time as needed, for the support, education, and outfit at marriage of her granddaughter, Eliza Ann Thornton, natural daughter of her son •Nelson; but directed that if she should die, leaving any part of said thousand dollars unexpended, and not required to pay her just debts and funeral expenses, then such residue or surplus should become a part of the residue of her estate: — The residue of her estates she then devised to said trustee and executor in trust, first, to allow the same to be used and enjoyed by her son Nelson, during his natural life, and to pay his just debts and funeral expenses at his death — any surplus that might remain, to go to said Eliza Ann. Upon the death of either said Nelson or Eliza Ann, leaving any amount unexpended, she gave and devised the entire surplus and residue of her estates — one-fourth to your petitioner, another one-fourth to William Armstrong, of Greene county, and the remaining half to the children of her son William, in equal portions.\n■ “ Your petitioner further represents, that said Robert Rogers\nproved said will, and took upon himself the office of executor and trustee thereof — that he sold and disposed of her personal estate, which was fully adequate to the payment of her just debts, funeral expenses, and charges incident to the settlement of her estate, but not to the additional charge of said one thousand dollars.\n“Your petitioner further represents, that said executor and trustee, without having at all provided for said fund of one thous- and dollars, proceeded, after the death of said Nelson, viz.: to June Court 1845, to obtain an order'of this court for the sale of the entire real estate of said testatrix, for the purpose of paying the debts of her said son Nelson (who died in March 1845), and sold the same for said purposes, realizing therefrom three thousand eight hundred dollars — that the debts, &c., of said Nelson, paid, amounted to about three thousand dollars, including sundry charges and expenses.\n“Your petitioner complains that said fund of one thousand dollars had a priority over said Nelson’s debts, and yet has been postponed thereto.\n“Your petitioner further shows that said executor and trustee settled a partial account of his administration and trust, to December Court 1844, showing a balance of personal estate, then in his hands, of $100.09 — and a supplementary account to October Court 1853 — which was confirmed Oct. 26, 1853, which included the balance of personal estate, some rents, and the entire proceeds of sales of the real estate, showing a balance in his hands, after paying said Nelson’s debts, &c., entire, of five hundred and forty-eight dollars and seventy-five cents.\n“Your petitioner further shows that said Eliza Ann died in January 1857, without issue, leaving .the said fund of one thousand dollars unexpended for her support, education, &c., and not ■required to pay her debts, &e.\n“ Your petitioner, therefore, asks your honours to regard this petition in the nature of a bill of review, for the purpose of opening said accounts, to the end, that said executor may be charged specially with said fund of one thousand dollars. He also alleges as an error in said last account, that said executor has omitted to charge himself with interest on the proceeds of sale of said real estate, one-half of which was payable Sept. 1, 1845, and the other half on September 1, 1846, with interest, and was not disbursed until in 1847, and on until 1853. He should, at least, be charged with interest on said balance of $548.75 from 1845 to .'October 1853. He asks that upon opening said account, an interest account may be made, and the executor charged with the balance against him. And he will ever, &c.\nJoshua Russell.”\nTo this petition the following answer was filed:—\n■: “ To their Honours the Judges of the Orphans’ Court of the .county of Eayette: Robert Rogers files this his answer to the bill or petition of Joshua Russell, saving and excepting all errors and imperfections therein.\n“ 1. The fund of one thousand dollars was to be raised out of the personal estate for Eliza Ann Thornton, for which said personal .estate was not sufficient, as appears by the respondent’s account, filed and settled to No. 11, Dec. Court 1844 — and which account he hereby makes part of his answer — and therefore there was not sufficient funds to pay all.\n“ 2. After the death of Nelson Thornton, the respondent sold the real estate under and by the direction of this court, for the purpose of carrying out the directions of the will of the testatrix, and paid the proceeds away according to and under the direction .of this court, as appears at No. 48, June Court 1845 — all of which proceeding he prays may be made a part of his answer — and the .balance remaining, viz.: $548.75, he paid to the said Eliza Ann, \"'as per vouchers in his possession.\n“ 3. The respondent denies his liability to pay any interest, as some of the claims against J. H. N. Thornton were litigated under the advice of counsel, and one case at No. 226, June Term 1849, Bennett v. R. Rogers, executor, was not decided until December 15, ■1852, so that he dare not pay out'the funds in his hands until the debts of J. H. N. Thornton were paid, and therefore cannot be chargeable with interest.\n“ 4. The respondent denies the right of the petitioner to call on him by bill of review, he having paid out the entire balance in his hands.\n“ He therefore prays that the complainant’s hill or petition . may be dismissed with costs.\nRobert Rogers.”\nThe case was heard in the court below, on petition and answer; and the court below (Gilmore, P. J.) dismissed the petition with-c'osts; whereupon this appeal was taken.\nVeeeh, for the appellant.\nKaine, for the appellee."
  },
  "file_name": "0258-01",
  "first_page_order": 258,
  "last_page_order": 262
}
