{
  "id": 417950,
  "name": "Myers et al. versus The Commonwealth",
  "name_abbreviation": "Myers v. Commonwealth",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "270",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 331,
    "char_count": 7018,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29297422359373076
    },
    "sha256": "6867529b2c06d249ef2b6e238aaa2c81923bf000eb8086f873a6e73f464de242",
    "simhash": "1:0d973723b836eb6b",
    "word_count": 1227
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Myers et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nBy the first eleven sections of the Act of 3d April 1851, “to reduce the expenses of collecting state and county taxes in the county of Venango,” persons paying taxes in that county, to the county treasurer, on or before the first day of August, in the year for which they are assessed, are entitled to a deduction of five per cent. If not paid within thirty days after the 1st of August, the treasurer issues his warrant to the constable of the proper township or borough, to collect those remaining unpaid from the delinquents, and he charges each constable with the whole amount of taxes contained .in the schedule annexed to •it. It is also made the duty of the Court of Quarter Sessions, before they appoint constables, to require from them a bond in the name of the Commonwealth, in such sum, and with such sureties, as shall be approved by the court, conditioned for the faithful discharge of the duties imposed upon such constables by this act, and for the payment to the proper county treasurers of the full amount of taxes contained in any warrant and schedule delivered to them, after deducting exonerations, within four months after the delivery of such warrant and schedule. It is made the duty of such constables to settle their accounts, obtain their exonerations, and pay over to the treasurer of the county all moneys collected by them, within four months .after the delivery of such warrants to them respectively. By the seventh section, if any constable shall fail to make .such settlement and payment, it is made the duty of the county treasurer immediately to cause an action of debt to be brought, in the name of the Commonwealth, upon the bond of such constable; and if, upon the trial of any such suit, it shall appear that such constable has not complied with the provisions of the act, judgment shall be rendered against the defendants therein, for the amount for which said constable is delinquent, together with interest at the rate of 12 per cent, per annum, from and after the expiration of the aforesaid period of four months, and full costs of suit; and in all such cases, there shall be no stay of execution, or other stay, any law to the contrary notwithstanding ; but it shall be the duty of the said treasurer to prosecute Such judgment to execution and satisfaction, without delay.\nThe question whether this act dispenses with the inquisition and the ordinary proceedings under a jft. fa. levied upon real estate, comes before us upon a case stated for the opinion of the court below, who decided that it did, and entered judgment for the plaintiff. The jft. fa. had been levied on the real estate of one of the sureties, and, upon inquisition held, the same was extended at $105 per annum.\nThe general law provided that the security given by-tax collectors should be a bond with warrant of attorney to confess judgment thereon, or a bond with a mortgage of real estate. The effect of the seventh section was to make the judgment obtained against the constable equivalent to a judgment entered on a bond and warrant of attorney by taking away any stay of execution; and, in order to prevent any exercise of discretionary power after judgment, either in delaying execution, or any of the proceedings under it, it is expressly provided, that there shall be no other stay, but that the treasurer shall prosecute such judgment to execution and satisfaction. This is the natural construction of this section, which neither expressly, nor impliedly, interferes with the ordinary proceedings under a levy made on real estate. Whenever the legislature intend to dispense with an inquisition, they say so; and, until they do, it is the duty of the courts to adhere to the forms and modes prescribed by the settled law and practice of the state for more than a century and a half.\nJudgment reversed, and judgment entered for the defendants on the case stated, the inquisition to remain in force.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "J. K. Kerr, for the plaintiffs in error.",
      "0-. Keydrick, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Myers et al. versus The Commonwealth.\nThe Act 3d April 1851, relating to the collection of taxes in Venango county, which provides that, upon a judgment being obtained upon the bond of a constable and his sureties, for the non-payment to the county treasurer of the taxes collected by him, there shall be no stay of execution, or other stay, but it shall be the duty of the treasurer to prosecute such judgment to execution and satisfaction without delay, does not dispense with the inquisition, and the ordinary proceedings under a. fieri facias levied on real estate.\nError, to the Common Pleas of Venango county.\nThis was an action of debt by the Commonwealth of Pennsylvania against Conrad W. Myers, a constable, and John Shoop, his ■surety, on a bond given by the defendants, for the faithful performance by Myers of the duties of collector of state and county taxes of Cranberry township, for the year 1858, under the Act of 3d April 1851, Pamph. L. 317. The 7th section of this act is as follows:—\n“ In case any constable shall fail to make the settlement and payment required in the preceding section of this act, within the time aforesaid, it shall be the duty of the treasurer of said county immediately to cause an action of debt, in the name of the Commonwealth, to be brought upon the bond of said constable; and if, upon the trial of any such suit, it shall appear that said constable has not complied with the provisions of this act, judgment shall be rendered against the defendants therein for the amount for which such constable is delinquent, together with interest at the rate of 12 per centum per annum, from and after the expiration of the aforesaid period of four months, and full costs of suit; and in all such cases, there shall be no stay of execution, or other stay, any law to the contrary notwithstanding ; but it shall be the .duty of the said treasurer to prosecute such judgment to execution and satisfaction, without delay.”\nMyers having become a defaulter in his office of tax collector, suit was brought upon the bond, and judgment recovered against the principal and surety; on which a writ of fieri facias was issued, and levied on the real estate of Shoop, and an inquisition ■having been held, the same was extended at ¡$105 per annum.\nThe parties thereupon agreed upon a case stated, in which it •was stipulated, that if the court should be of opinion that the right of inquisition was denied to Shoop, or taken away by the 7th section of the Act 3d April 1851, then judgment should be entered for the plaintiff, and the inquisition set aside; otherwise, judgment to be entered for the defendants, and the inquisition to remain in force. The costs to follow the judgment, and either party to have the right to sue out a writ of error.\nThe court below (McCalmont, P. J.) gave judgment for the Commonwealth, and set aside the iñquisition; whereupon, the defendants sued out this writ, and here assigned the same for error.\nJ. K. Kerr, for the plaintiffs in error.\n0-. Keydrick, for the defendant in error."
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 272
}
