{
  "id": 417949,
  "name": "Baskin's Appeal",
  "name_abbreviation": "Baskin's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "272",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 306,
    "char_count": 5770,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.158193155354548e-07,
      "percentile": 0.5834288022197434
    },
    "sha256": "572ef603a73aea1da70d1f9ac2982340cd2a9200614581f12e5b624fd39fc9a0",
    "simhash": "1:394bd4ac84773a03",
    "word_count": 1007
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baskin’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe construction of the deed of the 20th October 1840 has been settled by this court, in the cases of Mathews v. Stevenson, 6 Barr 496, and Stevenson v. Matthews, 9 Barr 316; and by the deaths of Thomas Stevenson and of Oliver Stevenson, the trustees, the trust has become vested in Benjamin E. Baskin, the guardian of the minor children of Thomas Stevenson. As the trust funds in his hands are, by the terms of the deed, charged with the remaining debts incurred by Thomas Stevenson, under the power granted to him by that instrument, Mr. Baskin is a trustee, and liable to account as such to the creditors of the trust. But it is in his capacity as trustee, that he is to account; and, therefore, the proper place to file and settle his account is in the Court of Common Pleas, and not in the Orphans’ Court. In such account, he would be obliged to charge himself with the whole trust estate derived from the trust deed, which would be appropriated first to pay the creditors; and secondly, to hand over the remaining balance to himself, in his capacity of guardian of the minor children of Thomas Stevenson; and his account as guardian in the Orphans’ Court, as settled in the register’s office, would then include this balance, and any other property of the infants coming from any other source. Having pointed out the proper mode of proceeding, it is evident that the course adopted, of settling the whole in the Orphans’ Court, in his account as guardian simply, was erroneous, and cannot be sustained.\nThe decree of the Orphans’ Court must therefore be reversed, and the course indicated should be adopted. It is clearly an error, to charge a guardian or trustee with funds necessarily invested, as cash.\nIt appears to us, that this is a matter which the exercise of a laudable spirit of conciliation between the parties, could arrange without difficulty.\nDecree reversed, and record remitted to proceed according to law.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "B. F. Baskin, the appellant, in proprid persond.",
      "Pearson, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Baskin’s Appeal.\nWhere a trust estate becomes vested in the guardian of a minor, which is liable for the payment of the creditors of the trust, it is his duty first to settle an account, as trustee, in the Common Pleas, and then to charge himself with the balance as guardian, and to account therefor in the Orphans’ Court. The whole estate cannot be settled, by filing an account in the latter court, in the first instance.\nIt is error, to charge a guardian or trustee, with funds necessarily invested, as cash.\nAppeal from the Orphans’ Court of Mercer county.\nThis was an appeal by B. F. Baskin, guardian of the minor children of Thomas Stevenson, deceased, from the decree of the court below, distributing the funds in his hands as guardian of the said minors.\nOn the 20th October 1840, William Stevenson conveyed, by deed, to Oliver Stevenson, certain real and personal estate, in .trust for the use of the minor children of the grantor’s son, Thomas Stevenson. And in ease of the death of Oliver Stevenson, the trustee, during the life of Thomas Stevenson, the eldest son and heir at law of Oliver was to be trustee; and on his death, the trust was to descend through his several heirs, during the lifetime of Thomas.\nBy this deed, Thomas Stevenson was appointed sole agent and guardian of his children, during their minority, if he should live so long, with the entire and absolute control of the property, to use or dispose of it, for the benefit of his children, as he should think fit. It was further provided, that on the said Oliver’s executing to Thomas, a power of attorney, as agent, according to the terms of the deed, he should be entirely free and discharged from all liability for all the acts of Thomas, as agent, even to the wasting or squandering of the trust fund, and said fund was made liable to all legal charges in conducting and carrying on the business contemplated by the deed. . And in case of the death of Thomas, the trustee was required to transfer the whole trust estate,' which should then be in the hands of said Thomas, as agent or guardian, to such legal guardian as should be appointed to take charge of the persons and estate of the children, in the manner designated by the laws of this Commonwealth.\nThe power of attorney was duly executed; and the construction of the deed was settled by this court in Mathews v. Stevenson, 6 Barr 496, and Stevenson v. Matthews, 9 Id. 316.\nOliver Stevenson, the trustee, died during the lifetime of Thomas, who survived him, and carried on business with the trust property, as contemplated in the deed, until June 1846, when he also died.\nSoon after his death, one Alfred Creigh was appointed, by the Orphans’ Court, guardian of his children, then being all minors ; but being soon removed, Lewis Weaver was appointed in his place. On the 23d day of September 1848, Mr. Weaver filed his account and was discharged, and B. F. Baskin, the present appellant, was appointed. During the early part of the next year, Mr. Baskin, under an order of the Orphans’ Court, sold the real estate of the minors and disposed of the personal property.\nOn the 14th July 1858, in pursuance of a citation, the guardian filed his account in the Orphans’ Court, exhibiting a cash balance in his hands of $1174.20. An auditor was,-thereupon, appointed to report distribution, who charged the accountant with the entire amount of the assets of the estate, including moneys invested at interest for the benefit of the minors, and distributed the whole estate, amounting to $1596.23, to the creditors of the trust, excluding the minors.\nThe court below confirmed the report of the auditor, and decreed distribution accordingly, whereupon, this appeal was taken.\nB. F. Baskin, the appellant, in proprid persond.\nPearson, for the appellees."
  },
  "file_name": "0272-01",
  "first_page_order": 272,
  "last_page_order": 274
}
