{
  "id": 417955,
  "name": "Junk versus Canon",
  "name_abbreviation": "Junk v. Canon",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "286",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 329,
    "char_count": 5147,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 6.291014177904043e-08,
      "percentile": 0.38744363088349937
    },
    "sha256": "b4a671dacbe6c6d13a1d4854c4a2f5d9d65673cc625b114dc6550499cc0f1bd4",
    "simhash": "1:6ebd24f421bc60fd",
    "word_count": 927
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Junk versus Canon."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThere is no evidence here that Thomas Junk is tenant of the freehold; but let that pass. It is not a fact that the husband was ever seised of the land, in the proper sense of seisin : 5 Casey 76. The deed was not in fact delivered to him, nor was he ever entitled to it. It was delivered in fact two years after his death, after Junk had paid the balance due on it, and in his presence, and really only for his benefit. It is then only by a fiction, that the delivery can be treated as made to the husband of the plaintiff. But the fictions of the law are always in aid of justice, and never of injustice. If. the delivery of the deed had been in fact for the benefit of the husband’s estate, we might help out the intention by a fiction; but it was, and ought to have been, for the benefit of Junk, and the law invents or adopts no fiction to change or defeat an intention so honest: 4 Kent (8th ed.) 505.\nIn truth, this deed never was delivered in escrow; but merely executed and delivered to the grantor’s agent, to enable him to ‘settle up the business in the grantor’s absence. A new deed ought to have been made and delivered to Junk. Then, what seisin is shown in the plaintiff’s husband? not a shadow of any. Not even an article of agreement in his favour.\n- There is no question about equities, when a widow is claiming dower at common law; but here she has no equity, for her husband died insolvent, without having paid up the purchase-money or got any written title. As he never had seisin, the case is entirely governed by Pritts v. Ritchey, 5 Casey 71.\nJudgment reversed, and a new trial awarded. .",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Patterson & Barclay, for the plaintiff in error.",
      "Kaine Pwing, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Junk versus Canon.\nThe execution and delivery of a deed to the grantor’s agent, with instructions to deliver it to the grantee, on payment of the purchase-money, and a subsequent delivery to the alienee of the grantee, after the death of the latter, on his paying the amount due to the grantor, do not give such a seisin to the grantee, as will enable his widow to claim her dower in the land.\nError to the Common Pleas of Fayette county.\nThis was an action of dower unde nihil habet, by Ann Canon, the widow of Daniel Canon, deceased, against Thomas Junk, to recover her dower in a tract of 141 acres 109-J- perches of land, known as part of the Einley farm, in North Union township, Eayette county. The defendant pleaded “ ne unques seise que dower.”\nIn 1852, Daniel Canon, the husband of the demandant, purchased the land in question from John Hazlet for $4500, paid $2000 of the purchase-money, and gave five bonds of $500 each for the balance. . He went into possession, and lived, on the land for one year.\nOn the 2d April 1853, John Hazlet executed a deed for the land to Daniel Canon, and delivered it to his (Hazlet’s) agent, Robert McDowell, with instructions to deliver it to Daniel Canon on payment of the balance of the purchase-money; the bonds for which were also placed in McDowell’s possession. Two of these bonds, amounting to $1000 with interest, were paid by Daniel Canon in his lifetime.\nOn the 19th October 1853, Daniel Canon contracted by articles of agreement to sell this land to Robert Junk, under whom the defendant held, for $4858, payable in instalments. Robert Junk went into possession on the 1st April 1854.\nDaniel Canon died on the 26th May 1854, having made a will of which he appointed John Canon the executor.\nOn the 13th March 1856, the executor presented a petition to the Court of Common Pleas, for leave to prove the contract made by his testator with Robert Junk; and on the 15th March, the proof was adjudged suflScient, and the executor was directed to make a deed, upon receiving the balance of the purchase-money.\nA deed was made accordingly by the executor, and the balance of the purchase-money was paid, $1770 to Robert McDowell for the balance due Hazlet, with interest thereon; and the residue, $348, to John Canon, the executor. The deed from Hazlet to Daniel Canon was thereupon delivered up by McDowell, but to whom he was unable to recollect.\nThe court below (Gilmoee, P. J.) instructed the jury that the deed, according to the evidence, was delivered to McDowell as an escrow, and took effect from the time of such delivery; that Daniel Canon was, therefore, seised in his lifetime, and during his marriage with the demandant; and she was, consequently, entitled to recover her dower at common law.\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff, he removed the cause to this court, and here assigned the same for error.\nPatterson & Barclay, for the plaintiff in error.\nThe widow cannot be endowed because her husband did not die seised: 5 Casey 71. [Woodward, J. — In that case, she cannot maintain dower at all; the remedy, where the husband dies seised, is exclusively in the Orphans’ Court, under the Act of Assembly.] .\nKaine Pwing, for the defendant in error.\nDaniel Canon paid a large portion of the purchase-money, and thereby acquired an estate in the land; but, as he did not die seised, the widow is without remedy, unless she can recover in this action."
  },
  "file_name": "0286-01",
  "first_page_order": 286,
  "last_page_order": 287
}
