{
  "id": 417961,
  "name": "The Borough of Uniontown versus The Commonwealth ex rel. Veech",
  "name_abbreviation": "Borough of Uniontown v. Commonwealth ex rel. Veech",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "293",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Leg. Int. 107",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 563",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 196",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 506,
    "char_count": 8618,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 4.366054418707519e-07,
      "percentile": 0.9188054979267131
    },
    "sha256": "61e938076bf0a723da13e5419c16e0a10b0fd6ccbf09b9865555903525304510",
    "simhash": "1:5cf3a762f25eef8e",
    "word_count": 1515
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Borough of Uniontown versus The Commonwealth ex rel. Veech."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe are of opinion that this borough is bound for the duty which the relator complains of as neglected, and that he shows good title to complain. Of common right, the borough is bound to keep its streets in repair. There was, for awhile, a substituted conservator of Main street, because it was part of the National Road. When and in so far as that has failed, the primary and principal duty of the borough is revived. The return does not deny that the repair is needed, and does not aver that there is any other functionary who has funds in his possession or power which he is bound to apply to that purpose. The case of the King v. Oxfordshire, 4 B. & C. 194, 10 Eng. C. L. R. 310, was decided on these principles.\nAnd we think this is a proper form of remedy. Possibly, it would not be allowed, where the necessity of the repair is the matter in dispute; but, where only the liability is in issue, we see no objection to it. Certainly, the courts have power to compel, in some form, the performance of the duty; and we have no form so good as this, and since it can now be administered by the Common Pleas for local cases, we have no good reason for restricting its operation. We must restrict it as an original remedy in this court; else we shall be unable to do our business as a court of error. That the proper remedy has been adopted here, will be seen by Tapping on Mandamus 18, 24, 60, 131, and the cases there cited. We ought to have had the writ on our paper-books, but the parties have raised no question on it.\nJudgment affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. K. Ewing, for the plaintiffs in error,",
      "Veech, for the relator,"
    ],
    "corrections": "",
    "head_matter": "The Borough of Uniontown versus The Commonwealth ex rel. Veech.\nThe authorities of a borough are bound, of common right, to keep its streets in repair. And they may be compelled to do so, by mandamus, issued from the proper Court of Common Pleas. .\nIt is no sufficient, answer to a writ of mandamus, commanding the authorities of a borough to repair a street within its boundaries, that another authority has undertaken to keep such street in repair; unless they show that there is a functionary, who has funds in his possession or power which he is bound to apply to that purpose.\nError to the Common Pleas of Fayette county.\nThis was a mandamus issued, at the relation of David Veech, against the Borough of Uniontown, and its officers, commanding them to repair a part of Main street in the said borough.\nTo the alternative mandamus, the following return was made by the respondents:—\n“ To the Honourable the Judges of the Court of Common Pleas of the county of Fayette.\n“The answer of Daniel Smith, president, Richard Miller, James T. Redburn, F. C. Robinson, Charles II. Beesom, Rice G. Ilopwood, John Collins, Redding Bunting, and Isaac Skiles, Jr., members of the town council of the borough of Uniontown, to the mandamus issued by this Honourable Court on the tenth instant, upon the complaint of David Veech, respectfully represents :\n“ That there is no such interest in the relator as to entitle him to the writ which he seeks; nor ar.e the facts set forth in the said complaint such as to require or justify a resort to the extraordinary remedy sought by the complainant, there being a sufficient and adequate remedy by the ordinary course of law; and, besides, there is no act or omission, on the part of the respondents, stated in said complaint, for which, as they are advised, the extraordinary remedy sought is suitable and proper. The duties of the respondents are deliberative, and not executive. It is their duty to make such appropriations as the necessities of the said borough may from time to time require. The executive duty of repairing the streets, &c., is incumbent on the street commissioner, and not on the members of the town council. Eor these reasons, they pray that the said complaint may be dismissed, and' the mandamus quashed.\n“But, for further answer to the said mandamus, the respondents say, that the place in which the alleged nuisance is said to exist, although perhaps within the said borough, is part of the National or Cumberland Road, constructed by the United States, and which has, from the date of its construction, been kept in repair by the engineers, or superintendents, or commissioners of the said road, and never, so far as the respondents know or believe, by the said borough; and this your respondents are ready to verify.\n“Tour respondents are also informed and believe that the superintendent of the said Cumberland Road is now ready and willing to do all needful repairs on that part of the road, as has always heretofore been done by his predecessors.\n“ Wherefore, the respondents pray that, for the reasons stated in this, their answer and return, the said mandamus may be quashed, and the respondents be dismissed, and their costs be awarded them.”\nTo this return, the relator demurred; and the court below, after argument, gave judgment for the Commonwealth, and delivered the following opinion:—\n“ The town council have demurred to the relator’s petition, and have assigned in the same various reasons why a peremptory writ of mandamus should not issue.\n“ Some of the grounds have not been much insisted upon; nor, indeed, could they be. The street out of repair, and over which the Cumberland Road passes, was never anything, since it was laid out, but a street of the borough of Uniontown, and was never vacated or superseded by the road : and whatever engagements may exist between the road and borough authorities to keep the same in repair, it is clearly not competent for the borough officers to intervene them, so as to release them from the primary obligations to the public: 10 Png. Q. L. Rep. 310.\n“ Another reason assigned, and which is strongly .urged, is that a mandamus is not the proper remedy. It is contended, upon recognised authority, that this writ can only be invoked in cases of the last necessity, and not where there is another effectual remedy: 1 Jones 196. It cannot be questioned, that an indict? ment would lie against the borough authorities for suffering the street to remain out of repair, as described in the petition, and this remedy might be effectual. It is true, it could be pardoned, but this is not to be anticipated.' 'This kind of remedy by indictment would be quite legitimate to nuisances in the streets, created by one or more persons to the -hindrance and obstruction of the whole community; but it does not s.eem to be so entirely applicable to a nuisance of the kind described'in the petition, and which has been created by the negligence of the proper authorities. There is tio such thing as abating such a nuisance, by the mere act of the parties incommoded. To compel the proper authorities to do so, is the very object of the proceeding. The public, and those more particularly interested, must resort to some legal remedy against those bound to repair. If the nuisance complained of was strictly a public one, and' the relator had no more ground to complain of it than others, we think we would have been compelled to sustain the demurrer.' But the relator states in his petition that he owns houses within the limits of the borough, on both ■sides of the street, where the nuisance exists, and that he, with his family, resides in one of these, houses; that, in consequence of the dilapidated, rough, uneven, and muddy state of the street, it has become inconvenient, unsafe, and dangerous to pass along or across the same, and that he and the public are, notwithstanding, obliged to cross and pass along the same. This, by the demurrer, is all admitted; whereby it appears that the relator has sustained a special injury, for which he might resort to a civil, not a criminal action, which would not afford that effectual remedy which he has a right to demand.\n“ The demurrer is, therefore, overruled with costs, and a peremptory writ of mandamus awarded.”\nThe defendant, thereupon, sued'out this writ, and here assigned the same for error.\nJ. K. Ewing, for the plaintiffs in error,\ncited Act 9th April 1807, Pamph. L. 185; Union Canal Company v. Pinegrove Township, 6 W. & S. 563-4; Chamhersburg and Bedford Turnpike Company v. Franklin County, 6 S. & R. 234; Edge v. Commonwealth, 7 Barr 276-7; Greensburgh and Pittsburgh Turnpike Company v. Bridenthal, 7 Leg. Int. 107.\nVeech, for the relator,\ncited Commonwealth v. Allegheny County, 8 Casey 218; The King v. The Inhabitants of Oxfordshire, 4 B. & C. 194; s. c. 10 Eng. C. L. 310; Rex v. The Inhabitants of Nethertong, 2 B. & Ald. 179; Rex v. The Inhabitants of St. George, 2 Campb. 222; 3 East 86 ; 2 T. R. 106; 1 Ld. Raym. 725."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 296
}
