{
  "id": 417958,
  "name": "King versus Nimick et al.",
  "name_abbreviation": "King v. Nimick",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "297",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 275,
    "char_count": 4378,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 3.188107169881372e-07,
      "percentile": 0.8649683823265372
    },
    "sha256": "4bb9bb6208c49ee6b437312c5fd98af766dd6197fdc64e188a3020062f74f11c",
    "simhash": "1:982903a3e0fbff5d",
    "word_count": 762
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King versus Nimick et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nA judgment that is transferred from one county to another, under the Act of 16th April 1840, bears a very strong analogy to a testatum execution. It is transferred only to facilitate its enforcement, but with a right to all the writs of scire facias that may be needed for that purpose. The primary judgment is still the principal one, and the court where that is, can alone take any action operating on the judgment itself, in any other way than by satisfaction, in the proper sense of the term. The court having the certified and secondary judgment, cannot inquire into its merits at all. And because it is a secondary judgment, it can stand only for its own costs, at the most, if the primary judgment be satisfied or set aside. And if the court having the primary judgment, order it to be satisfied, or set aside, the further process on the secondary judgment is peremptorily to be arrested, except for its own costs, in a proper case. Among equal courts, that which has the primary control of a question has the absolute control, and it alone, or its superiors, can correct its errors.\nThe Common Pleas of Blair county, having the primary control of this case, had authority to order the money to be paid into court, and satisfaction to be entered. If they proceeded erroneously, they must be corrected by appeal from them. Their record does not come up on this writ of error; but, it being needed for our inspection in this case, we could require a copy of it by certiorari; and therefore, the parties exhibit us a copy without requiring a certiorari.\nThe order staying the execution is affirmed, and the record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "W. M. Shinn and J. H. Hopkins, for the plaintiffs in error,",
      "G. P. Hamilton, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "King versus Nimick et al.\n\"Where a judgment is transferred to another county, under the Act of 16th April 1840, the court of such county has no power over it, except for purposes of execution and satisfaction. It cannot inquire into its merits at all.\nThe court in which the primary judgment was obtained can alone take any action operating on the judgment itself; and if that court direct satisfaction to be entered on payment of the money into court; all further process on the secondary judgment is to be arrested, except for its own costs, in a proper case.\nError to the District Court' of Allegheny county.\nThis was an attachment execution issued at the suit of Henry S. King, for the use of Kramer and Rahm, and Sellers & Co., against Elias Baker, the defendant, and Nimick & Co., garnishees, on a judgment transferred from the Court of Common Pleas of Blair county.\nThe plaintiff, Henry S. King, at April Term 1858, obtained judgment, by confession, against Elias Baker, in the Court of Common Pleas of Blair county, for the sum of $10,500; and on the 18th March 1858, an exemplification of this judgment was filed in the District Court of Allegheny county, and this attachment execution was issued thereon, and served upon Nimick & Co. as garnishees.\nOn the 19th June 1858, judgment, was entered against the gai-nishees, on their answers to interrogatories filed; which was subsequently affirmed by this court, and the amount liquidated at $10,668.\nOn the 22d January 1859, permission was given to issue execution against the garnishees; and a fi. fa. was accordingly taken out.\nOn the 24th January 1859, the Court of Common Pleas of Blair county gave leave to the defendant, Elias Baker, to pay into court the sum of $11,046.72, the amount of the debt, interest, and costs. And, on production of a copy of this order, with proof of the actual payment of the money into the court of Blair county, and that the judgment had been satisfied, the District Court stayed the execution against the garnishees, and refused to permit another execution to issue.-\nThe equitable plaintiffs, thereupon, removed the cause to this court, and here assigned the same for error.\nW. M. Shinn and J. H. Hopkins, for the plaintiffs in error,\ncited Irons v. McQuewan, 3 Casey 196; Erie City Bank v. Compton, Id. 195; Purd. Dig. 330; Neal v. Pittsburgh and Connellsville Railroad Co., 7 Casey 19.\nG. P. Hamilton, for the defendants in error.\nIt is not for the District Court to review the proceedings of the Court of Common Pleas of Blair county. The jurisdiction of both courts is coordinate; and the latter having primary and full jurisdiction,-its judgment must be considered as conclusive on the former."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 298
}
