{
  "id": 418023,
  "name": "Patten versus Wilson",
  "name_abbreviation": "Patten v. Wilson",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "299",
  "last_page": "300",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 299"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 280,
    "char_count": 4546,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.0563387214760106e-06,
      "percentile": 0.9844075851526479
    },
    "sha256": "9277638e8c77ff11ce9b9dc6fe25de171b0654e7759a3b4b81589fe7978ab6bd",
    "simhash": "1:326bc075c2546f71",
    "word_count": 775
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patten versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nMr. Geyer had ho lien on the fund attached, by virtue of the professional relation betwixt him and and his client, but we think that, under the facts disclosed in his testimony, he had an equitable assignment. He wanted more than $100 for his services, but WolfTvdiifd agree to give no more, but that sum he agreed to give “ out of the verdict,” if Geyer would try his cause. Geyer did try the cause, and as between himself and Wolf, he acquired thus an equitable right to receive the $100; Wolf would be estopped from demanding it in face of his agreement.\nNow, the Act of Assembly under which Patten attached this money in the hands of Wilson, says, that debts attached in execution shall be “subject, nevertheless, to all lawful claims thereupon.” See § 22 of Act of 16th June 1836, relating to executions.\nThe effect of this provision is, what perhaps would have been decided without it, to place the attaching creditor, as regards the rights of third parties, exactly in the shoes of the debtor. If Wolf could not claim this money, as against his counsel, Geyer, neither can Wolf’s attaching creditor. All the equities which Geyer could set up against Wolf, are equally available to him as against Patten.\nAnd this decides the cause. We make no account of the assignment to Large. It was void as against Wolf’s creditors. It is not that, but the equitable assignment to Geyer, which defeats the plaintiff.\nAn observation of the learned counsel for plaintiff in error, is worthy of notice as applicable to both of these assignments. He argues that, as the claim was for unliquidated damages in an action sounding in tort, it was not capable of assignment before verdict. Strictly that is true. But it is true only in respect to\nthe rights of third parties. As between Wolf and Geyer, an assignment or agreement to assign the whole or part of a future verdict, would be binding, and, being founded on sufficient consideration, would be enforced. Such agreements between counsel and client are common; more frequent, indeed, than they ought to be. They have attracted the animadversion of this court, more than once; but they bind the parties, and the attaching creditor of one of the parties succeeds to no higher rights than he possessed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Burg win, for the plaintiff in error.",
      "Marshall and Brown, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Patten versus Wilson.\nAn agreement between attorney and client, that the former should have §100, for his services, “ out of the v&rdict,” in an action for unliquidated damages arising from a tort, operates as an equitable assignment, to that extent, of the sum recovered, and is good against an attaching creditor of the client.\nAn attaching creditor stands in the shoes of the debtor; and any equities that could be set up. against the- latter, are equally available against the former.\nA claim for unliquidated damages -iff an action sounding in tort, is not eapable'of assignment before verdict, so far as it respects the rights of third persons; but as between attorney and client, an agreement to assign the whole or part of a future verdict, is binding; and being founded on sufficient consideration, will be enforced.\nError to the Common Pleas of Allegheny county.\nThis was an attachment execution issued by a justice of the peace on a judgment in favour of James Patten, for the use of John South, against Thomas M-WnlfL-whioh was-servod-on-William Wilson, as garnishee. The garnishee appealed from the judgment of the justice.\nOn the 23d March 1858, Thomas M. Wolf, the defendant, recovered a verdict in the District Court of Allegheny county, against William Wilson, the garnishee, for the sum of $100, in an action of trespass vi et armis, for false imprisonment. On the 26th March, Wolf’s .attomey-ass^ned-dhis-verdict-, without considerationpto John R. Large; and on the 29th, judgment was entered on the\" verdict, and this attachment was--laid.\n’ It appeared in evidence, on the trial, that S. H. Geyer was Wolf’s attorney in the action against Wilson; that Wolf had offered to pay Geyer $100, out of the verdict, if he would try the case; to which offer Geyer acceded, and went on and recovered the verdict.\nThe court below (McClure, P. J.) charged the jury, that the assignment to Geyer was valid, as against the plaintiff’s attachment; to which the plaintiff excepted; and a verdict and judgment having been given for the garnishee, the plaintiff removed the cause to this court, and here assigned the same for error.\nBurg win, for the plaintiff in error.\nMarshall and Brown, for the defendant in error."
  },
  "file_name": "0299-01",
  "first_page_order": 299,
  "last_page_order": 300
}
