{
  "id": 417962,
  "name": "The County of Allegheny versus Shaw et al.",
  "name_abbreviation": "County of Allegheny v. Shaw",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "301",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 403,
    "char_count": 8674,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.5509104523808974e-07,
      "percentile": 0.6746227289699129
    },
    "sha256": "c59e2080e630090e8fb8f540395b00664b2956850159220e957b193348645d46",
    "simhash": "1:eb67126a810c3f52",
    "word_count": 1498
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Allegheny versus Shaw et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe plaintiff in error has failed to point out any law which authorizes the county commissioners to appoint a surgeon or medical adviser to the coroner, so as to exclude his choice, in case of need ; and we have been equally unsuccessful in discovering any such ourselves. It is, doubtless, proper and economical on their part, to appoint physicians and surgeons, with fixed salaries, for such institutions as jails, workhouses, &o., which it belongs to the county to maintain: but this is a very different thing from that of appointing such for an officer who is entirely independent of the county commissioners in the discharge of his duties, and who must exercise his own discretion in the performance of them. There is no law for the assumption. He had, therefore, a right to employ the medical gentlemen, the defendants in error, if he believed it his duty to do so, as is clearly and satisfactorily shown in the opinion of the learned judge of the Common Pleas, in which we entirely concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Barton, for the plaintiff in error.",
      "Howard & Riddell, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "The County of Allegheny versus Shaw et al.\nA physician, or surgeon, employed by the coroner to make a post mortem examination, may recover from the county a reasonable compensation for his services; and the county commissioners have no power to appoint a surgeon to perform such services, so as to preclude the coroner from selecting a proper person, in the exercise of his discretion.\nError to the Common Pleas of Allegheny county.\nThis was an action of assumpsit by Dr. Thomas W. Shaw and Dr. A. C. Murdoch against the County of Allegheny, to recover the sum of $30, for services rendered at the instance of the coroner, in making a post mortem examination of the body of one Mary Campbell, in March 1859.\nOn the trial, the plaintiffs called Chauncey Bostwick, the coroner, who testified that he was notified by the mayor of the city, that he had received information, that there was reason to suppose M'ary Campbell had died of poison. That he then, at midnight, called upon these two physicians, went out to the cemetery, and had the body disinterred, and the examination made; when it appeared that the suspicion was groundless. He agreed to pay the plaintiffs $30 for their services.\nThe county commissioners then showed that, in the month of January 1859, with a view of saving expense to the county, they had contracted with and appointed Dr. George L. McCook, a skilful and competent physician, to attend to all such cases, at a stipulated salary of $300 per annum; but that the coroner refused to employ Dr. McCook on such occasions; and they requested the court to charge the jury:—\nThat where the county provides a competent person to discharge a particular duty, the coroner, or other officer, has no legal authority to set aside the action of the county authorities, and employ others, at an additional expense to the public.\nThe court below (Maynard, J.) delivered the following charge to the jury:—\n“ This is an action of assumpsit brought by the plaintiffs, Drs. Shaw and Murdoch, against the county of Allegheny, to recover compensation for professional services rendered for the county in making a post mortem examination of the body of Mary Campbell. It appears from the evidence, that it was rumoured that the deceased had been poisoned; that her death had been caused by violence in that manner. That information to that effect had been made before the mayor of this city, and that the mayor had given notice of the fact to the coroner of the county, and had requested that officer (Chauncey Bostwick) to have the body disinterred, and hold an inquest. The coroner, in discharge of his duty, employed the plaintiffs, as physicians, to make the post mortem examination, to ascertain the fact whether death had been caused by violence from that cause. The coroner testifies that he employed the plaintiffs, in his official capacity; that he agreed to pay them the sum of thirty dollars for their services, rendered in that behalf. That they went out to the cemetery, at midnight, and performed the services required, and that he thinks the charge of thirty dollars reasonable.\n“ The defence set up to this claim of the plaintiffs is, that the county is not liable to the plaintiffs for their services, thus rendered at the instance and request of the coroner, for the reason, as defendant alleges, and has shown in evidence, that the county commissioners had, by resolution of their board, appointed Dr. McCook physician to the coroner, and allowed him a salary of $300 per annum, for services to be rendered under that appointment. It is contended by the counsel for the defendant, that it was the duty of the coroner to call on the physician who had thus been appointed by the commissioners, and that he had no authority to employ any other physician, on behalf of the county, to assist him in his duty to make the post mortem examination. This raises the only legal question in the cause. The coroner is a public officer, has important 'duties to perform, and among them is the one of making a post mortem examination, in case of death by violence. To insure the faithful performance of his duties, the coroner is required by statute to give bond, and enter into recognisance, with at least two sufficient sureties, conditioned well and truly to perform all and singular the duties to said office of coroner appertaining. In the case of The Commonwealth v. Harman, 4 Barr 269, Chief Justice Gibson, in the opinion of the court, says: ‘ There ought to be a post mortem examination in all cases of death by violence. An action lies against the county, at common law, by a physician, for trouble and labour expended in such examination.’ Justice Bell, in the same case, says: ‘In the country, so far as my experience goes, it is always the practice for the coroner, in such case, to have an examination by medical men. The courts, in fact, have always exacted it.’ In the case of Allegheny County v. Watt, 3 Barr 462, Chief Justice Gibson says: ‘ The question is, whether the coroner, as a public agent, had the authority to employ the plaintiff (a physician) at the public charge? That officer certainly has authority to pledge the responsibility of the county, for the compensation of all ancillary services, which are necessary to the proper execution of his office. The plaintiff having been employed by the coroner, was employed by the county, and he is entitled to a reasonable compensation.’ These cases, to which we have referred, are much like the present. Is there anything in the evidence, in this case, which renders, the principle of law there laid down inapplicable ? We think not. It is true that the commissioners of the county had appointed Dr. McOook to attend to such cases, for the coroner, by the year, at a fixed salary; but we do not think that the coroner was bound to call in Dr. McOook, and employ him to assist in the performance of a duty for which- the coroner-alone was responsible. He certainly would have the right to select such agents and assistants in the discharge of his duties, as his experience and judgment approved. It would be hard to hold'an officer responsible for the performance of the duties of his office, unless he had the right to employ his own agents to assist him in the performance. Dr. McCook is undoubtedly a skilful physician, and every way worthy of the public confidence; and perhaps it is to be regretted that the coroner did not employ him on that occasion. We only decide that it was competent for the coroner, as a public agent, to make the contract he did with the plaintiffs, and by that contract to create a liability, on the part of the county, to pay for the services rendered by the plaintiffs under it; particularly, as in this case, there is no evidence or pretence that the plaintiffs knew of the arrangement which had been made by the commissioners with Dr. McCook.” / '\n■ The court then read the point submitted by defendants’ counsel, and answered the same as follows:—\n“ The coroner is a public officer, has his duties to perform; and, under the evidence, it was competent and proper for him to make the contract proved in this case to have been made with the plaintiffs, notwithstanding the commissioners had appointed Dr. McCook to perform such duties, as testified by him and others; and, therefore, we answer this point in the negative.”\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiff, the defendant sued out this writ and here assigned the same for error.\nBarton, for the plaintiff in error.\nHoward & Riddell, for the defendants in error."
  },
  "file_name": "0301-01",
  "first_page_order": 301,
  "last_page_order": 304
}
