{
  "id": 418000,
  "name": "Groft et al. versus Weakland et al.",
  "name_abbreviation": "Groft v. Weakland",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "304",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 548,
    "char_count": 14617,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 2.2927542611494928e-07,
      "percentile": 0.7864699833851317
    },
    "sha256": "de28e87e4f23f39269b85be228bd5f923b736b6b9bf50c73f23a9cd30234a860",
    "simhash": "1:10d34c397452ef4a",
    "word_count": 2569
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Groft et al. versus Weakland et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe learned judge of the court below gave a full and lucid charge to the jury in this case, clearly defining the law governing it, and leaving all the facts to the jury, with proper instructions in regard to them. Under such circumstances, it is not surprising that the able counsel for the plaintiff in error has failed to convince us that this judgment should be reversed, on any of the grounds contended for by him.\nThe definition of what constitutes a title by adverse possession is so well settled and known, that we will not repeat it. Every element in it must exist, otherwise the possession will not confer title. If there he one element more distinctly material than another in conferring title, where all requisites are so, it is the existence of a continuous adverse possession for twenty-one years. The defendants asserted that there was a break in the continuity of the plaintiffs’ possession, and this they proved by evidence of an eviction, under the title against which they were claiming. They proved this fact, and that their tenant attorned to the recoveror in that action, in place of turning out. He did this under the pressure of a writ of habere facias possessionem. There was no disloyalty in this. It was not necessary to turn him out actually, before giving him a lease and accepting him as a tenant, which, all would concede, might be done in such an event. The surrender is equally involuntavy, when the attornment is the alternative of actual ouster. The tenant attorned, stayed in possession awhile, left, leaving no one in his stead, and with no view to a temporary, but continued absence. Then came in another tenant under the plaintiffs in that ejectment, and cultivated the place for one season or over, and at last, after eighteen months or more, the plaintiffs below got into possession again, by breaking open the locked door of the dwelling. All this hiatus was within the circle of the. twenty-one years. The plaintiffs, however, attempted to show that this turning out of possession was a sham, and that the attornment of the tenant, and the possession of his successor, were for their benefit, and continued their adverse possession. The court left the facts on this point to the jury, with the instruction that, if there was such an adverse possession as was required to give title, continued for twenty-one years, the plaintiffs were entitled to recover; but if otherwise, and the testimony of the witness, Ross, was disbelieved, they should find for the defendant. The jury did disbelieve Ross, and we think rightly too, and this, of course, left the plaintiffs short of the period necessary to give title by the statute; and the defendants had a verdict.\nIn De Haven v. Landell, 7 Casey 120, we said that “ a court should see that there is evidence to go to the jury, on all the points necessary to make title by the statute.” “That if .it be wanting as to any of them, an essential of title is wanting,” and it is then the duty of the judge to charge, that the party claiming by virtue of the statute has not title under it. It was, therefore, entirely proper, on part of the judge, to instruct the jury that an interruption in the possession, for a year, would be fatal to the plaintiffs’ claim under the statute. The fact of possession was for the jury; the kind and length of that possession, to be effectual, was a matter of law for the court.\nTo have answered either the 1st or 3d points of the plaintiff as requested would have been error. The assessment of taxes to the Grofts was not a substitute for a pretermitted occupancy, or a cure for a legal expulsion from the possession. It would have been necessary to have affirmed both these things, to have answered the first point in the affirmative. The only answer to the 3d point that the plaintiff was fairly entitled to under the evidence, was given in the general charge; there it was fairly answered, and it was not necessary to repeat the same thing again, which it would have been requisite to do, to avoid' sanctioning the assumption, which an affirmative answer would have done, that Boss's testimony and representation of the facts were true. This the court could not do. -\nWe find no error in this record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "H. D. Foster, for the plaintiffs in error.",
      "R. L. Johnston, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Groft et al. versus Weakland et al.\nEvery element in the definition of what constitutes a title by adverse possession, must exist, otherwise, the possession will not confer title, under the statute of limitations.\nIf there be one element more distinctly material than another in conferring title, where all are so, it is the existence of a continuous adverse possession for twenty-one years.\nIf there be a breach in the continuity of the possession, no title is gained under the statute.\nA recovery in ejectment by one having the better title, and the attorning of the defendant's tenant to the plaintiff, under the pressure of a writ of habere facias possessionem, is sufficient to break the continuity of the possession.\nIt is not necessary, in such a case, that the defendant’s tenant should be actually evicted, before accepting a lease from the plaintiff: the surrender is equally involuntary, where the attornment is the alternative of actual ouster.\nIt is the duty of the court, to see that there is evidence to go to the jury, on all the points necessary to make title by the statute; and it is, therefore, proper to instruct the jury, that an interruption in the plaintiff's possession for a year, would be a bar to his claim of title under the statute. The fact of possession is for the jury, but the kind and length of that possession, to be effectual, is a matter of law for the court.\nThe payment of taxes by the party evicted under a recovery in ejectment, is not sufficient to preserve the continuity of his possession.\nIt is sufficient, if the points presented to the court on the trial were fairly and properly answered in the general charge; it is not necessary, that a separate answer be given to each point.\nError to the Common Pleas of Cambria county.\nThis was an ejectment by Philip S. Groft, and others, against Simon Weakland and Daniel Colclasure, for a tract of 400 acres of land, in Clearfield township, Cambria county. >'*\nThe plaintiffs claimed title by virtue of a warrant to Richard Harris, dated the 7th March 1794; on which a survey was made in June 1796, and a re-survey in 1836. The tract was assessed for taxes in the name of Richard Harris, and sold at a treasurer’s sale, on the 3d July 1832, to Joseph Trexler, who received a deed for the same.\nDaniel Groft and George Groft entered on the land in 1834 or 1835, under a purchase from Trexler of the tax title. Daniel Groft continued in the possession until his death in 1851, leaving Joseph Rickard, his tenant, in possession, who remained there until December 1852.\nThe defendants claimed title under a warrant to John Harris, for the same land, dated the 17th March 1794, on which a survey was made on the 14th June 1796. This warrant and survey was the better office title; inasmuch as the survey on the Richard Harris warrant was not returned until 1886; and the taxes on the John Harris warrant were paid for the years in which it was assessed in the name of Richard Harris.\nIn February 1852, James Ross recovered the land in ejectment against George Groft, under the John Harris title, and Rickard^ the tenant of Groft, under the pressure of a writ of habere facias possessionem, attorned to Ross, and took a lease from him. When Rickard left the premises iñ December 1852, there was no person in possession; but in April 1853, Ross leased the premises to James Weakland, who resided in-the neighbourhood, but not upon this land. Groft paid the taxes for 1853.\nRickard returned and took possession of the land in 1854, under a lease from Philip S. Groft, one of the heirs of Daniel Groft; and from that time, the possession was uninterrupted, for a sufficient period to give title to the plaintiffs under the statute of limitations, reckoning from the taking of possession by their ancestor in 1834 or 1835; and the only question in the cause was, whether they had such a continuous adverse possession, as was necessary to confer a title under the statute.\nThe court below delivered the following charge to the jury:—\n“ This is an ejectment brought by the plaintiffs, to recover the possession of a tract of land, claimed to be within a survey in the name of Richard Harris, upon which the Grofts entered in 1835 or 1836. They first entered, as it would seem, supposing the land to be vacant, but soon afterwards purchased the title of one Trexler, who had bought the Richard Harris survey at treasurer’s sale, in 1832. It turned out that the land had been appropriated by a survey previously returned and accepted, in the name of John Harris; and that the taxes upon the land, in that name, for the years, for the taxes upon which, it was sold, had been paid.\n“ This being the case, the sale to Trexler is to be treated as conferring no title, but at the same time, the Grofts having entered, or at least held under it, from very shortly after their entry, it was an entry or holding under colour of title, and may serve to define and show the character and extent of their possession. The defendants are in possession under the John Harris survey, covering the land in controversy, as we understand it to be agreed, to which survey they have shown title in Daniel Colclasure. The plaintiffs claiming to have entered or held under colour of title, and to have maintained an uninterrupted adverse possession of the land for over twenty-one years, and moreover, to have paid the taxes for it; rest their claim upon the title alleged to have been acquired under the operation of the statute of limitations. And, if they have, in point of fact, maintained such exclusive adverse possession of the land, for the period of twenty-one years prior to the institution of this suit, it would give them a right to recover, unless the service of a summons in ejectment at the suit of Daniel Colclasure, one of the defendants, upon Daniel Groft, in 1848; or the service of a writ in ejectment, at the suit of Henry Barclay, in 1851; or the taking of possession by James Ross, under a writ of restitution, in 1852; interrupted and broke the continuity of the plaintiff’s possession, within the-time requisite to make title under the statute of limitations.\n“ The general inquiry is, have the plaintiffs shown an exclusive adverse possession, continued all the time (excepting the interruption by Ross, which is not disputed), from the first entry of Daniel Groft, for twenty-one years ? or from 1835 or 1836, till 1856 or 1857 ? If they have, the case turns on the effect of the possession by Weakland, under James Ross, in 1853. The fact is clearly proven, and not disputed; and assuming that the service of the writ in the two ejectments did not operate to break the continuity of the possession, as the entry of Ross, and the occupancy in 1853, amounted to an actual interruption of their possession, it is fatal to the claim of the plaintiffs under the statute, unless that occupancy, or possession, as it is claimed to have been, can be considered their possession; or in other words — unless the jury believe, as the plaintiffs have undertaken to show by James Ross, that the possession was so taken and held under an agreement with Daniel Groft; that it was for their joint benefit, or, as the witness expresses it, in partnership. If this was - as they represented, and the jury so believe, it would be no interruption, that would interfere with the operation of the statute, in favour of the Groft claim; and the plaintiffs would be entitled to recover, if their continued adverse possession is otherwise satisfactorily shown; and if it is' otherwise so shown, the case turns here upon the credence awarded to the testimony of James Ross. Are you satisfied' that he took and held the possession for Groft? His statement is unequivocal and positive. On the other hand, it is alleged, that his testimony is utterly irreconcilable with his conduct — his words, with his acts. It is shown by his'receipt in evidence, dated 27th April 1847, that he had been employed and paid by Daniel Colclasure, to procure the title of the defendants to the land in controversy. Was he the agent of both parties ? It is further shown, that when Grofts returned to the possession, and were found in the house which had been left locked, he instigated Weakland to go to Esq. Litzinger’s, and make information for forcible entry, and accompanied him there. It appears further,that in 1854, Mr. Ross himself instituted an ejectment against Groft for the land. How all this is to he reconciled, if it can be,’with his testimony here, thát he- took and held the possession for the joint benefit of himself and Groft, you will judge. If the testimony of James Ross 'is believed, and it, with the other evidence, satisfies you that the plaintiffs maintained an actual uninterrupted and adverse possession for twenty-one years before the institution of this action, your verdict should be for them. Otherwise, or if the testimony of James Ross is not believed, you should find for the defendant.”\nThe plaintiff’s counsel presented certain points in writing, upon which they requested the court to charge the jury, the 1st and 3d of which were as follows:—\n■ 1. That if the jury find from the evidence, that Philip S. Groft went into the possesion of the house, in the fall or winter of 1853, and occupied it till the spring of 1854 — the taxes for the year 1853 being assessed to the Grofts, although he cultivated no part of it that year — there was not such an interruption of the possession in the year 1853, as Avould defeat the operation of the statute of limitations.\n3. That if the jury believe that Joseph Rickard was in possession of the land, as the tenant of Daniel Groft at the time of Groft’s death, in 1851, and while in the possession, James Ross got him to take a lease from him, the possession of Ross thus obtained, and the tenants under Ross, was the possession of the heirs of Groft, which they can use to make out title by the statute of limitations.\nThe court below answered the first point in the negative; and declined to charge as requested in the third.\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs sued out this writ, and here assigned the same for error.\nH. D. Foster, for the plaintiffs in error.\nR. L. Johnston, for the defendants in error."
  },
  "file_name": "0304-01",
  "first_page_order": 304,
  "last_page_order": 309
}
