{
  "id": 418017,
  "name": "Robinson versus English",
  "name_abbreviation": "Robinson v. English",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "324",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 363",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 11845,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.4683566892561163e-07,
      "percentile": 0.6586957386318661
    },
    "sha256": "dbd163abae7371a1dfa25422b18cdfe8252f655484b1d409b1e5a8b8cd43d509",
    "simhash": "1:16e3c264e8f545f4",
    "word_count": 2092
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robinson versus English."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe notice to the defendant to tender amends, is sufficient. It need not possess the technical formality of a declaration, provided it is explicit enough to indicate the injury complained of, and sought to be redressed: 7 W. & S. 363. This notice comes up to such a requirement, and we need not farther remark upon it. Nor are we able to discover any justifying complaint in any of the other assignments of error, save that of the 6th. The narr. was not strictly formal, but it contains a substantial cause of action, notwithstanding; and the precise matter complained of, would at once have been amendable, if objected to. It will be treated here, as if it had been amended, after a trial on the merits.\nWe now proceed to notice the 6th assignment of error. The testimony in the case raised the question, whether the plaintiff had not, a considerable time previously to the marriage complained of, relinquished his paternal control over his son. This being claimed as a ground of defence, the learned judge charged the jury, that “ if the father had totally abandoned his son, and by reason of moral degradation was unfit to take eare of him,” then it would be a defence. This, although not precisely in the order of the words used, was in fact the instruction. Was there error in it?\nIt has been decided, that where a father had turned “ his daughter out on the world, to shift for herself, he thereby relinquished his parental rights in relation to her person, and absolved her from filial allegiance Stansbury v. Bertron, 7 W. & S. 363. And he was not allowed to recover the penalty of the law for joining her in marriage while in her minority, without his consent, and without the publication of bans. The same rule of law is applicable to a son, as well as a daughter. Indeed, it is such minoi’S as are under the “ tuition of their parents” — meaning, of course, the control of parents — that the Act of 1729 expressly applies to. It matters not, what motive compels a father of a minor to relinquish his parental control, provided it be relinquished. This ought to be clearly shown; but, when it is so shown, the law will not tolerate the re-assertion of such rights, merely for the purpose of punishing those who have acted on the faith of a precedent relinquishment. Here, the minor testified, that his father had long before turned him out upon the world, and. told him to “shirk” for himself; and that he had been doing for himself ever ■ since. Another witness also testified, that the minor “made his own bargains, and went at his own pleasure and control;” and that the plaintiff refused to exercise his authority to send him to school, although the witness offered to pay for his tuition, declaring that he would not; and “ that if they” (his sons) “ took care jof themselves, it was all he cared for.” This was direct proof of dereliction of authority and control; and from it, -a jury might, if they believed it, have found the fact to be so; in which event, the plaintiff would not have been entitled to recover.\nBut from the manner in which this testimony was put to the jury, they could not find the fact of relinquishment, unless they found another; and that was, that the plaintiff, by reason of moral degradation, was unfit to take care of the minor. Now this was no element in the question of relinquishment. The most thrifty and wealthy and respectable man in the community, might relinquish control over his child, so as to destroy his right of recovery, where the opposite relation was necessary to a recovery. But the application of the principle laid down by the court, would, in another direction, be unjust and mischievous. It would not do to hold, that because a jury might have sufficient evidence before them to find that a man was, by “ reason of moral degradation, unfit to control” his child, that therefore, he had parted with his authority, and a magistrate or clergyman might, with impunity, join him or her in marriage during minority, without the father’s consent. This would be the result of holding the charge to be sound in this case. It is a question of relinquishment of parental authority: if this can be sufficiently shown, it will be an effectual defence. And being proved, I think it is not to be controverted by evidence of an occasional visit to the parental abode, but it is to be met by showing a resumption of the parental rights by satisfactory proof of it.\nThis judgment is reversed, and a venire facias ele novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Woodruff, for the plaintiff in error.",
      "Decamp, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Robinson versus English.\nThe notice required by the Act of 21st March 1772, to be given to a justice of the peace, of an intended action against him, need not possess the technical formality of a declaration; provided it be explicit enough to indicate the injury complained of and sought to be redressed.\nIf a declaration, though not strictly formal, set forth a substantial cause of action, and the defect be one that was amendable in the court below, it is cured by the verdict.\nIf a father have relinquished his parental control over a minor child, he cannot maintain an action against a justice of the peace, or clergyman, to recover the penalty given by the Act of 1729, for marrying such minor without the parent’s consent, and without the publication of bans.\nBut it is no defence to such an action, that the father, by reason of moral degradation, was unfit to take care of his minor child.\nError to the Common Pleas of Brie county.\nThis was an action of debt by Strickling English against R. R. Robinson, a justice of the peace, to recover the penalty given by the Act of 14th February 1729, for mai-rying his minor son, without the publication of bans, and without his consent.\nOn the trial, the plaintiff gave in evidence the following notice to the defendant, of his intended action :—\n“To R. R. Robinson, Esq., one of the justices of the peace of the county of Erie, Pennsylvania : — ■\n■ “ Sir: — Take notice that, if you do not tender sufficient amends, within thirty days from the date hereof, I will bring my action against you, in the Court of Common Pleas of the county of Erie, Penn., for the following cause, to wit, that you did, on or about the 12th day of December last past, in said county of Erie, join in marriage my minor son, Strickling English, Jr., with Clarissa Ewers — my said son being, at the time of said marriage, under the age of twenty-one years — you joining him in marriage, as aforesaid, without my certificate of consent; and me living in the state at the time; and without license, and against the law, and against my rights and assents to you, as his parent; whereby you have forfeited the sum of fifty pounds, for which I will bring my action to recover, as aforesaid, unless you tender sufficient amends as aforesaid. “ Strickling English.”\nEndorsed — “ Notice to R. R. Robinson, Esq. Sir: G. W. Decamp, Esq., is my attorney. His place of abode is in the city of Erie, in this county. His residence is on Eighth street, and between French and State street, in said city.\n“ Strickling English.”\nThe declaration was as follows\n“ R. R. Robinson, late of said county, was summoned to answer Strickling English, in a plea of debt, that he render to him the sum of fifty pounds, equal to one hundred and thirty-three dollars and thirty-three cents and one-third of a cent, which to him he owes and unjustly detains, &c. Whereupon the said Strickling English, by G. W. Decamp, his attorney, saith that, whereas the said R. R. Robinson, a justice of the peace in and for the said county, duly elected, qualified, and commissioned as such, within the jurisdiction of the said court, did, on or about the 12th day of December, a. d. 1857, at the county aforesaid, acting in his official capacity as a justice of the peace so as aforesaid, did marry and join in marriage a minor son of the said Strickling English, under the age of twenty-one years, to and with one Clarissa Ewers, without the due and lawful publication of the names and bans of the said Strickling English, junior, and the said Clarissa. Ewers, being first made and caused to be made by the said R. Ri Robinson, justice of the peace as aforesaid, and without first having produced to him a certificate of the consent of the said Strickling English, the father of the said Strickling English, and wholly and altogether without the assent, consent, or privity of the said Strickling English, senior, the father of the said Strickling English, junior, who at the time of the said marriage, and long before said time, lived with the said father, and was under his care and caution; contrary to the Act of Assembly in such cases made and provided — by reason of which said marriage and joining in marriage by the said R. R. Robinson, justice of the peace, acting in his official capacity as aforesaid, he has forfeited the sum of fifty pounds, equal to one hundred and thirty-three dollars and thirty-three cents and one-third of a cent, to the said Strickling English, the person grieved, the father of the said Strickling English, junior; and thereby, and by force of an Act of Assembly in such cases made, an action has accrued to the said Strickling English, to demand and have of and from the said R. R. Robinson, justice of the peace as aforesaid, the said sum of fifty pounds, equal to one hundred and thirty-three dollars and thirty-three cents and one-third of a cent, so as aforesaid forfeited ; yet the said R. R. Robinson, justice of the peace as aforesaid, although often requested so to do, hath not yet paid the said fifty pounds, equal to one hundred and thirty-three dollars and thirty-three cents and one-third of a cent, or any part thereof, to the said Strickling English, and although he had notice to tender amends as a justice of the peace, in said case, according to the Act of Assembly in such cases made and provided, full thirty , days before the commencement of this suit. And therefore he brings suit, &c.”\nThe plaintiff then proved the celebration of a marriage by the defendant, between the plaintiff’s son, Strickling English, Jr., of the age of nineteen years, and Clarissa Ewers, without the publication of bans.\nThe defendant proved that, about three years before the celebration of the marriage complained of, the plaintiff told his son to go and shirk for himself; that he had not, since then, provided for his son; that he told his son to take care of himself, for he would not; that his son left his house soon afterwards ; that the son made his own bargains, and went at his own pleasure and control; that Perry Devore had offered to send the plaintiff’s sons to school, and pay the expense; but he refused, and said, if they took care of themselves, it was all he wanted, or cared for.\nThe court below (Derrickson, J.) in answer to points presented ■by the defendant’s counsel, instructed the jury, that the notice given in evidence was sufficient; that there was but one question for them to determine, and that was, whether the father had totally abandoned his son, and, by reason of moral degradation, was unfit to take care of him ? If this were so, he forfeited all right to complain of what another might do, in officiating at a marriage ceremony of the minor son. But if the parent told him he would not support him, and he must shift for himself, and the son did so, but occasionally returned to him, it would he wholly otherwise.\nTo this charge, the defendant excepted; and a verdict and judgment having been rendered for the plaintiff, for $133.33, the defendant removed the cause to this court, and here assigned for error, inter alia: 1. That the notice contained no cause of action. 2. That the declaration was insufficient. 3. That the court below erred in their charge to the jury.\nWoodruff, for the plaintiff in error.\nDecamp, for the defendant in error."
  },
  "file_name": "0324-01",
  "first_page_order": 324,
  "last_page_order": 328
}
