{
  "id": 418027,
  "name": "Springer versus Walters",
  "name_abbreviation": "Springer v. Walters",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "328",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 417",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0417-01"
      ]
    },
    {
      "cite": "8 Watts 325",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 142",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 477",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 417",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 7226,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32632385131333913
    },
    "sha256": "46bb8a390f58a87539d73833b6a54c01396faa68c7bf1ce594d07376079844ba",
    "simhash": "1:0e6206a149b765fe",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Springer versus Walters."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe learned judge of the Common Pleas, was of opinion, that unpaid purchase-money due on articles between vendor and vendee, was not such a lien, as is proper to be laid before a sheriff’s inquest, to determine whether the rental of the debtor’s estate levied on, will, in seven years, be sufficient, beyond all reprises, to pay the debt, interest, and costs, sought to be collected by the execution. We think, in that opinion he was right.\nFrom the passage of the Act of 1705, which introduced our present system of extent of lands for debt, up to 1836, is embraced a period of one hundred and thirty-three years, and from that time to the present, a period of twenty-three years more. During all that time,’ the books contain, no trace of such a practice.\nIt seems to me, that our present system necessarily excludes, by a fair interpretation of its terms, such a practice. The 4th section of the Act of 1840 provides, “ that, on application of any creditor, the court may make an order, in case of an extent, directing the manner in which the money arising from the half-yearly instalments shall be distributed among the different lien-creditors, according to the priority of their liens, in the same manner and with like effect, as in case of distribution of money arising from a sheriff’s sale.”\nThe liens here referred to, are generally record-liens. Certainly, everybody knows, that, when the vendee’s interest alone is sold on execution, the purchase-money due the vendor is not paid out of the proceeds. The court never directs his lien for the purchase-money to be paid, because it is not a lien on the equitable estate, but on the legal, by virtue of the title. When the vendor sells upon a judgment for purchase-money, then he is paid according to his priority of lien on the land, both the legal and equitable estates being sold. It is only in this case he becomes a distributee, and this is by reason of his judgment on the entire estate.\nThe principle of distribution of the proceeds of the equitable estate is the same, whether in sales, or by extent of the land, and order of the court, under the act cited. In neither case, can the vendor’s lien be affected, or he be entitled to any money in the distribution, on account of the legal title; how, then, is his claim to be considered a reprise ? Practice, I think, shows that it is not; and the principle of the thing is as stated, that it is not a reprise against the equitable estate, because not a lien against it. The vendor having the security of the legal title in his own hands, the law allows him to use it in accordance with its terms, when he pleases. It does not force him to take satisfaction out of the equitable estate, and compel him to convey the legal. The interest of the vendee under articles, is a distinct interest from the legal title; it can be bound as such, and sold as such, without interfering with the legal estate. This is the constant practice. Inasmuch, therefore, as the vendor’s claim cannot come in on the purchase-money, I cannot see why it should be made the means of sending to sale, property, the proceeds of which could not be applied to its extinguishment.\nIt would operate hardly, too, other considerations out of the case, on the vendee, to allow a small judgment to draw to its aid, the purchase-money due, or payable within seven years, and condemn the land. It would change the entire system of land sales, by articles of agreement, at once; for a poor man, if there were debts against him, would be almost sure to be sold out, by introducing the purchase-money due the vendor as a means of preventing an extent, although neither vendor nor vendee would be benefited, but more likely injured by it; and hence a different system would most likely be resorted to. Again, as purchase-money due on articles does not stand on the same footing, as to conclusiveness, as debts of record, the amount due -would necessarily become a subject of inquiry before the jury. So, too, ■equities are sometimes required to be adjusted, before the exact amount to become due, could be ascertained. Such matters would be wholly foreign to the duties of the sheriff’s jury, and totally unmanageable by them. These considerations serve to demonstrate the impracticability and impropriety of considering such claims in such a place. Debts in such form are not reprises within the meaning of the statute. These are mostly record-liens of some kind or other, and annuities and rent-charges and the like. Mellon v. Campbell, 1 Jones 417, and Neal v. Watts, 8 Waits 319, seem to treat them as such.\nFor these reasons, the decision of the court, in setting aside the inquest, is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. K. Ewing, for the plaintiff in error,",
      "D. Kaine, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Springer versus Walters.\nThe unpaid purchase-money due on articles of agreement between vendor and vendee, is not such a lien, as is proper to be laid before a sheriff’s inquest, to determine whether the rental of the debtor’s estate levied on, will, in seven years, be sufficient, beyond all reprises, to pay the debt, interest, and costs sought to be collected by the execution.\nThe unpaid purchase-money is not a lien on the equitable estate of the vendee, nor is it payable out of the proceeds of a sheriff’s sale of the vendee’s interest, unless made on the vendor’s judgment; and, therefore, it cannot be made the means of sending to a sale property, the proceeds of which could not be applied to its extinguishment.\nError to the Common Pleas of Fayette county.\nThis was a judgment in debt, in favour of Calvin Springer against Jonah Walters, entered on a judgment-note for $321.49, given by the defendant to the plaintiff.\nOn the 21st February 1859, a fieri facias was issued on this judgment, which was levied on the defendant’s equitable estate, as vendee under articles of agreement between himself and John M. Moore, in a tract of 109 acres of land.\nBefore the sheriff’s inquest, the plaintiff gave in evidence the articles of agreement under which the defendant held, which showed that a considerable balance of the purchase-money was due to Moore, and unpaid; and the inquest, treating this as a lien, condemned the land, and a venditioni exponas was issued.\nThe court below (Gilmore, P. J.), on exceptions filed, set aside the inquisition and venditioni exponas ; and delivered the following opinion:—\n“ We are of opinion that the jury were not warranted in taking into consideration, as a lien or reprise, the purchase-money due, or coming due, from Walters to Moore. It appears, then,, from the evidence, that if this had not been done, the property levied upon would have extended. The inquest and venditioni 'exponas are set aside at the costs of the plaintiff.”\nThe plaintiff, thereupon, sued out' this writ; and here assigned for error, that the court below erred in setting aside the inquisition and venditioni exponas.\nJ. K. Ewing, for the plaintiff in error,\ncited Act 16th June 1836, § 44; Pulaski v. King, 1 Yeates 477; Presbyterian Corporation v. Wallace, 3 Rawle 142; Naples v. Minier, 3 Penn. R. 477-8; Near v. Watts, 8 Watts 325.\nD. Kaine, for the defendant in error,\ncited Mellon v. Campbell, 1 Jones 417; Act of 1855, Pamph. L. 313; Act of 1840, § 4, Purd. Dig. 339."
  },
  "file_name": "0328-01",
  "first_page_order": 328,
  "last_page_order": 331
}
