{
  "id": 418012,
  "name": "Green et al. versus Watson et al.",
  "name_abbreviation": "Green v. Watson",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "332",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 183",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 21759,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 6.406173638565683e-08,
      "percentile": 0.39638005922353003
    },
    "sha256": "438e1f26df260b9eb0615e9c4ed65e3cff1975930009b27dc760554459d62791",
    "simhash": "1:96b03f002a6c815a",
    "word_count": 3856
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Green et al. versus Watson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nBoth parties in this case claimed under a warrant issued to John Nicholson, dated the 5th of March 1793, for 1000 acres of land, on the waters of the west branch of the Susquehanna, which ivas duly surveyed and the return accepted at the land office, on March 21st 1807.\n• The office of controller-general was created by the Act of the 15th of April 1782, and John Nicholson was appointed to fill it; and he continued to do so until in the year 1794. During that period, it has been estimated that over twenty-seven millions of public money passed through his hands, much complicated by its peculiar character, consisting to a large extent of paper, representing government credit in the shape of certificates, and paper money more or less depreciated by the change of times. It is well known that, during his incumbency as controller-general, Mr. Nicholson invested very largely in the vacant lands of the Commonwealth, and acquired titles, legal and equitable, to some three million seven hundred acres of land, situate in, and scattered throughout thirty-nine of the present existing counties .of the state. In his office as controller-general, he became a large defaulter to the Commonwealth, most likely drawn into it by the application' of public moneys to the gratification of a most inordinate desire for the acquisition of real estate, the real or rather available value of which, he undoubtedly, at the time, much over estimated. Many of the western counties, as at present organized, were not then in existence, and the country west of the Allegheny mountains, especially west of the Allegheny river, was in almost a wilderness state. Many of his lands were located in this wild and almost uninhabited region. Under such circumstances, to realize money to enable him to discharge his liabilities- was wholly impracticable, whatever might have been his disposition-so to do. Notwithstanding Mr. Nicholson always denied any indebtedness to the Commonwealth, she brought suit in the Supreme Court, and recovered judgment against him, for the sum of $11,222.50, in December 1795; this, as the law then stood, operated as a lien throughout the Commonwealth : 1 Yeates 183. Afterwards, in 1796, on settlement of his accounts, on continental certificates, by the proper accounting officers, he was found to be in arrears to the amount of $51,209.22. This became a lien by virtue of the Act of 1785, and its supplements. In 1800, he was found to be further in arrears, in his accounts of certain 3 per cent stock, to the amount of $63,724.86. Thus there was a judicial lien, perhaps two, and two fiscal liens, against all his estate. The extent and number of the liens are not intended to be here avouched as precisely accurate — they are proximately so; — neither their nature nor amount are involved in this case, and they are only referred to, en passant, as the foundation of the sale by the Commonwealth to Mr. Baldwin, whose title both parties in this ejectment claim to hold. Nothing in the history of our Commonwealth has given rise to so much legislation and litigation, as these Nicholson liens and titles,-but which happily, may at this time, be considered finally settled and at rest. The private pecuniary embarrassments of Mr. Nicholson occasioned his arrest and imprisonment for debt in 1800, and he remained in confinement, until his decease in the same year.\nBut to the case in hand: — On the 31st of March 1806, an Act of Assembly, entitled “An Act for the more speedy and effectual collection of certain debts due this Commonwealth,” was passed. By the 1st section, Cadwallader Evans of Montgomery county, John Steele of Lancaster, and John Lyon of Uniontown, Fayette county,, were constituted commissioners, to ascertain the condition, quality, and extent of the Nicholson estate, subject to the lien of the Commonwealth, and in what counties situate. They were, amongst other duties, required to average the demand of the state, on account of the lien, on .the several portions of the estate, according to the estimated value thereof, and report to the governor; who was required to cause the same to be sold by the sheriff of the respective counties, or so much thereof as should produce the amount averaged on each parcel of it: 8 Bioren L. 166.\nIn March following, a supplement to this act was passed, providing a further mode and manner of selling the Nicholson lands which were subject to the lien. The sales were to be made by the commissioners, under process from the governor. The act provided for cash sales — but conferred on the commissioners a discretion to defer payments; hut in no case for a longer period than four years, payable in instalments — the purchase-money to be secured by bonds, with security, to be approved by the commissioners, and to bear interest; the land in the mean time to be subject to the unpaid purchase-money. On making a sale, it became the duty of the commissioners, to deliver a certificate thereof, to the purchaser, and deposit with the state treasurer, the bond or bonds, if it was a sale on credit; and further to certify the same to the secretary of the Commonwealth, with the quantity, price, and how secured, to be registered and filed in his office; and who was required on application of any purchaser, and on the production of the certificate of the commissioners, together with the receipt of the state treasurer that the purchase-money was all paid, to execute a deed to the purchaser or his assignee, of all the interest of John Nicholson in the land, at the commencement of the lien of the Commonwealth; “which said conveyances, or copies of the records thereof, shall be primá facie evidence of ,the grantee’s title:\" 8 Bioren L. 208.\nOn the 8th of July 1807, at one of these public sales of Nicholson lands, held by the commissioners, at Pittsburgh, the land in controversy, together with sixteen other tracts of 1000 acres each, were sold to Henry Baldwin, late of the Supreme Court of the United States, for the aggregate sum of $5100.62. The plaintiffs claim the tract in controversy by virtue of a treasurer’s sale of it to Andrew Wiggins, and deed dated September 16th, 1823, for the taxes of 1820-21.\nThe defendants, to defeat this title, rely upon the sale by the commissioners to Mr. Baldwin — a transfer by Baldwin and wife to George Bumford, in September 1835, and a deed from the Commonwealth to the latter, dated 2d October 1835. This deed recites the certificate of sale by the commissioners — the receipt for the purchase-money, in full, without specifying by whom paid, and the conveyance to Col. Bumford in 1835.\nUpon this showing, they contend that the sale for taxes is void. That, as the Commonwealth had not, in 1823, made a deed to the purchaser of the interest of Nicholson in the land, the title still remained in him; and that, by virtue of the 30th section of the Act of 1806, which exempted the Nicholson lands, bound by the lien of the Commonwealth, from sales for taxes, this tract was not the subject of a sale for taxes. This is the great point in the ease.\nAs we view the case, we do not think it material to examine the question, whether the Acts of 1808,1814,1819, and 1843, operated to repeal, by implication, the 10th section of the Act of 1806, exempting these lands from sale for taxes. It does not depend upon a solution of that question. The object of that act undoubtedly was, to preserve the lien of the Commonwealth on the Nicholson estate, which was her only security for a large debt, and which was liable to be divested by a sale of his lands for taxes. While they remained unsold in satisfaction of the debt of the Commonwealth, there was a good reason for the law. But the moment the reason for the law ceased, in regard to all or any portion of the estate, the law itself ceased. As; for instance, in case of a sale of any portion of the lands by the state, not only did the reason for the law cease, but the duty of contribution in taxes to the support of the government, on account of the new ownership of the lands, revived.\nWas there a sale of the land to Mr. Baldwin ? If so, was it not liable to be sold for taxes ? We do not hesitate, for one moment, to - answer these questions in the affirmative. The commissioners were the officers of the government, appointed to make the sales, on warrants or process to be issued by the governor. It is agreed, that they did make the sale; and that they had the power to do so, is not questioned. The only question is, as to the effect of that sale, or rather what interest passed by it. By analogy to official sales, the power being conceded, all Nicholson’s interest in the land certainly passed to the purchaser, on compliance with the terms of the law, of which the certificate of the commissioners was primá facie evidence.\nWhat was the required compliance ? It was either a payment in cash, or by giving the required bonds with security; the lands remaining subject to the purchase-money under the contract, not to the average proportion of the lien, as in one part of the argument seems to be claimed. The state exercised the right, by virtue of the legislation already noticed, to sell and convey the entire interest of Nicholson, in such portion of his estate as was bound by the lien. In this case, that right is admitted, and I do not presume that it could now, if ever, have been disputed. After a sale, thus made and complied with, and the delivery, by the commissioners, of the official certificate to the purchaser, the equitable title must be held to have passed, and the state as having substituted the purchase-money, or the bond, in lieu of the lien. From thenceforth, it was undoubtedly discharged from the lien; and the only resort of the state would, thereafter, be to the substituted bonds in lieu of the original lien. It ceased from thenceforth to be the property of Nicholson, as much so as does any property of a debtor sold by a sherilf, between the time of sale and the acknowledgment of the sheriff’s deed. Neither the state, the purchaser, nor any one claiming the right, has controverted the sale, and the state has consummated it, by a conveyance of the legal title to the holder of the equitable title thus acquired. It would be a strange doctrine, to hold, that nothing passed by the sale of the commissioners, followed by a compliance, by the purchaser, with the requirements of the statute; of which the deed is primá facie evidence, by the terms of the act. This cannot be pretended, when the power and right to sell is as here conceded. Assuredly then, to Mr. Baldwin, the equitable estate passed, and this was the introduction of a new owner, whose property was liable to contribute its proportion to the public burden under the tax laws. It is true, the land'in the hands of the purchaser was held subject to the purchase-money, contracted to be paid to the Commonwealth. But this was only a lien, and it was a matter between buyer and seller. It is more than likely, that the purchaser of the tax title, if any portion of the purchase-money remained unpaid, would have taken the title of Mr. Baldwin subject to its discharge and payment. It often occurs that land is sold for taxes, when there is purchase-money due the state, but this does not defeat the sale; the title of the equitable owner passes notwithstanding.\nBut it was contended in the argument, that Col. Bumford paid the purchase-money. I am at a loss to discover any evidence or ground for a presumption of this kind. There is not a word in the deed favouring the idea, and there is no evidence aliunde to show it. The deed is evidence, that the sale was made; and the law, at most, allowed only an extension of credit to the extent of four years, at the discretion of the commissioners. The bonds, with security, required to be given, if it was not a cash sale, would all have been due and payable on the 8th July 1811. They were to be deposited with the state treasurer, within six months after the sale, and by the Act of the 24th of March 1808, he was required to institute suit, as often “ as the bonds, or any instalment fell due thereon,” for the recovery of the same. Without proof, showing the fact, it is scarcely to be credited, that this duty should have been neglected for over twenty-five years, which transpired between the date of the deed, and the sale to Mr. Bum-ford. There is nothing in the deed which strengthens such an assumption. Certain it is, that the state conveyed the title', on the footing of the contract of sale with the commissioners, and this, we have seen, transferred the equitable right to the purchaser. If the state was satisfied with the terms of the contract, and its performance, no one else' had a right to complain. The tax title could not he divested by a subsequent payment of purchase-money, when the owner of that title bought subject to it, if there was any due. When he bought at the tax sale, the property did not belong to the Nicholson estate; the contract divesting his interest was in full force, and never set aside, or complained of. It belonged .to Mr. Baldwin, and the sale for taxes transferred his title to the purchaser at that sale. The tax laws are to be liberally construed in favour of the public, and exemptions from the common burdens must be clear. This was the view the court below took of it, and we think they were right.\nThe defendants further relied on a sale for taxes assessed in 1854-55, and a treasurer’s deed, dated 17th June 1856. We think this sale was void. It was clearly shown, that the tract was seated at the time, and had been so for seven or eight years. Shepherd entered on the tract, under a lease from Green, in 1850, resided on it, cleared and cultivated land, raising grain, &c., on it, up to and including the years for which it was assessed as unseated, and for which it was sold. It is true, that by the terms of the lease, the tenant was only to clear 50 acres of it; but his lease included the entire tract, excepting perhaps 100 acres, previously sold and laid off. But these fifty acres were not laid off from the body of the tract, and when they were to be laid off, if ever, it was to be in one body or square shape. Whether this would, or would not,include all the improvements, we do not know. It was an arrangement exclusively by the lessor. It was not a sale of the 50 acres to the lessee, for, by the terms of the lease, he was to surrender the possession of the whole tract, including them, at the expiration of the term. It was, therefore, entirely unlike a sale of a portion of a tract, with stipulated or ascertained boundaries, which, the authorities cited by the plaintiffs in error show, would leave the residue subject to sale as unseated. Here the lessor, one of the plaintiffs below, chose to have the improvements made on a particular part of his tract, without any severance or division of it, and this we think clearly conferred the denomination of seated upon the whole tract, and rendered the person and property of the occupier liable for the tax. The sale, therefore, for the taxes of 1854-55, the land being seated, was void, and conferred no title.\nThe assignments of error, not discussed in this opinion, we consider immaterial. We think the answers of the learned judge of the Common Pleas, to the plaintiff’s fourth and fifth points, were accurate and were decisive of the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "jFoster, Todd, and Stewart, for the plaintiffs in error.",
      "Whites and Coffey, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Green et al. versus Watson et al.\nA. sale by the commissioners of the Nicholson estate, of lands of John Nicholson, undei- the provisions of the Act of 19th March 1807, divested his title; and subjected them, in the hands of the purchaser, to assessment and sale for taxes; although no deed was executed to the purchaser.\nSuch sale divested the lien of the Commonwealth, and restored the liability of the lands to sale for unpaid taxes,.which had been suspended by the Act of 31st March 1806.\nThe improvement of part of a tract, under a lease, whereby the lessee is to have the use of that part only, will render the whole tract seated, and prevent its being sold for taxes as unseated land.\nError to the Common Pleas of Indiana county.\nThis was an ejectment by James Watson and others against Ammond Green and William B. Sutor, for 1000 acres of land in Montgomery township, Indiana county, surveyed on a warrant granted to John Nicholson.\nThe tract of land in controversy, was surveyed on the 16th August 1794, upon a warrant to John Nicholson, No. 3758, dated the 5th March 1793.\nOn the 8th July 1807, this and certain other tracts of land belonging to the estate of John Nicholson, were sold by the commissioners appointed under the Act of 31st March 1806, (by virtue of the authority conferred upon them by the Act of 19th March 1807,) to Henry Baldwin, for the sum of $5100.62.\nIn 1823, the taxes assessed upon this tract, for the years 1820 and 1821, not having been paid, it was sold at a treasurer’s sale; and on the 10th September 1823, a deed was duly executed therefor to Andrew Wiggins, the purchaser, under whom the plaintiffs showed title.\nThe defendants claimed title under a deed from Henry Baldwin and wife to George Banford, dated the 5th September 1835; a deed from the Commonwealth, dated the 2d October 1835, made in pursuance of the sale by the commissioners to Baldwin; and also a patent to him, dated the 26th October 1835, reciting the same deed. The defendants traced their title from George Banford.\nIt was shown that Banford, and those claiming under him, paid the taxes of this tract, from 1830 to 1853.\nOn the 22d June 1854, Green, one of the defendants, conveyed 100 acres of this tract to John McCullough, who sold the same to William B. Sutor. The article of agreement between Green and McCullough was dated the 12th December 1851, and from that time, this 100 acres was taxed in the seated list, to McCullough and Sutor.\nOn the 15th July 1850, Green leased the whole tract to B. Shepherd, for the term of five years, from the 1st July 1850, covenanting, “ that he might occupy and dwell on the lands in Indiana county, owned by said Green, embraced in warrant No. 3758, provided said Shepherd shall have a right to clear and cultivate only fifty acres of the same; his occupancy of the remainder being only for the purpose of care and protection of said lands; which care and protection are yielded in consideration only of his use of said fifty acres; provided also, said Green, his heirs and assigns, shall and may have the right and privilege to sell every part or parts of said lands, said fifty acres (which are all to be one body of a square shape) alone excepted, and deliver to the purchaser or purchasers possession thereof; and said Shepherd further agrees, at the expiration of said five years, to redeliver possession of said lands, or so much as may then remain unsold, and especially to redeliver possession of said fifty acres, to said Ammond Green, his heirs and assigns. Said Shepherd is not to cut any timber outside the boundaries of said, fifty acres, which are to be laid off aroundAhe house now occupied by him and his family.”\nFrom the date of this lease, this 50 acres was assessed in the seated list to Shepherd, and the residue of the tract, deducting what had been sold to Sutor, was returned by the assessor in the unseated list, and the taxes on it were paid by Green until 1854.\nThe taxes for 1854 and 1855 not having been paid, the residue of the tract, not assessed to Shepherd and Sutor, was sold, at a treasurer’s sale, to William M. Steward, and a deed was duly executed to him on the 24th June 1856.\nThe defendants’ counsel, upon this state of facts, requested the court below to charge the jury:—\n1st. That the land in dispute was exempt from sale for taxes .for the year it was sold by the treasurer to Andrew Wiggins. That said sale conferred no title on the plaintiffs, or those under whom they claim, and they cannot recover.\n2d. That if the land was liable to be assessed and sold for taxes, the purchaser took it, subject to the lien of the Commonwealth against John Nicholson, the warrantee. That the subsequent sale by the Commonwealth under that lien, will confer on the purchaser a good title, and on that ground the plaintiffs cannot recover.\n3d. That the defendants are not bound to establish the lien of the Commonwealth against John Nicholson, or that his land was bound by said lien, by any other evidence than the production of the deed from the secretary of the Commonwealth, and the patent issued thereon.\n4th. That if the jury believe that Sutor went on to this land in the summer of 1852, under his contract for 100 acres which McCullough owned, continued to reside on the same, and pay the taxes on it on the seated list, that such residence or improvement would not prevent the residue of the tract from being assessed on the unseated list, and a sale under such assessment would confer a good title to the purchaser, for all except the 100 acres, and the plaintiffs, as to that residue, cannot recover.\n5th. That the evidence in relation to the improvement on the land in dispute by B. Shepherd, if believed by the jury, would not have the effect of seating the whole tract, so as to prevent the residue from assessment and sale as unseated land.\nThe court below (Buffington, P. J.) answered these points in the negative; and the converse of them, presented by the plaintiffs’ counsel, in the affirmative; to which the defendants excepted. And a verdict and judgment having been rendered for the plaintiffs, the defendants removed the cause to this court, and here assigned the same for error.\njFoster, Todd, and Stewart, for the plaintiffs in error.\nWhites and Coffey, for the defendants in error."
  },
  "file_name": "0332-01",
  "first_page_order": 332,
  "last_page_order": 339
}
