{
  "id": 417970,
  "name": "Wilson Black's Executor versus Marcus Black's Executors",
  "name_abbreviation": "Black's Executor v. Black's Executors",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "354",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0287-01"
      ]
    },
    {
      "cite": "8 Watts 181",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848505
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0181-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 10239,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 4.856945255750147e-07,
      "percentile": 0.9327070806058577
    },
    "sha256": "486c58520c54c0a8fb433ec208c74da86f547cd7e31ed406b824213ccc53b1a1",
    "simhash": "1:3ce9e5493e3e95f3",
    "word_count": 1751
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson Black’s Executor versus Marcus Black’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nAs the main question in this case is one of jurisdiction, it seems to me, that a proper plea, presenting that issue, would have been more consistent with legal symmetry and logic. It may be true, as a general rule, that want of jurisdiction may be taken advantage of at any time — but this does, not prove the propriety of ignoring such a plea in all cases, especially when the jurisdiction is primé facie general. Here, the plaintiff was nonsuited under an Act of Assembly by no means general, or applicable throughout the state. If there had been a verdict and judgment in the case, as there would have been, in a like case, in most of the districts in the state, on the pleas of “payment,” and “ never indebted,” and affirmed here, an awkward case would have followed an attempt to enforce payment of the matter sued for in another court. It is obvious, that the District Court had jurisdiction of the action of debt, but was ousted of it by the several statutes regulating the jurisdiction of the Orphans’ Court. There was no objection that this was not pleaded, and the question was discussed as if it had been — and hence there is no difficulty in this case, but a different practice would be advisable.\nThe main and decisive question in the case is, as to the jurisdiction of the Orphans’ Court of Washington county. Had it exclusive power to enforce distribution, after settlement of the account of the executors of Marcus Black, deceased? Or, can an action at common law be maintained on the decree of distribution in the Orphans’ Court, to recover the distributive share of a plaintiff, as attempted here ? These questions are res adjudicaba, and we will not discuss them. In Shollenberger’s Appeal, 9 Harris 337, it was said, that the jurisdiction of the Orphans’ Court, “ within its appointed orbit, is exclusive, and therefore necessarily as extensive as the demands of justice;” and in Whiteside v. Whiteside, 8 Harris 473, “that the Orphans’ Court alone has authority to ascertain the amount of the decedent’s property, and order its distribution among those entitled.” The same, in substance, had been held in Kittera’s Estate, 5 Id. 422. So, in Ashford v. Ewing, 1 Casey 213, it was also held', per Lewis, C. J., “ that an action at common law cannot be sustained, to recover a distributive share of an estate, against an administrator, although his account, exhibiting a specific balance against him, has been settled in, and confirmed by, the Orphans’ Court.” All the cases on the point are to be found referred to in the opinion of the learned judge in 'this last case, and the doctrine announced is clearly elucidated by them. The question must, therefore, be considered as settled, that the Orphans’ Court had exclusive jurisdiction, and ample power, to enforce the payment of the distributive share sued for in this case ; and that the District Court were right in entering judgment of nonsuit against the plaintiff. No good reason can be given why the Orphans’ Court should not be held to be a court of exclusive jurisdiction in such cases. It is possessed of chancery powers, and can proceed, according to chancery practice to make all such decrees, interlocutory and final, as may be necessary, in the administration of its appropriate duties, subject to review, on appeal to this court. It has power to enforce such decrees by attachment, sequestration, fieri facias, testatum fieri facias, venditioni exponas, and sale. On the score, therefore, of power and final process, there is no room for complaint. It has also the power to determine facts, as a court of equity, or to certify disputed issues of fact to the common law courts for trial. It seems to me, that it was eminently proper to determine, that within its “appointed orbit” it is a court of exclusive jurisdiction.\nWe do not think it necessary to discuss the question, whether there was, in substance, a final decree in this ease; if there was not, certain it is that this would have been a ground for nonsuit. Nor another position taken by the plaintiff in error, that the Act of Assembly authorizes a common law action for a legacy; this is not what was declared for here, and the question was not involved.\nThe plaintiff in error can have all his rights, by simply proceeding in the Orphans’ Court of Washington county. The delay occasioned by those in the District Court was neither the fault of the law, nor, perhaps, of the defendants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Woods and Burgwin, for the plaintiff in error,",
      "G. P. Hamilton, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Wilson Black’s Executor versus Marcus Black’s Executors.\nThough want of jurisdiction may be taken advantage of, in any stage of a cause, yet, where the jurisdiction of the court is primd facie general, but is ousted, in the particular case, by statute, it is advisable to plead it specially.\nAn action at common law will not lie on a decree of the Orphans’ Court, for the payment of a legacy out of the funds in the hands of an executor. The Orphans’ Court has- exclusive jurisdiction to settle and distribute the estate of a decedent.\nError to the District Court of Allegheny county.\nThis was an action of debt by Cyrus Black, executor of Wilson Black, deceased, against John Kerr and Joseph S. Morrison, acting executors of Marcus Black, deceased, with notice to the widow and devisees of the said Marcus Black; on a decree of the Orphans’ Court of Washington county, for the payment of the sums of $1500, with interest from 25th August 1846, and of $6565.46, with interest from 24th Eebruary 1851, out of the estate of Samuel Black, deceased, in the hands of the defendants, as executors of the said Marcus Black, deceased.\nThe declaration averred that on the 1st day of August 1850, Marcus Black-filed his account as executor of Samuel Black, deceased, in the Orphans’ Court of Washington county, showing a balance in his hands of $71,216.26; that said account was referred to John L. Grow, as auditor, who reported a re-statement of said account showing a balance for distribution in hands of said Marcus Black of $71,201.67, which report on the 24th Eebruary 1851, was confirmed by the court; that afterwards, on the 17th February 1857, the said court appointed Joseph Henderson and William Linn, auditors, to report a scale of distribution; who, on the 8th April 1857, did by their report to said court, make distribution of said balance to and among the legatees and distributees entitled thereto; and, inter alia, distributed to Cyrus Black, executor of Wilson Black, the sum of $1500, with interest thereon from August 25th 1846, and the sum of $6565.46, with interest thereon from February 24th 1851; that afterwards, on May 21st 1857, by judgment and decree of said court, the said report was confirmed; and that said decree still remained in full force and effect, not vacated or satisfied, no payments having been made to the plaintiff on account thereof; and that thereby an action had accrued to plaintiff to demand and have of the defendant the said sums of $1500 and $6565.46, with the interest as aforesaid. But that defendants, though often requested, had refused to pay the same, or any part thereof, &c.\nThe defendants pleaded nul tid'record; payment; and never indebted.\nOn the trial, the plaintiff gave in evidence a certified copy of the record of the Orphans’ Court of Washington county, containing the proceedings of that court, in the matter of the account of Marcus Black, executor of Samuel Black, deceased; from which it appeared, that on the 1st of August 1850, the said Marcus Black filed his account, which, on the 4th February 1851, was referred to an auditor, under exceptions; whose report was, on the 24th February 1851, confirmed, finding in the executor’s hands a balance of $71,201.67 for distribution, under the will of Samuel Black ; and an agreement of compromise among the heirs. On the 17th February 1857, the account was referred to auditors, to report a scale of distribution. On the 8th„ April 1857, these auditors presented their report, making a distribution according to two schedules — 1st. Of the specific legacies; and 2d, of the distributive shares of the residuary estate of Samuel Black — those in the 1st schedule to bear interest from August 25th 1846; and those in the 2d, from February 24th 1851; and those in each class, to be subject to any payments that might have been made on account thereof. Among those in the first schedule, was a specific legacy to Cyrus Black, executor of Wilson Black, of $1500; and in the same schedule, was a distributive share of $6565.46, to the same party.\nThe auditors reported that they had served personal notice on all the parties interested, residing in Washington county, and had made ne-wspaper publication.\nIt also appeared that, at the hearing, Joseph S. Morrison, one of the defendants, appeared, and after protesting against the proceeding, withdrew; and that William Montgomery, Esq., appeared as attorney for Cyrus Black, as executor of Marcus Black, then deceased; and also that Cyrus Black, the plaintiff, appeared in his own right, as legatee of Samuel Black, deceased.\nOn the 21st May 1857, the auditor’s report was confirmed by the court, and this seemed to have been the last action of the court in the matter.\nIt was admitted, that Wilson Black died in the year 1847, and that Marcus Black died in September 1858.\nUpon this testimony, the court below, on motion of the defendants’ counsel, directed a nonsuit to be entered; and subsequently, in banc, refused to take it off, and, at the same time, gave judgment for the defendant on the plea of nul tiel record; to which the plaintiff excepted, and here assigned the same for error.\nWoods and Burgwin, for the plaintiff in error,\ncited Eichelberger v. Smyser, 8 Watts 181: Evans v. Tatem, 9 S. & R. 252, 261; App v. Dreisbach, 2 Rawle 287; Act 24th February 1834, § 51.\nG. P. Hamilton, for the defendants in error,\ncited Eichelberger v. Smyser, 8 Watts 181-3; Brightly’s Equity, § 415; Brightly's Purd. 621, pl. 8; Galloney’s Appeal, 6 Barr 37; Miltenberger v. Schlegel, 7 Id. 243; Brightly's Equity, p. 630, note; Kittera’s Estate, 5 Harris 422 ; Barklay’s Estate, 10 Barr 387; Whiteside v. Whiteside, 8 Harris 474; Shollenberger’s Appeal, 9 Id. 341; 1 Casey 215-16."
  },
  "file_name": "0354-01",
  "first_page_order": 354,
  "last_page_order": 357
}
