{
  "id": 417989,
  "name": "Bavington versus The Pittsburgh and Steubenville Railroad Company",
  "name_abbreviation": "Bavington v. Pittsburgh & Steubenville Railroad",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "358",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 88",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 705,
    "char_count": 19263,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.986249974441267e-07,
      "percentile": 0.851370678367735
    },
    "sha256": "2f6fffcf0fdafca4d15178fc577f080e2754448d7ba491ba80e389a50a739c0c",
    "simhash": "1:b9c700c5aa0e9160",
    "word_count": 3290
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bavington versus The Pittsburgh and Steubenville Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe defendant below was one of the commissioners designated by an Act of Assembly, to receive subscriptions to the stock of the Pittsburgh and Steubenville Railroad Company, preparatory to the issue of letters patent, and to its organization. He himself subscribed $1000, or for twenty shares. Attached to his subscription was a proviso, “ that no subscription should become due and valid, until the sum of $200,000 should be bond fide subscribed on the books of the company.” Another condition was also added, which was as follows, “ provided the road comes within half a mile of Florence.” Subsequently, he united with the other commissioners named, in certifying to the governor of the Commonwealth, that above ten per cent, on the capital stock of the company had been subscribed; that he had subscribed twenty shares ; and that the subscriptions certified (of which his was one) were in all respects made and taken in good faith, and agreeably to the provisions and requirements of the Acts of Assembly and laws of the Commonwealth ; and that $5 per share had been paid in on the several subscriptions. ' On the faith of this certificate, letters patent were issued to the subscribers. Still later, the defendant with others signed a paper, giving notice of an election for officers of the company, for its organization under the charter. The main question in the case arises out of these facts, and is, whether the defendant is liable to pay the amount of his subscription, without regard to the conditions attached to it. The question involves an inquiry into the nature and force of the subscription itself, and into the effect of the defendant’s subsequent acts.\nIt may be premised, that by the provisions of the Act of Assembly of February 19th 1849, entitled “ An act regulating railroad companies,” under which this company was incorporated, subscription in the books of the commissioners entitles to membership. The second section of the act requires, that the names of all subscribers, with the number of shares subscribed by each, shall be certified to the governor, who shall, by letters patent, under his hand and the seal of the Commonwealth, create and constitute the subscribers into a body politic and corporate. Nor does the act contemplate any such thing as conditional membership, and of course no such thing as conditional subscription. No discretion is vested in the commissioners. They have no right, under the law, to receive any other than absolute and unconditional subscriptions, and it is their duty to certify all that they receive. The state refuses to grant the franchise, until at least one-tenth of the authorized capital has been subscribed, and relies upon the certificate of the commissioners, as the evidence that it has been. The object designed to be attained, by the requisition that so much shall be subscribed, and $5 on each share paid, before the letters patent may issue, would be entirely defeated, if conditional subscriptions could be received. The commissioners are not required to notice conditions in their certificate, and if they do, the governor may not refuse the letters, if it be admitted that a conditional subscription is valid. The consequence is, that the charter might be obtained, and its large privileges and powers granted, and yet every subscription be clogged with such conditions as to render it impossible to collect one-tenth of the capital, or even one dollar of it, beyond the amount of five dollars per share, paid at the time of subscription. Indeed, the conditional members or subscribers might, by their own vote, prevent the performance of the conditions and the enforcement of the subscriptions. Thus the projected .improvement would be nipped in the bud, and the consideration which induced the Commonwealth to grant the charter wholly fails.\nAnd if such a subscription is a fraud upon the Commonwealth, it is equally so upon the unconditional subscribers. It may have been the immediate motive to induce them to embark in the enterprise. At all events, it becomes the means of compelling them to pay the sums subscribed, when payment is unavailing to insure the construction of the road, and when therefore their whole investment must be lost; for without the conditional subscription the charter might not have been obtained, and consequently no subscription would have been collectable. But if the commissioners are public agents clothed only with limited powers, and if they are not empowered to receive any other than unqualified subscriptions, and if conditions operate as a fraud upon the Commonwealth, and upon co-subscribers, how can they be set up as a defence against an action to recover the amount subscribed? May a party avail himself of his own fraud, either legal or actual ? And can he he a member of the corporation, entitled to share its government and direct its policy, without contributing to its means, or assuming any liability which can ever be enforced ?\nHowever this may be, it is clear, that this defendant is not in a condition to avail himself of any conditions attached to his subscription. His certificate to the governor, followed by the issue of letters patent thereon, estops him from asserting that his subscription was not absolute. It is necessarily a waiver, a withdrawal of every condition. The certificate is false, if the subscription be not absolute, for it asserts that the subscriptions “ were in all respects made and taken in good faith, and agreeably to the provisions and requirements of the afore-mentioned Acts of Assembly, and laws of the Commonwealth.” How can this be, unless the Act of Assembly authorizes qualified subscriptions, and contemplates its grant of corporate powers on the faith of them, or unless the subscriptions were indefeasible ? And when the certificate has induced the grant of the charter, and has closed a contract upon every co-subscriber, shall the defendant be permitted to say that his engagement was not what he solemnly represented it to he ? Authorities in numbers are at hand, to show that he may not — but the question answers itself. It needs neither authority nor discussion, and it is a matter of law. It is •a legal judgment upon the effect of a written paper, signed and sealed by the defendant.\nThis disposes of the sixth and seventh assignments of error,— the only ones that go to the merits of the case. The others relate principally to the course of the trial.\nThe plaintiffs, by leave of the court, filed an additional count to their declaration, to which the defendant demurred, and the -court overruled the demurrer. This is assigned .for the first error. The grounds of the demurrer were: 1st, that the new count set forth a different cause of action from that alleged in the. other counts: 2d, that the new count averred that calls had been made, but did not allege that they had been made in conformity with the plaintiffs’ act of incorporation : 3d, that the count was, in substance, a replication to the defendant’s plea: and, 4th, that the count was in ease, when it should have been in debt. It is apparent to us, that the new count was no departure, and that it made no change in the cause of action. In all the counts, the cause of action was, the defendant’s liability arising out of an alleged subscription for twenty shares of stock, and the difference between them consists only in a variant mode of statement. It is true, that the amended count sets out the evidence by which it was proposed to prove the liability. That, however, is merely surplusage, and if it were not, it was not assigned as one of the causes for the special demurrer. The count avers that the “ calls” were duly made, and that is a sufficient averment that they were made in conformity with the Act of Assembly. Nor is it any sufficient reason for giving judgment against a plaintiff, that his amended declaration may require a change in the defendant’s pleas, or that they may be inapplicable to it. The other alleged cause of demurrer is a mistake of the facts. The counts are all case, as they may well be. They allege a subscription, creating a liability from which the law would imply a promise to pay, if none were expressed. The act of incorporation, the charter, and the sealed certificate are but matters of inducement, and case, therefore, well lies. It follows, that there was no error in overruling the demurrer.\nThe second assignment relates to the order of proof, a matter wholly within the discretion of the court below’. But, in fact, when the testimony was offered to prove the various calls for the subscription, the subscription itself had been sufficiently proved. The evidence was contained in the certificate to the governor. That, as we have seen, estopped the defendant from denying his absolute subscription, and it dispensed with the necessity of any other evidence in regard to it. It was a solemn admission, and more, for it was an admission that he was not at liberty to controvert. It is an ordinary rule, that estoppels by matter of record, or by deed, and even admissions of the same nature, though not so high in degree, amount to affirmative evidence of a thing which must, without them, have been established by peculiar proof. Thus the existence and execution of a deed may be proved by an estoppel, or solemn admission, even though it have subscribing witnesses: Bringloe v. Goodson, 5 Bingh. N. C. 739. In The Cromford and Highpeak Railway Company v. Lacey, in the Court of Exchequer, 3 Younge & Jervis 80, it was held, that a defendant, who had paid previous calls, and acted as a proprietor, was estopped, and that it was not incumbent upon the plaintiffs to show that the defendant had executed a contract. There the Act of Parliament required a subscription, in order to entitle to proprietorship. No other subscription was shown than the inference from the defendant’s acts. Admissions are a substitute for ordinary and legal proof, and solemn admissions of record, as by pleas, or by deed, have all the effects of ordinary proof: 1 Grreenleaf on Evidence § 169.\nThe evidence of the calls, to the admission of which exception was taken in the third bill, appears not to have injured the plaintiff in error. The call for the fourth instalment implied, necessarily, a call for the third; and though it may be, that a mere newspaper notice would not prove that it was authorized by the board of directors, yet an authorized call for a subsequent instalment was evidence that the former had been made by authority. Certainly, however, the defendant cannot complain when the penalty, or interest, on the third was not recovered.\nNor was he injured by the admission in evidence of the stock-book of the company. It was objected to as irrelevant, and incompetent for any purpose. But the plaintiff in error has failed to show us how in any way he could have been prejudiced by it. And, besides, if he was a member of the company, their books were competent evidence against him to prove the amount of the instalments, as well as the calls: Comfort v. Leland, 3 Whart. 88.\nIn regard to the fifth assignment of error, which is, that the court erred in refusing to order a nonsuit, we need only remark, that it is not the subject of review in this court. What has been said, moreover, vindicates sufficiently the refusal.\nIt remains for us but to add, that the court could not have affirmed the eighth, ninth, and tenth points of the defendant below. Had they done so, their ruling would have been in the teeth of the Act of Assembly. The one per cent, a month is the statutory interest, given expressly for delay of payment; nor is it the less so because it is denominated a penalty.\nThe result of the whole is, that we see no error in the record.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "iShaler, for the plaintiff in error.",
      "Graft and Hamilton, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Bavington versus The Pittsburgh and Steubenville Railroad Company.\nA commissioner appointed to réeeive subscriptions to the stock of a railroad company, subscribed for a certain number of shares in his own name, and united with the other commissioners in a certificate to the governor, on which letters patent were issued, that the subscriptions “ were in all respects made and taken in good faith, and agreeably to the provisions and requirements of the Acts of Assembly and the laws of the Commonwealth:” Held, that he was estopped, in an action to recover such subscription, from showing that it was made on a condition, that had not been complied with, in locating the road.\nSuch conditional subscription is to be deemed an absolute one, in an action to recover the same; for the condition is a fraud upon the Commonwealth, as well as upon the unconditional subscribers.\nAn allegation that calls for unpaid instalments were “ duly made,” is a sufficient averment that they were made in conformity with the Act of Assembly.\nAn amended declaration is not demurrable for the reason that it may require a change in the defendant’s pleas.\nAssumpsit lies for unpaid instalments of a subscription to the stock of an incorporated company.\nThe return to the governor is evidence of a subscription by one of the commissioners ; and he is estopped from denying it.\nProof of an authorized call for a subsequent instalment, is evidence that a former one had been made by the proper authority.\nThe books of the corporation are competent evidence against a corporator, to prove the amount of the instalments, as well as the calls.\nThe statutory penalty of one per cent, a month, on unpaid instalments, given by the Act of 19th February 1849, $ 8, is recoverable from the time of the respective calls, until judgment; it does not cease at the institution of the suit.\nThere is no limitation of time prescribed by that act, within which such statutory penalty must be sued for.\nThe refusal to direct a nonsuit is not the subject of review on a writ of error.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by the Pittsburgh and Steuben-ville Railroad Company against Thomas Bavington, to recover nine unpaid instalments of $10 each, on twenty shares of the stock of the company, subscribed for by the defendant, with the statutory interest of one per cent, a month, from the time of the respective calls.\nThe defendant was one of the commissioners appointed by the act of incorporation, to receive subscriptions to the stock of the company. He himself subscribed for twenty shares, of $50 each; attached to which was a condition “ that no subscription should become due and valid, until the sum of $200,000 should he bond fide subscribed in the books of the company;” and “provided the road comes within half a mile of Florence.”\nThe defendant .subsequently united with the other commissioners, in certifying to the governor, that above ten per cent, on the capital stock of the company had been subscribed; that he had subscribed for twenty shares; and that the subscriptions certified were in all respects made in good faith, and agreeably to the provisions and requirements of the Acts of Assembly and the laws of the Commonwealth; and that five dollars per share had been paid in on the several subscriptions. On this certificate, letters patent were issued to the subscribers. The road was located more than three miles from Florence.\nAfter the cause was at issue, the plaintiffs filed an additional count, predicated on the return of the defendant, as one of the commissioners for receiving subscriptions to the stock, wherein he was stated to have returned himself as a stockholder; and alleging his liability as arising from the certificate, as to the character of the subscription, as returned to the governor, for the purpose of obtaining the letters patent. To this there was a demurrer, which was overruled.\nOn the trial, the plaintiffs gave no other evidence of the original subscription except the return of the commissioners; and a paper signed by the defendant and others, as commissioners, calling a meeting for the first election of officers, after the issuing of the letters patent. They then offered evidence of the calls for the unpaid instalments, which was admitted by the court below under exception. The court also admitted the stock-book of the company, for the purpose of showing the fact of the calls, and the amount of the instalments; to which the defendant excepted. There was no proof of the authority under which the notice of the call for the third instalment was published; but this was supplied as to the fourth and subsequent calls.\nAfter the plaintiffs had closed their testimony, the defendant moved for a nonsuit, which was refused.\nThe court below (Hampton, P. J.) charged the jury, that the defendant, by his acts as commissioner, had estopped himself from alleging that his subscription was conditional; and negatived the following points presented by the defendant: — ■ ■\n• 1. That if thé evidence of the plaintiff is all believed by the jury, the defendant is entitled to a verdict.\n. 2. That the subscriptions of the defendant were conditional; that he was not bound to pay unless the railroad was carried within half a mile of Florence.\n3. That there has been no act, on the part of defendant, if the jury believe the evidence, that amounts to a waiver of the condition.\n4. If the court decline charging, as requested in the third point, the question as to whether the defendant waived the condition, is one for the jury.\n5. That the resolutions of January 7th 1853, and April 7th 1853, are to be taken as the construction put by the parties in interest upon the subscription under all the circumstances of the case, and that the court and jury are to be governed by it, and that as there is no evidence of a branch road to Florence, the defendant is discharged from the payment.\n6. That the plaintiff having failed to prove his case, as alleged in his declaration, the defendant is entitled to a verdict.\n7. That there is no proof of the calls having been made in conformity to the Acts of Assembly; and if the court decline to charge this as a matter of law, it is a fact for the consideration of the jury.\n8. That no penalty can be recovered for a longer period than six months from the time of the respective calls.\n9. That the penalty must cease upon the institution of the action, and that no more than ordinary interest can be recovered from the time of the commencement of the suit.\n10. That by the fourteenth section of the general Act of incorporation, the plaintiff is precluded from recovering penalties at all, in this case; the action not having been brought within two years of the time the penalty was incurred.\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs, for $1436.74, he removed the cause to this court, and here assigned for error : 1. The overruling of the demurrer to the amended count. 2. The admission of the evidence contained in his bills of exception. 3. The refusal to direct a nonsuit. 4. The refusal to charge as requested in the points presented on the trial. 5. The charge that defendant was estopped by his acts as commissioner from alleging that his subscription was conditional.\niShaler, for the plaintiff in error.\nGraft and Hamilton, for the defendants in error."
  },
  "file_name": "0358-01",
  "first_page_order": 358,
  "last_page_order": 364
}
