{
  "id": 418033,
  "name": "Anshutz's Appeal",
  "name_abbreviation": "Anshutz's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "375",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 303,
    "char_count": 6570,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 6.473690447264756e-08,
      "percentile": 0.39885182495195665
    },
    "sha256": "b3df8b05c7303468f4404432762026312ece8c3f6caa537cf19913d2ae30435a",
    "simhash": "1:cf0d1c1d0dc83374",
    "word_count": 1149
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anshutz’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe 15th section of the Act of the 15th February 1834, provides for the specific performance of the contracts of a decedent vendor of real estate, by proceedings in the Orphans’ Court of the county having jurisdiction of the accounts of the executors or administrators of the deceased. The application may be made by bill or petition, by the executors or administrators of the decedent, or by the purchaser of such real estate, or other person interested in such contract. Due notice of such bill or petition is to be given, in the first case, to the purchaser; and in the second case, to the executors or administrators and heirs of such decedent, or devisees of such estate, as the case may require. The case, therefore, of the intestacy of the vendor is specifically provided for, but not that of the intestacy of the purchaser, although clearly within the spirit and meaning of the Act of Assembly. The question then occurs, where both vendor and vendee are deceased intestate, upon an application by the administrator of the vendor, to specifically enforce the contract, who are the proper parties to the proceeding ? The rule in England is clearly stated by Mr. Fry, in his Treatise on the Specific Performance of Contracts, p. 48, in these words: “ If the purchaser die before completion, the contract may be enforced either by or against the vendor, or the heir or devisee of the purchaser; the personal representative being a party, as having an interest in disputing the contract, and as being the hand to pay the purchase-money ; and the heir or devisee of the purchaser being a party, as being the person entitled to have the estate conveyed to him, and to insist on a proper inquiry into the title.”\nFollowing this safe rule, upon the intestacy of a deceased purchaser, due notice of such application should be given to the administrator and heirs of the decedent, and to all persons deriving title from them or interested in such contract, so as to make them parties to the proceeding. As a matter of security, notice should also be given to the heirs of the deceased vendor.\nIn the present case, the petition is filed by the administrator of the deceased vendor, and states the names of his widow and issue; it also states the death of the vendee, the names of some of her children, and that the others have conveyed their interest to one of their brothers; and prays a citation to the said children and heirs of the said deceased vendee. The citation was issued to the children and heirs of the decedent, but was only served upon one of the children, Alfred P. Anshutz, he stating that he was the vendee of all the other heirs of the decedent, Eve Anshutz.\nAll the subsequent proceedings are then between the administrator of the deceased vendor, C. P. Anshutz, and the said Alfred P. Anshutz, and the decree of the court notices no other parties. There is little doubt, that the decree reaches the substantial justice of the case, but it is clear that the proper notice has not been given to those who should have been parties to the proceeding. Due notice should have been given to all the heirs of Eve Anshutz, and to her administrator, and as it appears she was a married woman, and had a trustee, to that trustee also. This we think indispensable, and for security, the heirs of the vendor must also be notified.\nThe decree is therefore reversed, and the record remitted to the Orphans’ Court, with directions to proceed according to law.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. & S. Woods, for the appellant.",
      "Flennilcen and A. II. Miller, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Anshutz’s Appeal.\n\"Where \"both the vendor and vendee of real estate are deceased, intestate, upon a. proceeding in the Orphans’ Court, by the administrator of the vendor, to enforce the specific execution of the contract, the administrator and heirs of the vendee, and all persons deriving title under them, or interested in the contract, must be made parties ; and notice should also be given to the heirs of the deceased vendor.\nAppeal from the Orphans’ Court of Allegheny county.\nThis was an appeal by Alfred P. Anshutz, from the decree of the court below for the specific performance, by the appellant, of a contract entered into by Eye Anshutz, his mother, for the purchase of a lot of ground from Christian P. Anshutz, now deceased, upon the petition of Joseph Woodwell, his administrator.\nOn the 20th February 1858, Joseph Woodwell, administrator of Christian P. Anshutz, deceased, presented his petition to the Orphans’ Court, setting forth that on the 7th September 1852, his intestate entered into a contract in writing with Eve Anshutz, to sell and convey to her a lot of ground on Wood street, for the sum of $7000, payable as therein mentioned. That Christian P. Anshutz died in 1854, seised of the said ground, without having made any provision for the performance of the said contract, leaving a widow and twelve children. That Eve Anshutz was also deceased, leaving issue, the said Alfred P. Anshutz and three other children, who were her heirs at law. And that all the other children of the said Eve Anshutz had conveyed their interests respectively in the said ground, to the said Alfred P, Anshutz, since the death of the said Eve Anshutz, who died intestate. He therefore prayed for a citation to the children and heirs of the said Eve Anshutz, to answer his said petition, and show cause why the specific performance of the said contract should not be decreed.\nIt appeared from the contract, a copy of which was annexed to the petition, that Eve Anshutz was a married woman, and had e. trustee.\nThe court below thereupon awarded a citation against the heirs of Eve Anshutz, deceased; and appointed a guardian ad litem for the minor children of Christian P. Anshutz, deceased. The citation was served on Alfred P. Anshutz only.\nAlfred P. Anshutz put in an answer, in which he denied that C. P. Anshutz had complied with his part of the agreement; and averred that he had never conveyed or oifered to convey his interest in the premises; he further denied that C. P. Anshutz died seised, or that he had a good title to the lot; and set forth that the agreement was intended to be a settlement of a disputed title; he also denied that he was the administrator of Eve Anshutz, deceased; and prayed to be dismissed with costs, &e.\nThe court below appointed a commissioner to take testimony and report the facts; and, on the coming in of his report, made a decree for the specific execution of the contract by Alfred P. Anshutz; whereupon this appeal was taken.\nR. & S. Woods, for the appellant.\nFlennilcen and A. II. Miller, for the appellee."
  },
  "file_name": "0375-01",
  "first_page_order": 375,
  "last_page_order": 377
}
