{
  "id": 417954,
  "name": "Warfel versus Cochran et al.",
  "name_abbreviation": "Warfel v. Cochran",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "381",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 104",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0104-01"
      ]
    },
    {
      "cite": "3 Wh. 512",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 340",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0340-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 339",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0339-01"
      ]
    },
    {
      "cite": "4 Cow. 727",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Paige 509",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0509-01"
      ]
    },
    {
      "cite": "10 Mass. R. 70",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0083-01"
      ]
    },
    {
      "cite": "4 Mass. 522",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003991
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0457-01"
      ]
    },
    {
      "cite": "6 Wh. 540",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 371",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pet. 97",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 184",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 10268,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.7236119419230655e-07,
      "percentile": 0.7043082434535759
    },
    "sha256": "46b9125241533021f0331be312e1d50b000ecac7d7920ee671e51474471de9c5",
    "simhash": "1:df8b89162457ce7b",
    "word_count": 1833
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Warfel versus Cochran et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe do not discuss the question of fact relative to the natural course of this brook, because that does not seem to us to be material. The question is, how may the public authorities dispose of the brook, in relation to the road. No lapse of time can absolutely fix a given course for it, as a servitude or encumbrance on the public rights of highway. However long it may have crossed the road in a given manner, it may be changed to meet the demands of public convenience. That it has run in one channel for ten or twenty years, may be evidence that that is its best course; but it may, on the other hand, afford the proof of experience that it is not so. Road commissioiiers, or supervisors, ought not to change the drainage of the country to the injury of any one, whether the existing form of it be new or old, unless the public rights really require it. If they do so with recklessness, partiality, or malice, it is but just that they should answer for it.\nThis bill charges the defendants with intending and beginning to change the usual course of this brook, in order to oppress and injure the plaintiff, by throwing the water back upon his land. The defendants deny this entirely, and aver that it is necessary to make the change, because the brook, in its old course, had so washed out the road as to make it • dangerous, and that they intended to convey the water along and on the east, instead of the west side of the road, and then across it by a culvert, at the crossroad close by, and back into its old channel; and that their plan could be carried out without any injury to the plaintiff.\nWe do not discover anything unlawful in the intention of the road commissioners. Possibly, their plan is impracticable, but we have no evidence of it. We must presume the work is needed, until the contrary is proved. It may occasion some injury to the plaintiff, during its execution, by reason of some unavoidable necessity, or for want of care and skill in those employed about it, but this will not justify an injunction to stop it.\nThe road commissioners are intrusted with the jurisdiction of such matters, and are to decide both upon the need of such work, and upon the mode of doing it; and we are not clear, that we ought, in any case, to control them by injunction, where they have authority to act. In this case, certainly, the plaintiff has shown no equity entitling him to the relief prayed for.\nDecree of the Common Pleas reversed, and it is now here adjudged and decreed, that the plaintiff’s bill be dismissed, with costs to the defendants; and the cause is remitted to the Common Pleas for execution.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. C. Marshall, for the appellants,",
      "Walker and Johnson, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Warfel versus Cochran et al.\nRoad commissioners, or supervisors, have power, in the exercise of their discretion, to change the course of a running brook, if demanded by the public convenience.\nThey ought not to change the drainage of the country, unless the public rights really require it; and if they do so with recklessness, partiality, or malice, they may be responsible for the damage thereby occasioned.\nThey are intrusted with the jurisdiction of such matters, and are to decide both upon the necessity of the work, and the mode of doing it; and, it seems, the courts ought not to control them by injunction.\nAppeal in Equity from the Common Pleas of Indiana county.\nThis was a bill in equity, exhibited by Martin Warfel against Robert Cochran, Samuel M. Brown, and George W. Brecht, road commissioners of'Mill Creek township, and Daniel Young, for an injunction to restrain the defendants from damming up and obstructing a brook or creek, which ran across a public highway, called East Lane, adjoining the farm of the complainant. *\nThe bill averred that the brook had run in this channel for at least twenty-eight years; and that the authorities of Mill Creek township, with a view of oppressing and injuring the complainant, had determined to fill up and wholly obstruct the channel thereof, adjoining his premises; and had been and were encroaching upon his land and fences, to his great, manifest, immediate, and permanent injury; and prayed for an.injunction to restrain them from so doing.\nThe defendants, by their answer, set forth that by reason of the brook in question crossing the public highway, at the point mentioned in the complainant’s bill, it had washed out and gullied the road in such manner as greatly to incommode, and become dangerous to travellers; and that the respondents were about repairing the said road, and putting the same in a condition for public use. That in order to do so, it was necessary to fill up the channel cut by the brook, on the west side of the road, and across East Lane; and to turn the stream down near the east line of East Lane, to a suitable culvert across the Ridge Road, passing the water into the present channel north of the Ridge Road ; according to a plan adopted and intended to be carried out by them. And that Daniel Young and others had been employed by the road commissioners to perform the work.\nThere was a replication to this answer; and much testimony having been taken, the cause came on for hearing, on bill, answer, and proofs; when the following opinion was delivered by the court below:—\n“ There is a strong, deep-seated repugnance in the mind of a court trained in the principles and practice of Pennsylvania jurisprudence, to engage in the determination of facts — that part of the administration of justice, by the well-established practice of our state, being ceded to the juries. But it was found, or at least supposed to be, by the law-making power, that cases did arise which required more speedy and prompt action to prevent wrong irreparable in the regular course of law. The legislature, by the Act of the 16th June 1836, in the fifth clause of the thirteenth section, conferred certain equity powers on the District Court and Court of Common Pleas of Philadelphia, in order to provide against such cases; as it was found the injury either could not be repaired at all, at iaw, or when it even could be, would necessarily be entirely inadequate, or be so tardy as to amount to a denial of justice. The same powers are extended by the Act of 21st April 1854, to the courts in the sixth judicial district.\n“ The question in this case is, whether the injury complained of here, is such an one, as is provided for under these acts of the legislature. It is conceded on all hands, that unless the power is conferred by positive statute, and the case comes clearly within the powers thus conferred, it does not exist.\n“ In order to grant the prayer of the complainant in the bill, it is necessary to determine, at least for the time being, some matters of fact, which must, in the course of a trial at law, be submitted to a jury, and rightfully belong to a jury at law. In the case before us, although there is much variety, and some conflict between the witnesses, yet there is really substantially no conflict as to the main, material facts. It is apparent, from all the evidence, and from a personal examination we made upon the ground, that the location of the road, on East Lane, has been substantially the same, as at the time of committing the injury, as claimed by this bill, for a long period, perhaps twenty-five or thirty years, certainly more than twenty-one years, with the water crossing it, under a small bridge or culvert, entering East Lane at the east, and running across until it reaches near the western side, and thence northwardly across the Buffalo Road, under a small bridge on that road. That the respondents undertook to change this location, so far as the small stream of water was concerned, by stopping the water at or about the eastern line of the lane, by filling up the watercourse, and driving it into the complainant’s field. This is the injury complained of, and to prevent the further commission of which, we are asked by the bill to restrain and prevent. If the act is wrong, it is an act contrary to law, and therefore within the provisions of the Act of Assembly. The distinction has been well taken by defendants’ counsel, between the general powers of a Court of Chancery in England, and those conferred upon the common law courts under our Acts of Assembly. In the former, an act contrary to either equity or law, may be restrained ; the latter is limited to acts done contrary to law. A number of eases have been pressed by the defendants’ counsel upon our consideration with much ingenuity, but we think not sufficient to control the decision of this case. We think the injury here comes clearly within the class mentioned in one of the cases cited: Hagner v. Heyberger, 7 W. $ S. 104, 107.\n“Andnow, to wit, August 1st 1859, this cause coming on this day to be finally heard, and having been debated by counsel, it is ordered and decreed, that the injunction formerly granted in this case, to restrain the defendants, collectively and severally (and all others complained of, or in and by the plaintiff’s bill referred to) in the premises, be and the same is hereby made perpetual. And it is further ordered, that the said defendants named, and every of them, pay, in the aggregate, to the plaintiff, his costs of suit, to be taxed, &c.”\nFrom this decree, the road commissioners took the present appeal.\nJ. C. Marshall, for the appellants,\ncited Act 16th June 1836, § 13, Brightly’s Purd. 306 ; Commonwealth v. Bank of Pennsylvania, 3 W. & S. 184; Hagner v. Heyberger, 7 Id. 104; Attorney-General v. Cleaver, 18 Ves. 217; City of Georgetown v. Alexandria Canal Company, 12 Pet. 97; Attorney-General v. Utica Insurance Co., 2 Johns. Ch. 371; Crowder v. Tinkler, 19 Ves. 617; Commonwealth v. Rush, 2 Harris 186 ; Gilder v. Merwin, 6 Wh. 540; 4 Mass. 522; 2 B. & Ad. 662; 9 S. & R. 39; 16 Id. 400 ; 2 Wms. Saund. 175 d.; Chitty’s Cr. Law 132; 10 Mass. R. 70.\nWalker and Johnson, for the appellees,\ncited Brightly’s Equity, § 608, &c.; 1 Pars. 222; Finley v. Aiken, 1 Grant’s Cas. 83; Grandin v. Le Roy, 2 Paige 509; Hawley v. Cramer, 4 Cow. 727; Underhill v. Van Cortlandt, 2 Johns. Ch. 339 ; 6 Wh. 340; 6 W. S. 552; 7 Id. 107; Brightly's Equity, § 25, &c.; Jarden v. Railroad Co. 3 Wh. 512; Hagner v. Heyberger, 7 W. & S. 104; Commonwealth v. Rush, 2 Harris 186."
  },
  "file_name": "0381-01",
  "first_page_order": 381,
  "last_page_order": 384
}
