{
  "id": 417940,
  "name": "De France et al. versus De France et al.",
  "name_abbreviation": "De France v. De France",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "385",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Leg. Int. 125",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Litt. 74",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        4216869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/15/0074-01"
      ]
    },
    {
      "cite": "3 Hawks 423",
      "category": "reporters:state",
      "reporter": "Hawks",
      "case_ids": [
        11277517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/10/0423-01"
      ]
    },
    {
      "cite": "1 Day 139",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/1/0139-01"
      ]
    },
    {
      "cite": "1 Wash. 14",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        6714287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/1/0364-01"
      ]
    },
    {
      "cite": "1 Paige 48",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2178436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/1/0048-01"
      ]
    },
    {
      "cite": "1 How. 118",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3325550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/42/0118-01"
      ]
    },
    {
      "cite": "3 Watts 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841250
      ],
      "pin_cites": [
        {
          "page": "189, 190, 194, 197"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0188-01"
      ]
    },
    {
      "cite": "8 W. & S. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 238",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0323-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1078,
    "char_count": 25719,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.640128918599923e-07,
      "percentile": 0.6909381589428573
    },
    "sha256": "43beaae8a86f5d03c56b4c2db7b436d2be4e63c9c55fea044222d93597e079cc",
    "simhash": "1:9c832f87f7d67065",
    "word_count": 4571
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., and Read, J., dissented."
    ],
    "parties": [
      "De France et al. versus De France et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivere'd by\nLowrie, C. J.\nEquitable principles are continually insinuating themselves into the system of the law. Our law abounds with principles that were formerly purely equitable. And the process by which this takes place is perfectly natural; for, in the progress of society, and in the natural changes of its customs, exceptional principles are constantly demanding recognition, and continually enlarging their sphere, until they become general, and thus truly legal. In this way, the social system keeps pace with the changes of social purposes and principles, and never requires any violent disruption.\nIt is often said, that equity is part of our law; yet this does not mean that there is no distinction with us between law and equity. There is a natural and indelible, distinction between them, in so far as equity is expressive of that form of justice that demands exceptional principles and exceptional remedies, where the general rules of law are inadequate to the proper solution of given cases. And of course there is, and always will be, an intermediate and indeterminate zone of ambiguous principles, which cannot be classified as belonging certainly and exclusively to either law or equity ; and this ambiguity will always make them somewhat difficult of administration, and give rise to somewhat inconsistent decisions.\nBut it was always a rule of practical jurisprudence, however unsteadily adhered to, that where a case is covered by a clear rule of positive law, it is only the court, and not the jury, that can admit or administer any exceptional or equitable principle in its behalf. This rule is a very essential one, for without it wre can really have no law. Eor the ascertainment of matters so transient as facts, a transient and untrained tribunal like a jury is quite adequate ; but for the settlement of principles, which in their very nature are enduring, a trained and permanent tribunal is absolutely necessary. There can hardly be a law that is free from equitable exceptions, and if the jury are to be the judges whether a given case is properly within any such exception, then the exceptions, and consequently the law itself, become quite indeterminate.\nIt is sometimes supposed that, when a principle of equitable exception to law has become recognised, the jury must judge from all the facts of a case, whether it properly falls within the principle, taking the advice of the court to aid them in their duty. But this is not universally true, even in strictly legal questions; for there is scarcely any case that does not abound with facts which are totally inadmissible as evidence, in any proper treatment of the question. These are excluded by the court, especially, if there is any danger that the jury may attach importance to them. This is a mode in which the judge is continually taking facts from the jury, and thus really weighing the importance of them, in the performance of h.is legitimate and undisputed functions.\nIn the present case, the judge discussed the facts, and decided their inadequacy, as a ground for an equitable exception to the general rules of law; and yet, in doing so, he was simply performing his own functions. No judge ever assigns reasons for overruling an offer of evidence, without discussing the facts involved in it, in order to show that they have no weight or importance in the investigation. The preliminary operation for all the final reasonings on a case, is to get clear of all such facts as ought not to influence the conclusion. No philosopher ever attempts the solution of a case of natural science, without having first eliminated all the facts that are unimportant, or that would tend only to embarrass or mislead. _ In a juridical case, this preliminary operation is performed by the judge; and in performing it, he is of course dealing with facts, and deciding how far they are proper elements of the case. He performs the same operation in a case stated, when he first sifts out .all the irrelevant and immaterial facts, before he begins to reason upon the essential residue. In the early stages of juridical science, this function would, of course, be very rude]y performed. Centuries of observation and practice have been constantly improving our'skill and science in this respect. The time was, when many facts were admitted as important in given investigations, which are now admitted to be not so, and time may yet work other modifications of our ideas.\nA fact, alleged .contrary to the well-known laws of cause and effect in nature and in society, is not to be proved by the ordinary evidence that is proper for ordinary facts. The judge weighs all the evidence offered of the fact, and decides upon its competency or adequacy. If the fact really conflicts'with a natural law that is not well known, then the law itself becomes matter of evidence by means of experts, or men of skill and science on the given subject. In matters of civil law, the judge is the expert. The facts being given, he declares the law and result of them. The jury find the disputed and disputable facts for him; but he excludes from their inquiry all testimony about facts which judicial logic regards as immaterial, or misleading.\nIt is a plain law of nature, that exceptional facts, or facts that are contrary to the common law, or established order of events, require to be proved by very different evidence, from that which is necessary for ordinary facts; different, it may be, both in kind and degree; and this principle is as applicable in civil, as in natural law. The expert, in each case, the judge or the physicist, must decide, whether the evidence offered, is admissible to sustain the exception. If not, the general rule must stand, as the law of the ease.\nTake a common instance. The judge interprets a written contract in a given way. But, says one party, not that, but this, was our intention. How will you show it ? By testimony of the conversations between the parties, and we want the jury to decide. That cannot be, for you have deliberately written down your intention. But, is not intention a matter of fact, that may be ascertained from the acts and conversations of the parties? Yes, usually it is so; but here the general rule of law is against you, and you stand upon an equity.; you have written what, in common sense and by common usage, must be taken as the very evidence of your intention; and that is not to be set aside, by judge or jury, 'by inferences from conversations that were not, or may not have been, intended as evidence of the contract; without the writing these might answer, but against it they are good for nothing. But may not the jury estimate their worth, under instructions given by the judge ? Hot at all; they might not understand such hasty teachings; it costs a lawyer, or any other man of science, many years of study and experience, to understand many of the rules of his profession, and a jury cannot learn them in an hour; the judge does not ask the jury to learn them, or to take them on faith in him; he acts himself upon them; he requires that it shall be made clear to his mind, that great injustice will be done by a strict adherence to the general rules of law, before he allows an exception to these rules on equitable grounds; and in this, he assumes no functions of the jury, but simply performs his own.\nIn our present case, the plaintiffs seek, by oral testimony, to convert the absolute conveyance of their ancestor, into an equitable mortgage. In testing such questions, we ought to receive English decisions with some caution ; for, in England, mortgages belong to equity jurisprudence, while with us they are matters of strict law; and they allow mortgages in many cases where we do not. The claim here is of an equity against law, and the judge must so control the decision upon it, as to see that the law is maintained, even in admitting exceptions to it. In strict law, no mortgage is allowed, that is not proved by written evidence, and the judge may not admit any lower evidence on equitable grounds, without seeing that justice imperiously demands it. The case of a lost instrument is a useful analogy. If, in such a case, the judge refuses to hear secondary evidence, until he is perfectly satisfied that the justice of the case cannot be otherwise administered, much more, it would seem, ought this to be so, where the evidence which the law makes, not merely primary but essential, never had any existence.\nWe have made the foregoing remarks in answer to the objection urged by counsel, that the court below had invaded the province of the jury, by deciding that the plaintiffs had not made out a case for equitable interference, and to the same objection sometimes urged, against the mode in which such questions are usually treated in this court. We proceed now to the special case before us; and with the aid of the above principles we can dispose of it briefly, though we are not unanimous in making our application of them. A majority of us think that the learned judge below decided the case properly. Our brothers, Thompson and Read, do not agree with us in this. The plaintiffs have no legal title. Their ancestor had it, and conveyed it to the defendant. The conveyance is absolute, but they say it is a mortgage, and yet they have no writing to show it. They offer to prove it by oral testimony, and thereby they ask to make their case an exception to two rules of positive law ; one, forbidding oral testimony to be heard in contradiction of the written definition of the transaction made by the parties; and the oth,er, forbidding any other than written evidence of title to land.,- Of course, they must satisfy the judge, by most convincing proof, that great injustice will be done them, by.holding them to the-evidence required by the law, before he can be justified in making their case a;n exception; before dispensing with the evidence required hy the law, he must be satisfied with the proffered substitute for it, and of the necessity of resorting to it.\nOught the judge to have been satisfied of this ? We think not. We go back to the time of the transaction, near fourteen years ago. It is quite evident, that the defendant intended no mortgage, and no loan on the security of the land. He refused to deal except as a purchaser, and -the grantor did not allude to a mortgage: the purchase was perhaps measured by the debts or necessities of the grantor; but that proves nothing. There was no bargain to reconvey on repayment, and no agreement that the grantor should be the debtor of his brother for advances. Debts were paid, not by way of loan, but as the price of the land.\nThe consideration named is $200,.and witnesses value the land at $600 to $800; but we can infer nothing from this, for the grantors’ title was then incomplete, being without a patent, and without full payment; and estimates of value, reaching back to a given point of time near fourteen years before, and not sustained by any actual contemporaneous sales, are almost- worthless in such investigations. And besides, -there may have been other considerations, for we find that the grantor continued to live on the land, with the permission of the grantee, and under a lease from him, until the grantor’s death, five years afterwards, and sometime after his death the family gave it up to the defendant. The-parties did not intend a fraud on creditors, for they were to be paid. If they intended to fix the'title, so that no future creditors could reach it, this could not be done by a mortgage, or hy a trust. If it was an absolute sale, the grantee could favour the grantor and his family as he pleased, in the use of it, but not otherwise.\nAll the loose conversations between the parties, or between the defendant and third persons, are certainly not a proper substitute for the written evidence required by the law. And we may add, that we perceive no equity, in making an exception to the law in favour of a case of this magnitude, where the value of the thing in controversy is scarcely equal to the expenditure of time, trouble, and money which the controversy costs. We do not promote the public welfare, or private interests, by encouraging such litigation.\nTo speak of a fraudulent use of the title, after the defendant got it, is simply to beg the question of the cause, and gain nothing by it. The question is, have the plaintiffs any title, or was any title left in them by the transaction ? If not, the defendant could not commit any fraud on them, by any use he would make of the land, or of the deed that showed his title to it. For a more full illustration of the principles that govern such a case as this, we refer to the late case of Todd v. Campbell, 8 Casey 250.\nJudgment affirmed and record remitted.\nThompson, J., and Read, J., dissented.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Church and Heydrick, for the plaintiffs in error.",
      "W. M. Stephenson, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "De France et al. versus De France et al.\n, If a case be covered by a clear rule of positive law, it is only the court, and not the jury, that can administer an equitable exception in its behalf.\nThe court alone is the judge whether the evidence offered, is admissible to sustain an exception to a rule of positive law.\nThus, it is the province of the court to decide, whether particular parol evidence be sufficient to convert an absolute conveyance into an equitable mortgage.\nIf the grantee did not intend to make a loan on mortgage, refused to deal except as a purchaser, and made 'no contract to reconvey in case of repayment of the purchase-money, the conveyance cannot be converted into a mortgage, by evidence of loose conversations, to the effect that the grantee would reconvey upon repayment, although coupled with evidence of inadequacy of the consideration; the transaction having taken place fourteen years ago, and the title being then incomplete.\nTodd v. Campbell, 8 Casey 250, affirmed.\nError to the Common Pleas of- Venango county.\nThis was an ejectment by Caroline De France, and others, the children and heirs at law of Charles De France, deceased, against Allison De France and Jacob Smith, for a tract of 120 acres of land, in French Creek township.\nBoth parties claimed title under Charles De France; the plaintiffs, by descentras his children and heirs at law; the defendants, under a deed from Charles De France to Allison De France, his brother, dated the 18th February 1846.\nThe plaintiffs gave parol evidence, tending to prove that the deed of the 18th February 1846, although absolute on its face, was only intended as a mortgage, to secure the repayment of the consideration-money expressed therein. This evidence consisted chiefly of conversations between Charles and Allison De France, and between Allison and third parties, to the effect that he intended to reconvey the land to his brother, on being repaid the amount of the purchase-money, with interest. It was also shown that the consideration was but $200, whilst the land was then worth from $600 to $800 ; no patent, however, had then been taken out for the land, nor had the full amount of the purchase-money been paid to the Commonwealth. Charles De France continued in the possession of the land, under a lease from Allison, until the time of his death, on the 8th February 1851.\nThe court below (McCalmont, P. J.) delivered the following charge to the jury, which, at the request of the plaintiffs’ counsel, was reduced to writing, and filed of record:—\n“ The plaintiffs claim that the deed of 18th February 1846, recorded on the 19th, from Charles De France and wife, the father of the plaintiff, to Allison De France, his brother, the defendant, although absolute on its face, was intended as a mortgage; and that this may be proven by parol; and that it has been established by the evidence.\n“ In considering the subject of parol mortgages, I will briefly refer to parol trusts, to which they seem to be allied, at least so far as the quality of the proof is concerned. That there may be an express trust created in land by parol, notwithstanding the statute of frauds and perjuries, seems to be decided by the cases, and established, although liable to be shaken. It was announced authoritatively in the case of Kissler v. Kissler, 2 Watts 323 ; and expressly reiterated in the cases of Swartz v. Swartz, 4 Barr 353, in which the authorities were cited, and Murphy v. Hubert, 7 Barr 420. These trusts, I understand, are such as are en-grafted upon the deed by the grantor expressly, at the time of the execution and delivery. As, if one grants land to another by deed, but expresses at the time, that the grantee shall hold the same for the use of other parties. Of late, however, the doctrine of these cases has been doubted so far as recognising a parol trust for the grantor ; and in Porter v. Mayfield, 9 Harris 263, it may be considered as expressly overruled. In Balbeck v. Donaldson, it admitted of a qucere wrhether Murphy v. Hubert, 7 Barr 420, was law. But the case of Murphy v. Hubert was a trust not entirely for the grantor.\n“ How is it as to mortgages ? It seems to be the law of Pennsylvania, repeatedly decided (Woods v. Wallace, 10 Hams 171), that the defeasance to a deed, absolute on its face, may be by parol. And yet it is somewhat difficult to see the difference in effect between such a case, and that of a trust in the grantee for the grantor; at least, the danger of admitting parol testimony would seem to be as great in the one case as the other. It seems to be as easy to establish by parol a mortgage, as a trust. There are very few, if any, cases in the books, where the proof of the defeasance rested wholly in parol. The reason is, doubtless, that no one now-a-days gives an absolute deed of himself and wife, as security for the repayment of money. True, it may be done. But there are few cases, except where the deed would be procured fraudulently, or the defeasance omitted by mistake. In the latter case, it would be considered the same as if written, and in the former, it would be no deed at all.\n“ But from the cases, it is certain, that there may be a valid parol defeasance to a deed absolute on its face; or that the deed may be proven to have been intended and delivered as a mortgage or security merely for the loan of money or future advances. We so decide in this case, and instruct you that such is the law.\n“ But the deed being absolute, the plaintiffs ask for the equitable interference of this court: Murphy v. Hubert, 4 Harris 50. If there had heen fraud in procuring it, it would have been cognisable at law, as well as in equity, and perhaps exclusively a question of fact for the jury. As the plaintiffs claim in equity, we think it becomes our duty to pass, in some measure, on the quality of the evidence, as supporting the allegations.\n“ In establishing parol contracts for lands it has been held, that’ the evidence must be express, direct, and unambiguous; and that in certain cases the value of it, or whether deficient in quality, must be passed upon by the court: Moore v. Small, 7 Harris 461. The same doctrine is held in parol contracts between persons standing in the position of parent and child: Bash v. Bash, 9 Barr 260. And generally, upon the proof of contracts, by parol, relating to lands, or between parent and child, or in subversion of the letter of a statute, the courts, of late years, have been narrowing and accurately defining the boundaries. Upon a given state of evidence, although bearing upon the question and some evidence of the fact alleged, it has been held to be the duty of the court, as a chancellor, to weigh it, and if insufficient, under the rules of equity, to prove the contract, so to decide, and to take it from the jury. In this, the court is not encroaching upon the province of the jury; for it never was the province of the jury to decide cases in equity; nor questions of fact arising thereon, unless merely to inform the conscience of the chancellor.\n“ In the ease before us, we think the evidence of the mortgage should be direct and positive and unambiguous. It should relate to a contract made at the time the deed was executed and delivered. By direct and positive I do not mean the evidence of a witness who heard the bargain (Bash v. Bash, 9 Barr 260), but, although proven by declarations or admissions, it must not be an inference from the admission, nor must the declaration be equivocal.\n“ The declarations of parties are so liable to be misunderstood and misinterpreted, or interpreted according to equities which we suppose ought to exist, that if they are allowed, they should afford direct and positive evidence of the fact alleged. I see no direct and positive evidence in the case, unless it be the evidence of James McGinnes. This witness was not examined on the other trial. He said, that he was at Charles De France’s at one time, when Allison was there; said to Charles — they tell me you have sold your farm. He said — no, Allison had taken it into his care, until he would repay him the amount of money that was against it. He observed, that he had only .given it into Allison’s hands to keep those men from selling it, and it would be better than to have the land sold from him. This might, if believed, be some evidence of the contract for the jury. But is the plaintiffs’ evidence free from ambiguity ?\n“Was the deed from Charles to Allison absolute, and the trust in parol secret, for the purpose of covering the land from the creditors of Charles, who had not obtained judgments, and thus securing it as a home for Charles and his children ? If so, it was a fraud upon creditors. It would have been bad as to them, but it is good as to Charles, and neither he nor his children could set up such a trust against the defendant: Murphy v. Hubert, 4 Harris 50. The plaintiffs’ evidence leaves it doubtful whether such was not the transaction.\n“ Or was the deed absolute, in consideration of Allison paying the judgments and debts then contracted, and for the purpose of providing a home for his brother during his life ? If so, it might have been fair and honest as to future creditors, and there could be no action of any kind, if the contract was complied with by Allison De France. The evidence of the plaintiff leaves it doubtful if such were not the facts. Was there an absolute deed, and no agreement for a loan, and Allison the grantee declared that he would hold it for Charles, on being paid the amount expended, it would be a trust by parol, which could not avail the plaintiffs under Porter v. Mayfield, 9 Harris 263. The evidence leaves it doubtful if this were not the case. If the deed was once a mortgage, it would always be a mortgage. But we are of opinion, that the plaintiffs’ evidence is ambiguous, and not clear; and that it is insufficient, on the whole, to prove that there was a defeasance, or to turn the deed into a mortgage.\n“Nor are we at all satisfied from the evidence, of the equity of the plaintiffs’ claim. It is evident to our mind, that Allison De France would have allowed his brother and wife to have lived on the land twenty years instead of five or six, had his brother so long lived; that Allison received no rent from the lease, but on the contrary, made use of it for the purpose of protecting Charles’s property from his creditors for him. That Charles could not pay the judgments, nor could he borrow money from any one ; and that he understood perfectly the transaction — that his brother had the title, and he had, at most, only the promise or confidence that his brother would take care of him, and sell him the property again, if, in a reasonable time, he could raise the money.\n“ It may be that the jury would come to a different conclusion. We ourselves believe that the defendant should, if he has not already done it, pay the full value of the land as it was at the time he purchased. We are not satisfied that he would not do so. But to require him to lose his land and improvements on such evidence, would, we think, operate to unhinge title, and to weaken written securities.\n“ Whatever may be the moral obligation resting upon the defendants, if any, we are satisfied that the evidence is too ambiguous to raise a legal obligation in the present form of action, and that the plaintiffs cannot recover.”\nThe jury having, under this instruction, found a verdict for the defendants, the plaintiffs sued out this writ, and here assigned the same for error.\nChurch and Heydrick, for the plaintiffs in error.\nIf there was any evidence, however slight, that the deed from Charles to Allison was given as a security for money loaned, it ought to have been submitted to the jury: Cole v. Bolard, 10 Harris 431-5; Porter v. Mayfield, 9 Id. 264; Rearich v. Swinehart, 1 Jones 238; Parke v. Chadwick, 8 W. & S. 98 ; Hiester v. Maderia, 3 Id. 387 ; Colwell v. Woods, 3 Watts 188, 189, 190, 194, 197; Kunkel v. Wolfersberger, 6 Id. 131; Kerr v. Gilmore, Id. 413; Morris v. Nixon, 1 How. 118.\nParol evidence is not only competent but legally sufficient to convert an absolute deed into a mortgage: Lee v. Manhattan Co., 1 Paige 48; Whitrick v. Kane, Id. 202; Ross v. Norvell, 1 Wash. 14; Marks v. Pell, 1 Johns. Ch. R. 594; Todd v. Rivers, 1 Desau. 155; Washburn v. Merrill, 1 Day 139; Lewis v. Robards, 3 Monr. 409; Streator v. Jones, 3 Hawks 423; Thompson v. Patton, 5 Litt. 74; Jones v. McDougal, 14 Leg. Int. 125; Maxwell v. Montacute, Prec. Ch. 526; Horn v. Pattison, 1 Grant’s Cas. 306; Reitenbaugh v. Ludwick, 7 Casey 131; Todd v. Campbell, 8 Id. 255.\nW. M. Stephenson, for the defendants in error,\ncited Moore v. Small, 7 Harris 461; Poorman v. Kilgore, 2 Casey 371-2; Rankin v. Simpson, 7 Harris 471; Brawdy v. Brawdy, 7 Barr 157 ; Strimpfler v. Roberts, 6 Harris 283; Todd v. Campbell, 8 Casey 250."
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 394
}
