{
  "id": 418011,
  "name": "Road in Chartiers Township",
  "name_abbreviation": "Road in Chartiers Township",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "413",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 5636,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.6897222755882404e-07,
      "percentile": 0.8274772004082092
    },
    "sha256": "7c6ae541885ac01ec77272a26ec832419f44d8c20442bb7342765de4498ef133",
    "simhash": "1:d22b3d93db3ffd39",
    "word_count": 1007
  },
  "last_updated": "2023-07-14T20:30:39.991262+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Chartiers Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThis certiorari brings up only one record, being No. 14, of March Sessions 1858. A copy of a previous one is put on our paper-books; but we have nothing to do with it. It does not properly appeal’, therefore, that any of these viewers were on a former view of the same matter; and if it did, we might not regard them as incompetent, if this view be substantially but a recommitment of the case, because of some formal error in the first proceeding. We generally prefer leaving questions of partiality of viewers to the judgment of the court below.\nWe do not see how a party who has been allowed damages, can complain that it does not appear that the property-holders were asked by the viewers to release. But we have already said that we shall presume that this duty was performed: 8 Casey 287.\nThe real objection of these compláinants is, that the damages allowed them are insufficient, and the court refers them to another view for that, and confirmed the view. But we do not think that they were then .entitled to a view, or review, on account of the damages. In the ease of Durnall’s Road, 8 Casey 383, under a similar law, we decided that a review was the proper remedy for such a complaint. An exception does not reach the case, for, to sustain it, would set aside the road, which would be giving it too much effect; or would set aside the part of it which is in favour of the exceptants, and that is not what they want. They want more damages, and ought, therefore, to have asked for a review at the second term. The remark of the court that they were willing to grant another view for the damages, goes for nothing, and is improperly on the record.\nProceedings affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Kuhn, for the exceptants.",
      "J. K. Bailey, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Road in Chartiers Township.\nIn a road' case, this court cannot notice the fact, that some of the viewers had served in the same capacity, on a former proceeding to lay out the same— road.\nIf the fact were so, they might not be incompetent, if it were substantially but a recommitment of the case, because of some formal error in the first proceeding.\nThis court prefers leaving questions of the partiality of viewers to the judgment of the court below.\nA party who has been allowed damages, cannot be heard to complain that the property-holders were not asked by the viewers to release, under the Act of 24th February 1845. This will be presumed to have been done, unless the contrary appear upon the face of the record.\nThe remedy, under that act, for an insufficient allowance of damages, is by an application for ■ a review; and not by exceptions to the report of viewers.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 8th May 1858, the petition of divers inhabitants of Chartiers township was presented, praying for the appointment of viewers to lay ,out a road from the Middletown road, at or near McClelland’s house, to the Steubenville turnpike road, at or near McLarren’s flour-mill, in the sai'd township.\nViewers were appointed, who reported in favour of the road as prayed for by the petitioners,' and assessed the damages of the parties thereby injured; and among others, awarded to the Heirs of Frederick Lorenz, $50. The report was only signed by two of the viewers, N. Patterson and M. Harbison. The proceedings were under the Act of 24th February 1845: Brightly's Purd. 728-9, pi. 118-21.\nTo this report the following exceptions were filed on behalf of the Heirs of Frederick Lorenz :\n1st. That two of the viewers, N. Patterson and M. Harbison, were incompetent to act as viewers, having already formed and expressed an opinion as to the matter referred to them, as will appear by the record of this court, in No. 1, of June Sessions Í857.\n2d. That said road is unnecessary, and running nearly the whole distance almost parallel with and near to another public road now in use, and if opened will be burdensome to the township.\n3d. That it does not appear that the viewers made any applications for releases of damages, from the owners of the land through which the road passes, and have returned none; and no such application was made to the heirs of E. Lorenz.\n4th. That the damages given to E. Lorenz’s heirs are grossly inadequate. That said road occupies more than two acres of their improved land, and will require one mile of additional fencing. That said land is worth $250 per acre, and the cost of said fencing will be $300 or $400, and for all this $50 is allowed ; while the road is of no utility to the owners of said land, and will not, if made, be used by them. The damages ought to have been $800.\n5th. That the only viewers who signed said report were those who had prejudged the case, and were incompetent to serve.\n6th. That the court ought to have set aside the old report, and appointed a new set of viewers, in No. 1, of June Term 1857, and not, on the motion of counsel of petitioners in old case, appoint the same viewers in the second application or petition.\n7th. That said report is defective, and does not comply with the requirements of the Acts of Assembly, in such case made and provided.\nThe court below, in deciding the case, filed no opinion, but merely entered on the argument-list the following order:\n“ December 28th 1858. The exceptions are overruled (all but exception 7); the report of viewers is confirmed; the road, when opened, to be 33 feet wide. The court will, on petition, appoint viewers, under exception 7, to assess damages.”\nThe exceptants thereupon removed the proceedings to this court, and here assigned the same matters for error.\nKuhn, for the exceptants.\nJ. K. Bailey, for the petitioners."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 415
}
