{
  "id": 418020,
  "name": "Mish versus Wood et ux.",
  "name_abbreviation": "Mish v. Wood",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "451",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "34 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Barb. 206",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4920013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/14/0206-01"
      ]
    },
    {
      "cite": "1 Denio 311",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 136",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0079-01"
      ]
    },
    {
      "cite": "8 W. & S. 369",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0369-01"
      ]
    },
    {
      "cite": "2 W. & S. 230",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0230-01"
      ]
    },
    {
      "cite": "10 Watts 835",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Wend. 72",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0072-01"
      ]
    },
    {
      "cite": "23 Wend. 354",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 481",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "17 Wend. 136",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/17/0079-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 9054,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 5.621976909710027e-07,
      "percentile": 0.9483307714079083
    },
    "sha256": "04b940a920d3bee34e9b3f544a489e58deedfc40a950c26a16ab2fe40046be19",
    "simhash": "1:b2f8c01a8e79bbdb",
    "word_count": 1638
  },
  "last_updated": "2024-02-27T21:55:21.103467+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mish versus Wood et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe assignment of error here is upon the exception to the admission of the witness Eaton, “ to testify his opinion of the value of the goods, mentioned in the plaintiff’s declaration, merely from a knowledge of their kind and quality as detailed in the testimony of plaintiff below — the said witness having previously testified, he had no other knowledge of them.”\nThe plaintiff herself had testified as to the contents of the trunks, and the value of the articles in them, which the defendant had taken, broken open, and sold at public auction, in discharge of a supposed lien for an innkeeper’s bill. After her testimony had been given, without objection, Eaton was called, and testified under objection, that he was engaged in the bxisiness of selling trimmings and fancy goods, and gave his opinion of the value of the articles described by the plaintiff, in her testimony. Was it error to permit him to do so ?\nA general rule of evidence, and which may be found stated in 1 Greenl. Ev. § 440, is, that on “ questions of science, skill, trade, or others of the like kind, persons of skill, sometimes called experts, may not only testify to facts, but they are permitted to give their opinions in evidence;” and the instance of the medical men as to the cause of death, or the consequence of injuries, and on the subject of professional skill, is given; so, a ship-builder may give his opinion as ■ to the sea-worthiness of a ship, even on facts stated by others: Id. § 440; for which several English cases are cited; so, with us, an expert has been allowed to prove the method of laying bricks, so as to reach an estimate of the number put into a square yard: Pittsburgh v. O’Neill, 1 Barr 342; and nautical men may give their opinions as to the sea-worthiness of a ship: Reed v. Dick, 8 Watts 481. And in questions of science, skill, trade, &c., experts, it was said, in Detweiler v. Groff, 10 Barr 376, may give their opinions on the facts proved in evidence: see 12 Moore 148; 22 Eng. C. L. 443. The object of such evidence is, generally, if not always, to ascertain either values or injuries. What is then to prevent a merchant from testifying, in corroboration of an invoice, as to values, where no values are given, when goods are lost ? The fact of the existence or loss of the goods is not touched by such testimony. That remains to be established by other evidence.. I think I have known many instances of this kind. If a trunk should be packed by a servant, incapable of placing a value on the wardrobe of his or her master or mistress, although able to testify to each article, and describe its quality, yet wholly incompetent to give the slightest idea of the real value of the articles; in case of loss, how is the value to be ascertained, but by the testimony of a tradesman acquainted with the value of such articles, based upon a description of them ? So, in regard to furniture insured, and lost by fire, it can hardly be doubted, but that it would be competent, to fix the value, by persons acquainted with such matters, and competent, as such, to testify, after its quality had been described. If the rule be, that only persons who have ■ seen the articles which have been lost, can give an estimate of their value, then, in all the cases suggested, there would be a failure to recover for a loss, or the jury would be left to guess at their value.\nThe concession in argument, that an expert, or one skilled in trade, can testify to an opinion only upon facts proved or conceded, is an admission of the rule contended for. If facts are proved, he may testify. Who is to judge whether the facts are proven or not, but the jury V And inasmuch as they must hear all the evidence, before they can determine on any finding in the case, such testimony, if heard at all, must be heard during the progress of the trial. When heard, it is the duty of the jury to determine, first, whether the fact of the existence and quality of the goods are proved or not — if found, then, the testimony as to the value is to be applied, as in any other case. The cases cited by the plaintiff in error, of Norman v. Wells, 17 Wend. 136, People v. Rector, 19 Id. 576, and from 14 and 20 Barb., are plainly distinguishable from the principle herein asserted. We fully agree with them when properly applied. They were opinions offered, not as fixing estimates of value or injury, from facts alleged to have been proved, but as to what should create liability ; the very thing the jury were in law presumed to be competent to determine for themselves. As distinguishable from this sort of cases, see Brill v. Flagler, 23 Wend. 354. The witness was allowed to testify his opinion to the jury, of the value of a good setter-dog; not the dog, the value of which was sought to be recovered, but what a good animal of the kind would be worth, as a means of measuring the value of the one sued for, which was proven to be a good one. In The Jefferson Insurance Company v. Cotheal, 7 Wend. 72, the propriety of such evidence is put upon its true grounds. It was there said, “ In 'questions of science, skill, or trade, persons in their particular departments are allowed to give their opinions in evidence; but the rule is confined to cases in which, from the very nature of the subject, facts disconnected from such opinions cannot be so presented to a jury, as to enable them to pass upon them with the requisite knowledge and judgment.”\nRules of evidence were framed to elicit truth, and wherever that is to result from testimony, not secondary, it should be received. In a case like the present, this kind of evidence must be admitted on both sides, if offered; on the one hand, to prevent a failure of justice, and on the other hand, extravagant and excessive verdicts. This sort of evidence is admissible, ex necessitate rei; perhaps, this is the groundwork of all evidence. Being so admissible, it argues that it is not secondary. If any better evidence to the same point can be produced, the necessity for its admission is gone.\nBut the objection was somewhat singular, when we reflect that it was made in a case in which the plaintiff herself was competent to prove the value of the articles, as is shown she might do, by numerous cases: Clark v. Spence, 10 Watts 835; David v. Moore, 2 W. & S. 230; Whitesell v. Crane, 8 W. & S. 369; McGill v. Rowand, 3 Barr 451. The testimony offered would not, on the score of bias, certainly be more dangerous than that of the plaintiff herself. The witness would hardly be credited, if he put a higher value on the articles than the party — the probability, therefore, would be, if he varied it at all from the plaintiff, so as to have effect with the jury, it would be rather against than for the party.\nWe see no error in admitting the evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Roberts & Mellon, for the plaintiff in error,",
      "R. Arthurs, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Mish versus Wood et ux.\nAfter evidence has been given of the contents and value of certain trunks alleged to have been converted by the defendant, the testimony of experts may be received to prove the value of similar articles to those described, although the particular goods have never been seen by such witnesses.\nError to the District Court of Allegheny county.\nThis was an action of trover by O. T. Wood and Emma A. his wife, for the use of the said Emma A. Wood, against John Mish, for the conversion of five trunks of clothing belonging to Mrs. Wood.\nOn the 13th August 1857, O. T. Wood took boarding for himself and wife at the Perry Hotel, in the’city of Pittsburgh, kept by John Mish, the defendant, at the rate of nine dollars per week. They continued there until about the 10th March 1858, when Mr. Wood, being in arrear $183 for boarding, was notified by Mish that he could remain no longer.\nMrs. Wood, thereupon, packed up her trunks, and went out with her husband in search of another boarding-house. On her return, she was excluded from the hotel; and the defendant kept possession of her entire luggage, which he subsequently caused to be sold by auction.\nOn the trial, after Mrs. Wood had been examined, without objection, as to the contents of the trunks, and the value of the articles contained therein; the plaintiff called Franklin H. Eaton, who had listened to the description of the articles given by Mrs. Wood, but had never seen them, and offered to prove by him, the value of such goods as had been described. The court admitted this evidence, notwithstanding an objection by the defendant, and sealed a bill of exceptions.\nThere was a verdict and judgment for the plaintiff for $700, whereupon the defendant sued out this writ, and here assigned for error, the admission of Eaton’s testimony.\nRoberts & Mellon, for the plaintiff in error,\ncited Whitmarsh v. Angle, 3 Am. L. J. 274; Norman v. Wells, 17 Wend. 136; People v. Rector, 19 Id. 576; People v. Bodine, 1 Denio 311; 1 Greenl. Ev. § 440; Westlake v. St. Lawrence Ins. Co., 14 Barb. 206; Lewis v. Teukey, 20 Id. 387.\nR. Arthurs, for the defendant in error,\ncited and relied on Detweiler v. Groff, 10 Barr 378."
  },
  "file_name": "0451-01",
  "first_page_order": 451,
  "last_page_order": 454
}
