{
  "id": 478401,
  "name": "Benford versus Sanner",
  "name_abbreviation": "Benford v. Sanner",
  "decision_date": "1861-06-05",
  "docket_number": "",
  "first_page": "9",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 756,
    "char_count": 23964,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 4.0896930794740933e-07,
      "percentile": 0.909200111666742
    },
    "sha256": "267413283c1330561e9da5ca12b3164ef872b991b6bf2b8d815fa83b0fdd90f2",
    "simhash": "1:1a2f24807c8ab167",
    "word_count": 4169
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Benford versus Sanner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby ’ Strong, J.\nThis was an action on the case in the nature of a writ of conspiracy. The declaration averred that James H. Benford, one of the defendants, for and in consideration of the sum of $4000, by him received on the 18th of October 1858, agreed that he would transfer and assign to the plaintiff certain post-office warrants or drafts, falling due quarterly thereafter, to which the said Benford would become entitled for carrying the United States mails; that, by virtue of said agreement, and the payment made therefor, the said warrants or drafts became the property of the plaintiff; that afterwards the several defendants did, corruptly and fraudulently, conspire to deprive and defraud the plaintiff out of said mail pay and proceeds of said post-office warrants or drafts, and of the said $4000, and that, in pursuance of said conspiracy, the defendants did, falsely, corruptly, and fraudulently, receive a portion of said mail pay and the proceeds of some of the warrants, ‘to wit, those- falling due on the 15th of November 1859, and the 15th of February 1860,, and, knowing the same to be the money of the plaintiff, did keep and appropriate the same to their own use.\nMost of the errors assigned relate to the charge of the court,' and mainly to the question whether, there was any evidence' against Cyrus Benford, one of the defendants, which ought to have been submitted to the jury. The evidence clearly exhibited that James II. Benford was indebted to Cyrus Benford in a large sum of money, and that Cyrus had also become surety for James in a number of promissory notes, upon which the amount due at the time of the alleged conspiracy and overt act in pursuance of it, was nearly $3000. The agreement by which James H. Ben-ford engaged to transfer and assign unto Sanner, the plaintiff, the post-office warrants, amounting in all to about $12,000, also stipulated that Sanner should pay out of them the notes in which Cyrus Benford had become surety for James. The purpose of the agreement was therefore not only to secure the plaintiff, but to protect Cyrus Benford. The latter had the same interest in it that the former had. After it had been executed, the first warrants-obtained were allowed to go into the hands of the plaintiff. He did not, however, get the warrants for the quarter ending November 15th 1859, and February 15th 1860. Those were obtained by James H. Benford, and out of their proceeds $1350 were paid to Cyrus Benford. A portion of the balance was paid to A. H. Coffroth, another surety of the mail contractor, and the remainder was retained by James H. Benford or by his agent. This was the overt act of the alleged conspiracy, and the conspiracy itself was a combination to obtain these drafts and withhold the proceeds from the plaintiff.\nIt is to be observed that the agreement between James H. Benford and the plaintiff, did not vest in the latter the ownership of the drafts. At the time when it was made they had no existence, and the service for which they were subsequently given had not been performed. Of course the drafts were then incapable of transfer, nor did the agreement profess to transfer them. It was entirely executory. The utmost extent of the engagement of James H. Benford was, that he would transfer and assign the drafts, and that he would endorse them as they were received to the said Sanner for collection. The case is, therefore, not to be treated as a confederacy to deprive the plaintiff of anything that was his property. He had nothing more than a promise that James II. Benford would pay out of his future earnings. The evidence in the case utterly failed to sustain the averment in the declaration, that by virtue of the payment (of $4000) and the contract (of the said James H. Benford), the mail pay and post-office warrants or drafts became the property of the plaintiff, as also the other averment, that the defendants, knowing the proceeds of the warrants to be the money of Michael A. Sanner, did keep and appropriate the same to their own use and benefit. The conspiracy proved then, if any was proved at all, was not such a conspiracy as was alleged in the declaration, and the overt act from which the plaintiff avers that he has suffered, was of a character quite variant from that which is charged. The court was requested to instruct the jury that no evidence having been presented, showing any guilty complicity on the part of Cyrus Ben-ford, one of the defendants, the jury was bound to render a verdict of not guilty as to him. This the court refused to do.\nAnother point propounded was in substance that Cyrus Ben-ford, being a bond fide creditor of James H. Benford and bound for him as surety in a much larger amount than he had received from the post-office drafts, anything done by him not in violation of law, to secure himself, cannot be taken as evidence of a conspiracy to defraud the plaintiff, but must be taken as an honest effort to protect himself. To this the' court answered, that “ Cyrus Benford had large claims against his brother James, and he had the right to make every honest exertion to secure his money. It is only when the jury believe that he entered into a conspiracy with the other defendants to effect his object that he can be made responsible.” We cannot agree with the court below in the view which they took of these two propositions. The proofs, as exhibited to us, furnish no evidence that Cyrus Benford was a party to any conspiracy into which the other defendants may have entered to defraud the plaintiff out of his rights. Nor has the defendant in error succeeded in showing us where such evidence is to be found. In March 1859, he removed from Somerset, where his brother resided, to Meadville. In February 1860, he was temporarily in Somerset, and perhaps again in March. He admitted that he had received $1350, and he said this in connection with the warrants. There is no evidence when he received the money, except what is to be found in the admissions of Uhl and James H. Benford, which were not admissible against him, because they were declarations made after the alleged common design had been accomplished. Even if they had been made in furtherance of the common purpose, they would not have been evidence against Cyrus Benford until his connection with that purpose had been first shown. To show such connection, they were of course to be rejected. Now, if it be conceded that the receipt of the drafts by James H. Ben-ford in February 1860, and his neglect or refusal to endorse them over to the plaintiff, was anything more than a breach of his contract, and if a combination between Uhl and him, to divert them to the payment of other debts, was a fraud upon the plaintiffs, were the facts that Cyrus Benford was in Somerset in February, shortly before James went to Washington to obtain the drafts, and that he subsequently received some money which had been raised out of them, any evidence that he participated in the fraudulent combination ? We think they were not, and that, under the submission of the court, the jury have found the participation without evidence. The humane presumption of the law is against guilt, and though a conspiracy must ordinarily be proved by circumstantial evidence, yet it is not to be forgotten that the charge of conspiracy is easily made, and that in a race between creditors suspicions of unfairness are readily awakened. Mere suspicion, possibility of guilty connection, is not to be received as proof in such a case, and especially in such a case, because, when the connection is proved, the acts and declarations of others become evidence against the party accused.\nBut it is urged that Cyrus Brenford knew when he received the money, part of the avails of the drafts, of the agreement between his brother James and the plaintiff, and there was evidence to that effect. How can that make any difference ? If the drafts were not the property of the plaintiff, Cyrus Benford’s receipt of their proceeds in payment of a debt due him was not an illegal act, and persuasion of his brother to pay the money to him was but the exercise of a right. If a creditor and his debtor agree that the latter-shall pay to the former a sum of money which the debtor had previously promised to pay, when received, to another creditor, it is not a corrupt and fraudulent conspiracy, and the receipt of the money in pursuance of the agreement will not make him liable to respond in damages to that other creditor, even though he knevr of the promise which the debtor had made. The receipt is not illegal, and the agreement is therefore not fraudulent. The creditor who receives is not, by the receipt, even with knowledge, made a party to a corrupt conspiracy. It was error in the court below, therefore, to submit to the jury to find that there was any guilty complicity with his co-defendants in the alleged conspiracy on the part of Cyrus Benford. The mistake doubtless arose from regarding the plaintiff as the owner of the drafts, when in truth he was not. The case was tried as if he was the owner; knowledge of the agreement was treated as knowledge of the plaintiff’s ownership, and an arrangement between the defendants was assumed to be a combination wrongfully to deprive the plaintiff of his property. Thus, the court said, that “it was wholly immaterial at what time Cyrus Benford became connected with the common design; if such design existed, and he did join in it, and received the money with the guilty knowledge and intent charged in the narr., he thereby adopted the acts of his co-defendants and was bound by them.\" But he could not have had such knowledge as was charged in the- declaration (that the drafts and the proceeds belonged to the plaintiff) for the fact did not exist, and therefore was not to be known. And in the answer to the third point of. defendants, the court, while admitting the right of Cyrus Benford to make every honest exertion to secure his claims against his brother, said that he was only responsible when he entered into a conspiracy with the other defendants to effect the object. Tet a combination with the other defendants for such a purpose was not illegal, unless it was in fraud of the rights of Sanner, and Cyrus Benford was not responsible at all unless the confederacy was to deprive the plaintiff of his property.\nThe remarks which we have made are applicable to the sixth assignment, in which the same error is apparent.\nWe think also the telegraphic despatch from the wife of James H. Benford, dated February 29th 1860, was improperly admitted in evidence. It was neither written nor sent by either of the defendants, and the declaration of the wife could not affect even her husband.\nThe other assignments of error are not sustained.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by ’ Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by Isaac Hugus for plaintiff in error, and by Jforward and Cfaither, for defendants in error. •"
    ],
    "corrections": "",
    "head_matter": "Benford versus Sanner.\nExecutory Agreement to transfer Ghose in Action. — Effect of on owner- ' ship. — Action for Conspiracy. — Evidence of Fraud and Complicity necessary to sustain. — Declaration of Wife not evidence against Husband.\nA., entitled to certain post-office warrants for carrying the United States mails, which fell due quarterly, agreed for a valuable consideration, that he' would transfer them to B. for collection, stipulating that he should also pay out of the proceeds certain notes on which C. was surety. The warrants first falling due were allowed to go to B., but the warrants for two following quarters, were received by A., who paid a portion of the proceeds to C., a portion to D., another of his sureties, and retained the balance. In an action of conspiracy brought by B. against A., C., and D., for corruptly and fraudriiently conspiring to obtain the drafts and withhold the proceeds from him, knowing them to be his property, Held,\n. 1. That the engagement by A., that he would assign and endorse the drafts as they were received to B. for collection, amounted only to a promise on A.’s part, and that by the agreement the ownership.of the warrants and drafts did not vest in B., for at the time it was made they had no existence, and the service for which they were given had not been performed.\n2. That where the evidence failed to sustain the averments in the declaration as to the ownership of the drafts and the appropriation of the proceeds, knowing them to be the plaintiff’s, or to establish any complicity on the part of 0., one of the defendants, it was error in the court to refuse to charge the jury, that they were bound to render a verdict of not guilty as to him.\n3. That any admissions of the co-defendants as to O.'s declarations in regard to the time when he received the money from A., were not evidence against 0., if made after the alleged common design to defraud the plaintiff had been accomplished; nor, if the alleged declarations had been made in furtherance of a common purpose, were they admissible against 0. until his connection with that purpose had been shown aliunde.\n4. That even if 0. had known of A.’s agreement with the plaintiff, when he received part of the proceeds of the drafts in payment of his debt — the drafts not being the property of the plain tiff but only promised to be endorsed to him for collection — his act was not illegal. If a creditor agree to receive money which his debtor has previously promised to another, it is not a conspiracy, and his receipt of the money when paid, will not render him liable to respond in damages to the other creditor, though he knew of the promise which the debtor had made.\n5. That telegraph despatches from the wife of one of the defendants, neither written nor sent by either of them, were not admissible as evidence against them; for, as the declarations of the wife, they could not affect even her husband.\nError to the Common Pleas of Somerset county.\nThis was an action on the case brought March 15th 1860, by Michael Sanner against James H. Benford, Cyrus Benford, and John H. Uhl, for conspiring to defraud him out of the proceeds of certain post-office drafts, which he alleged had been assigned to him by James H. Benford. The case was this:—\nJames H. Benford and James Wigle, on the 1st of July 1856, entered into a contract with the postmaster-general for carrying the mails on route No. 8331, for the annual compensation of $4320, payable quarterly; also for carrying the mails on route No. 3340, for the annual compensation of $1629. The interests of Wigle and others in both these contracts were afterwards purchased by Benford, who thus became the sole owner. In making this arrangement, Benford gave certain notes to Wigle, Eichtner, and Coffroth, for their respective interests in these contracts, on all which Cyrus Benford was security. He was also creditor of James H. Benford to a large amount.\nOn the 18th of October 1858, James H. Benford entered into an agreement with Michael Sanner, in and by which, in consideration of certain indebtedness to Sanner, certain payments thereafter to be made by him, and the loan to Benford of certain moneys, amounting in the aggregate to $4000, Benford agreed to transfer and assign to Sanner eight post-office warrants, falling due quarterly, the first payable on the 15th of November following, amounting to about $12,000, out of which Sanner was to pay certain notes given by James H. Benford to Wigle, Fichtner, and Coffroth; Benford guaranteeing to Sanner $4700 out of the warrants, and agreeing to authorize the postmaster at Somerset to deliver the warrants to Sanner as they arrived at his office, and also agreeing to endorse them to Sanner for collection. On this written agreement Benford’s receipt to Sanner for $4000 was endorsed. In pursuance thereof, notice was given to the postmaster at Somerset, and under it Sanner received, on drafts from the defendant, the sum of $2550, leaving unpaid of the sum guarantied $2150. The drafts thus paid were those issued up to September 3d 1859. In consequence of the failure of Congress to pass an appropriation bill, there were no funds to pay the subsequent warrants, nor were they issued at the end of each quarter. Mr. Sanner did not therefore receive the warrants for the quarters ending November 18th 1859 and February 18th 1860.\nOn the 23d of January 1860, an execution was taken out against James H. Benford by one of his creditors. Another was issued on the 30th of January 1860, under which his personal property was levied on, and sold by the sheriff February 27th 1860. On the 15th of February 1860, J. H. Benford went to Washington, drew, as was averred, the compensation due for three quarters, amounting to $2434.50, paid to Cyrus Benford $1350, and divided the balance between Coffroth, himself, and John H. Uhl, his agent.\nThis action was then brought as above stated. The receipt and division of the money was the overt act of the alleged conspiracy, and the' conspiracy itself was the averred combination to obtain these drafts and withhold the proceeds thereof from the plaintiff.\nOn the trial, the counsel for defendants requested the court to instruct the jury:—\n1. That no evidence having been presented to the jury in this case showing any guilty complicity on the part of Cyrus Benford, one of the defendants, the jury is bound to render a verdict of “ not guilty” as to him.\n2. And if a verdict of “ not guilty” must be rendered as to one of the defendants, it must be so as to all, on the ground of an improper joinder of parties.\n3. That Cyrus Benford, being a bond fide creditor of James H. Benford, and bound for him as surety in a much larger amount than that received by him (the said Cyrus) of the funds belonging to the said James, anything done by Cyrus, not in violation of' law, to secure himself, cannot be taken as evidence of conspiracy to defraud the plaintiff, but must be taken as an honest effort to protect himself.\n4. That even if this money cannot be retained by Cyrus Ben-ford in discharge of his own claims against James II. Benford, the plaintiff has misconceived his remedy, as the action should be against Cyrus Benford alone for money had and received for the use of the plaintiff, and not an action of the present kind.\n5. That the contract between James H. Benford and Michael A. Sanner, for the transfer of the post-office warrants or drafts therein described, is merely an executory, and not an executed one, requiring further action on the part of James H. Benford before the money arising from said warrants vested in Sanner, and therefore any other appropriation of the money by James H. Benford and others cannot amount to a conspiracy to defraud, but it can only be construed as any other violation of a promise to pay money.\nUnder the charge of the court there was a verdict and judgment in favour of the plaintiff for $2536.74, whereupon the defendants sued out this writ, and assigned for error here the following matters, viz.:—\n1. The court erred in saying to the jury, in answer to defendants’ first point, “We refuse to say that there is no evidence of guilty complicity. We submit the question to the jury.”\n2. The court erred in saying to the jury, in answer to the second point submitted by the defendants, “You-may find a verdict against James H. Benford and John H. Uhl, but not against 0. Benford.” (This was withdrawn on argument.)\n3. The court erred in saying to the jury, in answer to the third point submitted by the defendants, “It is only when the jury believe that he (Cyrus Benford) entered into a conspiracy with the other defendants to effect his object, that he can be made responsible.”\n4. The court erred in saying to the jury, in. answer to the fourth point submitted by the defendants, “ If the fraudulent purpose is established by the evidence, the plaintiff may recover in this form of’action.”\n5. The court erred in saying to the jury, “ If, therefore, the defendants conspired together in the manner charged, to defraud Sanner of the rights he had acquired under the contract, then they must not be allowed to reap any advantage thereby.”\n6. The court erred in saying to the jury, “ If these parties, defendants, knew of the existence of the agreement, and the provision made for the payment of the $4700, by.the .warrants or drafts from the post-office department, and fraudulently conspired to deprive the plaintiff of the benefit which he was to receive from that source, and accomplished their end, then plaintiff must recover. And although Cyrus Benford may not have been in this fraudulent conspiracy (if it existed), from its inception, yet if he joined in it, and assisted to consummate it, he must be held responsible for the acts of the other defendants.”\n7. The court erred in saying to the jury, “ We instruct that Sanner had the right to appropriate the first moneys received On the drafts to his own debt; all moneys received on the warrants beyond his claim he was bound to apply to the Fichtner, Coffroth, and Wigle notes.”\n8. The court erred in saying to the jury, in answer to the defendants’ fifth point, “ We have already said, and we repeat it, that to the extent of the $4700, plaintiff was entitled to the first moneys realized out of the warrants or drafts.” (This was withdrawn on argument.)\n9. The court erred in admitting in evidence the following paper, purporting to be a despatch to James H. Benford, dated February 16th 1860, having first called the telegraph operator, Cyrus Elder, who testified as follows:—\nThis is my handwriting, and I sent this despatch at the instance of Mrs. Benford, wife of James H. Benford.\nCopy:\n“ Somerset, February 16th, 1860.\n“ Old Mike and Ross F. started for Washington this morning. If you have trouble, telegraph to brother Cyrus.\n“ 16th February 1860. Lizzie.\n“ To James II. Benford,\n“ William Penn Hotel, Market street, Philadelphia.”\n10. The court erred in refusing to . admit in evidence the following agreement between Uhl, as agent of James H. Benford, and Enable & Sanner, 28th day of January 1860, ratified by James H. Benford:—\n“Agreement made by John H. Uhl, agent of James H. Ben-ford, and Enable & Sanner, the 28th January 1860.\n“ The said James H. Benford, by his aforesaid agent, John H.Uhl, hereby sells and sets over all the horses, coaches, hacks, sleighs, sleds, harness, whips, &c., used in carrying the mails from Cumberland, Maryland, to Greensburg, and from Mt. Pleasant to Washington, Pennsylvania, or in any ways appertaining to them, and also all the mail pay for carrying said mails, from the 1st of January, A. d. 1860, up the 1st of July, A. D. 1860.\n“In consideration thereof, the said Enable & Sanner agree to pay all the expenses from the 1st of January 1860 for carrying said mails, and also carry it according to the schedule of the postmaster-general.\n“ Enable & Sanner.\n“ J. H. Uhl for J. H. Benford.\n“Attest — A. H. Coffroth.\n“I hereby ratify this sale. James H. Benford.\n“ January 30th 1860.”\n11. The court erred in charging the jury as follows: “ In pursuance of this agreement, Sanner received in drafts from the department the sums following: in all $2550, leaving due Sanner of the sum guarantied $2150, with interest thereon.”\nJune 5th 1861,\n12. The court erred in charging the jury as follows: “ The account of Benford with the post-office department for these two quarters shows that Benford received from the postmaster on route No. 3331 .......$279.74\nOn route No. 3340 . . . . . . 146.86\nIn all........$426.66\nWarrant, February 25th 1860, No. 397 $720.00.\nWarrant, March 9th 1860, No. 4091 1287.94\n2007.94\nAdd the . . . ... . 426.56 '\n$2434.50\nThis sum made up the mail pay for the two quarters in dispute. Of this sum, by admission of defendants’ counsel, Cyrus Benford received $1350 ; the balance was divided between Alexander H. Coffroth, John H. Uhl, and James H. Benford, as the jury have learned from the evidence.”\nThe case was argued in this court by Isaac Hugus for plaintiff in error, and by Jforward and Cfaither, for defendants in error. •"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 18
}
