{
  "id": 477998,
  "name": "Bedford's Appeal",
  "name_abbreviation": "Bedford's Appeal",
  "decision_date": "1861-07-24",
  "docket_number": "",
  "first_page": "18",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 124",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0124-01"
      ]
    },
    {
      "cite": "1 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0009-01"
      ]
    },
    {
      "cite": "16 Johns. 382",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0382-01"
      ]
    },
    {
      "cite": "5 Day 507",
      "category": "reporters:state",
      "reporter": "Day",
      "opinion_index": -1
    },
    {
      "cite": "10 Johns. 12",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0012-01"
      ]
    },
    {
      "cite": "10 Johns. 16",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 15266,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.6995904884204864e-07,
      "percentile": 0.8282930780906531
    },
    "sha256": "01df348713fccbc45fb235dfe89ebd45578097f74a38ebf4470487669cf48086",
    "simhash": "1:b0f9c6143c0cecef",
    "word_count": 2723
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bedford’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThe court below was of opinion that the limitation over'on the death of Mary Josephine Hooker without children was a limitation after an indefinite failure of issue, and therefore too remote. The objections to this are twofold. It confounds the word “children” with “issue,” while the one is ordinarily a word of personal description, and the other ex proprio vigore indicates succession. Doubtless the word children may be construed to mean issue when the context of the will affirmatively shows that the testator intended to use it in that sense. More frequently, however, the indiscriminate use of the words children and issue has the effect of causing them both to be held as words of purchase. In the will now before us, there is nothing to indicate an intention to confound the words, or to use either of them in any other than its ordinary signification. Indeed the word “ issue” is not employed by the testatrix. Must we then give to the word children a meaning which it does not commonly bear, not to carry out, but to defeat the intention of the testatrix ? In Stone v. Maule, 2 Sim. 490, the vice-chancellor, in remarking upon a will somewhat like this, said: “ It has been assumed that the words ‘ without having any child or children’ are to be taken as synonymous with the expression ‘without issue.’ But why am I to put a construction on those words which they do not strictly bear, for the purpose of defeating the ■intention of the testator ? The question is not what is the effect of words creating an estate tail, but of words making a gift over. It appears to me that I should defeat the testator’s intention if I did not hold that the gift over took effect on the death of H. Doddridge.” In that case the bequest was of personalty to H. Doddridge for his own use and benefit, and in case he should happen to die in the testator’s lifetime, or afterwards, without having any child or children, then over. He died after the testator, without ever having had any child. In the case now before us, the intention of the testatrix is not ambiguous. It is not open for doubt that her will was to give the legacy to Mrs. Bedford and Mary R. Offner, and the next of the kin of the survivor, in case they should outlive Mary J. Hooker, and she should die without children. Before that intention can be defeated by an arbitrary rule of law, it ought to appear that the testatrix also intended to give to Mary J. Hooker at least an estate tail, and that the limitation over should not take effect until all the heirs in tail should become extinct.\nThe second objection to the view of the court below is, that the will contains indications of an intent that the gift over should take effect, if at all, at the death of Mary J. Hooker, the first taker, and not at an undefined period in the future. The testatrix evidently had in mind the time of the death of the first taker, for she declares that then the bequest shall fall back to the survivors, and she names the survivors. They were therefore distinctly in her mind’s eye — not persons unborn or unknown, but naturally and presumptively objects of her bounty, for they were nearest in kindred with her. It need not be said, that a distinction has long been maintained between the rules of construction as applied to devises of land and the rules applicable to bequests of personalty. In the latter case very slight circumstances are laid hold of, as sufficient to indicate an intention that a limitation over, on death without issue, shall take effect at a definite time, to wit, on the death of the first taker. This distinction is as firmly maintained in this state as in England — and it is a distinction the object of which is to effectuate a testator’s purpose: King v. Diehl, 6 S. & R. 32; Eichelberger v. Barnitz, 17 Id. 295. It has often been held that a limitation over by will to survivors or persons in being, after the death of the first taker without issue, raises a strong presumption that the testator did not contemplate an indefinite failure of issue : Johnson v. Currin, 10 Barr 498; Moffat v. Strong, 10 Johns. 16 ; Randagh v. Randagh, 2 Mylne & Keen 441. This presumption, it must be admitted, is much weaker in a ease like the present, where the testatrix, by making the gift over to the survivor and the next of kin to the survivors, leaves it doubtful whether she had in view solely persons then in being.\nThe first objection which we have mentioned is decisive with us, and compels us to dissent from the judgment of the learned court below. The case is quite unlike Amelia Smith’s Appeal, 11 Harris 9, so much relied on. There the testatrix gave real and personal estate to her children, with a direction that, in case of the death of any of them “without issue,” their portion should go over. It was held an estate tail in the realty, and an entire interest in the personalty in the first taker, because a bequest over on the death of the first takee without issue is an entailment. The words used are words of entailment, but words of gift over on death of the first taker without children are not. Amelia Smith’s Appeal does not hold that the word children is in its common meaning a word of limitation.\nThe decree of the Orphans’ Court must therefore be reversed, and the record is remitted, with instructions . to require from Mary J. Hooker security in such sum and form as in the judgment of that court shall sufficiently secure the interests of the persons entitled on her death without children, and it is ordered that the costs be paid by the appellee.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "JD. W. Patterson and A. ¡Slay maker, for appellant.",
      "N. Mllmaher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bedford’s Appeal.\nBequest of Personal Property with limitation over, when valid. — Intention of Testator, how far controlled by Rules of Law.\nA testatrix made bequests of personal property to H. and to 0., with a proviso in a subsequent part of the will, that if either should die without children, the bequests made to either of them should “fall back to the survivor and to B., or the survivor of them and the next of kin of such survivor.” On an application by A. to the Orphans' Court, for the absolute payment of the bequest, and without security for those to whom it was to fall back, Held,\n1. That although in a will the word “children” (which is ordinarily a word of personal description) may be construed to mean issue, (which ex proprio vigore indicates succession), where the context affirmatively shows that the testator intended so to use it, it must be held to its ordinary and usual meaning when no such intention is manifest.\n2. That the intention of testatrix in this case, to give the legacy to B. and 0. and the next of kin of survivor, was clear, in case they should outlive H. and she should die without children, and was, therefore, not to be defeated by an arbitrary rule of law, unless it appeared that testatrix also intended to give to Ii. at least an estate tail, and that the limitation over should not take effect until all the heirs in tail should become extinct.\n3. That the limitation over on the death of A., was not a limitation after an indefinite failure of issue and for that reason too remote, because there were indications in the will that the gift should take effect, if at all, on the death of the first taker, and not at an undefined period in the future, and that, therefore, the first taker was not entitled to receive it as an absolute bequest, without security to the executor for the legatees over.\nAppeal from the Orphans’ Court of Lancaster county.\nThis was an appeal by Ann E. Bedford, from the decree of the court below, directing John Gr. Offner, executor of the last will .®f Mary Dickson, to pay over without security a legacy bequeathed by said will to Mary Josephine Hooker.\nThe material portions of the will of Mary Dickson, which was admitted to probate March 19th 1859, were as follows:—\n“ Fourth — I bequeath to my granddaughter Mary Josephine Hooker, three thousand two hundred and forty-one dollars and sixty-six cents, it being one-third part of the proceeds of the sale of my real estate.\n“ Sixth — The residue of my personal property, if there be any remaining after my funeral expenses and other just debts are paid, I bequeath to my daughter, Mary Rachael Offner, and granddaughter, Mary Josephine Hooker, share and share alike.\n“ Seventh — It is my will that if my daughter, Mary Rachael Offner, or my granddaughter, Mary Josephine Hooker, should either die without children, then the bequests herein made to .either of them is to fall back to the survivor and Ann Elizabeth Bedford, or the survivors of them and the next of kin of such survivors.”\nThis will and the codicil thereto being duly proved after the decease of the testatrix, letters testamentary were granted to John Gundaker Offner, the executor.\nOn the 19th day of April 1860, the executor filed his account upon the estate of the deceased, showing a balance in favour of the estate of $6774.\nOn the 27th of April 1860, Mary J. Hooker, above named, presented her petition to the Orphans’ Court, reciting the above facts, and praying for an order directing the said executor to pay to her the said legacy of $3241.66, together with such sum as may be found due to her out of the residue of the estate of the deceased, averring that it was due to her in her own right, without giving bond to the executor, and notwithstanding the provisions of the seventh clause or item of the will.\nTo this petition an answer was filed by Ann E. Bedford, submitting that the order prayed for should not be granted without security, as required by the 29th section of the Act of February 24th 1834, enacted for the protection of the interests of persons entitled in remainder, where there is a precedent estate in the same fund for life, or for a term of years, or for any other limited period, or upon a. contingency. To this a replication was filed on behalf of M. J. Hooker, which raised the question of the character of the legacy given to her by the will of Mary Dickson.\nThe Orphans’ Court held that the bequest to M. J. Hooker was absolute; that the limitation over in the seventh clause of the will, involved an indefinite failure of issue, and did not operate so as to affect the absolute gift to her contained in the fourth clause; and therefore decreed that the sum in question should be paid to her without security to the executor for the legatees over.\nThe case was thereupon removed into this court, as above stated, where the decree of the court below was assigned for error.\nJD. W. Patterson and A. ¡Slay maker, for appellant.\nIn the construction of wills, the main object is to ascertain and give effect to the testator’s intent, unless it be found to contravene • some established principle of law. Is any intent expressed in ■ this will which the law does not recognise as valid ? The court below answered this affirmatively, on the ground that the limitation over on the death of the legatee without children, contemplates an “indefinite failure of issue,” and is, therefore, in conflict with the rule which makes it essential to the validity of a . limitation by executory devise, that it shall take effect within the compass of twenty-one years after a life or lives in being.\nThis rule, while applicable to bequests of personalty, will, as to such bequests, more readily than in devises “ of land, be made to yield to other expressions or slight circumstances in the will indicating an intention to confine the limitation to the event of the first taker dying without issue living at his death. The . courts lay hold with avidity of any circumstance, however slight, and create almost imperceptible shades of distinction to support limitations over'of personal estates:” 4 Kent’s Com. 282; Executors of Moffat v. Strong, 10 Johns. 12; Anderson v. Jackson, 16 Id. 409; Diehl v. King, 6 S. & R. 31. To support the limi- . tation over in this will, we are not compelled to rely upon slight circumstances or dubious expressions. It is not easy to imagine a form of words that would express more distinctly the intent of testatrix to create a limitation to take effect upon a definite failure of issue of the persons designated as the primary recipients of her bounty. The devise over is to persons in esse ■ designated: Morgan v. Morgan, 5 Day 507; Diehl v. King, 6 S. & R. 33; 17 Id. 295. The introduction of the word then •after the words “should either die without children,” must be regarded as indicating a purpose to restrict the limitation to a failure of issue at the time of the death of the legatees : Diehl v. King, 6 S. & R. 32.\nThe phraseology, fall hack to the survivors, &c., is important as a restrictive indication, and is nearly identical with that upon which the decision in Rapp v. Rapp, 6 Barr 49, was made to depend. A devise over to survivors has also been frequently decided to indicate a definite failure of issue: Roe v. Jeffery, 7 Term Rep. 589; Hughes v. Sayer, 1 P. Wms. Rep. 534; Darr v. Shenk, 3 Halstead 29; Anderson v. Jackson, 16 Johns. 382; Moffat v. Strong, 10 Id. 16; Johnson v. Currin, 10 Barr 498; Ranelagh v. Same, 2 Myl. & Keen 441.\nThe language of the will in Amelia Smith’s Appeal, 11 Harris 9, materially differs from that of the instrument now under consideration. In that case the limitation over was to take effect upon the death of any of the first takers without issue, while in this it becomes effectual upon the death of the primary legatees without children. Although children may be regarded as a word of the same import as issue, in order to comply with the intention of testator, primd facie, it always is to be regarded as a description of persons, and a word of purchase : Guthrie’s Appeal, 1 Wright 9.\nJuly 24th 1861,\nN. Mllmaher, for appellee.\nThe whole fund distributable under this will is personal property. It has been hold, in Wharton v. Shaw, 3 W. & S. 124, Amelia Smith’s Appeal, 11 Harris 9, and Potts’ Appeal, 6 Casey 168-170, that “an estate in chattels not being transmissible to the issue in the same manner as real estate, nor capable of any kind of descent when so given, from the necessity of the thing, rests wholly in the first taker.”\nGuthrie’s Appeal says that in the particulars spoken of in the opinion, “ the cases of McKee v. McKinley, 9 Casey 92, Williams v. Leech, 4 Id. 89, and Naglee’s Appeal, 9 Id. 89, are not sustainable on authority.”\nWere we treating of a devise of real estate, the manifest distinctions in those cases could be noted. In Williams v. Leech, the language used indicated the intention of testator to use the words employed-as words of limitation, and in Guthrie’s Appeal as words of purchase; and in the last case there were children when -the will was executed, and all of them were born before the death of testator; while in the earlier cases before mentioned, there were no children of the first taker at the date of the will, nor at the time it took effect.\nThe word children, as used in this will, may be regarded as of the same import as issue. Potts’s Appeal and Amelia Smith’s Appeal both show that words which, when applied to land, would create an estate tail, will, when applied to chattels, pass 'the ■entire and absolute interest; and this for reasons which apply with much force to the will in this case."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 23
}
