{
  "id": 478868,
  "name": "Blewett versus Coleman",
  "name_abbreviation": "Blewett v. Coleman",
  "decision_date": "1861-07-24",
  "docket_number": "",
  "first_page": "45",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 788,
    "char_count": 22645,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 7.21313447231613e-08,
      "percentile": 0.43097165124298753
    },
    "sha256": "709aec6e529836d7108de994dcfd0ff1f2e35174cb8c68083a5fe27ab6384967",
    "simhash": "1:0ec1f0d4fc824c18",
    "word_count": 4013
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blewett versus Coleman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nBlewett, the plaintiff, mined a quantity of copper ore in the Cornwall Mine-Hills of Lebanon county, which the defendant, Coleman, seized and appropriated, and this action was brought for the alleged trespass. Blewett claimed to have a lease from the agent of E. B. Grubb and C. B. Grubb, who were tenants in common with Coleman. Whether Eclcman, the resident agent of the Grubbs, had authority to lease to Blewett, was a contested fact in the case which was properly submitted to the jury. But if he had authority, it became a material question whether the place from which the ore was taken was upon that part of the estate which the Grubbs and Colemans held as tenants in common. If it was, the action was well brought. If it was not, the authority of Eckman to make the lease, even if it existed, would not protect Blewett, because the Grubbs, if not tenants in common, were without title. The locus in quo, if not a part of the common estate, belonged to Coleman in severalty. This became the main question in the cause. There was no doubt that the copper ore was mined below the line of what was called the Clark survey of the mine-hills, a survey which depended for its location on the testimony of Jacob Weidle, who had made a resurvey of the hills according to what he calls “ the survey purporting to have been made by Thomas Clark.” The court held, that under the agreement entered into by the ancestors of the Colemans and on the 80th 1787, the estate left undivided was included within the lines of the Clark survey, and consequently that all without those lines passed under the amicable partition they then made. This cut up the plaintiff’s action by the roots. Was the court right in thus extending the partition of 1787 to all those parts of the mine-hills which were not embraced within the survey ?\nThe titles to the mine-hills and their geological peculiarities were fully discussed in this court on two former occasions: Coleman v. Coleman, 7 Harris 100, and Coleman v. Grubb, 11 Id. 393. In the last of these cases the very question was raised which reappears here, and we supposed we had decided that what was exempted from partition was not a part of the mine-hills, but the whole of them, the whole of those three upheaved masses of rock and ore, the outlines of which are familiar to every neighbour. The Clark survey has embarrassed the parties interested in these hills long enough. At no time has it been produced in evidence. Mr. Weidle had only a traditional knowledge of it; and even if he relocated it correctly, there is no satisfactory evidence that it was adopted by the parties to the agreement of 1787. Those papers provided, “ that the ore banks shall remain together and undivided, and as a tenancy in common and that “ an accurate survey shall be made of the said ore banks and hills, if not already done;” and in the supplemental agreement it is provided that “ it may happen that veins of ore may extend beyond the limits of the survey made lately by Thomas Clark,” in which event each party was to have full liberty to dig and carry away “ any ore that may be found to extend beyond the limits of said survey.”\nThe parties were engaged in dividing a large estate, including iron furnaces, woodland, and farm land, which they held in connection with the mine-hills as tenants in common, and Thomas Clark seems to have been their surveyor. Before they got through they encountered such difficulties in making partition of the mine-hills, that they determined to retain them in common. It is possible that Clark had made some sort of a survey of the hills, but an accurate survey was to be made, if not already made, and meanwhile the parties were to be permitted to take ore beyond the lines of the survey Clark had already made. They did not treat whatever survey Clark had made as the accurate survey for which they stipulated, and clearly it was not; for, according to all the testimony, including that of Weidle, it did not embrace the whole of the hills. No survey which did not include the entire circumference of the hills could be deemed accurate within the meaning of the papers of 1787, because the difficulties which led to those papers arose out of the variety and complex relation of the ores — circumstances which rendered partition impossible. Ores so valuable, so various, and so intermixed, could not be parted among the owners into severalty “ without the greatest injustice to some of the parties.” This was their reason for retaining them in common; but this reason would apply as forcibly to the ores near the base of the hills as to those near the top. Nay, more forcibly, because the largest quantity of ore would naturally be found at the base. Did the parties mean to divide some of the ores in the hills into severalty, and hold the rest in common ? That would have been a very ineffectual solution of the “difficulties” confessed on the face of their papers. Instead of a solution of difficulties, it would have been an invitation to endless litigation. They spoke of the premises that were to be held in common as “ore banks and hills,” as “ore-banks belonging to Cornwall Furnace,” and as “mine-hills,” but always meant, whatever the form of expression, the whole of those three conical hills so well known for their remarkable deposits of ores.\nIt is not always easy to fix the beginning of a hill. If a stream of water flow at its base, it may mark the point at which the hill shall be said to begin. There is a rivulet between the middle hill from which the ore in question is alleged to have been taken, and grassy hill, but between the rivulet and the middle hill is a plateau several rods in width, so that the base of the middle hill cannot be said to be marked by the rivulet. But inasmuch as Blewett dug the ore above the'level of that plateau, it is safe to conclude, for all the purposes of the present suit, that he dug it from the middle hill — one of those parts of the estate which the papers of 1787 declared should “remain together and undivided as a tenancy in common.” The allusion to the Clark survey in the supplemental agreement was not for the purpose of restricting the rights of the parties, but rather for the purpose of extending them, or, at least, of rescuing'them from any abridgment by reason of the lines Clark had run around the hills.\nIt is somewhat difficult to make an accurate survey of the hills on account of the metallic attraction of the place — no accurate survey seems to have been made — none was adopted by the ancestors of the parties in 1787. We are left therefore to the location of the hills according to their topography; and while this may, under some circumstances, become a difficult question, it is not difficult in this instance. Blewett mined on the middle hill, and whether above or below the lines of Clark, is of no more consequence than it was in the case reported in 11 Harris. That was a case in which “nigger heads” lying on the surface had been appropriated, not a vein mined from within the Clark lines and pursued below them. We disregarded - the Clark survey there as we do here, and probably it will be well for the parties when no more is heard about it, because whilst the jury in that case did not find it, the jury in this case did, and the next jury may or may not find it according to the accidents of the trial. The title of the parties ought to be kept on a more stable foundation.\nIt will result from thus putting the Clark survey out of the case that the question which the court discussed about the, right of the Grubbs or their lessee to take copper ore cannot arise in the case. Eor, what if the adjectives and nouns in the papers do all refer to iron ore — it was not those papers that constituted the title of the parties to the contents of the hills. They owned the hills and all they contained before the papers were made, and what the papers did was to compel the signers and their successors to enjoy the hills as tenants in common and not as tenants in severalty. If the hills contained copper or more precious ores, the whole hills being an estate in common, the ores, whatever their name, were a common estate also. If the agreements were limited to iron ores, the property in all other ores was unchanged. It is not worth a moment’s consideration, therefore, whether the expression “ any ore” in the supplemental agreements could fairly be construed to include copper ore.\nWhen the case shall be tried on the grounds that have been indicated, the question whether the plaintiff had or had not the right to mine outside the Weidle lines, and whether he was not a tenant at will, will most likely disappear. We cannot foresee how they will arise. The Weidle survey is nothing but a relocation of the Clark survey, and when one is set aside the other must go with it. The ore in question was mined under a written lease, executed by Eckman on behalf of the Grubbs. The term had not expired, and therefore it seems to us no question about a tenancy from year to year, or at will, can arise. Whether Eckman had authority to execute the lease, or whether, if his authority was defective, the Grubbs had ratified his act, were questions of law and fact on which Blewett’s rights depended essentially. The receipt of rent on the foot of the lease would be evidence of ratification. These, it seems to us, will be the questions in the case. Coleman, as tenant in common with the Grubbs, had no right to seize the ore mined by Blewett under a lease or license from the Grubbs. If Blewett had neither lease nor license from the Grubbs, he is not entitled to damages as against Coleman.\nWe think the interest of the Grubbs was so balanced that there was no error in admitting them to testify.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by William Darlington and Josiah Funck for plaintiff in error, and by James L. Reynolds and A. R. Roughter for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Blewett versus Coleman.\nConstruction of Agreement for Partition of the “ Cornwall Estates.”— Trespass by Lessee of Joint Tenant for Injury done by a Co-tenant of Plaintiff’s Lessor.\nParties owning lands jointly on which were valuable ore-hanks, agreed in 1786 to a partition into three parts, to be “ allotted with regard to quantity and quality,” and subsequently in 1787 agreed, that the ore-banks should remain undivided and held in common, the parties interested to have certain portions, for which purpose an accurate survey of the ore banks and hills was to be made, if not already done; neither party to “interfere with either of the others at any mine-hill opened or occupied for the purpose of raising iron ore.” To this was added a supplemental agreement, which provided that if the veins of ore should extend beyond a survey lately made by Thomas Ciarle, the parties, their heirs and assigns, should have free ingress, &c., to and from said hills, free liberty to dig and carry away ore that might be found beyond said surrey, without doing damage to the iron-works or plantations. Under these agreements partition was made of all the estates except the mine-hills, which were supposed to be included within the Clark survey.\nIn an action of trespass by the tenant of two of the joint owners, against certain others of the owners, for taking and carrying away a quantity of copper ore, which he had mined from the base of one of the hills outside of the Clark survey as relocated by one Weidle, it was held,\n1. That under the agreement of August 30th 1787, the whole of the mine hills was exempted from partition and was to he held in common. That either of the parties had the right to take ore within the natural boundaries of the three mine-hills, not interfering with openings made by either of the others, and without doing any material damage to the iron-works or plantations ; and that it was error in the court below to instruct the jury, that all of the mine-hills, without the lines of the Clark survey, passed under the amicable partition of August 1787, and were allotted in severalty to the parties respectively.\n2. That the alleged Clark survey of the mine-hills, not produced at any time on the trial of the titles involved in it, not satisfactorily proved to have been adopted by the parties to the original agreements, and dependent upon traditional knowledge by which it had been relocated by surveyor Weidle many years after it had been made, must he disregarded, because it was not a stable foundation upon which the titles of the parties could safely rest; else the titles would depend upon whether or not the jury would find the Clark survey, as a question of fact; which, according to the accidents of the trial, might be found by one jury, and not found by the next jury to whom it should be submitted.\n3. That the Weidle survey being hut a relocation of the Clark survey must be set aside with it: and, therefore, the question cannot arise as to whether the plaintiff had or had not the right to mine outside of the Weidle lines.\n4. That the Clark and Weidle surveys being disregarded, there could be no question as to the right of plaintiff or his lessors to take out copper ore from the mine-hills, though iron ore only was referred to and named by the parties in the original agreements ; for they owned the hills and all the ores they contained, as an estate in common before the agreements were made, and if iron ore only was referred to therein, the property in the other ores remained unchanged.\n5: That where the ore had boon mined by the plaintiff under a written lease, for a term nofc then expired, executed in behalf of his lessor, the question whether his tenancy was from year to year or at will could not arise: for, if their agent had authority to execute the lease to plaintiff, or if his authority being defective the principal had ratified it, of which there was evidence, then the plaintiff was entitled to recover against the defendant, who, as tenant in common with plaintiff’s lessor, had no right to seize the ore mined by plaintiff as their tenant: but that if he had no lease or license from them, he was not entitled to damages as against Coleman.\n6. That the interest of C. B. Grubb, who testified on the part of defendant against the objection of the plaintiff, that he (Grubb) was not aware, when on the mine-hills where the plaintiff was mining at the time, that he claimed to do so under authority from him, was so balanced that it was not error to admit him as a witness.\nError to the Common Pleas of Lebanon county.\nThis was an action of trespass vi et armis, brought March 16th 1860, by Benjamin Blewett v. Robert WV Coleman and Artemus Wilhelm, to recover damages for taking and carrying away a quantity of copper ore which had been mined by him in the Cornwall Mine-Hills of Lebanon county, and for injuries done to the shanties and shafts which he had erected and sunk on the premises, under a lease from persons claiming to own certain rights or workings in said ore-hills.\nThe defendants, by their attorney, entered the plea of not guilty, to which Coleman added the plea of liberum tenementum, which was followed by a replication and a new assignment. After-wards an assignment and special plea of license, and a special agreement were filed, and on the issues thus made up the parties went to trial.\nThe material facts of the case, as contained in Coleman v. Coleman, 7 Harris 100, and Coleman v. Grubb, 11 Id. 393, and the paper-books of the parties, are substantially as follows:—\nBy a written agreement made May 6th 1786, between Curtis Grubb, Robert Coleman, J. Yeates, Edward Burd, James Clemson, Joseph Shippen, Jr., and Edward Hand, owners of the Cornwall and other estates in Lebanon county, it was agreed that partition be made and “ that the ore-banks belonging to Cornwall Furnace be divided into three parts,” which were to be allotted, having regard to quantity and quality. The parties finding that this agreement could not be carried into execution without injustice to some of them, in a subsequent agreement of August 30th 1787, agreed that the ore-banks should “remain together and undivided as a tenancy in common, the parties interested to have certain portions, and that for this purpose an accurate survey shall be made of the said ore banks and hills,” if not already done, &c., and also that neither of the parties should interfere with either of the others at any mine hole opened and occupied for the purpose of raising iron ore.\nA supplemental agreement was made by the parties on the same day, providing that “ as it may so happen that veins of ore may extend beyond the limits of the survey made lately by Thomas Claris, it is hereby expressly declared and agreed that Burd Grubb, Henry Bates Grubb, and Robert Coleman, and their respective heirs and assigns, shall have full liberty and privilege of ingress, egress, and regress, to and from the said mine hills, and shall have free and uninterrupted liberty and power to dig, sink shafts, drive drifts, raise and carry away any ore that may be found to extend beyond the limits of the said survey, without doing any material damage to the iron works or plantations,” and also that the privileges of the water should be secured to the use of Curtis Grubb and Robert Coleman, their heirs and assigns for ever.\nUnder these agreements an amicable partition was made of all the estates, except the mine-hills, which were the undivided estate, and supposed to be included within the lines of the Clark survey.\nSome time in 1860, Blewett, claiming to be a tenant of E. B. Grubb and C. B. Gruhb, under lease from Eckman, their superintendent, dated November 14th 1867, mined copper ore from the base of one of the three “mwe-hills,” but outside of the lines-of the Clark survey as relocated by surveyor Weidle; which was seized and appropriated by R. W. Coleman, who, with others of the same name and the Grubbs, were descendants of the parties to the original agreements, and the owners of the title to the “hills;” for yhich seizure, and for the destruction of the works, filling up of the shafts, &c., Blewett brought this action. The validity of the plaintiff’s lease from the agent of the Grubbs was denied by the defence, but it was proved that he had entered upon the premises in pursuance of the lease, had expended money in making preparations to raise the ore, had paid the rent agreed upon in the lease, and that the Messrs. Grubb were repeatedly upon the hills while he was mining.\nIt was admitted on the trial that R. W. and \"William Coleman were owners of fifty ninety-sixth parts, G. D. and Robert Coleman owners of thirty ninety-sixths, and Clement B. Grubb and Edward B. Grubb owners of sixteen ninety-sixth parts of the Cornwall ore-banks and mine-hills.\nIn the course of the trial the defendant offered in evidence the deposition of Edward B. Grubb, and called Clement B. Grubb as a witness, both of whom were objected to on the ground of interest, but the court below overruled the objection, whjch were the subjects of the first and second assignments of error.\nThe plaintiff’s counsel requested the court to charge the jury as follows:—\n1. If they believe that the Messrs. Grubb, or either of them, authorized Mr. Eckrnan to make an arrangement with the plaintiff to mine for copper ore in any of their rights or workings on Cornwall ore-hills, and that Mr. Eckrnan, in pursuance of such authority, made such arrangement with the plaintiff, and he, in pursuance thereof, mined copper ore in said rights or workings, and the defendants carried away such ore so raised, the plaintiff is entitled to recover.\n2. If they believe that such authority from the Messrs. Grubb, or either of them, to Mr. Eckrnan was unrestricted by any lines or surveys, it authorized him to make the arrangement above referred to.\n3. There is evidence for the consideration of the jury that such authority from the Messrs. Grubb was unrestricted as to lines or surveys.\n4. If such arrangement was made by Eckrnan with the plaintiff, without authority from the Messrs. Grubb, subsequent ratification thereof would validate it.\n5. There is evidence for the consideration of the jury of such subsequent ratification.\n6. The right of the Messrs. Grubb, as tenants in common with others, to the Cornwall ore-banks and mine-hills, extends to and embraces the whole of said hills to their base, and is not confined to the Clark survey.\n7. Under the supplemental agreement of August 30th 1787, the Messrs. Grubb and their lessees have the right to raise and carry away any ore that may be found upon the Cornwall estate, beyond the limits of the Clark survey.\nThe court below, after an elaborate review of the evidence in the case, instructed the jury in substance that, under the agreement between the ancestors of the Colemans and the Grubbs, in 1787, the estate loft undivided was included within the linos of the Clark survey, and that all without these lines passed under the amicable partition then made by them.\nThe plaintiff’s points were answered as follows:—\n“ 1. This point has been already fully answered in the general charge, and does not require a second explanation.\n“2. If the authority was unrestricted by any lines or surveys, it did authorize the arrangement, provided Messrs. Grubb, or the one making the lease, had himself the right.\n“ 3. This point is affirmed. There is also very powerful evidence to the contrary. The question is solely for the jury.\n“ 4. This point is also correct, so far as they had the power. But the acts of ratification should be clear and explicit, with full knowledge of the facts. A subsequent ratification is equivalent to an original command.\nJuly 24th 1861,\n“ 5. This point is correct in law, and it is for the jury to determine the facts on the conflicting testimony.\n“ 6. This point negatived.\n“ 7. This point negatived in the general charge. They have the right to mine iron ore without as well as within the limits of Clark’s survey; to hold their shafts, drifts, or mine-holes, in the same exclusive manner, and to account for the ore dug in the same proportions as tenants in common; but they have no right to mine copper ore outside of those lines.”\nUnder these instructions there was a verdict and judgment in favour of defendants, whereupon the plaintiff sued out this writ, and assigned for error here, the admission of the deposition of E. B. Grubb, the admission of the testimony of C. B. Grubb, the charge of the court below generally, and the answers given to plaintiff’s fourth, sixth, and seventh points.\nThe case was argued in this court by William Darlington and Josiah Funck for plaintiff in error, and by James L. Reynolds and A. R. Roughter for defendant in error."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 52
}
