{
  "id": 477839,
  "name": "Brenneman's Appeal",
  "name_abbreviation": "Brenneman's Appeal",
  "decision_date": "1861-07-24",
  "docket_number": "",
  "first_page": "115",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 245,
    "char_count": 4486,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 3.1132590175184617e-07,
      "percentile": 0.8601424252919765
    },
    "sha256": "dfda1c9687919f4dd75c5fde495ace7bab0055c19e877025b293198731574c3e",
    "simhash": "1:836ec1049c66b62b",
    "word_count": 768
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brenneman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nWhat is the rule of distribution in this ease, the claimants being children of deceased uncles and an aunt ? Is it to be per stirpes or per capita ? The answer to these questions is to be found in the true construction-of the Act of 27th April 1855, and that, we think, was very distinctly announced in Lane’s Appeal, 4 Casey 486. It was there held to be per stirpes. It is very evident that the legislature intended by that enactment, for reasons sufficiently good to justify them in altering the existing law, to provide that grandchildren of brothers and sisters, and the children of uncles and aunts, should constitute additional classes of collateral heirs, as contradistinguished from next of kin, and thereafter take as such, when entitled to inherit, and not as next of kin, as was their position, when entitled under the Act of 1883. This is the plain obvious meaning of the act, and we discover no room for the construction contended for, that it was intended by the act to introduce the grandchildren of uncles and aunts, as participants per stirpes, ■with the children of such uncles and aunts, which the argument assumes would take per capita. This is not the meaning of the act, as Lane’s Appeal proves. The distribution, therefore, made by the auditors among the children of the deceased uncles and aunt per stirpes was right, and the exclusion of second cousins was also right. Whenever they are entitled to inherit, it must be as next of kin, and their distribution is per capita.\nDecree of the Orphans’ Court is affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by W. B. Fordney, A. Kerr Smith, W. W. Brown and Geo. F. Brenneman in support of the first, and by T. E. Franklin and K. EUmaker in support of the second assignment of error."
    ],
    "corrections": "",
    "head_matter": "Brenneman’s Appeal.\nDistribution of Personal Estate of Decedent as between first and, second Cousins.\n1. Under the Act of 27th April 1855, the children of deceased uncles and' aunts take by representation, such part of the estate of a decedent as the parents would he entitled to if living. The rule of distribution is per stirpes and not per capita.\n2. That act constituted the grandchildren of brothers and sisters, and the children of uncles and aunts, additional classes of collateral heirs, as contra-distinguished from next of kin, and they, therefore, take as such, when entitled to inherit, and not as next of kin as under the Act of 1833.\n3. The second cousins of the decedent are not entitled to a distribution under the act; whenever they are entitled to inherit, it must be as next of kin, and their distribution is per capita.\nAppeal from the Orphans’ Court of Lancaster county.\nThis was an appeal by Henry M. Brenneman and others from the decree of the Orphans’ Court, distributing the personal estate of John Bossier, deceased. John Bossier died on the 28th of February 1859, intestate and without issue, but leaving a widow and collateral kindred, viz., the children and grandchildren of deceased uncles and aunts, or, in other words, first and second cousins; and the questions raised on the distribution of the personal estate of' deceased were: — 1. Whether thé first cousins inherited the estate in the hands of the administrator to the exclusion of second cousins, or jointly with them; and 2. In either event, is the rule of distribution to be per stirpes or per capita ?\nJuly 24th 1861,\nThe auditors rejected the claim of the second cousins, and distributed the fund thus : one-half to the widow of deceased; one-third of the balance to the two children of a deceased uncle of intestate, giving to each one-sixth thereof; one-third among the four children of a deceased uncle of intestate, viz., to each one-twelfth thereof; and one-third among the five children of a deceased aunt, viz., to each one-fifteenth thereof.\nExceptions were filed to this report, which, on hearing, were overruled by the court below (Long, P. J.). The case was then removed into this court, where the following. errors were assigned:—\n1. The court erred in confirming the report making distribution among the eleven cousins of the intestate per stirpes instead of per capita.\n2. In distributing one-half the said fund exclusively among the children of deceased uncles and aunts of deceased, instead of distributing it among the children of deceased uncles and aunts and the children of deceased children of uncles and aunts of intestate per stirpes.\nThe case was argued in this court by W. B. Fordney, A. Kerr Smith, W. W. Brown and Geo. F. Brenneman in support of the first, and by T. E. Franklin and K. EUmaker in support of the second assignment of error."
  },
  "file_name": "0115-01",
  "first_page_order": 115,
  "last_page_order": 117
}
