{
  "id": 478233,
  "name": "Patterson & Co. versus The Wyomissing Manufacturing Company et al.",
  "name_abbreviation": "Patterson & Co. v. Wyomissing Manufacturing Co.",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "117",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 816,
    "char_count": 19234,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.6712518326006223e-07,
      "percentile": 0.8258180303175977
    },
    "sha256": "74005b4d4d2845ddef9ac3bf8ddf8debda3c00ccffa90846f890ba49f6453f15",
    "simhash": "1:9f6bdd12a068ff69",
    "word_count": 3289
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson & Co. versus The Wyomissing Manufacturing Company et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe Act of 20th April 1853, § 3, is very positive in declaring that the stockholders in these corporations shall be liable for all debts contracted while they are stockholders ;• and we are quite unable, with the court below, to discover any public policy that requires or allows us to limit this liability according to the extent of unpaid stock. Public policy, as applied to any particular subject, is the very spirit of a people’s settled customs, laws, and institutions relative to that subject.\nWhat it requires can be ascertained only by a careful process of observation, investigation, and induction of and from the actual public practice in such matters. On this subject our practice is very limited, beginning with the Act of 7th April 1849, at.least as a general practice.\nThat act was of course experimental, and therefore not sufficient to prove a public policy. Alterations were to be expected under the dictations of experience, and the thought of the first act must not be considered as controlling the second, when a change is manifestly intended. Even settled policy and institutions change naturally, as the aims and purposes of society change; and of course the experimental institutions of one legislature cannot be used to control the interpretation of the amendments of a subsequent one. We think the stockholders are liable, though they have paid up all their stock.\nWhat is the character of their liability? We think it is secondary, not primary; collateral, not principal; analogous to a case of guarantee, to be enforced if the regular process in the principal contract proves fruitless, or if the corporation becomes insolvent.\nThe nature of the case shows this; for the true contract is with the corporation, and therefore it has the principal duty and liability, and the individual liability of stockholders is a supplementary one, added on to secure the other. And this thought is expressed in the Act of 1849, when it requires that execution shall go first against the corporation, even when the stockholders should be joined in the same action.\nHere, then, is the right; how shall it be administered ? If the mechanic have not blocks or lasts on hand suitable for the háts or shoes that are required, he must provide others that are suitable. Courts and lawyers are the mechanics in the administration of justice, and, when defined rights are to be enforced, they ought to know how to do their work, and to find new methods for it if the old will not answer. We do not excuse a builder because his chest does not furnish him tools of the proper shape for the required work. Even for this new form of right, analogy directs us to an ordinary remedy, which, with very little modification, is exactly suited: the forms of proceedings against guarantors.\nAnd looking at this, we find that the form of the remedy, as well as the character of the right, allows the use of separate actions against the primary and secondary debtors.\nThe declaration in the secondary action alone needs any special departure from the form usual in the case of guarantee.\nIt is by going into the equity practice that we find example for suing them together, and getting different judgments against each, to be enforced by separate writs of execution, and this analogy is adopted in the Act of 1849, saying that the stockholders may” be included, that is, in the ordinary action against their corporation, and allowing several verdicts, judgments, and executions.\nProceeding by separate actions, a judgment against the corporation does not bar a suit against the stockholders. And a judgment against the corporation for one of the divided portions of the claims does not bar a suit against the corporation and the stockholders together for the rest of the claim.\nThis much seems very plain, and we are required to say this much in order to come to the very point of dispute about the form in the ease. Following the line of thought on which we have started, this also becomes plain. The claim is for goods sold; the paper that was given for them and dishonoured being treated as a fruitless provision for payment.\nThe plaintiffs had obtained judgment against the corporation on one of the notes; but the corporation became insolvent, and the judgment proved fruitless. There was no use of going further against the corporation alone; it would have resulted in more expense and delay. A suit against the stockholders is, therefore, their only hope ; and they may join the corporation, at least so far as the debt due by it is not yet in judgment; and the nature of the case, and the Act of Assembly, allow that the judg'ment may be as different as the facts of the case require. This action is, therefore, in right form.\nThe declaration charges both the corporation with the stockholders, Avithout averring, as it might have done, that there is already a judgment against the corporation for a portion of it. But this is of no importance, for the defendants have pleaded the former recovery in bar for so much as it avails, and that would save the corporation from a second judgment for the same sum, and require the judgment against it to be so much less.\nFrom what has been said, it will be apparent that a demurrer to the declaration, on the same ground as that on which the evidence was treated as demurred to, Avould not have been successful, and, that a demurrer to it, for want of an averment of usual and fruitless pursuit of the corporation, or of its insolvency, would have compelled an amendment.\nOne plea in bar is, that the stockholders are not liable because the corporation did not pay the bonus to the Commonwealth, and this is well demurred to.\nWe must not interpret the Act of Assembly so as to make it absurd or ridiculous. It was not intended that a neglect of the corporation’s duty to the state should free the stockholders from their duty to their creditors — that they might rid themselves of the law itself by disobeying a part of it. The proviso that imposes the bonus is not properly a proviso or condition, but an additional .law. In our hurried legislation, independent enactments are often stuck on in the form of a proviso, and so it is here.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued here by Samuel L. Young, B. Frank Boyer, and John L. Bicharás, for plaintiffs in error, and by John Banks and Charles Davis, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Patterson & Co. versus The Wyomissing Manufacturing Company et al.\nLiability of Stockholder for Debts of Manufacturing Corporation.-— Joinder of Defendants. — Defence to the Action.\n1. The Act of April 20th 1853, supplementary to the Act of April 7th 1849, entitled an “ Act to encourage Manufacturing Operations in this Common' wealth,” renders the stockholders in all companies incorporated in pursuance of its provisions, or under the Act of 1849 and its supplements, liable for all debts contracted while they are stockholders, although they have paid up the whole of their stock.\n2. Though the corporation is the principal debtor, and the liability of the stockholders is only secondary and collateral, yet the form of the remedy and the character of the right, under the Acts of Assembly, allow the use of separate actions against the primary and secondary debtors.\n3. In an action against stockholders, brought to enforce such liability, the plaintiff may join the corporation, even though he has previously obtained a judgment against it, for a portion of the debt sued for.\n4. It is not a good plea in bar to an action against the stockholders, that the corporation had not paid the bonus of one-half per cent, on the amount of the original capital stock, as required by the state: the proviso to the Act of April 20th 1853, is not properly a proviso, but an additional law.\nError to tbe Common Pleas of Berks county.\nThis was an action brought May 28th 1859, by Robert Patterson, Francis Engle Patterson, Robert Emmett Patterson, and William Houston Patterson, trading as R. Patterson & Co., against the Wyomissing Woollen Manufacturing Comany, Matthias Mengel, John Hoff, Henry A. Hoff, Ebenezer Miltimore, and John Miltimore.\nThe suit was brought to enforce the liability incurred by the General Manufacturing Law of April 9th 1849, and its supplements. In 1854 a company was organized in the city of Reading, Berks county, and duly incorporated under the Act of Assembly and supplements mentioned, by the corporate name of the Wyo-missing Woollen Manufacturing Company, the object of which was the manufacture of goods composed of wool and cotton. While engaged in this business, and while the defendants above named were stockholders of said company, to wit, in the year 1857, the company purchased four several lots of cotton in bales from the plaintiffs, amounting to $4873.28. Shortly after this the company became embarrassed, and on the 9th day of October 1858, their real estate was sold by the sheriff for payment of liens, the corporation being insolvent to a large amount. The declaration contained three special counts, and the common money counts. The defendants pleaded first, Nil debet.” On the 19th of January 1860, the defendants filed two special pleas, the first averring that there is an award against the company for part of the plaintiffs’ claim in this suit, which, award is not appealed from, and the second that the company was required by law to pay a certain bonus to the Commonwealth, that they did not pay the bonus, and therefore the defendants are not liable. A third special plea was filed on the 23d day of April 1860, alleging that the defendants gave certain drafts and notes in payment of the bills of cotton, which were in full satisfaction of said claim.\nTo the first and second special pleas the plaintiffs demurred, and to the last plea they filed a general replication, denying the facts. The demurrers were argued, and the court decided that the pleas of “former recovery” and “bonus unpaid,” would not avail the defendants.\nThe case came on for trial November 26th 1860. The plaintiffs, by permission of the court, amended their declaration by withdrawing all the counts therein contained, except the first three, and the jury being sworn, the plaintiffs made a specific offer of what they intended to prove, viz.:—\n“The plaintiffs are merchants, doing business in the city of Philadelphia, dealing largely in the sale of cotton and other merchandise. The claim on their part in this suit, is against the Wyomissing Woollen Manufacturing Company, and the other defendants mentioned, who were stockholders in the corporation at the time large quantities of merchandise and materials, to wit, cotton, was sold and delivered by the plaintiffs to the company, which cotton has never been paid for. The company was incorporated on the 10th day of March 1854, under and by virtue of the provisions of- an Act of Assembly of this Commonwealth, approved the 7th day of April 1849, entitled An act to encourage manufacturing operations in this commonwealth, and the supplement to said act — which act, together with the supplement, the plaintiff’s now lay before the court and jury as the foundation of the liability of the defendants in this suit, to wit, Act of April 9th 1849, before referred to; supplement to said act, approved the 20th day of April 1853, and further supplement to said act, approved the 27th day of March 1854, particularly the 3d section of the supplement of April 20th 1853, and the 2d section of the supplement of March 27th 1854.\n“ After the company was incorporated, it went into operation in the city of Reading, Berks county. The purposes of said company, as set forth in its charter, duly recorded, was to carry on the manufacture of jeans, drillings, tweeds, and other goods composed of wool and cotton. This the company proceeded to do, having erected a large building and the proper machinery for that purpose. While so engaged in manufacturing, the company purchased of and from the plaintiffs certain quantities of cotton, which cotton was delivered to the company. The dates of purchase, quantity, and value of the same are as follows:—\n“May 30th 1857, 9 bales of cotton, 3859 lbs. at 16f, $646.38\nJune 29th 1857, 34 “ “ 16,312 “ “ 17$, 2793.43\nNov, 5th 1857, 10 “ “ 5016 “ “ 20, 1003.20\nDec. 4th 1857, 9 “ « 2531 “ “ 17, 430.27\n$4873.28\n“At the time the cotton was sold and delivered to the company, and before and after the other defendants in this suit, to wit, Matthias Mengel, John Hoff, Henry A. Hoff, Ebenezer Miltimore, and John Miltimore were stockholders in the companj% Matthias Mengel held eighty-five shares, John Hoff held twenty shares, Henry A. Hoff held twenty shares, Ebenezer Miltimore held twenty-five shares, and John Miltimore held twenty-five shares of the capital stock, the instalments on which it is admitted had all been paid in, at the time the cotton was sold for the value of which this suit is brought. In consequence of their so being stockholders the Act of Assembly and supplements already referred to, make them and each of them, as well as the company, liable to the plaintiffs for the amount of their claim, with interest, to recover which this suit is brought.”\nAnd further, to bring up all the questions; admitted the facts set forth in the defendants’ first and second special pleas, to wit: that an award had been obtained against the company for a part of the plaintiffs’ claim, and that the company had neglected paying the state the bonus which the law required them to pay. It was also admitted that the defendants had paid up their stock.\nIt was further agreed that the following opinion of the court on the demurrers should be regarded as the charge to the jury in this case so far as applicable, viz.:—\n“ The primary inquiry in this case is as to the nature and extent of the stockholders’ liability under the several acts of 1849, 1853, and 1854. The doctrine of individual liability passed out of politics into law shortly before the first of these acts, and as has been the case with all novelties introduced into the statute law, creating new relations, and rights and duties necessarily of a very complicated character, the earlier legislation is found to be crude and imperfect. It often merely embodies an idea, leaving it to the courts to give it practical efficiency. It is often mangled in its legislative form by the conflict and compromise by which it is beset in its passage through the law-making body. These early statutes, designed to give effect to a new idea, are always difficult.of application from these and like causes.\n“ The Act of 1849, to which the others named are supplementary, provides that all the stockholders of companies incorporated under it, shall be jointly and severally liable, in their individual capacities, for all the debts and contraéis made by such company,' to the amount remaining unpaid on the shares of stock by them respectively held. If all the stock was paid up, there would, under this provision, be no farther liability. The legislature obviously designed to encourage manufacturing enterprise, and at the same time to prevent organizations proceeding upon a large nominal but small real capital. The capitalist and the person of small but surplus means were equally invited to take part in these enterprises, by the assurance that there was no risk incurred beyond the extent of the subscription for stock. Any indefinite universal liability it was felt would repel capital, for it would be the act of folly or madness for any man of means to go into a concern not managed by himself, not controlled by himself, if by so doing he staked his whole fortune on a subscription, it might be, to a half dozen shares of its stock.\n“ The liability of the stockholder under the Act of 1849, was upon the stock unpaid for by him. The time when the liability attached to the holder was not fixed with any precision, nor was the person of the particular holder, which is but to state the fact in other words. We suppose that this was soon found to be an invitation to fraud, and that when the evil day was seen by the more sagacious members of the corporation to be at hand, or had already come, the holder of stock transferred it to irresponsible persons, or sold it to ignorant and innocent ones. By these shifts the individual liability was evaded, and the bread asked for by the people was given to them in the shape of a stone.\n[“ In view of this, the Act of 1858 was passed, supplementary to the Act of 1849, which declares that stockholders shall be jointly or severally liable in their individual capacities, for all debts, contracts, and other liabilities of the company, contracted or incurred duriny the time such stockholders respectively held their stock, or are beneficially interested therein.\n“ The words áre very large and would seem to include a universal responsibility — indeed are large enough for that. But when we remember what the policy of the state is; that such a construction would at once defeat the wise purpose of the acts— to encourage the adventure of combined capital in manufactures; that this act is expressly supplemental to that of 1849 ; that the large words, after all, precisely remedy the defect of the Act of 1849, as to individual liability — we may as well suppose that they were intended to be in harmony with that policy, were not introduced to make the legislation defeat itself, and are to be subordinated to the 9th section of the Act of 1849, as amending that wherein that section was deficient.\nJuly 25th 1861,\n“ The reading of the statutes taken together then is, that the holders of stock at the time of any liability incurred, are individually liable therefor to the extent of their unpaid stock. But as in this case the whole stock was paid in, there is no liability whatever incurred by the stockholders to creditors of the corporation.\n“We do not think that either the plea of ‘former recovery,’ or of ‘bonus unpaid’ to the Commonwealth, as pleaded here, would avail these defendants, and must overrule these pleas; but upon the broad ground of liability under the statutes creating liability, we cannot permit a recovery against them if they have paid up their stock in full], which it is admitted they have done. We therefore direct you to render a verdict in favour of these defendants.”\nThe offer of the plaintiffs was objected to by the defendants as being insufficient, if proved, to entitle the plaintiffs to a recovery, and was rejected by the court, and the jury directed to find a verdict for the defendants, to which rejection of evidence and direction to the jury the defendants excepted.\nUnder the charge of the court there was a verdict and judgment for the defendants; the plaintiffs thereupon sued out this writ, and assigned for error : 1. The refusal by the court to allow the plaintiffs to prove the matters contained in their offer as above stated.\n2. The rejection of plaintiffs’ offer to prove all the material averments set forth in their declaration as amended.\n3. The opinion filed in the case, particularly that portion of it which is enclosed in brackets.\n4. The instruction to the jury to render their verdict for defendants.\nThe case was argued here by Samuel L. Young, B. Frank Boyer, and John L. Bicharás, for plaintiffs in error, and by John Banks and Charles Davis, for defendants in error."
  },
  "file_name": "0117-01",
  "first_page_order": 117,
  "last_page_order": 124
}
