{
  "id": 478748,
  "name": "Miltimore versus Miltimore and De Borbon",
  "name_abbreviation": "Miltimore v. Miltimore & De Borbon",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "151",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 241",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 87",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0087-01"
      ]
    },
    {
      "cite": "2 Jones 328",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 340",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812581
      ],
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0340-01"
      ]
    },
    {
      "cite": "2 Whart. 453",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0453-01"
      ]
    },
    {
      "cite": "8 Watts 166",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848529
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0166-01"
      ]
    },
    {
      "cite": "10 Watts 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0063-01"
      ]
    },
    {
      "cite": "4 Day 343",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/4/0343-01"
      ]
    },
    {
      "cite": "10 Peters 449",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/35/0449-01"
      ]
    },
    {
      "cite": "7 Watts 349",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0349-01"
      ]
    },
    {
      "cite": "4 Rawle 463",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0463-01"
      ]
    },
    {
      "cite": "4 Watts 474",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0474-01"
      ]
    },
    {
      "cite": "2 Peters 169",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "4 Wh. 506",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0063-01"
      ]
    },
    {
      "cite": "4 Day 343",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/day/4/0343-01"
      ]
    },
    {
      "cite": "10 Peters 449",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/35/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 783,
    "char_count": 15963,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 6.184545033767234e-07,
      "percentile": 0.9567536562942472
    },
    "sha256": "6bfa3b4e3bfe938667e8af1448d7f8f362cb775fd54fd583f4fb31a5dd305296",
    "simhash": "1:c7b399aa0fce4ce8",
    "word_count": 2810
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miltimore versus Miltimore and De Borbon."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThe first question for our consideration is, the admissibility of evidence of the contents of certain lost portions of the record. Their existence and loss are proved, and, after the cases of Harvey v. Thomas, 10 Watts 63, Loughry v. McCullough, 1 Barr 503, The Farmers’ Bank of Reading v. Gilson, 6 Barr 51, and cases since, this is not an open question. The testimony was unquestionably competent. The existence of the power in the courts to supply lost records, does not interfere with the rule of evidence which admits proof of contents. The loss may not be discovered until the trial is progressing. There would be no time then to file a bill in the chancery side of the court to perpetuate the proof necessary for a foundation from which to supply the record. And it might be disastrous to one or other of the parties to delay the cause for such a purpose. It is important that the power to supply records should exist, for it might be necessary to exemplify them, and this could not be done when there had been a loss of a portion, until after they had been supplied.\nThe question is somewhat irregularly raised under this same exception as to the validity of the decree of divorce between the plaintiff and her husband. It was alleged to be void because the plaintiff herself caused and procured the subpoena to be issued in vacation, and but twelve days before the ensuing term; whereas the Act of Assembly requires the interval to be at least thirty days. This is a novel objection to come from the complainant in that proceeding, after a decree in her favour, acquiesced in and acted upon by her for more than seven years, and until after her husband’s death. But we will not estop her for this reason only, for a better exists, which is, that this did not render the decree void, but only voidable, if taken in time and by a party who had a right to object. Where there isjho)jurisdietion of the parties, and of the subject-matter of the controversy, the judgment or the decree of the court on it is never void, but only voidable where irregular. When the jurisdiction does not exist, and usurpation takes its place, then all the acts of the tribunal are void “ and of none effect,” and may be so treated in any collateral proceeding: Voorhees v. Bank of the United States, 10 Peters 449; Phillips’s Appeal, 10 Casey 489. Where there is no jurisdiction there is no authority to pronounce judgment, and consequently a judgment so entered is so but in form and similitude, and has no substance, force, or authority. Here the court was one of general jurisdiction. To it belonged the right by statute to entertain proceedings and make decrees in divorce. It also had jurisdiction of the parties. The decree, therefore, entered could only be reversed for error by a direct proceeding for that purpose, and not collaterally: Blamire v. The Charles Carter, 4 Co. 328; Wharton v. Sexton, 4 Wh. 506; Tolme v. Thompson, 2 Peters 169; Elliot v. Peirsol, 1 Id. 340; United States v. Arredando, 6 Id. 729; Voorhees v. Bank of the United States, 10 Id. supra. These cases are not cited as evidence of the doctrine herein asserted, that the decrees of a court of competent jurisdiction cannot be set aside for error in a collateral proceeding — that is an elementary principle — but to illustrate the doctrine by exhibiting the futility of the attempt -when made.\nThe second assignment of error is upon the rejection of the evidence to show fraud in the obtaining the decree, or rather that the demandant’s application for a divorce was collusive, and the proof of the same character. “ Nemo allegans suam turpitudinam” is a maxim of the law which forbids such an attempt. It would be a monstrous doctrine to permit parties to tamper with judicial proceedings in such a manner. To initiate them, carry them through, act upon them as valid, and afterwards allege that they were hired, coaxed, or maltreated into becoming parties to the fraud, and seek to invalidate them in a collateral proceeding by a plea of fraud; that is what cannot be done: Braddee v. Brownfield, 4 Watts 474; Evans v. Dravo, 12 Harris 62. I cannot see that, because the plaintiff can make out a primé facie case for dower, without reference to the decree in question, that the principle of estoppel is not to apply. To hold this would be to hold that, because a man could make out a primé facie title to a tract of land, he would not be estopped by his own deed of conveyance of it to the defendant. This is not to be thought of. Could he in such a case set up his own fraud to invalidate his own deed ? The case last cited settles this against any such attempt. We need not discuss another aspect in which this question has been spoken to, namely, whether for fraud an innocent party to such a decree might impeach it collaterally. The case does not require it.\nThe last specification of error is to the charge, namely, that there having been a decree of divorce from the bonds of matrimony, which remains unreversed, although the cause was adultery, the demandant was not entitled to dower. Our Act of Assembly defines the consequences of a divorce, whether a vinculo matrimonii or a mensa et thoro. In the former case, the statute provides that “ after such sentence nullifying or dissolving the marriage, all and every the duties, rights, and claims accruing to cither of the said parties, at any time thereafter, in pursuance of said marriage, shall cease and determine, e.” There is no exception in consequence of the cause. The only distinction as a consequence of a divorce a vinculo, between adultery as a cause and any other, is the provision that the guilty .party, on being freed, shall not marry his or her paramour during the life of the former husband or wife. In Scotland the prohibition is unlimited: Poynter on Marriage and Divorce 178. With this restriction, the effect of a divorce from the bonds of matrimony with us, is said to be the same as in case of death : 2 Barr 471; 4 Comst. 95. It works an entire separation. The case of Goodwin v. Goodwin, 4 Day 343, has no bearing. In -England, adultery was not cause of divorce a vinculo. It only suspended the marital relations, and a decree upon such proof is a mensa et thoro, and generally, if not always, followed by an allowance of alimony. It is an axiom of the English law, that the marriage contract is indissoluble. A decree of a vinculo matrimonii is, therefore, only pronounced there for some canonical or legal disability existing anterior to the contract.\nWe see no error in this record, and the judgment is\nAffirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Jacob Hoffman, for plaintiff in error,",
      "Henry W. Smith, for defendants."
    ],
    "corrections": "",
    "head_matter": "Miltimore versus Miltimore and De Borbon.\nParol Evidence of Contents of Lost Records, when admissible. — Decree of Divorce not to be reversed Collaterally. — Evidence of Fraud not admissible, if Collusive. — Divorce, when a Bar to Dower.\n1. Evidence of the contents of lost portions of the record is admissible after their existence and loss have been proved.\n2. A wife obtained a decree of divorce A. Y. M. from her husband, on the ground of- adultery, having herself procured the issuing of the subpoena, but twelve days before the ensuing term. After more than seven years, on the death of her husband, she endeavoured to avoid the decree on the ground of irregularity, and demanded dower in her husband's estate. Held, that she was estopped by her own acts, and that the decree of the court having jurisdiction both of the cause of action, and the parties, was not void, but only voidable if taken in time by a party who had a right to object.\n3. Evidence is not admissible on the part of the demandant, that there was fraud in obtaining the decree, in that the application for divorce was collusive. Nemo allegans suam turpitudinem. The principle of estoppel applies, though, without reference to the decree of divorce, she could make out a primd facie case for dower.\n4. It was not error in the court to charge the jury, that there having been a decree of divorce from the bonds of matrimony, which remained unreversed and unappealed from, the demandant was not entitled to dower in the real estate of the decedent.\nError to the Common Pleas of Berks county.\nThis was an action of dower unde nihil habet, brought to April Term 1858, by Sarah Miltimore, widow of John N. Miltimore, deceased, against Ebenezer Miltimore and William De Borbon. The plaintiff 'declared for one-half of two individual thirds in a lot of ground on the corner of Fifth and Penn streets, in the city of Reading, to which defendants pleaded ne unque siesie que dower.\nThe case was this: — John N. Miltimore and Sarah Miltimore were married in 1822. In 1841 he became the owner of one-third of the above-mentioned premises, and in 1852 became the owner of another third part thereof.\nIn 1849, Sarah Miltimore applied for a divorce from the bonds of matrimony, on the ground of adultery; and on the 17th of August, a divorce as prayed for was decreed. About this time Mrs. Miltimore left Reading, where she and her husband had been living, and did not return until after her husband’s death, which occurred in 1856.\nOn the 17th of April 1855, John N. Miltimore conveyed his undivided two-thirds of the property to Ebenezer Miltimore, who then held it in common with William De Borbon.\nThis action was then brought, and issue joined as above stated.\n• On the trial, the plaintiff proved her marriage in 1822 to John N. Miltimore; his title to the real estate mentioned in the writ; his conveyance to Ebenezer Miltimore; the death of John N. Miltimore, and rested.\nThe defendants produced in court the docket entry of the proceedings in divorce to August Term 1849, No. 193, by Sarah Miltimore, by her next friend, against John N. Miltimore, and proved that diligent search had been made by the prothonotary and officers of the court for the papers in the action, and that they could not be found, which fact was also admitted by plaintiff’s counsel.\nThey then called witnesses, who proved that a petition was prepared in the usual form for divorce on the ground of adultery, signed and sworn to by Mrs. Miltimore, and presented to the court — that a subpoena was awarded, served and returned, interrogatories filed, witnesses examined on the part of the libellant in the presence of the parties or their counsel, and the testimony returned to court, and then offered in evidence the docket entry above mentioned. This was objected to by plaintiff’s counsel, because it was not a record of the proceedings, and because the face of the docket entry shows the proceedings to be eoram non judiee. The court below (Hegins, P. J.) overruled the objection, and admitted the evidence; which was the first error assigned.\nThe docket entry showed that a petition ivas presented July 18th 1849, returnable to August Term 1849, and that the decree of divorce was made on the 20th of August 1849. The costs were paid by John N. Miltimore.\nWhen the defendants’ case had been closed, the plaintiff offered to prove that the said John N. Miltimore committed the adultery set forth and charged in the petition for a divorce for the purpose of furnishing evidence to procure the divorce, and to defraud the plaintiff of her dower and of her portion of the personal property, and arranged with the witnesses to the adultery to testify to the fact before the commissioner in the divorce; that he coerced the plaintiff to sign the petition and to make the affidavit, by a system of oppression, cruel and insulting treatment, as well by himself as by the family of Ebenezer Miltimore, with whom they then resided, and to whom, after the divorce, he conveyed all his real estate, and assigned and transferred all his personal property and effects, between the date of the divorce and the time of his death, without any consideration or value therefor; that the said John N. Miltimore employed the counsel for the libellant and for himself, and paid their fees as well as all the costs and expenses; and that the defendant, Ebenezer Miltimore, knew of, and aided and assisted in the scheme of procuring the divorce aforesaid, to invalidate the divorce; and to show that it was obtained by fraud, coercion, and compulsion, and against public policy and good morals, and in violation of the domestic relation between husband and wife. 'The court rejected the evidence, which was the subject of the second assignment of error.\nThe plaintiff’s counsel requested the court to instruct the jury that the decree of divorce being founded upon, and on account of the adultery of the husband, it does not bar the wife’s dower, and prevent her from recovering in this action.\nThe court below refused so to instruct the jury, and charged that under all the evidence in the case, the plaintiff was not entitled to recover; which was the subject of the third assignment of error.\nThere was a verdict and judgment for defendants, whereupon the case was removed into this court by the plaintiff, by whom the ruling of the court below on the question of evidence above mentioned, and the refusal of the court to instruct the jury as requested, were relied on as ground for reversing the judgment entered in the action.\nJacob Hoffman, for plaintiff in error,\nargued that the docket entry of the proceedings in the divorce case Avas improperly admitted in evidence. It was not a record, but an imperfect abstract of the proceedings; nor Avere the contents sufficiently proved to justify its admission. The defendant might have had the record supplied and restored on application to the court. The proceedings were coram non judice. 'Cases of divorce are cognisable in the Ecclesiastical Courts only, and not in the Common Pleas, except so far as given by statute. The Act of March 13th 1815 restricts the power of a judge to grant a subpoena in vacation to applications made thirty days before the next term. In this case it was made July 18th 1849, only twelve days before the next term, and the final decree within thirty days from the application: see Tatem v. Jones, 8 Harris 398; Dundas v. Blandue, 4 Rawle 463; Dorsey v. Dorsey, 7 Watts 349; Wicks v. Caulk, 5 Harris & Johnson 36; Voorhees v. Bank United States, 10 Peters 449.\nJuly 25th 1861,\nThe evidence offered to invalidate the divorce should have been admitted under the ruling of this court in Mitchell v. Kintzer, 5 Barr 216, and because defendant’s case had been made out by the use of the record of divorce. It was introduced by the defendant, and plaintiff had a right to assail it: Evans v. Dravo, 12 Harris 62; Swan v. Scott, 11 S. & R. 155; Lansdale’s Estate, 5 Casey 407; Krupp v. Scholl, 10 Barr 193. A wife’s dower is not barred by a decree of divorce where the cause of divorce is founded on the adultery of the husband: Goodwin v. Goodwin, 4 Day 343.\nHenry W. Smith, for defendants.\nThe first assignment of error is disposed of by the ruling of this court in Farmers’ Bank of Reading v. Gilson, 6 Barr 51; Loughry v. McCullough, 1 Barr 503; Harvey v. Thomas, 10 Watts 63-67.\nThe decree of divorce made on the application of plaintiff, on the ground of adultery, cannot be avoided collaterally, because of the irregularities alleged, where both parties appeared and neither objected to them at the time, and especially after a silence of six years, and the death of the husband; nor can it be done on account of the alleged fraud, in which she must have been a principal actor: see Morris v. Galbreath, 8 Watts 166 ; Hoffman v. Costar, 2 Whart. 453; Meadows and Lady Francis v. The Duchess of Kingston, Ambler 756, 761, 762; Addison’s Reports 48; 2 Yeates 340, 341; 8 Watts 166; Allen v. McClellan, 2 Jones 328; Jones v. Jones, Id. 350.\nIn Pennsylvania, a divorce a vinculo obtained by husband against wife destroys the marriage as if it had never existed, as effectually as death: 2 Barr 471, 472; Clark v. Clark, 8 W. & S. 87. See also 1 Co. Litt. 32 a; Bishop on Marriage and Divorce, § 660-661; Boyd’s Appeal, 2 Wright 241."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 157
}
