{
  "id": 477618,
  "name": "Dyer & Co. versus Walker & Howard",
  "name_abbreviation": "Dyer & Co. v. Walker & Howard",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "157",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 204",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 9460,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.6324791340518274e-07,
      "percentile": 0.8223452409773697
    },
    "sha256": "b29b9ad7ebb1c04b35a114888b12d0e9935330c5170c2f295ea4285287f87464",
    "simhash": "1:4c6e83b9080e233c",
    "word_count": 1661
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dyer & Co. versus Walker & Howard."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nOn the trial of this action of assumpsit, a plea involving the forfeiture or invalidity of the charter of the Turnpike Road Company, for some want of performance by the company, or agents of the state, was demurrable, or might have been treated as a nullity by the court. The validity of charters cannot be tried in this collateral way: Irvine v. The Lumberman Bank, 2 W. & S. 204; consequently the court was right in refusing to affirm the plaintiffs’ point.\nThere is no question before us about the service of the writ. That was cured even if defective, which we do not say was the case, by appearing and pleading to the action.\n.But over and above all cavils about titles in the company and in the sheriff’s vendees, stands the fact of a contract between the plaintiffs and defendants to pay to the former the tolls sued for, entered into voluntarily, without any fraud or circumvention, and the use of the road agreed to be paid for, had by the defendants. They got what they contracted for and agreed to pay for. No other party is claiming or likely to claim from them these tolls. Their agreement being fairly entered into and the consideration received by them, they are in equity estopped from setting up defects if they exist in the plaintiffs’ title, even if in other circumstances entitled to do so. But we say nothing about defects. The case does not in its present aspect reach that inquiry. It is sufficient to say that if there were defects in any particular, they did not interfere with the defendants using the road, nor the plaintiffs in keeping it in repair for their use. We see no error in the case, and\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Hugus Kimmel, for plaintiffs in error.",
      "Forward Gaither, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Dyer & Co. versus Walker & Howard.\nForfeiture of Charter not to he tried Collaterally. — Equitable Estoppel.\n1. On the trial of an action of assumpsit by plaintiffs, who were owners of a turnpike road, against a defendant for tolls due for the use of the road, a plea involving a forfeiture or invalidity of the charter is demurrable, or may be treated as a nullity by the court. The violation of a charter of incorporation, cannot be made the subject of a judicial investigation in a collateral Suit.\n2. Where the defendants had used the road, and had contracted to pay for such use, there being no other claimants for the tolls, they are ini equity estopped from setting up defects in the plaintiff’s title, or the charter if there were any; and they are liable to pay for the use of the road, if not prevented from using it, by the defects alleged.\nError to the Common Pleas of Somerset county.\nThis was an action of assumpsit, brought November 10th 1858, by John Walter and James Howard, in right of the Somerset and Conemaugh Turnpike Company, against William Dyer & Company.\nThe summons was served “by copy on McStern, William Dyer’s clerk, December 3d 1858.” By the affidavit of McStern, it appeared'that at the time of service he was not acting as clerk or agent for Dyer & Co., though he had formerly been employed in that capacity, and was retained for the purpose of collecting rents for them on commission. On the 9th of February 1859, Messrs. Hugus and Kimmel, for defendants, moved to quash the writ, which -was refused by the court.\nThe plaintiff declared for tolls due from the defendant to them for the years 1855, ’56, ’57, and ’58, in right of the Somerset and Conemaugh Turnpike Road Company, a part of which road they claimed to own and hold, admitting their liability to keep the same in repair; to which the defendants pleaded, that they did not promise to pay, &c., &c., and also that plaintiffs had no right to collect and receive tolls on said road, because no commissioners were ever appointed to examine it, nor any license granted by the governor. This was answered by a general replication to both pleas, and rejoinder by the defendants.\nThe testimony disclosed in substance the following facts, viz.: That, the Somerset and Conemaugh Turnpike Company being insolvent and their road unfinished, an Act of Assembly was passed, April 8th 1851, authorizing any of the judgment-creditors of the company to issue a writ of fieri facias on any judgment then of record in the Common Pleas of Somerset county, to sell the road to the highest bidder.\nOn the 18th of July 1851, Daniel Baird recovered judgment against the company’before a justice of the peace, on which a fi. fa. was sued out, the road sold to Isaac Kauffman, under whom, by sundry conveyances, John Walter and James H. Howard, the plaintiffs in this action, became the owners of about twelve miles of the road, to wit, from Jcnnerville to the Jackson House. The defendants carried on the Somerset Furnace for some years, passing and repassing through two of the gates of the road, under an alleged agreement, that the teams of defendants were not to be stopped at every trip, but that an account should be kept, and the whole amount paid by the defendants. This was done, until their tolls amounted to $286.27, to recover which this suit was brought. When the writ was issued the defendants lived in Pittsburgh, having closed their operations at the furnace about a year before, and it was served on Mr. McStern, as above stated.\nThe 12th section of the company’s charter provided: — “ That as soon as the president, managers, and company shall have perfected the said road for the distance of five miles aforesaid, and also when they shall have completed each succeeding section of five miles, likewise when the remainder shall be finished, they shall give notice thereof to the governor, who shall thereupon appoint three disinterested persons to view and examine the same, and to report to him in writing, whether the said road is so far executed in a masterly and workmanlike manner, according to the true intent and meaning of this act, and if their report shall in either case be in the affirmative, then the governor shall, by license under his hand, and the lesser seal of this Commonwealth, permit the said president, managers, and company to fix and erect so many gates, or turnpikes, upon and across the said road, as will be necessary and sufficient to collect the tolls and duties hereinafter granted to the said company, from all persons travelling on the same with horses, cattle, sheep, swine, carriages, &c.”\nThe defendants requested the court to charge the jury, that the plaintiffs having failed to prove the appointment of commissioners by the governor to view the road, &c., as the charter directed, and also that a license had issued from the governor authorizing the company to collect tolls, they cannot recover..\nThe court below, after stating the main facts of the case, charged the jury as follows :—\n“It will be for the jury to say, whether such an arrangement and agreement existed as is alleged between Dyer and the plaintiffs through their gate keepers, that the teams of the defendants were not to be stopped, and that they would pay the amount of tolls charged; and if they come to the conclusion that such was the agreement, and that this sum claimed is the just amount of the toll charged during the existence of the agreement, then plaintiff will be entitled to recover — unless the defence set up is a legal bar to a recovery. If no such agreement was ever made,, then plaintiffs cannot recover, because it was the duty of the owners of the road to exact the toll at the time.\n“ But the counsel for defendants say, that they are entitled to your verdict, and they have submitted a point for instructions. We refuse to give the instructions prayed for.\n“ It is also said, that the plaintiffs have no title to the road, because the act provides that the sale shall be made upon judgments on the docket at the date of the act, — whereas the judgment under which plaintiffs claim, was entered after the date of the act. We instruct you that this position cannot avail these defendants : they cannot inquire into the regularity of plaintiffs’ right to the road under the sheriff’s sale.”\nUnder these instructions there was a verdict and judgment in favour of plaintiffs for $273. The case was then removed into this court by the defendant, by whom the following errors were assigned:—\n1. The court erred in refusing to quash the writ, as the service ■was not in accordance with the provisions of the statute.\n2. The court erred in refusing to instruct the jury as prayed for by plaintiffs in error, in their point to the court below.\n3. The court erred in not instructing the jury, that the sale on the judgment of Baird was void, and in saying, “ we instruct you that this position cannot avail these defendants. They cannot inquire into the regularity of plaintiffs’ right to the road under the sheriff’s sale.”\n4. The pleading put in issue, the point as to whether commissioners were appointed by the governor, as the charter required. In this there was error in the court below, in not deciding in favour of the defendants.\n5. The pleadings also put in issue, the point that a license was never issued by the governor, as the charter required. In this there was also error in the court, in not holding the plaintiffs to strict proof on a point, as the plaintiffs in error believe, so material to their right to recover.\n6. The court erred in not deciding, as a matter of law, the last, two points in favour of the defendants below.\nJuly 25th 1861,\nHugus Kimmel, for plaintiffs in error.\nForward Gaither, for defendants in error."
  },
  "file_name": "0157-01",
  "first_page_order": 157,
  "last_page_order": 160
}
