{
  "id": 478529,
  "name": "Caldwell versus Holler",
  "name_abbreviation": "Caldwell v. Holler",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "160",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0261-01"
      ]
    },
    {
      "cite": "2 Binn. 12",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0012-01"
      ]
    },
    {
      "cite": "5 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0155-01"
      ]
    },
    {
      "cite": "2 Binn. 106",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 238",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 28",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0028-01"
      ]
    },
    {
      "cite": "3 Yeates 75",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 77",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0077-01"
      ]
    },
    {
      "cite": "9 Watts 116",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0116-01"
      ]
    },
    {
      "cite": "1 Wright 64",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Wright 69",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 Yeates 75",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 910,
    "char_count": 24621,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.9063485097776367e-07,
      "percentile": 0.7309441592926846
    },
    "sha256": "8c0af9b04a86d28d1ad4875dcda933613521b461fc0827a3f3a302e06768ff64",
    "simhash": "1:aaef6cc09b071292",
    "word_count": 4431
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Caldwell versus Holler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThe assignments of error in this case relate : first, to the answer of the court to the plaintiff’s first-and only point; second, to a portion of the general charge; and third, in not directing the jury to find in favour of the plaintiff.\n1. The law of the answer to the plaintiff’s point is not controverted in the argument, but itis assumed that the learned judge charged that the defendant’s testimony was sufficient to defeat the plaintiff’s case, thus making the testimony given, an element of the exception. This ivas not so. He said, in substance, that the plaintiff’s evidence was such as to entitle him to recover, “ unless there is other evidence to satisfy you (the jury) beyond a reasonable doubt, that the Pridmore tract was differently located on the ground, and so located as to include the land in controversy.” This was no legal judgment or binding construction, or even an opinion that the testimony of the defendant was sufficient for the purpose of any particular result. The testimony was, therefore, not made part of the exception, and is not legally here for review. If the court had pronounced the testimony sufficient, if believed, to justify a finding for the defendant, then the accuracy of the answer would have depended upon our judgment of the sufficiency of the testimony, and it would properly come before us on the bill of exception. But there was no such charge, and the evidence is not before us.\n2. The second specification has no merit in it. The matter complained of was in the plaintiff’s favour. He could not have asked a more favourable charge. As to the third assignment, we may say in short, that there was no prayer for such instruction, and it is not error to omit to charge in any particular way, when not requested to do so. But it would have been great error so to have instructed, either with or without a request.\nWe might leave the case with this notice of it, but as it may save further litigation, we notice it somewhat further, and also the relevancy of the testimony for the purpose for which it was given by the defendant, and which was complained of by the plaintiff in error.\nThe object of it was two-fold: first, to show that the actual location of the Pridmore warrant covered the ground in controversy ; and secondly, that there was a mistake by the deputy-surveyor in constructing the draft of the survey. That there was a mistake in this particular, there can be no doubt. The case of Merchant v. Millison, 3 Yeates 75, is a direct authority that the mistake may be shown by the work on the ground. The latter is the survey; the former, but the evidence of it. The one may he said to be the substance, and the other the shadow. The one the fact, the other its delineation. When they differ, the line on the ground must govern, just as an original will the copy; unless, indeed, where it is apparent that the work on the ground is a mistake, and is shown to be so by extrinsic evidence. In such case the draft, in its difference, will be accounted for, of a correction of what otherwise was erroneous. We had a recent case of this sort (Hunt v. McFarland, 2 Wright 69). The doctrine is applicable to the Commonwealth as well as to individuals; for it will not admit of a doubt that the calls of a survey will extend the survey on the ground to them, although the lines described in the patent taken from the return may not reach to them. It is not unfrequent that the Commonwealth will, on surrender of a previous patent, grant a new one to conform to the actual survey.\nThe testimony showed that the Pridmore tract, within which the defendant contends the land in controversy was embraced, was surveyed in 1786. The Chambers, afterwards the Drake tract, lying south or south-east of it, had been surveyed prior to this. The western or north-western boundary of this tract was evidently intended as the south-east boundary of the Pridmore tract, for the return of survey says: “ Beginning at a post on the bank of the Juniata river, thence by land of Benjamin Brahe,” &c. This is a call for the Drake land, and will control, unless the actual lines on the ground show clearly that the call could not have been intended as boundary: Cox v. Couch, 8 Barr 147. The calls will overrule lines returned, but not on the ground, as when the call is for a stream; then although the lines may be returned as straight, yet the true boundary will be the meandering of the stream. So where the return would show a vacancy between the land located and the call, the survey will extend to its calls: Junkin v. Cowan, 10 Casey 148; Wharton v. Garvin, Id. 340; Mathers et al. v. Hagerty, 1 Wright 64. The call here was regarded in granting the land, for it is a boundary described in the patent.\nBut it is said that this boundary could not have been intended as the line of the Pridmore tract; for it is described as running by land of Benjamin Drake, “N. 69 degrees E., 36 perches,” &c. Whereas, the Pridmore, beginning at the same point, to run by the same land, is described as “N. 29 degrees E., 36 perches,” &c. Now, the courses and distances will no more control the calls of a survey in the absence of lines on the ground, than the diagram on paper. Hence this fact has no weight in the scale against the call for the Drake line. There is a discrepancy between the lines returned and.the land called for as an adjoiner in the return. It is as well fixed by the call, as if the surveyor had run along and marked it; and if this had been clone as already shown, the line on the ground would have controlled. There was no dispute as to the place where the Drake was, nor that if the Pridmore survey adjoined that line, there was no vacancy. We cannot see how this could he disputed after the call noticed.\nBut the court admitted evidence to show that the surveyor must have made a mistake in constructing his draft. Amongst other things, the testimony of a surveyor was admitted as showing carelessness or incompetency in the construction of the draft as returned, and his opinion how the error occurred. The witness said nothing objectionable. As the surveyor called for the Drake land as an adjoiner, we know, that either in taking his field notes, or afterwards, in reading them, he committed an error, and when he came to protract the survey he followed the error for twenty-six perches, and then made an angle to reach the line intended to be followed, but, through carelessness or forgetfulness, neglected to make a new draft.\nOn this matter of mistake, it was quite proper to admit evidence to establish it and show the quality of the land excluded, to raise a presumption that it was not intended to be excluded from the survey: Merchant v. Millison, 8 Yeates, supra. It would be contrary to all experience that a warrantee should desire to make such an angle in his line, as exhibited by the return of survey, for the purpose of throwing out two-and-a-half acres of the best land. It would be improbable even, if the prices had been the worst; for the saving of the expense of patenting would not have exceeded seventy-jive cents at the farthest. Again, the quality of the ground was proper for the purpose, showing that there was no obstacle in the way of the surveying party around which the angle was made, rather than surmount it. I think it is very evident that the surveyor had a memorandum of courses and distances of the Drake or Chambers line before him, and adopted it, but mistook and put down a figure 2 for a 6; and thus it was made to read “N. 29 E.,” instead of “N. 69 E.” This view is strengthened by the fact that he professes to have run the 36 perches on the course N. 29 E., which is the exact distance called for in the Drake land, but N. 69 E. It is almost morally certain, that he never actually ran the line on the ground, but adopted the lino already there, as it was his duty to do, and made the mistake in noting the course, while accurate in the distance. I see nothing in the suggestion to disprove the Drake line, claimed as a call in the survey returned, arising out of the date of the deed of Drake to Wertz in 1790. This date proves that he was, as all must admit, the owner of that tract of land prior to his sale to Wertz, and was so in fact, or so reputed, in 1787. We need not follow these views further. We see no error in any part of the case. It is not often we see a case more barren of equity than is that of the plaintiff here. All the land embraced by the three 'surrounding surveys, had long been held as a body by the same owner or owners, and the little spot in question was within the area. It should have occurred to one as experienced as a district surveyor should be, that it was hardly possible for any vacant land to be there. A piece of land of two- and-a-half acres, enclosed on all sides by surveys — vacant. This would be without precedent; and the plaintiff was hardly justifiable on any principle of official duty, or good neighbourhood, or strict honesty, in disturbing old title and possession, by an endeavour to appropriate the land to himself, and in making an application of it as unimproved, and not lawfully claimed by any other person.\nIt is true, it required less than five dollars to go as far in proving title as he did, but the economy with which the experiment was made, did not justify all that was done; the case, however, was decided, and rightly so, against these efforts at appropriation by the plaintiff.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "John Scott, for plaintiff.",
      "J. Geo. Miles, for defendant."
    ],
    "corrections": "",
    "head_matter": "Caldwell versus Holler.\nTestimony not excepted to is not subject to Review on Error. — Not Error to omit Instructions which are not requested. — Errors in Return of Survey, how corrected.— Calls of Survey extend it beyond, the Lines returned. — Alleged Mistake in Return, sustained by Quality of Land excluded. .\nIn ejectment for a tract of land recently surveyed and patented as unimproved, and which was not within the official surveys of the land around it; where the defence was, that it was actually within the survey of the land held by the defendant, and had been held and occupied by the warrantee and his successors ever since, though not within the lines of the survey as returned, and evidence was given to show that a fence had formerly existed on the division line over the tract in dispute ; that it was good bottom land ; that the patent for the adjoining survey called for “ surveyed land,” at a Íioint where it could only refer to the land in dispute, and that the patent or the tract in which it was sold was said to be included, ealled for land held by an adjoiner at a point where it joined the land claimed in the ejectment, &c., &o. Held,\n1. That the evidence was properly admitted, and that it was competent for defendant to show a mistake in the draft of his original survey, and that the land in controversy was actually included in it.\n2. Where there were no lines upon the ground, and there was a discrepancy between the lines of the tract as returned in the survey, and the land called for as an adjoiner in the return, the calls must govern and will overrule the lines returned by courses and distances.\n3. Where the court instructed the jury, that the plaintiff’s evidence was such as would entitle him to recover, unless there was other evidence to satisfy them beyond a reasonable doubt, that the original tract was differently located on the ground, and so as to include the land in controversy, but gave no binding instruction or opinion as to the sufficiency of the defendant’s testimony for any purpose, the testimony itself is not a part of an exception by plaintiff to such a charge, as it would be, if the court below had pronounced the testimony sufficient, if believed, to defeat the plaintiff’s case, and hence is not legally brought up before the Supreme Court for review by the exception.\n4. The charge to the jury, that “if there was not clear and satisfactory evidence that the original survey on the ground included the triangle in dispute, their verdict should be for the plaintiff,” and referring to them all the facts, including the evidence as to the quality of the land in the triangle, &e., cannot be excepted to by the plaintiff, because it could not have been more favourable for him.\n5. Exception cannot be taken to the refusal or omission of the court below to charge the jury to find for the plaintiff, where there was no prayer for such instruction, nor any such point presented on the trial of the cause.\nError to the Common Pleas of Huntingdon county.\nThis was an action of ejectment brought in the Common Pleas to August Term 1849, by Samuel Caldwell against Philip Holler, for two acres and sixty-two perches of land, in Brady township, near the Juniata river in said county.\nOn the trial the plaintiff gave in evidence a warrant, dated May 16th 1848, to himself for three acres of unimproved land, “bounded on the north and north-east by lands surveyed in the name of Joseph Pridmore, on the south-east by lands in the name of Alexander Chambers and Benjamin Drake, and on the south-west by, or near the Juniata river in Brady township,” followed by a survey of two acres and twenty-six perches, and allowance, dated June 6th 1848, and then proved by a surveyor that by running the lines of the three adjoining tracts of land above mentioned (which were then held by the defendant as tenant of the persons who owned them), there remained outside of the lines a triangular tract which was claimed by him in this suit. The annexed draft will show more clearly the location on the ground:—\nThe survey to Chambers was made in 1765, that to Pridmore is dated 1786, and that to Drake in 1793. The title to the three tracts vested in John Wertz in 1795, from whom, by proper conveyances, it was held at the time of the trial by David Zook, Yost King, and Isaac Plank, under whom the defendant Holler held as tenant. The tract in controversy had been cleared and occupied as part of the Pridmore survey for over sixty years, and the defence was, that it was in fact included within this survey, and that the official draft was erroneous, and did not represent truly the survey as actually located on the ground.\nIn support of this the defendant offered evidence, showing that a fence had formerly existed on the line of the Chambers survey, which was then admitted to be the division line between it and that of Pridmore; that the tract in controversy was good bottom land, and would not be intentionally thrown out of a survey; that the patent for Chambers’s land called for “surveyed land,” at a point where it could only refer to the Pridmore tract; that the patent for Pridmore’s survey called for “ Drake’s land,” (Drake being then the owner of the Chambers tract,) where it would have adjoined the vacant triangle had it existed.\nHe proved also that there was an error in the Pridmore survey, in the quantity of the land included in it, and in one of the angles; that the diagram did not represent the courses and distances written on it; that there was a correspondence in the distances of the lines of the two surveys at the river, but about forty degrees difference in their bearing as written on the draft; but the witness, who was examined as to this, added that he could see no error in the draft, the correction of which would complete the connection, and bring the three surveys together, so -as to include this triangle.\nAfter the defendant had closed, the plaintiff, under exception, was allowed to give in evidence a draft made in 1795, for John Canan, the deputy surveyor, by Joseph Eaton, his assistant (since deceased), and which was found among the official papers in the deputy surveyor’s office, with the following letter in his handwriting :—\n“ Honoured Sir, — I send you John Wertz’s papers. I have fitted the old draught with the one on the will. His land all fits together, but a small angle at the upper end, which he directed me to do or leave, to make it suit the old draught.”\nThis draft also showed a triangular vacancy, by a connection of the official surveys of the Chambers, Drake, and Pridmore tracts, all of which were then held by John Wertz (or as it was written “Verts”). The deed for the Pridmore tract followed the courses and distances on the draft, and excluded the triangle in controversy.\nThe plaintiff requested the court to charge the jury as follows :—\n“ It appearing by the records of the land office, that the tracts of land which bound the land in controversy, have been surveyed and returned into the.land office more than thirty years before the date of the warrant of the plaintiff under which he claims the land now in dispute, and it being in full proof, that the timber has been cut and cleared from the land in dispute more than thirty years before suit brought, the court and jury are bound to give full faith and credit to the surveys given in evidence by the plaintiff, and the jury are bound to find that the plaintiff is entitled to recover the land claimed by him.”\nThe court below (Taylor, P. J.), after stating the main facts of the case, charged the jury as follows :—\n“ The only question is, whether the land in controversy is included within the Joseph Pridmore survey? If it is not, it was vacant and open to appropriation when the plaintiff executed his warrant. The long possession and occupancy of it with surveyed tracts, if it was not included, would give no right against the Commonwealth. Such occupancy, though continued for even more than sixty years, would afford no presumption of a grant; and the land remained vacant and open to appropriation.\n“ Is it then included within the Pridmore survey ? This involves the inquiry, in the first place, whether the lines of the official drafts of Pridmore exclude it, which is proven and not disputed. The official connection of the three tracts in evidence, plainly shows the triangle to be excluded. But the defendant contends that the official draft of the Pridmore is erroneous, and does not represent truly that survey as actually located on the ground, and that the survey as actually located included and includes the land in controversy. And this inquiry is also involved in the general question which you have to decide.\n“ The lines on the ground constitute the survey. The official survey is, in any case, primá facie evidence of the location. After it has been returned, as in this case, sixty years, it is to be regarded as so far conclusive, that it can only be overcome by clear and satisfactory evidence of a different location on the ground. It is not, indeed, absolutely conclusive, or of so high a character that no other evidence to the contrary, however plain or satisfactory, shall be heard; but evidence which should be allowed to overcome it should be clear and satisfactory, and sufficient to satisfy a jury beyond a reasonable doubt.\n“ There have been no trees on the line within the recollection of any living witness; and the only proven mark is the stone at the river, which suits the location by each party, and proves nothing. There are then no marks on the ground — none pointed' out as there at a prior time. The defendant relies upon circumstances to prove tbe line elsewhere than represented by the official survey.”\n(The learned judge here detailed the facts given above on this part of the case, and then proceeded.)\n■ “ The question is, was the land vacant when the plaintiff made his survey ? And it was vacant, and open to appropriation, if it was not included within the Joseph Pridmore. Was it? [It was not included in that survey as it was returned, and as it remains in the land office. Is there clear and satisfactory evidence, that it was included within the survey as made on the ground ? On this question you have the evidence of the official draft, entitled to the weight and consideration already stated, corroborated by the old paper made by Joseph Eaton in 1796 for Wertz, and found in the county surveyor’s office, tending to show that this triangle was then vacant, and treated as such by Wertz at that time, on the one side, and the circumstances noticed as relied upon by the defendant, on the other. If there is not clear and satisfactory evidence, that the survey on the ground included the triangle, your verdict should be for the plaintiff.”]\nIn answer to the point presented by the plaintiff, the learned judge said:—\n“ The surveys referred to are entitled to such faith and credit, that they are so far conclusive, that they can only be overcome by clear and satisfactory evidence to the contrary; and that the plaintiff is entitled to recover, unless there is other evidence to satisfy you beyond a reasonable doubt, that the Pridmore was differently located on the ground, and so located as to include the land in controversy.”\nThere was a verdict and judgment in favour of defendant. After judgment both plaintiff and defendant died, whereupon the widow and heirs of the plaintiff, and the heirs and landlords of the defendant were substituted, and the case removed into this court, where the plaintiffs assigned for error, that the court below erred in their answer to the point presented by him, as also in that portion of the charge printed above in brackets, and in not directing the jury to find for plaintiff.\nJohn Scott, for plaintiff.\nThe only question is whether there was any evidence to submit to the jury that the Pridmore survey was located upon the ground otherwise than as returned by the official survey. It is submitted that the circumstances relied on were not evidence at all of when the survey was actually made on the ground.\nThe fencing and acknowledgment of a line between the adjoining owners may bind them, but cannot affect the Commonwealth or her grantees. An accidental or intentional clearing over, vests no title as against the Commonwealth: Morris v. Thomas, 5 Bing. 77; Johnston v. Irvin, 3 S. & R. 292; Henry v. Henry, 5 Barr 247. The “ quality of the ground” is not proof of where the survey was actually located. Nor can the calls in the patent for the Chambers and Pridmore surveys extend the surveys themselves: Kelly v. Graham, 9 Watts 116; Morris v. Thomas, 5 Binn. 77.\nThe calls in the patents are not sustained by the calls in the surveys; and beside this, but a year before one of the patents issued, the owner of all the tracts directed the vacancy to be left out. The alleged error in the survey affecting its quantity, could throw no light on the actual location of the point in dispute. The location of the Pridmore tract was not disputed; its adjoiners were found oh every side. The only question that could be made was, whether there were marks on the ground to control and alter the official return so as to include the triangle. No correction that could be made would do this. Where the evidence of a survey is conflicting or doubtful, it is for the jury; but when it is clear, and there is no room for doubt as to what land is included, the question of title is for the court: Ramage v. Peterman, 1 Casey 349. Where there are no monuments, and. no line on the ground, the lines must be fixed by the courses and distances returned : Wharton v. Garvin, 10 Casey 342.\nJ. Geo. Miles, for defendant.\nThe facts of this case afford no room for the supposition that Pridmore, with knowledge, ever consented to the exclusion, in the return, of the land embraced in the angle made by the lines of these surveys. By them the best bottom land in the survey is cut out and excluded, the actual and visible possession of which by him and his successors has been unbroken, continued, and unrelaxed from the date of the warrant in 1765. The case of Merchant v. Millison, 3 Yeates 75, is precisely in point in these particulars.\nThe courses and distances on the ground are the true survey; the return is only evidence of it: Lessee of Lilly v. Kitzmiller, 1 Yeates 28; 2 Id. 311. Fraud or mistake in the surveyor may be examined by parol proof: Id. 28. His powers are limited: Ruggles v. Alexander, 2 Rawle 238; McKinzie v. Crow, 2 Binn. 106. Where the extent of a survey is doubtful, long possession may weigh with the jury: 3 Penna. R. 433; 2 Starkie on Ev. 662; Eldridge v. Knott, 1 Cowper 215; Mathews on Pres. Ev. 193; Cowper 109, 110; 3 Term R. 158; 2 Ves. Jr. 583; Mather v. Trinity Church, 3 S. & R. 509; Smith v. Townsend, 8 Casey 440.\nAs to the effect of the calls on the patent, he cited Balliot v. Bauman, 5 W. & S. 155; Steiner v. Coxe, 4 Barr 29; James v. Betts, 2 Binn. 12; Hogg v. Downing, 4 S. & R. 351, 352; Cox v. Couch., 8 Barr 147; Martz v. Hartly, 4 Watts 261; Walker v. Smith, 2 Barr 43.\nJuly 25th 1861,"
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 170
}
