{
  "id": 478205,
  "name": "Burd's Executor versus Burd's Administrator",
  "name_abbreviation": "Burd's Executor v. Burd's Administrator",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "182",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 279",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0279-01"
      ]
    },
    {
      "cite": "2 Sneed 5",
      "category": "reporters:state",
      "reporter": "Sneed",
      "case_ids": [
        8541061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/34/0005-01"
      ]
    },
    {
      "cite": "9 Cush. 519",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        9454944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/63/0519-01"
      ]
    },
    {
      "cite": "1 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0205-01"
      ]
    },
    {
      "cite": "9 Cushing 516",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        9454930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/63/0516-01"
      ]
    },
    {
      "cite": "1 Paige 32",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 372",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0372-01"
      ]
    },
    {
      "cite": "9 Watts 407",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 10250,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.618345979191134e-07,
      "percentile": 0.8210710354155782
    },
    "sha256": "0fc423f706967c6c7580ffcb0ed5b706ad68aaef6083d24b87e868962f552411",
    "simhash": "1:e3b1f0a4b03de284",
    "word_count": 1825
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burd’s Executor versus Burd’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nIf the interpretation of this bequest were doubtful, the law would incline to treat it as vested. But it does not seem to us doubtful. The relevant clauses are very evidently intended to effect an entire disposition of the residue of his personal estate, and yet he leaves a part of it undisposed of, if this legacy was not from the first vested. This is a very influential consideration.\nHis words are, “ At the death of my brother Joseph, it is my will and I hereby give to my nephew Edward,” &c. This does not mean that his will is at the death of his brother, and therefore we must transpose the words of time in the sentence, so as to make them read, “ It is my will and I hereby give to my nephew Edward at the death of my brother,” &c., and this is very clearly a vested legacy, when looked at in connection with the antecedent life interest granted to the brother in the same fund. The authorities cited in the opinion of the court below, and in the argument of the counsel for the defendant in error, show this well enough, and we add no others. The life interest and the remainder naturally go together in the thought of the testator, and therefore in our interpretation of his language, and make one complete disposition.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Waifs and Parker, for plaintiffs in error,",
      "Parker <$• Adams, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Burd’s Executor versus Burd’s Administrator.\nLegacies, Vested and Contingent.\n1. If it be doubtful whether a legacy bequeathed by will is vested or contingent, the law inclines to treat it as vested; and where it is evident from the will, that the testator intended to make an entire disposition of his estate, which intention would be defeated if a legacy given were not vested, it is an influential consideration that the legacy be construed as vested.\n2. A legacy is to be deemed vested or contingent, as the time appears to have been annexed to the gift or to the payment of it; if there be a separate and antecedent gift, which is independent of the direction and time of payment, the legacy is vested: if not, it is contingent.\n3. A testator gave to his brother a life interest in the residue of his personal estate, and provided, that “at the death of my brother J., I hereby give and bequeath to my nephew E., son of the said J., two thousand dollars, &o.” E., the nephew and legatee, died before his father J., and after the death of both, the legacy was claimed by the representatives of each from the executor, no provision having been made against the lapse of the legacy, in case the legatee died before the testator. Held, that the bequest must be construed as reading “ It is my will, and I hereby give to my nephew B., at the death of my brother, &e.,” and that this, taken in connection with the antecedent life interest granted by the testator to his brother, would make the legacy vested, which as such, the administrator of E., the legatee, was entitled to recover.\nError to the Common Pleas of Juniata county.\n■ This was an action of assumpsit brought by Alfred J. Fisher, administrator of Edward Burd, deceased, who was a son of Joseph Burd, against Hugh Craig, executor of the last will and testament of Edward Burd, deceased, to recover a legacy under the will of said Edward Burd, in which the following case was stated for the opinion of the court;—\nEdward Burd (the elder), the defendant’s testator, died in 1851, having first made his will, which was duly proved and registered in Cumberland county, in which he made the following provisions;—\n. “ First. It is my will that all my debts, funeral expenses, and the costs of administration be first paid. Secondly. It is my will that my brother Joseph Burd have all my wearing apparel. Thirdly. I give and devise to my nephew, James Shippen Burd, son of my deceased brother, Allen Burd, all my ground-rent estate in the borough aforesaid, all rents that shall be due and in arrear thereon at the time of my decease, or shall become due thereon after my death, all lots or pieces of ground forfeited or to be forfeited during my life for non-payment of ground-rent, situate in the borough aforesaid, to him, his heirs and assigns, in fee simple for ever. To the said James Shippen Burd, I also give and bequeath the sum of $2000, to be paid at the expiration of one year after my death. I also release and quit claim unto the said James Shippen Burd, $800 advanced by me, on account of his father’s estate. Fourthly. To my brother Joseph Burd, I give and bequeath the interest of the principal, that the rest and residue of my personal estate shall amount to, to be paid to him by my executor hereinafter named, each and every ■year during his natural life, except so much of said interest as may be required for suitably schooling and educating his children, not to exceed in amount the one-third of said interest. Fifthly. At the death of my brother Joseph Burd, it is my will, and I hereby give and bequeath to my nephew, Edward Burd, son of the said Joseph, $2000 of the principal aforesaid, .and to the other children of the said Joseph Burd, who shall be living at the time of my death, I give and bequeath the rest and residue of the principal to be equally divided among them, share and share alike. And I do nominate, constitute and appoint my friend, Hugh Craig, executor of this my last will and testament, hereby revoking and making void all and every other will or wills at any time heretofore by me made, and do declare this to be my last will and testament.”\nEdward Burd, the legatee, died in the year 1857, and before his father, Joseph Burd, who died about the 28th May 1859.\nThe “rest and residue” of the personal estate, the interest of which 'was given by the will of Edward Burd to his brother Joseph for the purposes mentioned in the said will, may be considered for the purpose of determining the rights of the parties in this action as having amounted to about five thousand dollars, and which came to the hands of his executor, Hugh Craig, to whom letters testamentary were committed; and who has now in his hands a sum sufficient to pay the claim of the plaintiff in this action, if by law he be entitled to recover.\nJoseph Burd left surviving him a widow and three children, Elizabeth, Josephine, and James, all of whom are in their minority, and have for their guardian E. S. Doty, Esq., who appears to interplead on behalf of his wards in defence against the plaintiff’s claim.\nThe plaintiff, Alfred J. Fisher, is the administrator of Edward Burd (the younger), and claims to recover the legacy of two thousand dollars as having been vested in his intestate in his lifetime. For the benefit of his wards E. S. Doty, Esq., claims that the said legacy was not vested in the plaintiff’s intestate, and that he is not entitled to recover.\nIf the court shall be of opinion that upon the facts stated the plaintiff is entitled to recover, then judgment to be entered in his favour for two thousand dollars, with interest from 28th May 1859, otherwise judgment to be entered for the defendant.\nThe court below (Graham, P.J.) delivered an elaborate opinion, holding the legacy to Edward Burd as vested, and, therefore, payable to the plaintiff, his legal representative, and giving judgment against the defendant, as executor of Edward Burd, for $2000, with interest from May 28th 1859; also for costs against Elizabeth, Josephine, and James Burd, minors, who appeared by their attorney, on notice at the instance of defendant, and were permitted by the court to interplead and defend against the claim of the plaintiff.\nThe defendant thereupon sued out this writ, averring here that the court below erred in giving judgment for the plaintiff on the case stated.\nWaifs and Parker, for plaintiffs in error,\nargued that the application of well settled principles, viz.: 1. That the testator’s intention must govern in the construction of wills; and, 2. When time is annexed to the gift of a legacy, and not to its payment, it is contingent; settled this case, and led to the conclusion, that the legacy to Edward Burd, the nephew to this testator, was contingent and not vested.\nThe testator had no children, and therefore gave his estate to collaterals. All the legacies previous to this are vested and absolute. The legacy to testator’s brother Joseph was vested in him for life, but the will then makes the $2000 legacy to his nephew Edward contingent upon his surviving Joseph, and the legacies to the brothers and sisters of Edward contingent upon their surviving the testator.\nThe distinction between this case and that of Moore v. Smith, 9 Watts 407, is not perceived. There is no “separate and antecedent gift independent of the time of payment” in this case, which the court in Moore v. Smith held to be the ruling principle. The time, to wit, “ at the death of my brother, Joseph Burd,” is here assigned to the gift, and not to the payment.\nParker <$• Adams, for defendant in error,\ncontended that this was a separate and express gift, independent of the direction and time for payment: citing Donner’s Appeal, 2 W. & S. 372; Birdsall v. Hewlet, 1 Paige 32; Eldridge v. Eldridge, 9 Cushing 516; Childs v. Russell, 11 Metcalf 16; 4 Hare 378; 1 Jarman on Wills 763.\nJuly 25th 1861,\nThat where the enjoyment of an entire fund is given in fractional parts at successive periods, which must eventually arrive,, the distinction between the time annexed to the gift and the payment is unimportant, the interest in such cases vesting together : King v. King, 1 W. & S. 205. Without controverting the rule in Moore v. Smith, this case falls within an exception to that rule which is equally well supported: see Vawdry v. Geddes, 1 R. & M. 208; Saunders v. Vantier, 1 Cr. & Ph. 248.\nLegacies are always considered vested unless a contrary intention is manifest: Corbin v. Wilson, 2 Ash. 178; Bowker v. Bowker, 9 Cush. 519; Eldridge v. Eldridge, Id. 516; Watson v. Wood, 3 Rhode Island 226; Gilford v. Thorn, 1 Stock; Manderson v. Luken, 11 Harris 31; Bridgewater v. Gordon, 2 Sneed 5; 9 Hare 744.\nIn cases of doubtful construction the law favours an absolute rather than defeasible estate, a vested rather than a contingent one, a primary rather than a secondary interest, &c. See 11 Harris 9, 81, 381, 388; 6 Casey 175; 2 Barr 69; 7 W. & S. 279."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 185
}
