{
  "id": 478693,
  "name": "Bricker versus Lightner's Executor",
  "name_abbreviation": "Bricker v. Lightner's Executor",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "199",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 275",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0401-01"
      ]
    },
    {
      "cite": "4 Yeates 109",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 155",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0155-01"
      ]
    },
    {
      "cite": "2 McCord 269",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        220465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/13/0269-01"
      ]
    },
    {
      "cite": "8 Watts 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0012-01"
      ]
    },
    {
      "cite": "5 W. & S. 337",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0406-01"
      ]
    },
    {
      "cite": "1 Whart. 392",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0392-01"
      ]
    },
    {
      "cite": "2 Grant 274",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 871,
    "char_count": 20583,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 3.614854462728139e-07,
      "percentile": 0.8883774691111335
    },
    "sha256": "0de67eaab0c91f17bfd5f4a226227ee80bca63f7521aecb2956e7e531bf099ec",
    "simhash": "1:dee0c6f4beee4ede",
    "word_count": 3662
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bricker versus Lightner’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nConsidering the lateness of the hour at which he pleaded the Statute of Limitations, we do not think the plaintiff in error, defendant below, entitled to complain that the cause was tried without a formal replication to his plea. He understood perfectly, from the course of the trial, that his alleged fraudulent seizure of the notes, whilst Lightner lay a corpse in his house, was the plaintiff’s answer to the plea of the statute. The cause was as fairly tried as if a formal replication of the alleged fraud had been first added to the record, as regularly it should have been.\nThe question is, then, were the circumstances which the executor proved, supposing them believed by the jury, sufficient in law to answer the plea of the statute ? We think they were. If Bricker did indeed commit the grievous fraud imputed to him, we hold him estopped from setting up the Statute of Limitations in defence of himself. It is true, the statute began to run in his favour the day the notes fell due, and the death of the creditor did not stop it, but it was competent for the debtor himself, by his acts and declarations, to stop it. A new promise, for instance, -would have revived the debt, and compelled the statute to take a new start. Against a man who snatches the •evidence of his indebtedness from a deceased creditor, we would not hesitate to presume a new promise to pay, or an intention to administer assets, or anything else to arrest the statute. In odium spoliatoris omnia prmsumuntur. What better excuse could be required of an executor for delaying suit upon the notes than that he had been deprived of the possession of them through the fraud of the debtor ? As against him the statute would only begin to run from the discovery of the fraud: Riddle v. Murphy, 7 S. & R. 285; Harrisburg Bank v. Foster, 8 Watts 16; Glenn v. Cuttle, 2 Grant 274.\nBut were the notes surreptitiously obtained as alleged ? This was a question of fact for the jury, and was properly submitted. Their verdict depended, however, very essentially on the testiriiony of Sarah Moore, and her testimony was assailed, not on the ground of her moral character, but of her mental faculties. She was described by several witnesses as a person of ill-regulated imagination — of a loose tongue, and, at times, of very eccentric manners. Jacob Kinslae is a specimen witness. He had known Sally for thirty years — “ she came into my house in summer of 1858 — she was jumping round and speaking very hard of Bricker. I never considered her crazy, but considered her very malicious when she got raised and on her high horse and took running spells — often came to our house, would dance round like a top, and then run out without speaking three words —at other times she would sit down and cry.”\nThis witness, and several others on the part of the defendant, detailed facts and expressed opinions touching Sarah’s mental competency without objection, but when the plaintiff proposed in cross-examination to ask some of the witnesses, “From your observation and knowledge of Sarah Moore, of which you have testified, was the character of her mind such as that she had not an accurate knowledge of facts ? or would she fancy the existence of facts which did not exist?” — it was strenuously objected to on the part of the defence, and the admission of the answer is complained of as error. It strikes us as evidence of the same nature of much of that which the defendant had previously given. Why was it not competent for the plaintiff, as well as the defendant, to draw out from the witnesses an opinion of competency founded on their knowledge and detail of facts ? It is said we ruled, in Lecky Blosser, 12 Harris 404, that witnesses could not give their opinions that parties were in love with each other, and engaged to be married, but that the facts were to be described for the jury to judge of. Very well. That does not touch this case, for here the question was one of skill and science. What is mental competency to make a contract or will, or to deliver truthful testimony, is a question which must for ever depend, very greatly, upon the opinions of those who have had opportunities for observing the conduct of the party and the developments of the intellectual faculties. Facts and circumstances are to be sworn to as the groundwork of the opinions offered, and as affording tests of the soundness of the opinions; but opinions, the results of observed facts, are never excluded in such cases. It is the highest and most direct evidence the nature of the question can afford. Where the question is, as it was in Lecky v. Blosser, a question of contract between parties confessedly competent, the opinions of witnesses are properly excluded, for a contract is capable of affording other proofs. And besides, the inquiry had regard there to the state of the moral affections, rather than of the intellect — a point on which opinions are little trustworthy.\nThe answer of the Rev. Joshua Evans, to the effect that Sarah told him the same story, as early as July or August 1857, which she swore here, was scarcely within the rule which allows what a witness swore on a former trial to be given in support of his present testimony: 10 S. & R. 322. But still it tended not only to corroborate her (and she stood in great need of corroboration), but also to help the jury to a right estimate of her intellectual faculties. To reword a narrative without substantial variation, is indicative of memory, the most valuable of all the powers of the mind. Under the peculiar circumstances of the case, we are not disposed to sustain the exception to this piece of evidence.\nWhat the judge said in his charge by way of defining the issue to be decided, was well said, and it is not a reasonable subject of complaint.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "Hepburn and Miller, for plaintiff in error,",
      "Sharp and Watts Parker, for defendant in- error."
    ],
    "corrections": "",
    "head_matter": "Bricker versus Lightner’s Executor.\nPlea of Statute of Limitations, when Replication unnecessary. — Fraud alleged and proven, an Answer to the Plea. — Statute runs from Discovery of Fraud.— Opinion of Witness, when Evidence. — Mental Competency proven by Opinion of Witnesses.— Corroboration of Witness by Evidence of previous Statements.\n\"Where, in an action \"by an executor upon notes due to his testator by the defendant, who it was alleged had fraudulently seized them after the death of the testator, the defendant pleaded the Statute of Limitations, after the commencement of the trial, and it was evident that the fraudulent seizure was the plaintiff's answer to the plea: it was held, that the want of a formal replication was not cause for reversing the judgment.\n2. Fraud is a sufficient answer to the plea of the Statute of Limitations, and if the defendant fraudulently seized the notes, he is not only estopped from setting up the statute, but it would begin to run only from the discovery of the fraud.\n3. Where the testimony of a witness for the plaintiff was assailed by witnesses on the part of the defendant, on the ground of her mental incompetency, who detailed facts and expressed opinions as to it, questions on the part of the plaintiff in cross-examination, the object of which was to draw from them an opinion as to her competency, are proper and competent.\n4. The question as to mental competency to make a contract or a will, as well as to deliver truthful testimony, depends upon the opinions of those who have observed the conduct of the party and his intellectual developments; and after facts and circumstances are sworn to as the groundwork of those opinions, they are admissible in evidence.\n5. Testimony, that a witness had previously told the same story that she swore to on the trial, is not admissible, under the rule which permits evidence of what a witness swore to on a former, trial to be given in evidence to corroborate him; but where it tended to corroborate, and at the same time to enable the jury to judge of her intellectual faculties, the admission of the evidence is not a ground for reversing the judgment.\nError to the Common Pleas of Cumberland county.\nThis was an action of assumpsit, brought to April Term 1859, by John Waggoner, executor, &c., of George Lightner, deceased, against John Bricker, to recover the value of two promissory notes, amounting to $1200, for money borrowed by defendant from the deceased, on or about the 13th of March 1853, which notes, it was averred, had been surreptitiously taken by defendant from the desk of the deceased, on the morning after his death. The defendant pleaded non assumpsit, and on the issue thus made up the parties went to trial.\nThe plaintiff having given evidence of admissions by defendant made in 1849 or 1850, to Mr. Fry, of his indebtedness to Lightner in the sum of $1200; of his presence when the appraisement of the testator’s personal property was made, and his suspicious conduct and conversation with Sarah Moore, the housekeeper of deceased at the time, and her own confused and extraordinary conduct; called her as a witness and proved by her in substance, that Bricker had borrowed money of Lightner from time to time; that on one occasion he had spoken to her about the notes which the old man held against him; that she replied, that as she could not read she could not pick them out; to which he replied, that they were on bluish paper. That when Lightner was sick, Bricker came to see him frequently, and on one occasion spoke to her about Lightner’s dying, and that he would like to have the papers; that there was no danger, as the money was not assessed; but that she refused to do anything, saying it was not right; that on the night in which Lightner died, Bricker proposed to sit up with her with the corpse, saying that it would be the only and best time to get the notes, which she refused, saying she had other company; that early the next morning he came to the late residence of Lightner, and when she let him in, told her that this was the time to get the notes; that she, overcome with trouble, being left without a home, told him to carry a bed up stairs, which had been made up for her in the lower part of the house, which he did; that she turned quickly round, picked up a box in which decedent’s notes were kept, threw her apron over it, and followed him up stairs; that he opened the box, carried it to the window and picked out his notes, and gave them to her to keep until he should call for them, and went off; that she put the notes in a small drawer and returned the box to the place from which she had taken it; that there were three or four notes, certainly three; that he promised her a home with him; had purchased a bedstead for her; and that after the appraisement was made, he came to her one evening, demanded the notes, which she then handed to him. This, with some testimony as to Bricker’s inquiring of the Rev. Mr. Evans, how the deceased had made his will, and what provision, if any, was made for his housekeeper, Sarah Moore, was all the evidence offered on the part of the plaintiff.\nThe defendant having called several witnesses, who were examined as to the mental soundness of Sarah Moore, proved by some of them, who were in the house of Lightner the night on which he died, and at the time when Sarah Moore testified that Bricker had taken away the notes, that he was not there, and did not carry a bed up stairs, and Avas not in the room at all, and that they did not see Sarah take anything from the desk up stairs under her apron. They also testified to the eccentricity or insanity of Sarah Moore.\nThe defendant’s counsel then proposed to ask Thomas A. McKinny, Avho had known Sarah Moore tAventy years, the following question:—\nFrom your observation and knowledge of Sarah Moore, of which you have testified, was the character of her mind such as that she had not an accurate knowledge of facts, or would fancy the existence of fads which did not exist ?”\nThis question was objected to, on the ground that it only elicited the opinion of the witness, and that inferences are for the jury from the facts stated. But the court overruled the objection, and admitted the evidence, which decision was the subject of the first bill of exceptions.\nAfter the defendant’s testimony was closed, the plaintiff called Mr. Evans, and after proving that he was acquainted with Sarah Moore since May 1852, offered to prove by him “that she had communicated to him the fact that these notes were taken as testified to by her, in July or August 1857, for the purpose of corroborating Sarah Moore and disproving that the story was got up for the malicious purpose of injuring the election of Captain Bricker, in 1858, as alleged by defendant.” This was objected to by defendant’s counsel, because there was no evidence given in the cause that rendered corroboration necessary. The evidence of defendant was, that witness had said the declarations were made to ruin and injure plaintiff. Defendants admit that she so stated both before and after 1857, but the court overruled the objection and admitted the evidence, which was the subject of the second bill of exceptions.\nThe plaintiff then called a number of witnesses, who testified as to her soundness of mind, and good conduct and character.\nAfter three of the counsel had addressed the jury, and while Judge Watts, concluding counsel for plaintiff, was speaking, the defendant’s counsel asked leave to plead the Statute of Limitations, and pleaded non assumpsit infra sex annos, the replication to be filed when the plaintiff’s counsel have concluded their address to the jury.\nThe court below (Graham, P. J.) after stating the main facts of the case, charged the jury that, if they believed the evidence of Sarah Moore and Mr. Fry, the plaintiff would be entitled to their verdict; that the credence to be given to her testimony was for them to determine, and that in coming to a proper conclusion on this question they must call to their aid the corroborating and conflicting evidence, the evidence on the subject of her acts and conduct, as proved by some of the witnesses, indicating a want or imperfection of mind, in connection with that of other witnesses, who through an acquaintance of many years failed to discover any such want or mental imperfection, adding, “ but the question involved in this case, and upon which you must pass, is not whether the defendant has been guilty of a criminal offence, not a question of guilt or innocence, but a question of dollars and cents; does the evidence satisfy you reasonably well that the defendant was the executor of Greorge Lightner in the sum claimed ? Has it produced upon your minds a satisfied belief of that fact ? If it has, then you ought to find for the plaintiff. If, on the contrary, the evidence has failed to satisfy you of the indebtedness of the defendant to the plaintiff — if, when you retire to form your verdict, and carefully recall and deliberate upon all the evidence, you should not be reasonably well satisfied of the truth and justice of the plaintiff’s claim, then you ought to find for the defendant.\n“ In reference to the plea of the Statute of Limitations, which has been added by defendant’s counsel, we instruct you that if the notes were improperly obtained by Mr. Bricher, as alleged by plaintiff, and the executor had no knowledge of that fact, or of the debt, until within six years prior to the commencement of this suit, then this plea would not prevent a recovery by the plaintiff.”\nThere was a verdict and judgment in favour of the plaintiff. Whereupon the defendant sued out this writ, and averred here that the court below erred:\n1. In allowing the question propounded to the witness, Mc-Kinny, as set forth in the first bill of exceptions.\n2. In admitting the evidence of the Rev. Mr. Evans, as stated in the second bill of exceptions.\n8 and 4. In charging the jury,\" as was done in those portions thereof printed above in italics.\nHepburn and Miller, for plaintiff in error,\nin support of the first assignment of error, argued that, as the question not for any facts, but for the opinion of the witness, it was improperly permitted: citing Lecky v. Blosser, 12 Harris 404; Carter v. Cornell, 1 Whart. 392; Carmalt v. Post, 8 Watts 406; Devling v. Williamson, 9 Id. 311; Rex v. Wright, Russ. & R., cited in 1 Greenl. Ev. 605; Brindle v. McIlvaine, 10 S. & R. 285; Green v. Albert, 5 W. & S. 337.\n2. As to the second assignment of error, they objected that the fact that Sally Moore had made the same statement before, was not at issue by the pleadings or collaterally, and consequently the evidence was improperly admitted: citing Henderson v. Jones, 10 S. & R. 322; McKee v. Jones, 6 Barr 425.\n3. That portion of the charge which confined the jury to a matter of dollars and cents, irrespective of the guilt or innocence of the defendant, was objectionable, because they could only get to their verdict through an investigation of his guilt or innocence of a crime of the most unnatural, monstrous, and revolting kind. The instruction was, in effect, that they might believe the defendant guilty of this, and return their verdict against him for the sum claimed, if they were reasonably well satisfied of the truth of these charges. His character was as sacred in the Common Pleas as in a criminal court, nor is there any reason in the rule which in one court requires “ an acquittal if there is doubt of guilt,” and in the other “ a conviction if the jury are reasonably satisfied.”\n4. The charge of the court below, as to the Statute of Limitations, was erroneous. The basis of it was that the alleged improper obtaining of these notes, three or four years after the debt was due, according to the statement in the declaration, exempted the case from the operation of the statute. This was erroneous.\n1. Because this is not a denial of the plea of the statute, but new matter, which required a replication: Clark v. Hongham, 3 Dow & Reg. R. 322; Harrisburg Bank v. Forster, 8 Watts 12; 1 Chit. Pl. 555; 2 Id. 655. None ever was filed, though it was to have been done when the concluding counsel had closed. When called upon to do it plaintiff refused, saying that it was at issue without a reply. This was equivalent to a traverse of the plea.\n2. The statute having commenced running in testator’s lifetime, continued to run notwithstanding the alleged improper taking of the notes: Anderson v. Smith, 2 McCord 269.\nSharp and Watts Parker, for defendant in- error.\nThere is nothing in this ease which was not matter of fact, referableto and to be determined by the jury.\n1. The character of Sarah Moore’s mind was a matter of fact. What was its condition ? Had she an accurate knowledge of facts, or would she fancy the existence of facts which did not exist ? This was not intended to elicit the opinion of the witness only, but his knowledge derived from her conversation. But is it so that the opinion of a witness as to the sanity or insanity of an individual is not evidence ? If so, then the fact cannot bo proved at all; for it is but opinion gathered from a knowledge of the sayings and doings of the person who is the subject of the inquiry. In all questions as to the sanity or insanity of a testator, it is the opinion of the witness that is evidence: Wogan v. Small, 11 S. & R. 141; Harrison v. Rowan, 3 W. C. C. R. 580; Harden v. Hays, 9 Barr 151; Rambler v. Tryon, 7 S. & R. 90.\n2. Since the case of Henderson v. Jones, 10 S. & R. 322, affirmed in Bank v. Boraef, 1 Rawle 155, the law has been settled that the previous declarations of a witness are evidence to support his testimony.\n3 and 4. It is argued by the plaintiff in error, that the ground of instruction by the court was the improper manner in which Mr. Brieker obtained the notes. This is not so; the court put it upon the ground of the want of knowledge by the executor of the existence of the debt; and that that knowledge was withheld from him by the fraud of the defendant below. The statute never operates or begins 'to run until the fraud has been discovered: Jones v. Caraway, 4 Yeates 109; Pennock v. Freeman, 1 Watts 401; Glenn v. Cuttle, 2 Grant 275.\nJuly 25th 1861,\nThe time when the defendant put in the plea of the act of limitation was unreasonable, and he is entitled to no favour on that account; he went on to trial without a replication by consent. The allegation in the argument of the plaintiff in error, that the plaintiff refused to answer it, is without any warrant from the record, and not founded in fact. But if it be “equivalent to a general traverse to the facts alleged in the plea,” let it be so."
  },
  "file_name": "0199-01",
  "first_page_order": 199,
  "last_page_order": 206
}
