{
  "id": 477725,
  "name": "Patton versus The Borough of Hollidaysburg",
  "name_abbreviation": "Patton v. Borough of Hollidaysburg",
  "decision_date": "1861-10-10",
  "docket_number": "",
  "first_page": "206",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 206"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    },
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 8161,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.002714343510804e-08,
      "percentile": 0.4642205008863451
    },
    "sha256": "00aaaf04de6a3bf71fe1b50aed1084ef1cfaa322646d44ed9fe1db78f7ae6b01",
    "simhash": "1:8943b8adc32c97e6",
    "word_count": 1452
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patton versus The Borough of Hollidaysburg."
    ],
    "opinions": [
      {
        "text": "The opinion, of the court was delivered,\nby Thompson, J.\nPeter Hewit was originally the owner, and is the common source of title to the small piece of property in controversy here. In 1841, he sold it by parol, and delivered the possession to the defendants. They paid the consideration agreed upon, and in the same season erected thereon a fire-engine house, and have occupied it ever since. In December 1842, Hewit and wife conveyed the ground by deed to the Borough of Hollidaysburg, which deed they recorded on the 21st of September 1848. This is the defendant’s title.\nOn the 10th of April 1844, the plaintiff purchased the lot of which the ground in question had previously been parcel, at sheriff’s sale, as the property of Hewit, sold on a judgment entered against him on the 6th of September 1842.\nThere is no dispute about the parol sale here, but the plaintiff claims that the defendants cannot be permitted to show that their title accrued earlier than the date of their deed. The learned judge of the Common Pleas held a different view of the case, and hence this writ of error. In his charge he held that possession was notice of title, and that the plaintiff and those from whom he claims, had undisputed notice of this. Pie was undoubtedly right in his law, and the fact which he states is not denied.\nBut it is contended that the deed of record is of a later date than the actual transaction, and is therefore an inconsistent title with that shown by the parol contract accompanied with possession in the vendees. If the premise were true, the conclusion would be true also, as shown by McCulloch v. Cowher, 5 W. & S. 427, and Eshback v. Zimmerman, 2 Barr 317. But the deed was not inconsistent with the possession. It was but the evidence of the consummation of the precedent sale, and it stands on precisely the same footing as if it had been the perfecting act of a written agreement of sale. In such a case it has never been supposed, that the vendee might not show the commencement of his title as far back as his possession under the articles of agreement. He would often be in an unfortunate position if he could not, for the articles of agreement are not recited in a deed once in a hundred times.\nBut even if this were not a sufficient answer to the exception here, which I by no means admit, I am at a loss to understand upon what principle the plaintiff can invoke an estoppel of the defendant, in showing an earlier inceptive title than the deed. He had “ undisputed” notice of the possession by the defendants from the time they took it. He was therefore not misled by the deed, and not in the position to claim the exclusion of the truth, which is the effect of an estoppel, lest it might injure him. Having notice of title, or, what was equivalent thereto, the means of notice by inquiry, and which was palpably a duty in case of occupancy by a public building, he must therefore be held as having notice, and that would be in effect notice that the defendant’s title was complete in equity before the entry of his judgment against Hewit. He cannot, therefore, claim to have been misled by the deed. This is only an additional reason why the plaintiff should not recover, and not introduced because we think that the ground taken of the inconsistency of the title on record with the possession, is sound. As we have already said, we do not think so.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Samuel S. Blair, for plaintiff,",
      "B. A. McMurtrie, for defendant."
    ],
    "corrections": "",
    "head_matter": "Patton versus The Borough of Hollidaysburg.\nParol Title to Land, Evidence in support of. — Possession, when Notice to Lien- Creditors and subsequent Purchasers.\n1. Tbe owner of a lot of land, sold a part of it by parol to a borough, corporation in 1841, received the purchase-money, delivered possession, and the same year the borough erected a fire-engine house thereon; no deed was executed by the grantor and his wife until December 1842; before this, on the 0th September 1842 a judgment was entered against the grantor, upon which execution issued, and the whole lot, including the portion bought by the borough, was sold by the sheriff to the plaintiff in the judgment, who brought ejectment and sought upon the trial to restrict the corporation from, giving evidence of title prior to their deed. Held, that the defendants could show the commencement of their title under the parol purchase, from the date of their possession, which was in itself notice of their title, when brought to the knowledge of the plaintiff.\n2. Though the deed of record is of later date than the purchase, it is not au inconsistent title with that shown by the parol contract accompanied with possession in the grantees; it was evidence of the consummation of the sale, and, as though it were the perfecting act of a written agreement of sale, the grantee can show the commencement of his title from the date of his possession.\n3. The corporation defendant was not estopped as against the plaintiff from showing an earlier inceptive title than the deed, for the plaintiff had undisputed notice of possession in the borough from the time it was taken; therefore he was not misled by the deed, and hence is not in the position to claim the exclusion of the truth, which is the effect of an estoppel, lest it might injure him. Having notice or the means of notice, that the defendant’s title was complete in equity before the entry of his judgment against the grantor,' he cannot claim to have been misled by the deed.\nError to tbe Common Pleas of Blair county.\nThis was an action of ejectment brought in the court below to August Term 1857, by James R. Patton against The Borough of Hollidaysburg, for a piece of ground, part of lot No. 37, in said borough, eighteen by twenty-four feet, on which is erected the Allegheny Engine House.\nThe lot in controversy had belonged to one Peter Hewit, from whom the borough claimed to have purchased it in 1841, by parol, in consideration of exonerating him from the payment of his engine taxes for that year; under which contract possession was taken and a two story brick engine house erected on it. A deed was made by Hewit and wife to the borough, December 16th 1842, for sixteen, feet one inch in front by twenty-four feet five inches in depth, which was recorded September 21st 1843.\nThe plaintiff claimed the whole of lot No. 37, as vendee of Rodrigue & Welch, who held under Bell, Wilson & Shoneberger, to whom it had been sold April 10th 1844, by the sheriff of Blair county, on a judgment against Hewit, entered September 6th 1842.\nThe Court below (Taylor, P. J.), after stating the main facts and the general principles of law connected with the case, added—\n“ We deem it unnecessary to submit the question of fact to the jury, whether direct notice was given to the purchasers at the sheriff’s sale, since we are of opinion that constructive notice, both to the purchasers at sheriff’s sale and to this plaintiff, is thus made out by undisputed facts.\n“If, therefore, the jury find the facts in relation to the purchase and possession by the borough as we have stated them, and that the deed was recorded the 21st September 1843, all undisputed facts we believe, the defendant is entitled to a verdict.”\nThere wa,s a verdict and judgment in favour of defendant, whereupon the plaintiff sued out this writ, and assigned for error instruction to the jury as above stated.\nSamuel S. Blair, for plaintiff,\nargued that the possession of defendant was limited by the title paper which they afterwards put on record, which was three months after the entry of the judgment on which it was sold by the sheriff: citing Eshbach v. Zimmerman, 2 Barr 317; 14 Geo. Rep. 530.\nB. A. McMurtrie, for defendant.\nThe purchasers at sheriff’s sale of lot No. 37, acquired no greater interest in it than Hewit had when the judgment under which it was sold was entered: 1 Casey 71; 8 Harris 154. Whatever puts a party on inquiry amounts to notice: 4 Harris 364; 4 Barr 149. The recorded deed was the consummation of the parol contract of 1841, under which possession was taken, which possession was notice to all the world: 2 Br. Eq. 115; 5 W. & S. 427.\n• By recording the deed the prior title was not relinquished: 6 S. & R. 559.\nOctober 10th 1861,"
  },
  "file_name": "0206-01",
  "first_page_order": 206,
  "last_page_order": 209
}
