{
  "id": 477671,
  "name": "Ferguson & Betts versus Staver",
  "name_abbreviation": "Ferguson & Betts v. Staver",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "213",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 215",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "2 Binn. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 9162,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.017308538065346667
    },
    "sha256": "19bbb6c44e71577bbb65d7f1823813d8ebbb72dcbdbcb848f869da5112053b5c",
    "simhash": "1:8f672de7703445f9",
    "word_count": 1645
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented."
    ],
    "parties": [
      "Ferguson & Betts versus Staver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThere have already been two verdicts on this title, the first against, and the second in favour of Ferguson & Betts. On the first, judgment was not formally entered, on the second it was, and now we are trying the third action. On the first and second trials, in 1852 and 1853, the parties had not discovered that the rule declared in Seitzinger v. Ridgway, repealed by the legislature in 1841, had been restored in 1850, 7 Casey 432, and they tried both causes without reference to that rule. On the third trial, Staver sets up that rule, and relies solely on it. He sets up the record of the first action as a bar to this one, and the court directed a verdict in his favour, conditioned that judgment be entered in favour of Ferguson & Betts, if that record is no bar.\n. There is, in fact, no judgment on the record of the first case, and we cannot treat the payment of the jury fee and the entry on the lien docket as equivalent to one. That seems to contain only the entry of the verdict, and some prothonotaries make the entry without waiting until judgment is actually rendered. The lien docket is not the record of judgments, but the essential index of them as a general rule, and there is no exception in favour of this case. It does not make a judgment, but refers to one supposed to he already made. There is none such; and it would be quite a surprise, and even a trap, to infer one; for the parties never thought, until now, of regarding the first trial as being so efficient. As the record stands, it is no defence, and we can find nothing in the paper-books to justify us in awarding a new trial.\nJudgment reversed, and judgment for the defendant below, according to the reserved point.\nWoodward, J., dissented.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "James Armstrong and Wm. H. Armstrong, for plaintiffs in error,",
      "Gamble Hepburn, with whom was James T. Hale, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ferguson & Betts versus Staver.\nEjectment, effect of Verdict and Judgment on Equitable Title. — Judgment in, how to be entered. — Lien Locket, an Index not the record.\n1. Though one verdict and judgment in ejectment upon an equitable title is conclusive between the parties, and a bar to any subsequent ejectment for the same land, yet in order to have this effect, the judgment upon the verdict must have been regularly entered on the record: it is not enough that the jury fee was paid after verdict, and an entry thereof indexed in the lien docket.\n. 2. The lien docket is not the record of judgments, but only their essential index : and the entry in the lien docket does not make the judgment, but only refers to one supposed to be already made.\n3. In an action of ejectment by F. & B., the holders of the legal title to the undivided half of a tract of land, against S., who claimed under an equitable title, a verdict was returned for the defendant, but, the charge of the court being excepted to, no judgment was regularly entered upon the verdict: the jury fee was paid by the defendant, and the verdict indexed in the lien docket. A second ejectment for the same land, and between the same parties, was brought, and a verdict found for the plaintiffs, upon which judgment was regularly entered, whieh was never reversed. Afterwards a third ejectment was brought by S. against F. & B., and a verdict rendered for the plaintiff, which was reversed by the Supreme Court, and a new trial ordered. On the new trial, S., the plaintiff, set up and relied upon the record of the verdict in the first ejectment as a bar to defendant’s recovery; whereon judgment was entered for the plaintiff by the court below. Held, that the record was not a bar, and no defence, for there had been no judgment entered upon the verdict, the payment of the jury fee and the entry upon the lien docket not being equivalent thereto ; that there being a verdict and judgment in favor of the defendants, F. & B., in the second ejectment, it was conclusive in their favor —and that judgment should have been entered for them by the Court below.\nError to the Common Pleas of Clinton county.\nThis was an action of ejectment brought to February Term 1856, by Frederick Staver against James Ferguson and Daniel Betts, for 650 acres of land in Gallaugher township.\nThe material facts of the case are as follows:—\nHenry Kissell and Frederick Staver were the owners, as tenants in common, of two tracts of land in Gallaugher township, Clinton county, containing about 600 acres. On the-20th of September 1859, Kissell sold to James Ferguson and Daniel Betts his undivided half of the said land for the consideration of $2000, delivered to them his deed for the same, with possession of the premises; from which possession they were ousted by Staver.\nOn the 31st of July 1852, Ferguson and Betts brought an ejectment against Staver to February Term 1852, No. 75, for the undivided half part of the said land, and on the 16th of September 1852 the cause was tried and verdict was rendered for defendants. The charge was excepted to before verdict. No judgment was ever entered on the record of the suit, but an entry of judgment was made in the lien docket or index, and the jury fee paid.\nOn the 30th of November 1852, another ejectment was brought by Ferguson and Betts against Staver to December Term 1852, No. 94, for the undivided half of the same land. This cause was tried, and on the 23d of December 1853, a verdict and judgment was rendered for plaintiffs. To this judgment a writ of error to the Supreme Court was taken by defendant to May Term 1854, and non pros, suffered. Another writ of error was taken to May Term 1855, and non pros, suffered.\nOn the 28th of January 1856, Frederick Staver brought the present ejectment against Ferguson and Betts, for the undivided half of the same 650 acres of land.\nThis cause was tried, and on the 17th December 1857, a verdict and judgment was entered for plaintiff. The cause was removed to the Supreme Court by Ferguson and Betts, and reversed. See 9 Casey 411.\nThe cause came on again for trial in the court below, at May Term 1860, when the plaintiff offered in evidence the verdict in ejectment, No. 75, February Term 1852, as a bar to the defendant’s recovery in this ease, whereupon the court made the following order:—\n“Jury directed to find for plaintiff, subject to the opinion of the court on a point reserved, to be argued by counsel at the next term, at which time, if the court should change their opinion on said point reserved, judgment to be entered for the defendants non obstante veredicto, so that the case may be taken to the Supreme Court on writ of error without the necessity of resorting to a new trial.”\nThe court below, on argument, delivered an elaborate opinion, directing judgment to be entered for the plaintiff on the point reserved. Whereupon the defendants sued out this writ, assigning for error the ruling of the court below, as to the admission of the record of the ejectment between the parties of February Term 1852, No. 75, and the entering of judgment for the plaintiff.\nThere was another error assigned relative to the admission of an agreement between Staver and Kissel! (see 9 Casey 411), but it is not noticed in the opinion of this court.\nJames Armstrong and Wm. H. Armstrong, for plaintiffs in error,\nargued that as no judgment ever was in fact entered on the verdict in the ejectment No. 75, to February Term 1852, it could neither be pleaded nor given in evidence as a plea in bar. That the entry of judgment was necessary, citing the Acts of March 3lst 1823, March 13th 1807, and April 21st 1846. It is the act of the court, without which there can be no review on error: McCarty v. Haufferman and Wife, 11 Harris 507.\nThe entry on the lien docket is not sufficient, nor had the court any authority to direct such an entry — that is the duty of the prothonotary ; nor was it intended to enter thereon judgments in ejectment, but only such as were rendered for certain sums.\nIt is but a transcript of the appearance docket: 1 Barr 412. Is no part of the rolls of the court: 12 Casey 461. There was then nothing but the verdict, which constitutes no estoppel.\nGamble Hepburn, with whom was James T. Hale, for defendants in error.\nAlthough the word “judgment” is not written after the entry of the verdict in the appearance docket, yet the payment of the jury fee and the letters L. D. appear there as equivalent to it. Following this reference to the lien docket, it is found regularly entered there, where it remains undisturbed by motion, complaint, or writ of error.\nThe rights of plaintiff have not been affected by this alleged irregularity, and they have acquiesced in it as a valid judgment in a former case. It cannot now be impeached collaterally: Cyphert v. McClure, 10 Harris 195; Heister v. Fortner, 2 Binn. 40; Hauer’s Appeal, 5 W. & S. 473. Irregularities on the part of clerks are cured by lapse of time: Shaw v. Boyd, 2 Jones 215; Polhemus’s Appeal, 8 Casey 328.\nThe judgment docket is authorized by law, and is therefore part of the record. Parties are not bound to look beyond it: Ridgway & Budd’s Appeal, 3 Harris 177. This point was made in the seventh specification of error, when the case was here before, and ruled in favour of the defendant in error: 9 Casey 411.\nOctober 31st 1861,"
  },
  "file_name": "0213-01",
  "first_page_order": 213,
  "last_page_order": 216
}
