{
  "id": 478109,
  "name": "Clement versus Wright",
  "name_abbreviation": "Clement v. Wright",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "250",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. Ch. Rep. 408",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 455",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 423",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0423-01"
      ]
    },
    {
      "cite": "2 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0126-01"
      ]
    },
    {
      "cite": "9 Watts 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 455",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 16256,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 1.3088185821575092e-07,
      "percentile": 0.6239282676325917
    },
    "sha256": "040db9aff37a742fbd683750b11072c13faf9a2012a1c1a60503e5520c2c2850",
    "simhash": "1:0a3a0430fe92abcd",
    "word_count": 2840
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clement versus Wright."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThis was an action of replevin for a number of pine logs, in which the pleas were non oepit, property, and property in the heirs of John Baird and others. On the trial, the plaintiff attempted to prove that the logs had been cut on a tract of land belonging to him, and of which he had possession. To meet the proof thus offered, the defendant then proposed and was permitted to give evidence tending to show that the timber was not cut on the land of the plaintiff, but on land at the-time belonging to and in possession of his, the defendant’s, vendors. The admission of this evidence is the matter complained of in the first assignment of error, and the reason alleged for the complaint is, that it was allowing the title to land to be tried in a transitory action. It is easy to see, however, that the objection is based upon an entire misconception. While it is true that, in actions of replevin or trover, the title to real property cannot be directly tried and adjudicated upon, it is equally true that it may be incidentally brought in question, and may therefore be admitted in evidence. So it has often been held, and the mischief would be intolerable were it not so. In the case now before us, the evidence was not received for the purpose of trying the title to any tract of land. It was material to the defence to show that the logs replevied had not been taken from land in the possession of the plaintiff; and this was directly proved by the evidence received by the court. In the absence of any actual adverse possession of timber lands, such as these were from which the logs were taken, the law casts possession upon the owner, Proof of title in the defendant’s vendor, therefore, was also proof of at least constructive possession in him, and consequently was fatal to the plaintiff’s action. That it was legitimate, is shown by the language of Mr. Justice Rogers, in Elliott v. Powell, 10 Watts 455, and Chief Justice Gibson, in Wright v. Guier, 9 Watts 177. The proof of title was introduced, not for the purpose of trying it, but in order to prove possession by the heirs of John Baird, whose possession of the logs the defendant had acquired by purchase.\nThe second and third assignments of error raise the question whether the court was right in rejecting evidence that John Baird, under whom the defendant claimed, owned but an undivided half of the land upon which it was alleged the timber was cut. It is obvious that the evidence admitted, would not have disproved the possession of his heirs, or tended to maintain the plaintiff’s action. But it is urged that it would have tended to reduce the damages to which the defendant, if successful, was entitled. By the writ of replevin, the logs were taken from the defendant and delivered to the plaintiff, in 1854, nearly seven years before the ease was tried. Both parties agreed that if the jury found for the defendant, they might find the value of the timber. Under these circumstances, we do not perceive that the proposed evidence should have affected the question of damages. We think, therefore, there was no error in rejecting it.\nThe fourth and fifth assignments are to the rejection of the warrant and survey of a tract of land claimed by the plaintiff. The warrant was indescriptive, and the survey was made on the 25th day of July 1840, nearly ten years after the date of the warrant and survey to John Baird. They call for John Baird as an adjoiner. The only avowed purpose for which the offer was made, was to show boundary, not that of the plaintiff’s land, of course, but that of the John Baird tract. Doubtless, it would have been competent to give any evidence tending to establish that the boundary of that tract did not include the land upon which the logs were cut, for the constructive possession which the title drew after it could not extend beyond the boundary, but the indescriptive warrant and survey under it, made of the plaintiff’s land, were no evidence of the boundary of the John Baird tract, for the survey was made long after that tract had been located. The evidence therefore had no tendency to prove either the extent of the boundary or the possession.\nThere is no merit in the sixth assignment. Eor what purpose the connected draft was offered did not appear, and we do not discover that it could have benefited the plaintiff.\nThe seventh and last assignment is also not sustained. The diagram is not shown to us, and it is impossible to say that it would either have explained or contradicted the testimony in chief of the witness.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "John B. Packer and Wm. M. Rockafeller, for plaintiff,",
      "G. F. Miller, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Clement versus Wright.\nTitle, when tried in transitory Action, — Evidence of, in Replevin. — Jndescriptive Warrant not Evidence against an ancient Location. — Drafts, when not Evidence. — Assignments of Error as to Evidence, how to he presented.\n1. Though, as a general rule, title to real estate cannot be directly tried in transitory actions, yet it may be incidentally brought in question in actions of replevin or trover, and then it is admissible in evidence.\n2. ÍVliere, in an action of replevin for logs cut upon the land of defendant’s vendor, which were seized by the plaintiff, it was material for the defendant to show that the logs replevied were not taken from land in the possession of the plaintiff, evidence of title, for this purpose, must be received; for in the absence of any actual adverse possession of wild timber lands, the law casts the possession on the owner, and proof of title was therefore admissible, not for the purpose of trying it, but to prove possession in the rightful owners, which possession defendant had' acquired by purchase.\n3. Where the plaintiff offered in evidence an agreement, between John Baird, under whose heirs defendant claimed, and others, who were to furnish money towards paying office fees and expenses in taking up the land in question ; to prove that the vendors of the defendant owned one-half of it only, but did not show that any money was contributed in pursuance of the agreement, it was not error in the court below to reject the offer; for the evidence, if admitted, would not have tended to maintain the plaintiff’s action, or disprove the possession of the defendant’s vendors ; nor would it have tended to reduce the damages, if any, which the defendant was entitled to recover, where the logs had been taken from the defendant more than six years before, and it had been agreed by both parties, that if the jury found for the defendants they might find the value of the timber.\n4. The indescriptive warrant, under which plaintiff claimed, granted in 1793, but not surveyed until 1840, calling for the John Baird tract as an adjoiner, could not affect the location of that tract, which had been surveyed and located ten years before; for, though evidence tending to prove that the boundary of the tract first located did not include the land upon which the logs were cut would have been admissible, as the constructive possession which the title drew after it could not extend beyond the boundary; yet the indescriptive warrant and survey of plaintiff’s land was not such evidence, and it was not error in the court below to reject it, because it had no tendency to prove either the extent of the boundary or the possession.\n5. It was not error to reject a connected draft offered by plaintiff, of a number of tracts of land adjoining the John Baird tract, where no warrants were offered with it, for the drafts were not in themselves evidence of title and were also irrelevant, there being no evidence that the Baird survey was not properly run or marked upon the ground, or that another survey included in the drafts, interfered with it.\n6. Where the plaintiff, in cross-examination of one of the defendant’s witnesses, offered to ask whether a diagram shown was a correct representa»' tion of the tracts lying between the Baird survey and the river, which offer was objected to as irrelevant and not cross-examination, the defendant not having been examined as to the diagram, and the objection was sustained by the court below ; the rejection of the offer will not be considered error in the Supreme Court, where the diagram is not shown, and no evidence appears that, if admitted, it would have explained or contradicted the testimony in chief of the witness.\nError to the Common Pleas of Northumberland county.\nThis was an action of replevin, May 6th 1854, by Ira T. Clement against A. K. Wright, for seventy-one white pine logs, valued at §560. The sheriff delivered to the plaintiff fifty-nine logs, which he found in the possession of the defendant. To a declaration in the usual form the defendant pleaded “ non cepit,” “property,” and also “property in the heirs of John Baird and others,” and on these issues the parties went to trial.\nThe plaintiff having given evidence to prove that the- logs in question were cut on a tract of land belonging to him, closed his case. The defendant then offered to prove, by the depositions of William Baird and others, that the timber in question was not cut on the land of plaintiff, but on lands belonging to and in possession of the defendant’s vendors. This was objected to by the plaintiff, on the ground that it would be virtually trying the title to the real estate, but the court (Jordan, P. J.) overruled the objection, and admitted the evidence, which was the first error assigned.\nThe defendant having closed, the plaintiff offered in evidence an agreement, dated September 9th 1830, between John Baird, William McCoy, and Vincent L. Bradford, for the purpose of showing that John Baird, under whom the defendant claimed, was the owner of but one-half of the land on which defendant alleged the lumber had been cut, to be followed by proof that he only claimed one-half up to the time of his death. To this the defendant objected, because, 1st, the paper was not proved; 2d, because of alterations and interlineations therein, which were not explained; 8d, because it had no reference to the land on which the timber was cut; 4th, because the title as to the persons alleged to have signed it cannot be tried in this suit, and because it was irrelevant. The court sustained the objections, and rejected the evidence, which was the subject of the second assignment of error.\nThe plaintiff then proposed to prove, by Dr. Robert McCoy, that John Baird, a short time before his death, had told the witness that he only claimed to be the owner of the undivided half of the John Baird survey, which had been given in evidence by the defendant. This was objected to by the defendant for the reasons above given, except as to the erasures, &c. The court sustained the objection, and rejected the evidence, which was the third error assigned.\nThe plaintiff next offered in evidence a warrant for 900 acres of land, dated December 13th 1792, to Herman Leroy and Jan Linldain, under whom he claimed to hold, with the survey made in pursuance thereof, July 25th 1840, “ calling” for land of John Baird, for the purpose of showing boundary. The defendant objected to this evidence, because the survey was subsequent to that of Baird, and on a warrant not descriptive, and also because it was irrelevant. The court below sustained the objection, and rejected the evidence, which was the subject of the fourth assignment of error.\nThe plaintiff then gave evidence as to other matters connected with his case, and renewed his offer of the warrant and survey for the purpose above mentioned, which was again objected to, and rejected by the court.\nThe plaintiff next offered in evidence a connected draft, regularly certified May 16th 1859, by the land office, of ten tracts of land, in connection with the testimony of a surveyor, who had examined the lines, and would prove the correctness of the draft. The defendant objected to this evidence, and the court sustained the objection, which was the sixth error assigned.\nAfter the plaintiff closed, the defendant called James Davis, who testified that there were three surveys and a part of one between Baird’s and another survey which he named, which were three or four miles apart — that he had surveyed one of them in 1854, for the purpose of locating other surveys, and on cross-examination said that he did not know the names of the surveys between the two above mentioned, but that the one that adjoined Baird’s was Wister’s. The plaintiff then proposed to ask the witness whether the diagram shown, dated May 16th 1859, contained a correct representation of the tracts lying between the Baird survey and the other, which he had said were three or four miles distant, for the purpose of explaining the testimony in chief, and showing the correct distance. To this the defendant objected, because it was not evidence for that purpose, nor cross-examination, and was irrelevant. The court sustained the objections, and rejected the evidence, which was the last error assigned here.\nUnder the charge of the court, there was a verdict and judgment in favour of defendant for $500. The plaintiff, thereupon sued out this writ, and assigned for error here the matters above stated.\nJohn B. Packer and Wm. M. Rockafeller, for plaintiff,\nargued that title to real estate could not be tried in replevin: Harlan v. Harlan, 3 Harris 515; Powell v. Smith, 2 Watts 126. That plaintiff should have been allowed to show that defendant’s interest in the property was only an undivided moiety. That having admitted evidence of defendant’s title, it was error to exclude that of the plaintiff, who had a right even in the first instance to show that the timber was cut by him on his own land. That as boundary was the material question in the case, the certified official papers from the land office were evidence: Graham v. Moore, 4 S. & R. 467; Vicroy v. Skelly, 14 Id. 372; and that the question put to Mr. Davis, and rejected by the court, was proper as tending to explain the witness’s reasons for locating the Baird survey where he did.\nG. F. Miller, for defendant,\nadmitted as a general rule, that the title to lands cannot be tried in replevin, but contended that, incidentally, it must often come in question: Brown v. Caldwell, 10 S. & R. 118. The right to timber thus cut can be shown in a transitory action: Mather v. Trinity Church, 7 S. & R. 515; Snyder v. Vaux, 2 Rawle 423; Coomalt v. Stanly, 5 P. L. J. 412; Elliott v. Powell, 10 Watts 455; Wright v. Guier, 9 Watts 177. The cases of Powell v. Smith and Harlan v. Harlan, cited by plaintiff, only decide that where a person has neither actual nor constructive possession, the right of property in a chattel which has become such by severance from the freehold, cannot be settled in a transitory action, which is not this case.\nOctober 31st 1861,\nAs to the agreement offered- in evidence to show that defendant owned only a moiety of the land, it was interlined — was older than Baird’s application for a warrant; nor did it appear that the other parties had paid any portion of the fees and expenses of taking up the land, so that Baird was not a trustee for them : Rolsford v. Run, 2 Johns. Ch. Rep. 408; Willis v. Willis, 2 Atk. 71. But plaintiff had nothing to do with this agreement; he had no interest in it; it was no justification for him : nor can he avail himself of outstanding equities, especially when, as in this case, they are barred by the Statute of Limitations.\nThe declarations of Baird to McCoy were not evidence, for McCoy, who it is said was one of the owners, might be considered as interested. But if not, it would not justify Clement.\nThe warrant of Leroy and Licklain, dated December 13th 1792, with the survey thereon July 25th 1840, was properly rejected. The warrant is indeseriptive, and the survey is ten years later than the. warrant and survey of Baird, and cannot affect him or his heirs : Hagerty v. Mathers, 7 Casey 348; Wilhelm v. Shoop, 6 Barr 21. The “ connected draft of ten tracts” was neither evidence of title nor rebutting evidence, nor are the authorities cited in support of its admissibility applicable.\nThe question put to Davis as to the diagram was not cross-examination, but part of plaintiff’s case in chief, and was therefore properly rejected when offered."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 256
}
