{
  "id": 478639,
  "name": "Ross versus Malcom",
  "name_abbreviation": "Ross v. Malcom",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "284",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 543,
    "char_count": 13515,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 7.586096734303177e-08,
      "percentile": 0.4495337372951087
    },
    "sha256": "97d66b35b9708f430f43a1c4e1ff5990eed818fcf09b0f3c31293f339ad0fa8a",
    "simhash": "1:b4bedca7f4c522f7",
    "word_count": 2405
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross versus Malcom."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nby Lowrie, C. J.\nWe are unable to declare any of these errors sustained. If this road was lawfully opened in 1855, the street commissioners and town council of 1857 had no authority to change its location. There is, therefore, but one question for consideration: was the opening in 1855 made by lawful authority ? It was done by the supervisor, and not disputed by any other officer or person until near two years afterwards. It is now insisted that the street commissioner was the proper officer to do it, and not the supervisor, or at least that he should fix its lines.\nThe authority and the duty to open the road is not disputed, and we must not be critical in relation to the particular borough functionary that ought to do it. No ordinance assigns this duty to any one officer, and we cannot supply this defect. If the superiors of an officer do not dispute his acts at or about the time of their performance, we must treat them as valid. The name of the office supervisor helps us in this. Without a special definition of it, we must receive it according to its general definition., or common usage, and then we treat the supervisor as the proper authority to open roads under the order of the court. This road having been opened by him, we presume-that he was the proper officer to do it, unless the contrary be shown, and this throws all the burden of proof on the defendant below.\nIt seems to us that the case was well tried in all respects.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by John B. Linn for plaintiff in error, and by Gr. F. Miller for defendant."
    ],
    "corrections": "",
    "head_matter": "Ross versus Malcom.\nStreets — Power of Street Commissioners to alter Location of Road previously opened by Supervisor.\nAn order of the court of quarter sessions of Union county, issued in 1851 to “the supervisor” of the borough of Lewisburg to open a road, regularly reported by a jury the year before, and the road was partially opened. In 1855 another supervisor was appointed by the town council of the borough, who, under the same order, opened the road to its full length and breadth, and was paid by the borough for his work and expense in so doing. Two years after, the “street commissioner” of the borough, under resolution of the town council, got another order from the clerk of the quarter sessions, in which the draft was changed, and “ street commissioner” inserted for “ supervisor,” under which he changed the location of the road as opened in 1855, placing it farther upon the land of an adjoining lot owner, who brought an action of trespass against the “ street commissioner” for tearing down his fence, &c., in altering the road. Held,\n1. That the road was lawfully opened in 1855 by the supervisor of the borough, though the charter made no provision for the appointment of such an officer by name.\n2. That the road having been once fully opened, all authority under the order to open was exhausted, and the location could not afterwards be altered by another supervisor.\n3. That the presumption was, that the “ supervisor” mentioned in the order, by whom the road was opened, was the proper officer to open the road, until the contrary was shown by the defendant upon whom was the burthen of proof.\n4. That there being no power or authority in the street commissioner to alter the location of the road, he had no right to enter upon the land of the plaintiff to change it, and was guilty of trespass in so doing.\nError to tbe Common Pleas of Union county.\nThis was an action of trespass quare clausum fregit, brought July 22d 1857, by Howard Malcom against James P. Ross, for tearing down the plaintiff’s fence, and treading down his herbage, &c.; to which the defendant pleaded “ Not guilty,” but afterwards filed a special plea, justifying his action in the premises, under an order of the Quarter Sessions of Union county, directing him as street commissioner of the borough of Lewisburg to “ open the extension of Third street in said borough,” and also under a resolution of the burgess and town council of the borough of Lewisburg, in reference to obstructions in streets, highways, &c.\nThe material facts of the case appear to be as follows: — At September Sessions 1850 a report of viewers was presented in favour of what was known as the extension of Third street “in the borough of Lewisburg, laying it out from the south end of Third street,” through lands of the trustees of the University at Lewisburg and others, to the Lewisburg road. This report was confirmed December 24th 1850, and an order to open taken out April 28th 1851.\nOn the 8th of August 1854 Howard Malcom purchased of the trustees of the University a portion of their ground adjoining his residence, on the left side of the extension.\nThe order to open, which had been taken out April 21st 1851, was placed in the hands of Byers Ammon, supervisor of the borough of Lewisburg, about a week before September Sessions 1855, by some one who was interested in the opening of the road,, who directed him to proceed to open the street under the threat of a prosecution if he refused or neglected to do so. As he was threatened with a suit in case he proceeded to execute the order, Mr. Ammon took a bond of indemnity from certain persons interested in the opening of the road, and opened it according to the order of the court, except that he made an offset in the road on the side owned by Mr. Malcom. Previous to this, to wit, December 29th 1854, a petition was presented to the court, setting forth that the order to open had not been exécuted farther than Race street (which,was the boundary of the land owned by the University, or by Mr. Malcom), and praying for a view to vacate the remainder of the road south. A jury was appointed, who reported to May Sessions 1855. A review was granted at September Sessions 1855, and the contest kept up by re-reviews and exceptions until February 21st 1857, when the Quarter Sessions so disposed of the reports and the exceptions as to leave the road as originally laid out in 1850.\nUp to this time the councils of the borough of Lewisburg had taken no action in the matter. Some time in 1857, they gave J. P. Ross, who was then street commissioner, orders to open the road. Mr. Ross accordingly procured an order from the clerk of the court, and proceeded to do so according to the draft which accompanied the order. In doing so he set in the fence of Mr. Malcom at one end of his lot, the other corner being at or near its proper place, which was the trespass for which suit was brought.\nOn the trial, the moving of the fence without any unnecessary damage was proved by the plaintiff. The defendant proved his appointment as street and road commissioner; gave in evidence the order of the Court of Quarter Sessions, and a resolution of the town council authorizing their clerk to appear and defend the suit at the cost of the borough.\nThe plaintiff contended, and so requested the court to instruct the jury: — •\n1. That when a road has once been opened by the supervisors or street commissioners, its location cannot afterwards be altered by another supervisor or street commissioner for the purpose of placing it in what he may suppose to be its proper site.\n2. All authority under the order of the Quarter Sessions to open a road is exhausted by the action of those to whom it was directed, and cannot be resumed, although the first location was in a wrong place or not, according to the report of the viewers.\n3. That if the jury believe from the evidence in this case that Byers Ammon, a former supervisor, opened this street either where the viewers reported a road or in any other place, and that afterwards James P. Ross opened the same street in a different place, and thereby extended or widened said street upon the lands of Howard Malcom, that then the said Ross is a trespasser, and plaintiff is entitled to recover damages for said trespass.\n4. That the second order, issued to James P. Ross, was a nullity, and all acts done under it void for want of power in the court to grant such second order; and every act done under said order further than the mere clearing out of obstructions to the breadth of fifty feet in the road as opened by Byers Ammon was unauthorized and contrary to law, and would make defendant a trespasser the same as if he had been a private citizen, or had proceeded without any order at all.\nThe defendant requested the court to instruct the jury that, by virtue of the Act of Assembly incorporating the borough of Lewisburg, the street commissioner is the proper person to open the streets.\n2. That a supervisor elected by the town council has no authority except that which is given him by order of the council or street commissioner.\n8. That under the evidence in this case the street in question was opened in pursuance of lawful authority, and by the proper officer, James P. Ross.\n4. That in opening the road according to the order of the court, the defendant was not trespassing, and according to the evidence the verdict must be for the defendant.\n5. That all orders issued to the supervisor were null and void, from want of authority in the supervisor to act in that capacity.\nUnder the charge of the court, there was a verdict and judgment in favour of the plaintiff. The defendant thereupon sued out this writ, and assigned as cause for reversal the following matters, viz.:—\n1. The court erred in admitting as evidence the order directed to the supervisors of the borough of Lewisburg, dated the 28th of April 1851 (under which the plaintiff below claimed the road was opened prior to the order to the street commissioner, which was executed by James P. Ross), because the order of the 28th of April 1851, unacted upon until September 1855, after a view to vacate granted in December 1854, and proceedings pending, became a nullity; because not directed to any person having authority to open, and because the order did not contain a correct diagram of the road laid out by the viewers; because there was no proof that Byers Ammon had any authority to locate said order; because the plaintiff below failed to prove the road effectually opened in compliance with and according to said order.\n2. The court having answered defendant’s first and second points affirmatively, and in their answers thereto, said, “ That the street commissioners are the only persons designated in the Act of Assembly upon whom the duty would devolve, and that a supervisor elected by the town council could only execute the duties assigned him by the council or the street commissioner,” erred in instructing the jury in answer to the defendant’s third point, that “ James P. Ross was not the only proper officer to open the street; this will depend on whether you shall find from the evidence the supervisor ivas authorized by the council to perform such duty f and in not affirming defendant’s third point, that under the evidence in the case James P. Ross was the proper officer to open the street, &c.\n8.' The court erred in not affirming the defendant’s fourth point; and particularly in leaving it as a fact for the jury to decide whether the order of the court was not exhausted by Ammon previous to Ross obtaining a copy of it, and in refusing to instruct the jury that according to the evidence the verdict must be for the defendant.\n4. In refusing to instruct the jury, in answer to defendant’s fifth point, “ that all orders issued to the supervisor were null from want of authority in the supervisor to act in opening roads,” and particularly in instructing the jury in answer thereto, “ the officer they call the supervisor is created by authority of council to take part in the opening, regulating, and repairing of streets.”\n5. In the general charge, the court erred in saying, “ we have not been shown what the powers of this supervisor are; they are not defined by any by-law or ordinance of the council, and can only be collected from the parol testimony and acts of the supervisor recognised by the council;” an ordinance was given in evidence by the defendant’s counsel, in words following: “Resolved, That the supervisor do no work in the streets and alleys unless under the immediate instruction of the town council.”\n6. In instructing the jury, in the general charge, “ that the questions for them were, had Ammon any authority to open this street ? what authority did the council vest in him ? and did it extend to the act done by him in opening this road,” when not a particle of evidence of any authority from the council to open the street was given; on the contrary, he disclaimed any authority from the council, and swears that he opened it on the strength of a bond of indemnity given him by Charles E. Hess and others, and while, as the records show, proceedings were pending.\n7. In instructing the jury that they “were to determine whether Ammon was acting under the supervision and direction of the town council, with the order of the court, when he opened the street in controversy; if he was, the authority to open under order of the court was exhausted, and Ross changing tho route of the road from where it was opened by Ammon, would be a trespasser, and the plaintiff be entitled to recover,” when there was no such authority hinted at in all the evidence.\n8. In instructing the jury, in the general charge, “ that restrictions by the resolution (of the burgess and town council) of 1843, have reference only to a street commissioner, using the single number and not naming a supervisor.\nThe case was argued in this court by John B. Linn for plaintiff in error, and by Gr. F. Miller for defendant."
  },
  "file_name": "0284-01",
  "first_page_order": 284,
  "last_page_order": 289
}
