{
  "id": 478522,
  "name": "Childs versus Brown Township",
  "name_abbreviation": "Childs v. Brown Township",
  "decision_date": "1862-01-02",
  "docket_number": "",
  "first_page": "332",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 351,
    "char_count": 7499,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.4104769613346874e-07,
      "percentile": 0.7999078324643637
    },
    "sha256": "4e78ab179c3dc5088cd486e843522842f3fb083de8d2b63c83709cd76eac66cb",
    "simhash": "1:1668c075cc38aced",
    "word_count": 1353
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Childs versus Brown Township."
    ],
    "opinions": [
      {
        "text": "The’ opinion of the court was delivered,\nby Strong, J.\nIn the year 1852, a new road was laid out and ordered to be opened in Brown township, by the Court of Quarter Sessions of Lycoming county. On the 10th day of December 1853, the supervisors of the township entered into a contract with the plaintiff, by wbieh he agreed to make the road, to furnish plank and to build three bridges, or more, if necessary, thereon, for the sum of $175, which sum they agreed to pay with a county order, or out of the first money in the treasury that belonged to the township, after the completion of the road. In fulfilment of the contract, the plaintiff constructed the bridges and performed the necessary work upon the road. It was then examined and approved by the supervisors, and the road was taken off the hands of the contractor. But the township now refuses to pay the stipulated compensation, and alleges, as a reason for the refusal, that the supervisors had no power to enter into such a contract, and that, therefore, the township was not bound. It is an unconscionable defence, made, as it is, by those who have received, and who are still enjoying the benefit of the plaintiff’s labour. It was the duty of the supervisors, as agents of the township, to make and open the road, and build the necessary bridges. For this they had a right to “ employ, oversee, and direct” a sufficient number of labourers, to execute promptly and effectually the work. The Act of Assembly, in conferring this power, does not say how they shall employ, whether by the day or by the job. Doubtless the work of opening and repairing the roads must be done under the direction of the supervisors. A township has a right to the judgment and skill of its official agents. But the contract in this case did not deprive the township of the benefit of such supervision. The road was inspected by those whose duty it was to oversee and direct, and it was taken from the hands of the contractor.\nWe do not mean to be understood as expressing an opinion that supervisors can devolve their duties upon other agents. We do not assert that they may let out to a contractor, the making and repair of all the roads in a township. But they are invested with a reasonable discretion, to be exercised for the public benefit. They may undoubtedly procure the erection of a bridge by contract, or the excavation of a cutting, or the removal of rocks and trees. Why not then the making of a single new road ?\nThe argument mainly relied upon by the defendants in error is, that if supervisors have power to make such a contract as was made in this case, the tax-payers are deprived of the opportunity to work out their taxes. It is not alleged that any taxpayer of Brown township was denied this privilege. No one complains, and it is evident that no one could complain. The supervisors must be presumed to have done their duty. The order to open the road had been in their hands about a year before the contract with the plaintiff was made, and yet the work was not done. The road was unmade in December 1853. It is to be inferred that the tax-payers of the township had been tendered an opportunity of working out their taxes and had declined it. And now, shall the township, after having received the benefit of the plaintiff’s work, refuse to payon the ground that some one might possibly have been deprived of the option to pay his taxes, either in labour or in cash ? More especially, shall they refuse to pay when the contract stipulated that the plaintiff should be paid only out of such funds as should be collected in money, after the tax-payers had neglected to pay them, by labour on the roads ? Whatever a tax-payer might have said, if called upon for his dues, it is not for the township to set up such a defence. The plaintiff was not bound to inquire whether the supervisors had accorded to the property owners in the township their statutory privilege, no more than a labourer hired by the day to work on the roads would be under obligations to inquire. He had a right to act on the presumption that the supervisors had done what the law required.\nWe cannot overlook the facts as they commonly exist. Township taxes are not all paid in labour, nor is it anticipated that they will be. A considerable portion is collected in money. Were it not so, it would be impossible to discharge many municipal obligations. It may be conceded that supervisors cannot make a contract, the effect of which must be to deprive taxpayers of the privilege to work out their taxes, but this is no such case; not only not so, but the contract could not have had such an effect.\nWe think, therefore, the Court of Common Pleas erred in their instruction given to the jury, as set out in the assignment of. error.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Willard, for plaintiff.",
      "Cfamble Hepburn, for defendant."
    ],
    "corrections": "",
    "head_matter": "Childs versus Brown Township.\nTownship Roads. — Power of Supervisors to construct by Contract. — Right of Tax-Payers to work out Road, faxes, how affected by Contract of Supervisor.\n1. Where a new road m a township was laid out and ordered to he opened by the Court of Quarter Sessions of the county, and the township supervisors let out by contract the making of the road and building the necessary bridges thereon, “ the contractor to be paid with a county order, or out of the first money in the treasury belonging to the township after the completion of the road,” Meld, that they did not exceed the powers vested in them by law, and that the township was bound by the contract.\n2. It was error in the court below to instruct the jury that the supervisors had no power to enter into a contract to open and make a new road, though bridges were to be built upon it.\n3. It is not a defence to an action by the contractor against the township to recover the contract price, after the completion of the road, and its inspection and approval by the supervisors, that under the coutract the tax-payers were deprived of the privilege of working out their taxes ; the plaintiff had a right to presume that the supervisors had done what the law required, and was not bound to inquire whether they had given the property holders opportunity to work out their taxes.\n4. Though supervisors cannot let out by contract the making and repairing of all the roads in a township, thus depriving the tax-payers of the privilege of working out their taxes, yet they can contract for making a single new road, upon which bridges were to be built, under the same power by which they could contract for the erection of the bridges alone by contract.\nError to the Common Pleas of Lycoming county.\nThis was an action of assumpsit, by Richard Childs, for the use of J. B. Strong, against the township of Brown in the county of Lycoming, to recover the sum of $175 with interest, which sum was alleged to be due to the plaintiff from the defendant, under a contract for building a road w.hieh had been ordered by the Court of Quarter Sessions in said township, with the necessary bridges, &c. The principal defence in the, court below was, that the supervisors of the township had no authority to make such a contract.\nJanuary 2d 1862,\nUnder the instruction of the court, there was a verdict and judgment in favour of the defendant, whereupon the case was removed into this court by the plaintiff, where the charge of the court below on this point was assigned for error.\nThe material facts of the case are set forth in the opinion of this court.\nWillard, for plaintiff.\nCfamble Hepburn, for defendant."
  },
  "file_name": "0332-01",
  "first_page_order": 332,
  "last_page_order": 335
}
