{
  "id": 478260,
  "name": "Patterson versus Anderson",
  "name_abbreviation": "Patterson v. Anderson",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "359",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 557,
    "char_count": 14621,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.4897812916401376e-07,
      "percentile": 0.662794433188962
    },
    "sha256": "d697b9e6230aaa8fee7324f280f8b6b91ca594a25d22ff43f25e69b768a43018",
    "simhash": "1:1c9586b7ed68e45e",
    "word_count": 2587
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nAnderson holding a judgment against Adam Eehey, issued an execution which, was levied on the stock of clothing in the store of Fehey, which was advertised for sale by the sheriff, the plaintiff in error. Before the day of sale C. Baelz filed a bill in equity against Fehey, to which Anderson was afterwards made a party, alleging a. partnership with Fehey, who had per mitted suit to be brought against him by Anderson, and judgment obtained, and execution issued and levied on goods of tire partnership', for the purpose of selling them and defrauding the said Baelz.\nThe court enjoined Anderson from proceeding to sell, which injunction on the coming in of the answer of Fehey and Anderson, was dissolved by the court on the 17th May 1856, and the complainant’s bill was finally dismissed, there being no evidence to sustain his claim of partnership. Notice was given to the sheriff of Baelz’s claim by his counsel, and that if he proceeded to sell the goods, ho would be held liable by Baelz. Before the advertisement, and also on and before the day of sale, the sheriff demanded indemnity from Anderson, which, if not given, he would only sell the interest of Fehey, and such bond not being tendered or given, he accordingly, on the 29th May 1856, sold only the interest of Fehey, and Anderson became the purchaser, who paid the sheriff the costs and the landlord’s claim for rent, and receipted for the balance of the purchase-money, applicable to the payment of the debt and interest, and demanded the goods, ■which were refused. The plaintiff below and his counsel offered to give security to the sheriff, and upon their return from their search for the sureties who were proposed, the counsel was informed that Dr. Baelz had the key of the store. It appeared in evidence that the sheriff had a watchman in the store ; that after the sale the store was locked up by the deputy sheriff, and the key taken to the sheriff’s office, where it was refused to Anderson, but was handed over to Baelz (who it afterwards appeared conclusively had no interest in the goods), who took possession of them, and carried them away.\nThe sheriff, on Anderson’s refusing to give a bond of indemnity, after the notice by Baelz, had a right to decline selling, and might have returned nulla bona, or he might have done as he did, sell only the interest of Fehey, and upon Anderson’s giving him a proper indemnity, might have handed them over to Anderson. But instead of adopting either one of these two courses, he in fact declined taking an indemnity after the sale from Anderson, who was the real owner, and gave them to Baelz, who had no interest whatever in them.\nIt requires no citation of authorities tó show that this course thus deliberately pursued by the sheriff, was in direct violation of law and of his official duty, and was a conversion of the goods sold, for which he was answerable to the plaintiff in the execution.\nThe record in Baelz v. Fchey was properly admitted, and the instructions in regard to it were entirely proper, for it was a necessary part of the history of the case. The second, fifth, and sixth points contained in the third assignment of error, were properly refused or declined, and we see no error in the charge of the court as specified in the fourth and fifth assignments of error.\nSupposing the demurrer to the joinder of counts in case and trover, to have been made at a proper stage of the cause, we see no error in their joinder, for they are both actions on the case; the plea is the same, and the judgment is the same. The was properly overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "Charles Shaler and Stephen H. G-eyer, for plaintiff in error.",
      "J. T. Cochran and JP. C. Shannon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Patterson versus Anderson.\nJoinder of Counts.— Case for Negligence, and Trover and Conversion.— Rights, Duties, and Liability of Sheriff on Levy and Sale of Personal Property. — What proceedings are not res inter alios.\n1. Where, in an action against the sheriff, the plaintiff’s declaration contained one count in case against him as sheriff, for so negligently executing the writ as to cause plaintiff to lose his debt, and another in trover and conversion, against him individually for the value of the goods, such joinder is not error, for they are both actions on the case, the plea and judgment being the same in each; and the demurrer of the defendant to the declaration, on the ground of misjoinder, was properly overruled. ’\n2. If a sheriff levies upon goods as the property of A., in which B. claims a partnership interest, and the plaintiff refuses upon request made, to indemnify the sheriff, he may either return the writ “ nulla bona,” or refuse to sell anything but the interest of defendant in the goods.\n3. Where, after the sale, the sheriff retained possession of the goods, until the bid was paid, and then refused to deliver them to the purchaser, who was plaintiff in the execution, and who offered indemnity, but delivered possession of the store and goods to the person claiming to be the partner, against whom the purchaser afterwards established his title to the goods, he was liable to such purchaser for the value thereof.\n4. Upon the trial of the action against the sheriff, the record of an equity suit instituted to test the title of the alleged partner in the goods, decided against him, is competent evidence for the purchaser of the defendant’s interest at the sheriff's sale: although the sheriff was not a party to the equity proceedings.\nError to tbe District Court of Allegheny county.\nThis was an action on the case brought August 13th 1857, by John Anderson against Rody Patterson, sheriff of the county, to recover damages for refusing to give plaintiff possession of certain goods and chattels, which he had purchased at sheriff’s sale.\nJohn Anderson brought suit against Adam Fehey, No. 425, April Term 1856, and on April 8th 1856, obtained judgment for $1759.50, and issued an execution, which was placed in the hands of Rody Patterson, Esq., sheriff, who levied upon personal property of Fehey, consisting of a large stock of clothing, &c., amounting to $4575.09.\nThe property was advertised to be sold on the 15th of April 1856, but when the day came the sheriff refused to sell.\nOn the 12th day of April 1856, one C. Baelz filed a bill in chancery against Adam Fehey, in which bill he claimed that he and Fehey were partners in the said business, and prayed the court to restrain the said Anderson, by the order and injunction of the court, from proceeding on said execution to sell and dispose of the joint effects until an account should be taken, and a decree of the court had betw'een the said Baelz and said Fehey.\nOn the 5th day of May 1856, the court ordered and decreed that “ John Anderson, plaintiff in the said execution No. 298, April Term 1856, be enjoined from proceeding to sell the property levied upon by virtue of said execution, until the further order of the court; that the lien of the said execution remain' unimpaired in the mean time, and that a receiver be appointed; unless, in the mean time, the parties can come to some agreement in regard to the custody and management of the assets; that the complainant (Baelz) give bond to the respondent in the sum of-, with security, to be approved by the court.”\nNo receiver was appointed, or bond given with or without security; but on the 17th day of May 1856, the answer of defendant having been filed, denying the partnership, as alleged, and the other material allegations in complainant’s bill of complaint, upon consideration thereof it was ordered that the preliminary injunction heretofore awarded, be, and the same is now dissolved.\nOf this Anderson was fully informed, and the sheriff’s deputy gave him notice, before and at the sale, that unless he would give bond to save the sheriff harmless from the claims of Baelz, the sheriff would not sell and deliver the property levied upon under the writ, but would proceed to sell the interest of Eehey only, leaving the purchaser to get such possession as the law might allow of the interest of Eehey. No bond having been given, the sheriff proceeded to sell the interest of Eehey in the whole stock, and Anderson became the purchaser.\nThe property was in the manual possession of the sheriff from the 9th day of April 1856 — the day on which he made his levy— until the 29th day of May 1856, the day of sale, one of his deputies being in the store by order of the sheriff, during all that period of time, day and night.\nImmediately after the sale, on the 29th day of May 1856, the ■ sheriff, by his deputy, Campbell, locked up the store, took away the key, and placed it in the vault in the sheriff’s office, and retained it there for several days.\nIt appeared by the evidence that shortly after the sale, Anderson, the plaintiff, went with Algernon S. Bell, Esq., his counsel, to the sheriff’s office, and demanded the key of the store and possession of the goods. Mr. Campbell, the sheriíFs deputy, who had made the sale, demanded the payment of the costs and rent as a preliminary matter. The amount of costs and rent was ascertained and paid to the sheriff, and possession of the goods again demanded. Deputy Campbell refused to give the key and possession of the goods to the plaintiff Anderson, saying that Baelz claimed to be a partner. Mr. Bell replied that Anderson might give security for the goods against Baelz’s claim, and went away to get Mr. Anderson’s brother and Henry Irwin, as security. On his return to the sheriff’s office with Anderson, for the purpose of giving the security, he was informed that Baelz had the key, and had carried away the goods. '\nSuit was then brought as above stated.\nThe declaration contained three counts, two of which were in case, alleging misfeasance on the part of the sheriff in so negligently and unlawfully conducting his execution that the plaintiff had lost his debt, and the other in trover and conversion for goods belonging to the plaintiff, and detained by the defendant.\nTo this last count the defendant, on tidal, demurred, for the reason that it introduced a cause of action different and distinct from that declared on in the other counts in the declaration, and to the others pleaded non oul.\nThe court below (Williams, P. J.) overruled the demurrer, and the trial proceeded.\nThe plaintiff, afterhaving given in evidence the levy, sale, and purchase by himself of the property, offered the record and docket entries in the case of Baelz v. Fehey, for the purpose of showing that Baelz was not a partner of Fehey, and therefore that the plaintiff, under the sheriff’s sale, became the owner of the whole stock levied on and sold by the defendant. This offer was objected to on the ground that the record, in that case, being res inter alios acta, could not be given in evidence. The court admitted the evidence, subject to the instruction of the court, which was, that so far from Baelz having any interest in the goods, as a partner of Fehey, the record showed that complainant’s bill was dismissed because he had failed to show that he was a partner.\nThe defendant’s counsel presented several points, on which the instruction of the court was requested. The second, fifth, and sixth were as follows :—\n2. If the plaintiff, after notice of the claim of Baelz, and the demand by the sheriff of a bond of indemnity, neglected or refused to furnish the indemnity — then for the purposes of the defence in this ease, the claim of partnership set up by Baelz in his notice, must be assumed to be true, without regard to what may have been eventually determined judicially in the proceedings between Baelz v. Fehey, at No. 694 April Term 1866.\n6. If the jury believe, from the evidence, that the sheriff’s deputy, before the sale, informed the plaintiff or his attorney of the fact that Baelz claimed to have a partnership interest in the goods to be sold, and that he would sell nothing on the writ but the interest of Fehey in the goods, then it became the duty of the plaintiff, if he desired the property to be sold as Fehey’s, to tender a bond of indemnity, and require the sheriff to sell the property as Eehey’s; and not having done so, he cannot recover.\nOctober 31st 1861,\n6. Under the evidence in this case, even if the sheriff had delivered the goods to Baelz, after the sale to Anderson, such delivery would not authorize a recovery by the plaintiff in this action. All which were negatived.\nUnder the charge of the court, there was a verdict and judgment in favour of the plaintiff for $2450, whereupon-the defendant sued out this writ, and assigned for error,\n1. The overruling defendant’s demurrer.\n2. The admission of the record in the case of Baelz v. Eebey, and the instruction given to the jury in regard to it.\n3. The refusal of the court to instruct the jury as requested in defendant’s second, fifth, and sixth points; and\n4. In charging as follows : “ But it is alleged by the plaintiff— and the allegation is sustained by the evidence, if believed by the jury — that after the sale the deputy sheriff locked up the store, and took the key to the sheriff’s office, thus retaining the custody and possession of the goods as before the sale; that when the plaintiff settled the amount of his bid, the sheriff or his deputy refused to deliver to him the possession of the goods; and that subsequently, while the plaintiff was endeavouring to procure indemnity to tlie sheriff against the alleged claim of Baelz, without any notice to him or his attorney, the sheriff gave the key of the store to Baelz, and delivered to him the possession of the goods. If the jury find the facts to be as alleged, it seems to me, and I so instruct the jury, that the sheriff thereby rendered himself liable to the plaintiff for the value of the goods, in case it should turn out — as it has — that Baelz had no interest in them as a partner of Eebey.\n5. “ The sheriff might have relinquished possession of the goods on the day of sale, and sold — as he alleges he did — the interest of Eebey therein, without delivering possession to the purchaser; but he had no right to retain custody and possession of the goods after the sale, refuse to deliver thorn, to the plaintiff after he had paid the amount of his bid, and then, without notice to him, deliver the possession of the said goods to a third party, who had no right or interest in them. This was a conversion of the goods by the sheriff, and as the plaintiff has shown title to them under the sale made by the sheriff, he is entitled to recover their value.”\nCharles Shaler and Stephen H. G-eyer, for plaintiff in error.\nJ. T. Cochran and JP. C. Shannon, for defendant in error."
  },
  "file_name": "0359-01",
  "first_page_order": 359,
  "last_page_order": 364
}
