{
  "id": 477658,
  "name": "Brown versus Peterson and Corey",
  "name_abbreviation": "Brown v. Peterson & Corey",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "373",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 333",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625773
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0340-01"
      ]
    },
    {
      "cite": "1 Wright 333",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 9834,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.0569031707524869e-07,
      "percentile": 0.5555692629184172
    },
    "sha256": "806ae493e28de9af1ac1d7adb736827a9006097d7e867fdb17bc8fb2e467c8d5",
    "simhash": "1:3672dda6de5022fe",
    "word_count": 1717
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus Peterson and Corey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThis appeal raises the question, whether under the Lateral Railroad Act of 1832, and its supplement of April 20th 1858, the determination of the necessity and usefulness of the proposed road, is, after an appeal from a favourable report of viewers, exclusively for the court; or whether it is to submitted to the appellate jury for retrial. In Horner & Roberts’ Lateral Railroad, 1 Wright 333, we said it would seem that all which can be tried by the jury on the appeal since the Supplementary Act of 1858, is the amount of damages. After reviewing the construction which we then gave to the statute, we are convinced that it carries out the legislative intention, and is the only one which would not lead to absurdity. The course of legislation from 1832 to the present day evidences that the policy of encouraging lateral railroads has been growing in favour. Even the first Act, that of May 5th 1832, while it allowed an appeal from the report of viewers, did not require that those viewers should report upon the necessity of the road, nor did it expressly enact that the appellate jury should pass upon it. This court, however, decided in Harvey v. Lloyd, 3 Barr 331, as well as in Hays v. Risher, 8 Casey 169, that on the trial of the appeal the jury should not only assess the damages of the landowner, but also find whether the proposed road was necessary and useful for public or private purposes. This construction of the law made it a departure from the legislative usage which has always prevailed in providing for appeals from reports of viewers upon the damages caused or expected to be caused by the location and construction of other railroads. In such cases the appellate jury have nothing to do with the question of the necessity of the road.\nIt is observable also, that the Act of May 5th 1832, as construed, worked several practical inconveniences. The applicant for a lateral railroad was compelled to await, not only the trial of the appeal, but also the result of a writ of error (which, by a supplementary act, was allowed), before he could commence the construction of the road. In many cases also there was imposed upon him the burden of trying repeatedly, the question whether the proposed road was necessary, and trying it before different juries. If the road passed through lands of several owners, as Inany appeals might be taken as there were owners, and on the trial of each the same issue be presented. Five juries might find the road necessary, and a sixth find against it. This was an anomaly and productive of no good, either to the petitioner for the road, or to the landowners. To remove some of these evils, if not all, the Supplementary Act of April 20th 1858 was passed: It obviously intended that the question, whether the road is necessary or not, shall no longer be open after the viewers and the court have passed upon it, and found it to be so. It expressly requires the viewers to report in writing whether the road asked for is necessary for public or private use, a requirement not found in the Act of 1832, and then, if the court concur with the viewers, authorizes the “opening, constructing, completing, and using the road,” notwithstanding appeals from the report of viewers, upon the applicants giving bond to pay the damages thereafter to be assessed. It is not to be supposed that the legislature meant to authorize the construction and use of the road while its necessity remained undetermined. Such a provision could have benefited nobody. No road would ever be constructed during the pendency of an appeal, if the appellate jury might find it unnecessary, and by their finding defeat all right of the applicant to use the road, and make his expenditure in its construction a dead loss.\nAnd it may be inferred that the court and not the jury was designed to be the final judge of tho necessity, from the fact that no provision is made for the assessment of damages, in case the road should finally be defeated. The act contemplates no defeat of the road as possible, after the viewers have reported it necessary, and the court concurring in their opinion have approved the petitioner’s bond. We hold, therefore, that in these cases, the necessity of the road asked for is not a question to be submitted to the appellate jury.\nIt follows that the complainant has security for all the damages which he can sustain, and that tho answer of the defendants, to which he demurred, was a full defence to his bill.\nLet the decree of the District Court, dismissing the bill of the complainant, be affirmed with costs.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "R. Woods, for complainant."
    ],
    "corrections": "",
    "head_matter": "Brown versus Peterson and Corey.\nLateral Railroads. — Appeal from Report of Viewers.— What Questions are for the Court, and what for the Jury.\n1. Under the Lateral Railroad Act of 1832 and its supplement of April 20th 1858, the determination of the necessity of the proposed road, after an appeal from a favourable report of viewers, is exclusively for the court, and is not to be submitted to the appellate jury for retrial; the only question for them is the amount of damages.\n2. Horner and Roberts’s Lateral Railroad, 1 Wright 333, affirmed.\nAppeal from the District Court of Allegheny county.\nThis was an appeal by William II. Brown, from the decree of the Common Pleas dismissing a bill in equity filed by him against John II. Peterson and James B. Corey, praying for an injunction to restrain defendants from constructing a lateral railroad through his land, pending an appeal from the report of viewers appointed to assess the damages occasioned by reason of the construction of the road.\nThe case was this: On the 10th of December 1859, John H. Peterson and James B. Corey filed their petition in the District Court of Allegheny county, for a lateral railroad, twenty feet in width, from their coal-mines, through the coal lands of William H. Brown, &c., to the Monongahela river. Viewers were appointed December 31st 1859, who reported on February 24th 1860, the road necessary and useful for private purposes, and finding the damages of William H. Brown to be $2500.\nAfter the report of viewers was filed, to wit, March 5th 1860, the complainant filed exceptions, which were, on hearing, dismissed, the court being of the opinion that the road was necessary for private use.\nOn the 13th of March 1860, William H. Brown appealed from said finding and report; and on the 14th day of April 1860, Corey and Peterson filed their bond, with sureties, in $5000, reciting their application for a lateral railroad, and conditioned, “ that the said James B. Corey and John H. Peterson, their heirs, executors, or administrators, well and truly pay or cause to be paid unto the said William PI. Brown, his certain attorney, heirs, executors, administrators, or assigns, all such damages as may be assessed in favour of the said William IT. Brown, under the provisions of the said recited act and its supplements, without any fraud,” &c., &c.\nThis bond was endorsed, viz.:\n“ April 14th 1860. William Ward, one of the obligors, having justified in open court, the bond is approved.\nPer Curiam.”\nThis bond was given under the Act of Assembly, approved April 20th, A. D. 1858, entitled “A further supplement” to the act entitled “An act regulating lateral railroads,” passed May 5th 1832, Purdon 1253.\nUnder this Act of Assembly and bond, Corey and Peterson entered upon the strata of coal owned by William IT. Brown, and drove their road nearly through the same, cutting across Brown’s coal in such manner as to prevent him from driving his main entry through the same to lai’ge bodies of coal which he owned in the rear of said road. During the progress of their work, and after they had commenced, complainant filed- his bill for an injunction, but owing to recess in court, it could not be heard. The motion for a preliminary injunction was argued, when the court suggested that, as they had great doubts about the act, and had refused to approve other bonds, since a careful examination of the act, defendants should answer, and have the case put in shape for a final decision by the Supreme Court.\nOctober 31st 1861,\n■ The complainant, after reciting the facts, claimed, 1. That under this bond he has no security for his coal taken, and other damages, in case he should succeed in finally defeating the road on his appeal.\n2. That after the appeal was taken, the proceedings to file and approve the bond, and construct and use the road, were not legal or valid; and\n3. That the bond should have been filed with the petition.\nThe facts on which these questions arose were charged in the bill, and admitted in the answer to which, the plaintiff demurred.\nThe court below overruled the demurrer pro forma, and, on hearing the case on bill and answer, decreed that the complainant’s bill be dismissed with costs. •\nThe case was then removed into this court, where the decree of the court below was assigned for error.\nR. Woods, for complainant.\nThe bond required by the Act of Assembly does not furnish “ adequate security,” as required by the fourth section of the seventh article of the constitution, because it provides only for “ such damages as may be assessed under the provisions of the act to which this is a supplement.” The act thus referred to, viz., of May 5th 1832, contains no provision for the assessment of damages in case the road should be found unnecessary by the jury on the appeal, before whom the necessity or usefulness of the road is an open question.\nBut even if the act were free from all objections, it requires that the bond shall be filed with the petition, which was not done in this case.\nPenney $ Sterrett contended that the only question to be tried on the appeal in this case, was the amount of damages, citing the Act of April 20th 1858, and Horner & Roberts’s Case, 1 Wright 333."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 377
}
