{
  "id": 478545,
  "name": "Boyd et al. versus Negley",
  "name_abbreviation": "Boyd v. Negley",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "377",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 377"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 333",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 21267,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.3997636589690766e-07,
      "percentile": 0.644461897199412
    },
    "sha256": "7649d80be85fa9d24a8321045c90a796ae80ad835cca02081aa87f713aa15ea5",
    "simhash": "1:2ae98eafcddce2f8",
    "word_count": 3745
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boyd et al. versus Negley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nNo less than fourteen errors have been assigned in this case, not one of which, in our judgment, has any existence. It is urged that the petition was so defective as to require the court to refuse to order a view, and to quash the entire proceeding even after the viewers had reported. The first alleged defect in the petition which is insisted on, is that Mary Peadon is named as a reputed joint owner, with the plaintiffs in error, of one of the tracts over which the proposed railroad was located, when in truth she was not a joint owner. We are unable to perceive that this was any sufficient reason for refusing the view or quashing the petition, or that the plaintiffs in error could in any manner have been injured by the averment. The mistake did not appear on the face of the petition, and it was, therefore, no reason for refusing the view. Besides, the Act of Assembly does not in terms require that the names of the intervening landowners should be set out in the petition, though it is quite proper that they should be. Notice must be given if the owners are known and resident in the Commonwealth, yet it is supposed they may be unknown. But Boyd and wife were named as owners in the petition. This at most was all that they had a right to ask. It gave them an opportunity to show that the proposed road was not necessary, and failing in that, to have their damages assessed, and Mary Peadon’s name was stricken from the record, by leave of the court, after the report of viewers, and before the final assessment of damages. There is nothing in the argument that m consequence of a joint assessment by the viewers, the plaintiffs in error vrere compelled to appear, in order to prevent the participation of Mary Peadon. The assessment was not an adjudication between them, and if it had been, it would not justify us in reversing the action of the court now, when the damages have been assessed in favour of the rightful owners.\nThat William Richey, the alleged tenant of Boyd and wife, was not named in the petition is no ground of complaint by them, and he cannot be hurt by a proceeding to which he was not a party.\nAnother objection to the petition is, that it represented a desire of the petitioner to make, construct, and use his proposed railroad with double or single track, as may be found most suitable for the purpose of carrying his coal or coal of other parties thereon. It is said the law authorizes no such petition. But it does. The owner of a lateral railroad is required to carry the coal of other parties thereon. The lateral railroad provided for in the Act of Assembly, is one upon which not only the coal of. the petitioner, but that of other parties, may be carried.\nAgain: it is insisted that the petition does not set out the grades of the proposed road. It is a sufficient answer to this to say that the law does not require such a description: Hays v. Risher, 8 Casey 174.\nYet another objection is urged. It is, that the petitioner had a right of way to the Allegheny river, with a right to connect with the Allegheny Valley Railroad, upon abandoning his wharf on the river. This was, however, no reason for denying a view, or quashing the report of viewers and the petition. It may have had some bearing upon the question whether the proposed road was necessary — nothing more — but that was a question for the viewers, and afterwards for the discretion of the court. It was not necessarily fatal to the petitioner’s claim for a road.\nThe 3d, 4th, and 5th assignments are, that the court allowed amendments to the petition after the report of viewers had been made, averring additional purchases of coal lands by the applicant, upon the line of the proposed road, and adjoining his lands first described. How the plaintiffs in error were injured by these amendments has not been made plain to us. The petitioner had a case without them, according to his showing, and in no respect can they be said to have changed the matter in controversy between the parties.\nThe 6th and 7th assignments are disposed of by what we said in Horner & Roberts’s Lateral Railroad, 1 Wright 333, and in Brown v. Peterson, decided at this term. The court was right in refusing to submit to the jury the necessity of the proposed road.\nThe 8th assignment is shown to be without merit, by what we have said respecting the 4th and 5th.\nThe 9th, 10th, and 11th have not been pressed in the argument, and they are not sustained. The testimony offered and rejected was wholly irrelevant to the issues before the jury.\nThe 12th and 13th are also not sustained. The charge of the court was in entire accordance with the doctrine of Searle v. The Lackawanna and Bloomsburg Railroad Company, 9 Casey 57.\nNo attempt has been made to vindicate the remaining assignment of error, and none could be with success. The judgment is, therefore, to be affirmed.\nWe deem it proper to remark, though not required to do so by any of the assignments of error, that before an appeal from the report of viewers of a proposed lateral railroad, be sent to an appellate jury for trial, the court should approve or disapprove the finding of the viewers respecting its necessity. There is nothing to be tried, if the court_does not concur in opinion with the viewers. In the present case, sending the issues to a jury, and entering judgment upon their verdict, was perhaps in effect a decision that in the opinion of the court the road was necessary, but we think it better that the action of the court upon that subject should directly appear.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued by JR. S. Woods for Boyd and wife, and by Hamilton ‡ Acheson for William P. Baum, plaintiffs in error; and by",
      "Marshall Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Boyd et al. versus Negley.\nLateral Railroads.- — -Form, of Petition for, as to Landowners, extent of Right claimed, and Grades. — Necessity for, a Question for the Court. —Amendment of Petition allowed after an Appeal as to Damages.\n1. In proceedings under the Lateral Railroad Acts, it is not essential, though proper, that all the owners of land over which the proposed railroad is to pass, should be named in the petition; and if a mistake be made as to the real owner, the court may direct the damages assessed by the viewers to be paid to the proper party on proof of the facts.\n2. Where one was named as a reputed joint owner of a tract over which the railroad was located, in connection with the real owners, when she was not a joint owner but only had an annuity issuing out of the land ; and her name was stricken from the record by leave of the court, after the report of viewers and before the final assessment of damages, it is not a fatal defect in the netition or proceedings. The owners of the land were named, and they could show that the proposed road was unnecessary, or failing in that, could have their damages assessed, which was all they were entitled to under the law; nor were they compelled to appeal in order to prevent her participation in the damages, for the assessment was not an adjudication between them, and if it had been, it is no ground for reversing the action of the court below, where the damages had been assessed for the rightful owners: nor can they complain that their tenant was not named in the petition, for such omission was not a defect therein.\n3. It is not a valid objection to the petition, that it represented the desire of the petitioner to make, construct, and use his proposed railroad with double or single track, as may be found most suitable for carrying his coal, or coal of other parties thereon : for the law not only authorizes such a petition, but the owner of a lateral railroad may be required to carry the coal of other parties upon it.\n4. It is not necessary that the grades of the road should appear in the petition or on the plot.\n5. If the petitioner already has the right of way sought by another route, that fact is proper evidence to submit to the viewers or to the court below on the question of the necessity of the road; but it has nothing to do with the question of damages, and is not evidence for the appellate jury.\n6. It is not error in the court to permit the petitioner, pending an appeal as to damages, to amend his petition, so as to include other coal lands purchased since the commencement of proceedings, as the amendments could not change or affect the matter in controversy between the parties.\n7. Under the supplementary Lateral Railroad Act of April 20th 1858, the question of the necessity of the road is wholly with the viewers and the court; the appellate jury can only pass upon the question of damages.\n8. Before an appeal from the report of viewers of a proposed lateral railroad, is sent to an appellate jury for trial, the court should approve or disapprove the finding of the viewers respecting its necessity; for if the court does not concur in opinion with the viewers, there is nothing to be tried.\nError to the District Court of Allegheny county.\nThis was a proceeding under the Lateral Railroad Law of Pennsylvania, in which an issue was made up, by direction of the court below, between Felix C. Negley, plaintiff, and James Boyd, Mary Martha Boyd his wife, and William P. Baum, defendants.\nThe material facts of the ease are as follows:\nOn the 14th June 1860, Negley deposited his petition for a lateral railroad, with a map of the road attached, in the prothonotary’s office for inspection, and gave notice thereof to the parties, and that he would present the same to the court, on the 30th of the same month, for the appointment of viewers, &c.\nJune 30th 1860 the parties appeared in court, when the petition and objections thereto, by Boyd and wife and Baum, were presented and argued, and petition and objections admitted to be filed.\nJuly 10th 1860, the court, “upon consideration thereof, overruled the objections without prejudice,” and appointed viewers.\nOn the 8th of August viewers reported, and filed their report.\nAugust 24th 1860. Exceptions by Boyd and wife, and Baum to the report, as also exception by Messrs. Woods on behalf of William Richey were filed.\nAugust 27th 1861. Affidavits of Negley and William J. Stein were filed, setting forth that the said William Richey had to them, and in their presence, respectively, declared that he had not retained, or authorized Messrs. Woods to except for him; that he did not know of exceptions being filed on his behalf; that he sustained no damage; that the road did not pass through the improved land occupied by him, and that his lease expired on the 1st of April following.\nOn the 28th August 1860 a power of attorney of said Richey to Messrs. Woods was filed, bearing date the day preceding, and ratifying what they had already done for him; and on the same day Negley appealed from the report of the viewers, the damages assessed being, in his opinion, excessive. The defendants below, thereupon, moved the court to quash the petition, and all subsequent proceedings, for the reasons set forth in their original exceptions, filed June 30th, which motion the court overruled pro forma.\nSame day Boyd and wife and Baum appealed.\nOn the 15th of September, the first supplemental petition of Negley was filed for leave to amend, hy adding “subsequently acquired coal lands,” and dropping the name of Mrs. Peadon, as a party, who, it appeared, had but an encumbrance upon, and not an estate in the land of Boyd and wife. This amendment was allowed.\nSame day a bond was presented by Negley, with petition for its approval, in order to enable him to proceed to construct the road.\nSeptember 29th. A second supplemental petition of Negley was filed, suggesting additional coal purchases, and praying an amendment accordingly, which was allowed.\nOctober 16th. The answer of Boyd and wife to Negley’s petition for approval of his bond was filed.\nThis answer set forth: 1. That just after the survey Negley had told Boyd that he would build the road, and let the owners look to coui’t afterwards. 2. That he had accordingly commenced work before the court had taken any action in the case, committing many trespasses on the land of exceptants, and compelling them to incur the expense of a standing police force for more than a week. 8. That Negley had another right of way to connect with the Allegheny Valley Railroad, as was set forth in the exceptions to -his petition, which furnished all necessary facilities for taking out his coal. 4. That the route of the proposed lateral road had not been examined and located by competent engineers. 5. That its construction would be very injurious to their lands, destroy their market value, and prevent them from being sold for private residences. 6. That the viewers would not have located the road as was done, if they had supposed they had authority to alter it. 7. That many of the signers to one of the papers filed, which had no proper connection ' with the case, were not owners of coal or land, and lived some miles away. 8. That by his appeal Negley has deprived himself of the right of giving bond and constructing the road. 9. That the Act of April 20th 1858 is unconstitutional and defective in making no provision for the payment of damages done by building the road pending an appeal by the landowners, in which the application for the road may be defeated. And 10. That the court had already refused to approve of the bond prior to the appeal.\nThe court refused to approve the bond, because it did not provide for, nor protect against the damages which might accrue, in case the joetitioner went on to excavate for the road, and the proceedings were subsequently set aside in this court, or his right to the road should otherwise fail. Thereupon Negley renewed his application, and presented another bond or bonds, with condition for the payment of the damages in any event, whether he should be successful eventually in his application for the road or not; which second bond and petition for approval thereof were directed to be filed, and a rule granted to show cause why the prayer of his petition should not be granted, and bond approved. This rule is still pending and undisposed of.\nDecember 31st I860. The court ordered an issue to be made up in the following form :\nE. C. Negley, by leave, &c., avers: — ■\n1. That he is the owner of the coal land, coal-mines, and other lands mentioned and described respectively in his original petition, in this case, as belonging to him.\n2. That he is the owner of the coal lands and coal-mines mentioned and described in his first and second supplemental petitions, filed in this case, as belonging to him, and derived by purchase and title since the filing of his original petition.\n3. That the railroad mentioned and described, and set forth in his said original petition, &c., is necessary and useful for public and private purposes, which was the usual form for issues in such cases.\nBy order of the court, Boyd and wife and William P. Baum (renewing their exceptions to the whole proceedings, and especially to the second branch of the issue) filed pleas traversing said averments. On the 2d of March 1861, on motion of plaintiff’s attorneys, the court ordered the issue to be amended by striking out the third averment, to wit: “ That the railroad mentioned and described, and set forth in his said original petition, &c., is necessary and useful for public and private purposes to which order defendants except. May 20th 1861, the jury were sworn, and the parties went to trial.\nOn the trial, bills of exception were sealed to the admission in evidence of titles acquired after the report of viewers, of titles held by petitioner at the time of his petition for lands not embraced in said petition, and titles acquired after the filing of the petition for coal not passed on by the viewers; the rejection of evidence that plaintiff had so unnecessarily located his railroad as to use all the practicable and available ground through defendants’ farm to the Allegheny Yalley Railroad and the river; that there were thousands of acres of coal in the neighbourhood, whose only outlet to the said railroad and river is through the said farm, by the valley of Sandy crock, and that said outlet was very valuable to the defendants. The refusal to admit in evidence agreements for the purpose of showing what light Boyd and wife have in the land, and what right the plaintiff has in the road now there, and the refusal to admit the evidence of James B. Morgan as to the amount Negley paid him for the old right of way.\n, • The defendants’ counsel requested the court to charge the jury as follows, to wit:\n1. If the jury believe from the evidence that the natural outlet for the Baum coal is at the out-crop along and around which plaintiff has located his road, and that in consequence of such location the running-of said coal will be attended with increased expense, this is a legitimate subject for damages, notwithstanding said Baum has no mines yet opened at said point.\nThe court (Williams, A. J.), after stating the main facts of the case, and that after the issues had been formed, they were amended, upon the authority of the ease of Horner and Roberts, by striking out that which asserted on the one side and denied on the other; that the said railroad is necessary and useful for public or private purposes, so that under the issues as now formed, but two questions were presented for the determination of the jury, viz.: 1. Is the plaintiff the owner of the coal land, coal-mines, &c., mentioned and described in the original and supplemental petitions as belonging to him ? And 2. What damage, if any, will be sustained by the defendants respectively by the opening, constructing, and using the proposed railroad through the lands respectively belonging to the defendants ; instructed the jury that the defendants had no reason to complain of the course pursued by the plaintiff in filing the supplemental petition; that the plaintiff, under the agreement given in evidence; had shown a good and sufficient title to the coal land, coal-mines, &c., mentioned and described in his original and supplemental petitions — such as would enable him to maintain the proceeding under the provisions of the act relating to lateral railroads, and its supplements, if the jury were satisfied that the parcel of coal first mentioned and described in plaintiff’s first supplemental petition is the same as that referred to and described in the agreement between Thomas Mellon and F. 0. Negley. That the defendants do not question the plaintiff’s right to either of the said mines or parcels of coal described in the original and supplemental petitions, and are entitled to the market value of the land appropriated and taken for the construction of plaintiff’s road, with all actual damage arising from the manner in which the road passes through their property, and affects their improvements. That the risk of fire being communicated from locomotives to any building now erected or that may be erected hereafter on their land, could not be taken into consideration by the jury in estimating the damages sustained by the defendants arising from the construction of the plaintiff’s railroad over their land, because of the uncertain and contingent nature of such damages. Nor the inconvenience and delay occasioned by having to cross the said road in going from one part of their land to another, or by reason of the obstruction of trains passing along it. Nor that the defendant, Baum, will be put to expense and inconvenience when he begins to work his unopened mine of coal, in consequence of the construction of plaintiff’s road along the brow of the hill where the vein of coal crops out, or within a short distance thereof. That the damages found by the jury ought to be sufficient to compensate the defendants for all the actual injury that will be done them respectively by the construction and use of the road, but they ought not to be extravagant or unreasonable; and in estimating the damages, they should take into consideration the advantages, if any, which may be derived by the defendants respectively as owners of the land passed through by the railroad, and make due allowance therefor; but might set off against this the' risk of fire to buildings from locomotives, and contingent disadvantages arising from the inconveniences that may be sustained in future, in ease of some possible use of the property, as the expense and inconvenience to which the owner of unopened mines may be put when he begins to work them, in consequence of the construction of the road over them, or in close proximity thereto, or the inconvenience and delay occasioned by having to cross said road in going from one part of defendant’s land to another.\nOctober 31st 1861,\nThe point submitted by the counsel for William P. Baum was negatived.\nUnder these instructions there was a verdict in-favour of the plaintiff, and damages assessed in favour of Boyd and wife for $330, and in favour of William P. Baum for $40, on which judgment was entered. The case was then removed into this court by Boyd and wife and Baum, where a number of errors were assigned, all which are sufficiently set forth in the opinion of this court.\nThe case was argued by JR. S. Woods for Boyd and wife, and by Hamilton ‡ Acheson for William P. Baum, plaintiffs in error; and by\nMarshall Brown, for defendant in error."
  },
  "file_name": "0377-01",
  "first_page_order": 377,
  "last_page_order": 384
}
