{
  "id": 478561,
  "name": "Totten's Appeal",
  "name_abbreviation": "Totten's Appeal",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "385",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 323,
    "char_count": 6284,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.3471686381243388e-07,
      "percentile": 0.6324611975447217
    },
    "sha256": "fcde2a30dd309600b056fb9d63d2ea1a5c8fc8234453aced70d6a91de0923cbc",
    "simhash": "1:8659fd351253e831",
    "word_count": 1099
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Totten’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nThe whole question in dispute is the amount of fees ordered to be paid by the appellant, the complainant below, to the master, who was appointed on the 19th May 1860, and whose active duties ceased on the 29th June 1861, when, by an amicable arrangement between the parties, the suit was finally discontinued, or rather the bill was dismissed. This, of course, could not be done without the express or implied leave of the court, and the payment of the costs of the master. On the 2d July the master made his report, stating this fact and the amount of his fees, and on the same day this report was filed. On the 16th August exceptions to the fees as master were filed by both plaintiff and defendant, and on the 17th August the report of the master was confirmed, and the complainant ordered to pay the fees of the master; and on the 81st August it was ordered and decreed that the complainant pay to the master his fees, on or before the 16th September, and from this decree the complainant appealed.\nThe appellant complains of irregularities in the proceedings, and in the appointment of the master, and in the non-revocation of his appointment, and the substitution of an examiner of the order of 11th August, and the proceedings under it; of the master’s decision to close the testimony on short notice; of the motion of the defendant’s solicitor, on 27th April 1861, not being granted, and of the order of the 20th June, contrary to the defendant’s objection, who claimed three months’ delay, directing the master to delay proceeding to prepare his report for thirty days, and in the mean time to take such testimony as may be produced by the parties. When the truth is, that they were all done, at the instance of the appellant, sometimes on the motion, and always through the active interposition of her counsel.\nIt is sufficient for us that Mr. Baird was appointed master, and not examiner, and throughout acted as master, and was entitled to fees as master.\nThe court below were of course the best judges of the amount; and it would appear from the statement of Mr. Baird that he had great labour and trouble, and the result of his investigations and calculations, and his decisions during the course of his numerous meetings show their value to both the appellant and appellee; for, nine days after the last order of the 20th June 1861, the parties came to an amicable arrangement, no doubt based on the work of the master, and discontinued the suit.\nBelieving, therefore, that the court below were the best judge» of the quantum of fees due to the master, under the circumstances, we do not feel induced to interfere with their order, supposing it to be such a final decree as is the subject of an appeal to this court.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "B. and S. Woods, for appellant.",
      "Thomas II. Baird and I). Beed, for appellee."
    ],
    "corrections": "",
    "head_matter": "Totten’s Appeal.\nMaster in Chancery. — Allowance of Fees by the Court below, not the Subject of Appeal to Supreme Court.\n1. On bill and answer, a master in chancery -was appointed to take an. account between the parties, who, after man}' meetings before the master, amicably arranged their differences and discontinued the proceedings in equity, before the filing of the report, which was accordingly returned with the testimony but without an account. The fees charged by the master being excepted to, the court, after argument, confirmed the report, and ordered them to be paid on or before a given time by the complainant, who appealed from that decree: Held, that the court below were the best judges of the amount due the master under the circumstances, and that where it appeared that the master had much labour and trouble in investigating the affairs of the parties, the order of the court below would not be interfered with, even if it were such a final decree as is the subject of an appeal to the Supreme Court.\n2. Irregularities in the appointment of the master, in not revoking his appointment and substituting an examiner in his stead, in the orders of the court and proceedings under them, &c., cannot be objected to by the party, at whose instance the appointment and subsequent orders were made.\nAppeal from the decree of the District Court of Allegheny county. In Equity.\nThis was an appeal from the decree of the court below, taxing and allowing Thomas H. Baird the sum of $400, fees as Master in Chancery for services rendered in the case of Eliza C. Totten against Loland R. McAboy.\nThe case was this: — After the bill and answer, with supplemental answers, exceptions, and replication, had been filed in the principal case, on motion of the complainant’s counsel, Mr. Baird was, on the 19th of May 1860, appointed master to take an account between the parties, and was also, for this purpose, armed with a commission to take testimony, &c. His first notice was issued to the parties on May 30th 1860, and the first meeting held on the 12th of June following. Between that time and the date of the supplementary order several meetings were held, and various questions heard and decided by the master. In August an application was made by defendant’s solicitor to revoke the appointment of the master, which was refused by the court, and the master authorized to take testimony and return it to court, with his opinion thereon. Under these orders a large amount of labour was performed by the master until June 29th 1861, when the suit was settled, withdrawn, and discontinued.\nThe master thereupon reported these facts to the court, asking to be discharged from the further consideration of the case, and that his reasonable fees for services (viz. $400) rendered by order of the court, be paid to him. .\nTo this report exceptions were filed by both parties to the effect, that as the examiner and master had not finished taking testimony as examiner when the proceedings were discontinued, he was only entitled to examiner’s fees, under the rule of court, and that the fee claimed was too great, and should not be taxed at the amount claimed. The court on hearing confirmed the report, and ordered and decreed that the complainant pay the master’s fees on or before the 10th of September 1861; from which decree Mrs. Totten appealed.\nOctober 31st 1861,\nB. and S. Woods, for appellant.\nThomas II. Baird and I). Beed, for appellee."
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 387
}
