{
  "id": 477865,
  "name": "Maguire for the use of Kane versus Howard",
  "name_abbreviation": "Maguire v. Howard",
  "decision_date": "1861-11-04",
  "docket_number": "",
  "first_page": "391",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 520,
    "char_count": 13294,
    "ocr_confidence": 0.442,
    "sha256": "0a8161e35cf926a923e54d59f57c7a248361a5c3365de4c4150c32938c00e4c0",
    "simhash": "1:a6f9cdb16a4867d1",
    "word_count": 2440
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maguire for the use of Kane versus Howard."
    ],
    "opinions": [
      {
        "text": "The, opinion of the court was delivered,\nby Read, J.\nThe plaintiffs below, who are the plaintiffs in error, being the owners of a tract of land near the city of Pittsburgh, sold to certain persons the coal under this land, and afterwards, on the 5th August 1854, sold the same tract to the defendant. On it was a dwelling-house with a well of water adjacent to it, and as the strata of coal lay about fifty feet below the bottom of this well (which was only thirty-four feet deep), it was liable to be drained by the mining of the coal, in which event the well would require to be sunk to a sufficient depth below the coal to obtain water.\nThe defendant gave the plaintiffs several bonds and a mortgage to secure the balance of the purchase-money. Two of the bonds bearing date 5th August 1854, for $411.75 each, were made payable respectively, in three and four years from date thereof, and each contained in the condition the following clause : “ This bond being bound for the sinking of a well below the coal or otherwise, to obtain water permanently, for all family purposes, provided the same to be necessary by reason of a failure of water in the well now dug, within two years; said well to be dug on the tract purchased by said Howard from said Maguire.”\nIt was proved, on the trial of this suit, which was on the last bond falling due in 1858, that the well failed and became dry in the autumn of 1854, and that the plaintiffs had notice of it. But no attempt was made at any time, by the plaintiffs, to dig the well deeper or to dig a new one. It was also proved that the defendant had expended a sum greater than the amount of this bond, in extending the well down below the strata of coal, with a view to obtaining water, and that the well was not completed.\nOn the 26th November 1859, the following paper was served on the defendant by the plaintiffs after suit brought:—\n“ Pittsburgh, November 26th 1859.\nI will agree to dig a well on Mr. W. J. Howard’s place, the place which he bought from W. A. & J. C. Magure, for $75, at the out-crop of the coal, and will guaranty said well for two years, for all family purposes.\nHenry Kane.”\nIt was proved that the “ out-crop” of the coal was at a distance from the house and from the old well, and so far down the hill as to be 80 or 100 feet below the house, and that a well at that' point would be so inconvenient as to be of no use.\nThe plaintiffs presented six points upon which they requested the court to charge, and the errors assigned are the answers of the court to all but to the sixth point, which was affirmed.\nThe answer to the fourth point, which related to the so called notice of the 26th November 1859, is supported by the testimony just stated. The court say in reply to this point, “according to the testimony of the witnesses, the place designated by the plaintiffs was some 450 feet from the house and old well, and according to the testimony of another, it would be some 80 or 100 feet lower than the house, and, according to the uncontradicted testimony of Mr. Minick, where the water could not he used for family purposes. He states he would not rent the property at all, if he had to bring the water from that point. If these facts be so, the offer would not amount to a compliance with the bond.” There is clearly no error in this, and the verdict of the jury established these facts to be true.\nThe plaintiffs’ fifth point went upon the hypothesis, that the damage sustained by the defendant must be divided equally between the first bond and the last bond, and as the amount of the first bond had been received by the plaintiffs, they could only be liable for the other half, which singular proposition would give one-half of the injury they had committed, and its corresponding compensation, to the party who had inflicted it. The court negatived this statement of the law.\nThe first three points were answered properly in the negative, and the court were so clearly right that it would be waste of time to discuss them.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Read, J."
      },
      {
        "text": "Concurring opinion by\nWoodward, J.\nThe condition so awkwardly expressed in the bond amounts, after acceptance by the vendors, to a guarantee on their part that the well of water on the premises shall not fail the vendee. This does not seem to be disputed, but it is said the vendee is not entitled to enforce the condition of the bond because he bought with full knowledge that the coal in the land had been previously granted to another, and if the well was exhausted by this cause, it is argued that he has no right-to complain.\nBut the vendors, when they accepted bonds with such conditions in them, knew also as well as the vendee, that the coal right had been previously sold, and that it was liable to destroy the well. The condition is broad and general enough to embrace a failure of water from the mining of the underlying coal. If the water failed from that cause there was breach of the condition. If the plaintiffs meant to exclude that cause of failure they should have said so. Having accepted the bond in language large enough to embrace a failure of water from whatever cause, they are very clearly liable to respond in damages when the failure took place from a cause which they could not fail to have anticipated, because created by their own prior conveyance of the coal right.\nThe third and fourth points made by the plaintiffs were so satisfactorily answered in the short extract that is given from the charge of the court, that we can add nothing to it without weakening it.\nThere was nothing in the fifth point to merit an affirmative answer. The condition was intended to secure the benefits of a well on the premises purchased. Without that guarantee on the part of the vendors, they would not probably have found a purchaser in the defendant. He has a right to enforce their guarantee whether contained in one bond or two. If he has paid all the purchase-money except the last bond, his right of set-off against that bond is all the more equitable.",
        "type": "concurrence",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "John N. MeOlowry, with whom was Stephen E. G-eyer, for plaintiff.",
      "0: Easbrouch, for defendant."
    ],
    "corrections": "",
    "head_matter": "Maguire for the use of Kane versus Howard.\nDefence to Action on Bond.— Condition binding on Obligee after acceptance. — Performance of Condition. — Apportionment of Damages for Breach of same Condition on several Bonds.\n1. The owners of coal land on which was a dwelling-house and well of water, having sold the coal, afterwards sold the land to another, who stipulated in two of his bonds given with a mortgage, to secux-e payment of balance of purchase-money; that they were “ bound for the sinking of a well below the coal or otherwise, to obtain water for family purposes, provided the same he necessary by reason of failure of water in the well then dug, within two years, &c.” The well failed within that time in consequence of the mining of the coal, but the grantors of the land, obligees in the bond, did not make it deeper, or dig another well. One bond was paid, but the other being assigned and suit brought, on the trial the defendant set up in defence the failure of the water, and that he had expended a gi'eater amount in sinking the well: held, that he was discharged from the payment of the bond.\n2. After acceptance of the bond by the vendors, the condition therein amounted to a guarantee on their pax-t that the well of water on the land should not fail the vendee; and, the well failing fx-om whatever cause, the vendoi’s or their assignee cannot enforce the bond against, the vendee, though he bought with knowledge of the previous grant of the coal, for the grantors also knew of the granting of the coal right, and that mining the coal under it was liable to destroy the well.\n3. Where the assignee of the bond, after suit brought, offered to dig a well on the farm of defendant “ for family pui’poses,” at the “ outcrop of the coal,” a point several hundred feet from and much lower than the house and old well, the water from which, if dug, could not be used for family purposes, the offer would not be a compliance with the condition of the bond, and the instruction of the court to the jury to that effect, if they found the facts, was not ex'ror.\n4. The damage sustained by the plaintiff, though provided against in two bonds, could not be apportioned or divided equally between them, so that, if the defence were made good, but one-lxalf of the damages could be set off against the last unpaid bond: if all but one were paid, the right of set-off against that one was all the nxoi'e equitable.\nError to the District Court of Allegheny county.\nThis was an action of debt on one of several bonds, dated August 5th 1854, secured by mortgage, which were given by \"William J. Howard, Jr., to W. A. & J. C. Maguire, for the purchase-money of a tract of land in said county, which bond, after the usual recital in the condition, contained the following clause: — “ This bond being bound for the sinking of a well below the coal or otherwise, to obtain water permanently for all family purposes, provided the same be necessary, by reason of a failure of water in the well now dug, within two years, said well to be dug upon the tract purchased by said Howard from said Maguire.” Two of the bonds were paid at maturity, the last on falling due, and the subject of this suit, was assigned May 30th 1856, to Henry Kane, for whose use this suit was brought.\nThe coal under the surface of this land had been previously sold by the Messrs. Maguire to other parties, and the condition above mentioned was inserted in the bonds as a guarantee to the purchaser for the permanency of a well which had been sunk on the property, and which was liable to be drained by the mining of the coal beneath it.\nThe well failed, and became dry in the autumn of 1854, of which the plaintiffs had notice, but made no attempt to dig it deeper, or to make a new one.\nThis suit was brought August 13th 1858, and referred to arbitrators, Avho awarded in favour of the plaintiff the sum of $376.75, on the 10th of November 1858.\nSome time in October 1859, the defendant served a notice on plaintiff, requiring him to dig the well stipulated for in the bond, and on the 26th of November 1859 the following paper was delivered by the plaintiff to the defendant:—\n“ Pittsburgh, November 26th 1859.\n“ I will agree to dig a well on Mr. W. J. Howard’s place — the place which he bought from W. A. & J. C. Maguire — for $75, at the outcrop of the coal, and will guaranty said well for two years for all family purposes.\n“Henry Kane.”\nOn the trial it was proved that this outcrop was so far from the house and the old well as to be of little or no value, and also that the defendant, had expended a sum greater than the amount of the bond in sinking the well below the coal strata, and that it was not yot completed.\nThe counsel for plaintiff requested the court to charge the jury:\n1. That the defendant having purchased the surface of the land, and with the full knowledge that the coal underneath the well was owned by other parties, who had right to dig the same, and the failure of the water having been occasioned by the digging out of the coal, the defendant cannot avail himself of that as a defence in this action.\n2. That the provision in the bond conditioned for sinking a well, in case of failure of the water in the one then on the premises, in the absence of any proof other than the bond itself, must be taken as a guarantee by the plaintiffs, against failure of the water by ordinary and natural means, and not as against the acts of third parties, who had a prior right to the defendant, of mining and digging beneath the surface of the land.\nNovember 4th 1861,\n3. That the plaintiff having tendered performance of the condition of the bond, and the defendant not accepting the same, or notifying plaintiff of his desire to have a well dug, until a year after suit brought, and trial before arbitrators, plaintiff is entitled to recover the full amount of the bond and interest.\n4. That the notice served on the 26th November 1859 on defendant’s attorney was sufficient, and defendant was not justified in making any contract for digging of a well until he had signified to plaintiff whether or not he would accept the tender, and cannot set off in this action any moneys paid by him for digging a well.\n5. If defendant is entitled to set off any damages in this action by reason of a failure of the well, he is only entitled to set off one-half of such amount, as the jury from the evidence believe just, as he having become the owner of another bond, given at the same time for the same amount, containing the same conditions, each of the bonds must bear its equal share of the damage.\n6. That by the condition of the bond, defendant had no right to designate any particular point on the premises where the well should be dug, provided the plaintiff offered to dig a well at any point reasonably near and convenient to the dwelling-house on the land.\nThe court below affirmed the 6th, negatived the 1st, 2d, 3d, and 5th, and answered the 4th point, by submitting the facts connected with it to the jury.\nThere was a verdict and judgment in favour of the defendant, whereupon the plaintiff sued out this writ, and assigned for error the ruling of the court below on the points above mentioned.\nJohn N. MeOlowry, with whom was Stephen E. G-eyer, for plaintiff.\n0: Easbrouch, for defendant."
  },
  "file_name": "0391-01",
  "first_page_order": 391,
  "last_page_order": 396
}
