{
  "id": 477802,
  "name": "Hall's Appeal",
  "name_abbreviation": "Hall's Appeal",
  "decision_date": "1861-11-18",
  "docket_number": "",
  "first_page": "409",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0152-01"
      ]
    },
    {
      "cite": "2 R. 392",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480095
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 956,
    "char_count": 25006,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.6807172291471794e-07,
      "percentile": 0.6975186584237151
    },
    "sha256": "c15cb0fe8bdbfdb0fce36877401fba247676569aee96c2ddb1d8f00c363e41d3",
    "simhash": "1:1a076604e8d904eb",
    "word_count": 4455
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., and Read, J., dissented."
    ],
    "parties": [
      "Hall’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nSamuel Hall and Alexander Spear, by articles of agreement dated the 7th of April 1845, entered into copartnership, for the manufacturing and sale of ploughs, with a capital stock valued at $7943.94, of which two-thirds was owned by Hall, and the other third by Spear. It was dissoluble in any year ensuing the date, at the option of either partner, on giving to the other three months’ notice. In July 1850, the terms of the copartnership were modified in two material respects. In the first place, it was agreed to be continued for eight years, without any provision for dissolution; and, secondly, it was to continue notwithstanding the death of either of the partners. To meet such a contingency, it was further agreed that “ the survivor (in case of death) should be at liberty to employ a clerk or suitable person to supply the place of such deceased partner, and pay such clerk or person out of the profits that shall belong to the estate of such deceased person.”\nUnder these arrangements, the firm proceeded without any change until the death of Hall, on the 20th of April 1852. He died, leaving a will in which John Hall, a brother, and John C. Bidwell were named executors, and who proved the will and assumed the duties of their appointment. The testator seems to have reposed great confidence in his partner, Spear; for by his will he charged him with many and important duties, such as paying off certain indebtedness, disposing of property, and furnishing and applying the means for the maintenance and education of his minor children, Frances A. and Samuel W. Hall.\nOn the 20th of May ensuing the death of Hal], Spear contracted and agreed in writing with John C. Bidwell, in virtue of the authority and power contained in the supplementary articles of partnership of 1850, that he should, “from this date until the 1st of August 1858, be the clerk for the said firm of Hall & Spear : said Bidwell shall give all his time and attention to the business of said firm.” To receive as compensation for his services, the one-third of the net profits which from time to time might accrue to the estate of Samuel Hall, less $850 per annum to be deducted therefrom; and if no profits accrued, he engaged to pay unto the estate that sum, which was computed as the interest on the one-third of the capital of the estate of Hall in the concern. Thus he was to get one-third of the profits accruing to the Hall estate, by giving his services to the business of the firm, and paying the interest of the one-third of the capital. The agreement was submitted to experienced counsel, who moulded it into the form in which it appears, and approved of it as right. It appeared also in evidence by Mr. Spear, and was not gainsayed, that Samuel Hall, on his deathbed, “informed me,” says the witness, “that he had made John C. Bidwell one of his executors, and would like if I could make an arrangement with Mr. Bidwell to employ him as a clerk.” No objection that we know of was made to the arrangement, by John Hall, the co-executor and guardian of the children, or John S. Hall, the son of Samuel Hall, who was of age; and they both knew of it; and one of them at least, John Hall, expressly assented to it.\nDuring the continuance of the firm large profits were realized, and this may doubtless account for this controversy. The share actually received by Mr. Bidwell under his agreement, before and up to the period at which it terminated, amounted during six years two months and eleven days, to $29,568.59, and it is alleged that there is still uncollected and due the firm a number of thousand dollars. Thus showing that the concern was very successful and prosperous.\nOn the 1st of June 1857, the executors of Samuel Hall’s will, John Hall and John C. Bidwell, filed their account in the Orphans’ Court, exhibiting a balance for distribution of $860.90. The account was excepted to and lay over until after the termination of the partnership, when, by leave of court, an additional exception was filed to surcharge the account with the amount of moneys received by Bidwell while acting in the employ, of the firm of Hall & Spear, on the ground that in equity he was not entitled to the profits credited to and received by him while an executor of the estate. The matter being referred to an auditor, the account was by him surcharged with this amount and interest, less the $2000 per annum and interest; on exception to this, the Orphans’ Court overruled the auditor and reinstated the account so far as this claim was concerned.\nThe first point discussed here, was, whether the relation of Bidwell to the estate was within the rule in equity, which disables one acting in a representative or fiduciary capacity from dealing with the estate or property so trusted as to benefit himself or make profits thereby against the power of reclamation by the cestui que trust. The executor is a trustee beyond all doubt; and that the rule is as stated, will fully appear by reference to 1 Lead. Cases in Equity 148 et seq., and 164 (Hare & Wallace’s Notes); 6 Casey 493; 8 Id. 317; 10 Id. 100; 11 Id. 174; and in many other cases. When the relation clearly exists, the rule applies as a principle of policy, without regard to the honesty and fairness of the transaction, or the merits of services rendered, or the price paid in case of a purchase: Fox v. Mackreth, 2 Bro. C. C. 400; 1 Lead. Cases in Equity 125. The ground upon which the disability rests, has been well said to be, that a party cannot be both judge and party: Id. 161. The temptation to do wrong, and the danger of doing it, if one were permitted to deal with himself about the interests of others, is a discovery easily made. And against this the rule is levelled with uncompromising energy. There can be no dispute about this. It would be as unjust to shake the rule as to bring within its influence cases which do not belong to it. Both results, as well as either, must be avoided. It has been very earnestly and ably argued here, that the contract of Bidwell with Spear is within it, and that being a trustee of the estate when it was made, he remains a trustee of the profits agreed to be given him as compensation.\nWhether the transaction was of this nature or not depends upon undisputed facts; and judgment and common sense must deduce from them the true position of the parties. By the terms of the copartnership the interest of both partners in the firm devolved on Spear, the survivor. He was to conduct it to the end of the term agreed upon, with the aid of a person to be employed by him as a clerk or suitable person to supply the place of the deceased. It was just to go on as though they both lived, but to be controlled necessarily by the survivor. “Death’s doings” were not to dissolve the concern; one was to do what both had done, and this was the clear reciprocal concession made by the partners each to the other. In pursuance thereof, the survivor could employ whom he pleased as the clerk contemplated, by the week, month, year, or for the whole time, just as he pleased. He could dismiss him too, for unfaithfulness, just as any one else could do; he was thus by the agreement the trustee of the partnership property while the firm lasted, as much as any agent can ever be a trustee. His control was independently of all others, and to be exercised clear of any executor or administrator. No reasoning can demonstrate a thing so self-evident as that the survivor had in this case the uncontrollable right to carry on the firm according to his own discretion, to the end of the term, and with it the executors had no lawful or necessary title or right to interfere, nor duty either.\nThe contract was therefore in no sense a contract by Bidwell with himself; nor was he both judge and party; nor had he the control of the property so as to be tempted to do wrong in its management; nor the power to manage it, further than good reasons might influence his employer. These were just the facts of the relation, and if we go out of them, or beyond them, we may fancy and build just such airy fabrics as we choose, but the law will not recognise them. If this be the correct exposition of the relation of the parties to the contract which lies .in the foundation of the controversy, and we think it is, then Mr. Bid-well was not within the disabling equity rule already stated, but is within another class of cases resting as firmly upon morality and reason as that just stated. The rule to be extracted from them may be fairly stated to be, that where the control of trust property is taken out of the power of the trustee by the act of the law, or other paramount authority, he will not be regarded as standing in a fiduciary relation to it. The first of these cases at hand is Provost v. Gratz, 1 Pet. C. C. Rep. 378. There, an assignee for. the benefit of creditors, purchased real estate of the assignor at sheriff’s sale, which had been encumbered before the assignment; on a resale he made a profit on it, but although a creditor claimed to hold him for the profits thus made, the court, per Judge Washington, held he was not within the rule in equity, and the plaintiff failed. The next case is Fisk v. Sarber, 6 W. & S. 18, in which an assignee under our insolvent laws was held not_to be disabled from, purchasing at a sheriff’s sale property of the \"debtor. That was the only point in the case, and the subject was discussed at great length by Mr. Justice Kennedy. Then follows Cadbury v. Duval, 10 Barr 265, in which a sale by trustees under a will to an executrix was held valid. It is not necessary to notice some peculiarities of that transaction, insisted on at the time as taking it out of the rule; they were put aside by the court, and the broad question of ability to hold was determined. Bell, J., delivering the opinion of the court, said, “That the vendee was also executrix, tended in no degree to impeach the title. It is very true a trustee cannot purchase at his own sale, except subject to the condition of avoidance at the pleasure of the cestui que trust, for the policy of the law forbids that the seller should also be the buyer, where the interests of third persons may be involved: Burch v. Lantz, 2 R. 392 ; Chronester v. Barkey, 7 W. & S. 152. But where an executor or administrator stands unconnected with the trust, there is no principle denying the right of becoming a purchaser from the trustee. ‘ Cessante ratione eessat lex.’ Eor the same reason he is not considered as within the policy of the prohibition, where, before the sale to him, the trust has been determined: Painter v. Henderson, 7 Barr 50: or where the subject of'it has been taken off the hands of the trustee by an agent acting by paramount authority, as for instance, where the sale is by a sheriff by virtue of legal process against the creator of the trust: Provost v. Gratz, 1 Pet. C. C. Rep. 373; Fisk v. Sarber, 6 W. & S. 18. Here Mrs. Duval was an entire stranger to the trust to sell, and at full liberty to buy.”\nSo we have said that Bidwell was a stranger to the trust to carry on the partnership, and might contract to be employed in it. We followed these cases in Chorpenning’s Appeal, 8 Casey 315, in deciding that a guardian might purchase real estate belonging to the ancestor of the wards at a sheriff’s sale, he having in his hands no money belonging to the wards to enable him to redeem it: See also Fisher’s Appeal, 10 Casey 29. These citations rule the law with us, in cases within their sphere, and that Bidwell’s was so • at the time of making the contract, and during its continuance, we cannot doubt. Upon the rule in equity, therefore, he is not to be surcharged with the profits drawn by him as employee of the firm. We think both the auditor and the court below were in error on this point.\nIt was further insisted that the contract was unconscionable in the amount of compensation, and therefore fraudulent and void as against the heirs. We might dismiss this with the remark that no fraud was found by the auditor. But we may remark, further, that the great preponderance of testimony, of the most reliable character, as we learn, fully vindicates the contract as reasonable, considering the services to be performed and the risk run. Nor did the exceptants attempt to impugn the contract on the ground that the accountant was, by his position as executor, possessed of information which gave him an undue advantage in the bargain; because it was not shown that the fact was so, and because, from what we can discover in the testimony, the books would not have shown a very great state of prosperity, not over, perhaps, $4000 or $4500 clear profits accruing to the whole capital as average for the last seven years, and because of the impossibility of any source of information being adequate to the task of foretelling the future. Who could, tell what the demand might be for the next six years, in view of new inventions which might be discovered ? — the fluctuation in business, or the abundance or scarcity of money.\nNor was the objection sound that the authority was only to employ a clerk in the ordinary sense of the term. This was neither the authority, nor the terms of the engagement. Spear was to employ a “clerk or suitable person to supply the place of the deceased partner.” The word clerk is explained by the terms following it. The employment was of a person to take the place in the business of the concern occupied by the deceased partner. Not simply as book-keeper and accountant. The terms of the engagement were in accordance with the terms of the power and will, that Bidwell was to be the clerk, and should “ give all his time and attention to the business of said firm.” This was unlimited as to the duties to be performed, and the proof was very abundant that he performed much more than the ordinary duties of a clerk; that he did out-door and general business of the firm to a great extent, such as travelling about, establishing agencies, and exhibiting and introducing their work in distant parts of the country. For this sort of employment, the business men called to testify, thought the compensation, taking the risk into consideration, was fair and reasonable.\nNor was the mode of compensation, in view of the terms of the contract, an unlikely one to be hit upon. The authority to employ a clerk was followed by a direction to pay the clerk, or suitable person to be employed, out of the share of the profits that “shall belong to the estate of such deceased person.” They might readily have supposed this to be the true, if not the only, mode of compensation provided for in the supplemental article of partnership, especially as the opinion of counsel being had on the subject of the contract, its terms were approved by him. We agree fully that this mode of compensation was within the terms of the stipulation between the partners, although perhaps any other mode which would have derived the compensation from profits, 'would have been equally so. The contract was not assailable therefore for this. It had nothing like a fraudulent appearance in it, inasmuch as it was allowable by the'partners themselves. If, therefore, the mode of compensation was not objectionable, as the testimony of experienced business men clearly establishes that it was not, and the proportion of profits agreed to be allowed was not exorbitant, as the testimony also establishes it not to have been, in view of the services to be performed and the risk to be run, then it is impossible to see how the results could affect the fairness of the transaction. If it was a fair and proper arrangement in the outset, the fruits of such arrangement, there being no fraud alleged in producing them, could not' be otherwise than fair and honest.\nThe allegations against the conduct of Bidwell, after the termination of the partnership and his employment had ceased, in setting up a rival factory, in apparently using the firm name, or rather assuming a successorship to it, and in making use of his knowledge of their customers for the advantage of his own firm, had nothing whatever to do with the ..question before the court. It was nothing from which fraud in the original transaction could be inferred, and if the purpose was to recoup unliquidated damages in tort, it could not be done in any court, much less in the Orphans’ Court.\nWe have not placed this case, as did the Orphans’ Court, on the supposed ratification of the contract between Spear and Bid-well, in the discontinuance of the bill in equity in the Orphans’ Court. We think there was difficulty in resting it there. That transaction, however, was not without some consequence on the question of the bona fides of the contract and its performance, together with the compensation. We need not remark, however, further on this branch of the case ; suffice it that, for the reasons given, we have arrived at the same result as did the Orphans’ Court, and accordingly their decree is affirmed.\nDecree affirmed at the costs of the appellants.\nWoodward, J., and Read, J., dissented.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued at great length by Hon. Charles Shaler and Robert Woods for the appellants, and by James J. Kuhn and Hamilton $ Aeheson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hall’s Appeal.\nLiability of Trustee for Profits of Trust Funds. — Executor, when not liable to Surcharge for Profit of Estate in his hands.\n1. When the control of trust property is taken out of the power of the trustee by the act of the law or other paramount authority, he will not be regarded as standing in a fiduciary relation to it.\n2. A. and B. entered into partnership in 1845, for the manufacture and sale of ploughs, A. having an interest of two-thirds and B. of one-third: the partnership was dissoluble by either, on three months’ notice. In 1850 they agreed to continue it for eight years, notwithstanding the death of either partner, in which case, the survivor “ should be at liberty to employ a clerk or suitable person to supply the place of such deceased partner, and pay such clerk or person out of the share of the profits that shall belong to the estate of such deceased person.” In April 1852 A. died, leaving a will in which G. his brother, and D. were named executors, who proved the will and assumed the trust: in May following, B., the surviving partner, according to the articles of copartnership, contracted with and employed D. to act as clerk for the remainder of the term, for the compensation of one-third of the net profits which might accrue from time to time to A.’s estate, less the sum of §350 per annum, computed to be the interest of A.’s share in the concern. The business resulted profitably, and D. received a large amount of money under bis agreement with B. In 1857 O. and D. filed their account as executors of A. in the Orphans’ Court, to which, after the the termination of the partnership, exceptions were filed to surcharge the account with the amount of moneys received by D. while executor, with which amount, less the sum of §2000 per year allowed as salary, the auditor to whom the account was referred, did surcharge the account. On exceptions, the Orphans’ Court overruled the auditor, and reinstated the account, striking out, however, the amount claimed for commissions by the executors. On appeal to the Supreme Court it was held:\n(1.) That the relation of D. to the estate of his testator, was not within the rule in equity, which prevents one acting in a representative or fiduciary capacity, from dealing with the estate or property so trusted as to benefit himself or make profits thereby, against the power of reclamation by the cestui que trust.\n(2.) That the trust in which the profits were made, was that under the agreement of partnership, to which D. was a stranger, and could be employed in it, even though he was trustee under the will when his contract with B., the surviving partner, was made; for by that agreement, the interest of both partners in the firm, at the death of A., devolved upon B. the survivor, who, with the aid of a clerk to be employed in place of the decedent, was to conduct the partnership to the end of the tenn, independent of all others, with the right to carry on the business according to his own discretion — a trust in which the executors had no lawful or necessary title, nor with which they liad either right or duty to interfere; and, therefore, the account of the executors could not be surcharged with the profits drawn by D. as an employee of the firm.\n(3.) It is not a xeason for surchai'ging an account, that the contract was unconscionable in the amount of compensation, and therefore fraudulent and void as against the heirs, where no fraud was found by the auditor, and the testimony vindicated the contract as reasonable, considering the services to be performed and the risk run; nor is it a gx-ound for the surcharge, that the authority of the surviving partner was only to employ a clerk in the ordinary sense of the texm, for the survivor was to employ a clerk or suitable person to supply the place of the deceased partner; and when the proof was that D. had devoted his whole time to the general business of the firm, as a partner would — travelling, introducing their work in distant parts of the country, establishing agencies, &c., conducting it with great success — the compensation, under the circumstances, was fair and reasonable.\n(4.) Where, in the articles of copartnership, the authority to employ a clerk was followed by a direction to pay him out of the profits coming to the estate of the deceased partner, the contract by which a clerk is subsequently employed and paid is not fraudulent, because allowed by the partners themselves: therefore the mode of compensation not being objectionable, nor the proportion of profits as shown by the testimony, the contract was fair and honest in the outset, and its fruits must he fair and honest also.\n(5.) Though D. after the termination of the partnership had acted unfairly, in setting up a rival factory and in other matters, yet his conduct then, had nothing to do with the question before the Orphans’ Court on the accounts of the executors of whom he was one; for fraud in the original transaction could not be inferred from it, nor, if the purpose was to recoup unliquidated damages in tort arising therefrom, could it be done in the Orphans’ Court.\n(6.) Where the heirs of A., in 1855, filed their bill in equity to have the contract between B. the surviving partner and D. cancelled, and an account taken of the partnership business, and the factory soon after being burnt, it was agreed, in order that the factory might be rebuilt and the business continued, that the equity suit should be settled, the agreement between B. and D. to remain in full force until the expiration of the term in 1858, such discontinuance or settlement is not in itself a complete ratification of the agreement; it was only of weight on the question of the bona Jides of the contract, and its performance together with that of compensation.\nAppeal from the Orphans’ Court of Allegheny county.\nThis was an appeal by John S. Hall, Frances Bailey, and Samuel W. Hall, heirs and assigns of Samuel Hall, deceased, from the decree of the Orphans’ Court of Allegheny county reversing and setting aside the auditor’s report on the account of John C. Bidwell and John Hall, executors of said deceased.\nSamuel Hall died in April 1852, and at the time of his death was a member of the firm of Hall & Spear.\nThe account of his executors was filed in 1857, showing a balance due the' estate of $868.90, which was excepted to by John S. Hall, one, of the heirs of the deceased, on the ground that the accountants’ charge of $2072.73 was extravagant. It was thereupon referred to John M. Kirkpatrick, Esq., as auditor. After this reference, an additional exception was filed for the heirs and devisees of Samuel Hall, deceased, in which it was claimed to surcharge one of the executors (John C. Bidwell) with the sum of $29,568.59, being money received by him of the firm of Hall & Spear, between the 29th of September 1852 and the 30th of July 1858. The auditor made a learned and elaborate report, and surcharged the accountant according to the exception, allowing the executor $2000 per annum for his salary or compensation, in the business out of which the money thus claimed was made.\nTo this report exceptions were filed for J. C. Bidwell and for the heirs of Samuel Hall, deceased, which were heard and rejected by the auditor.\nNovember 18th 1861,\nThe Orphans’ Court (Mellon presiding), on hearing the case, overruled the auditor, and reinstated the account, with some alterations as to charges and commissions. The case was thereupon removed into this court, as above stated, by the heirs of Samuel Hall. The material facts of the case, so far as a proper understanding of the questions raised by this appeal is concerned, are fully stated in the opinion of this court.\nThe case was argued at great length by Hon. Charles Shaler and Robert Woods for the appellants, and by James J. Kuhn and Hamilton $ Aeheson, for appellee."
  },
  "file_name": "0409-01",
  "first_page_order": 409,
  "last_page_order": 417
}
