{
  "id": 478194,
  "name": "Sinclair versus Healy",
  "name_abbreviation": "Sinclair v. Healy",
  "decision_date": "1861-11-29",
  "docket_number": "",
  "first_page": "417",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 5183,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.4937930165358546e-07,
      "percentile": 0.6635321209846597
    },
    "sha256": "0b3e14598a74487ad0fc3f1d4e7e3642667fd6dd2ed90067e1312f3e46611c2e",
    "simhash": "1:c928c6eaa80f110e",
    "word_count": 902
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sinclair versus Healy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nA bond fide purchaser of a chattel, for a valuable consideration, and without notice from a fraudulent vendee, takes a title clear of the fraud, whether it be actual or legal. The present case, as presented by the plaintiff in error’s paper-book, appears to come within this category, and the error of the court was in instructing the jury, upon only one branch of the proposition, that if the sale by the alleged fraudulent vendor to the alleged fraudulent vendee was fraudulent, then their verdict should be for the defendant, entirely ignoring the question, whether the plaintiff purchased with a knowledge of the fraud or not. Upon that point, the court should have instructed the jury upon the law as we have stated it, and submitted the facts to them under such ruling, for their decision. This error runs through the whole charge of the court.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "Souther Willis, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Sinclair versus Healy.\nPurchaser of Chattel, from one who acquired it fraudulently, not affected by the Fraud, without Notice.\n1. A bond fide purchaser of a chattel for a valuable consideration, and without notice from a fraudulent vendee, takes a title clear of the fraud, whether it be actual or legal.\n2. Therefore, where, in trespass against the sheriff for seizing and selling as the property of one of a firm, defendants in an execution, two yoke of oxen, which had been bought before the execution issued by the plaintiff in the action, from an alleged fraudulent vendee of the execution-debtor; the court below charged the jury, that “if the sale by the alleged fraudulent vendor to the alleged fraudulent vendee was fraudulent, then their verdict should be for the defendant,” without the instruction that their verdict should be thus found; if the plaintiff purchased with a knowledge of the fraud, it was error.\nError to the Common Pleas of Pile county.\nThis was an action of trespass, brought August 31st 1859, by Major Sinclair against'William C. Healy, sheriff of Elk county, to recover damages for levying on and selling two yoke of oxen under a writ of fieri facias, at the suit of Sattler & Bennett against Jerome Powell, John Cobb, and Rulof Rulofson.\nThe oxen in controversy were purchased by the plaintiff from Isaiah Cobb, at a place called Beach Bottom, about nine miles from Ridgeway, and paid for by a credit for their value on a promissory note which plaintiff held against said Cobb. They were then delivered to plaintiff, who drove them to Ridgeway, where he remained with them over night. As he was leaving the next morning for his home, in the state of New York, the oxen were levied on by the defendant, as the property of John Cobb.\nOn the trial of the case, the defendant offered in evidence an article of agreement made June 5th 1858, between John Cobb, of one part, and Isaiah and J. B. Cobb, for the sale of certain personal property therein mentioned, amounting to <§5772.84, and for the interest which John Cobb had in a certain made by Mm with Blake, Dreeden, Garnett, and Wilcox, for manufacturing lumber at the Beach Bottom Mill in Elk county. This was followed by evidence tending to show that at the time John Cobb sold the personal property and interest in the contract to I. & T. B. Cobb, he was insolvent, and the allegation of the defendant was that the sale was intended to delay, hinder, and defraud creditors, and was therefore void, under the statute of 13 Elizabeth. One yoke of the oxen in controversy was included in the sale of June 5th 1858, above mentioned. The other was bought afterwards by Isaiah Cobb, from Zina Yanorman, and paid for with a pair of horses, which were included in the agreement of June 5th 1858.\nNovember 29th 1861,\nThe court directed the jury to determine, under all the evidence of the case, whether the sale made by John Cobb was not designed to delay, hinder, or defraud creditors, and fraudulent under the statute of 13 Elizabeth. If they should find it was not, then their verdict should be in favour of plaintiff for the value of the property of which he had been deprived by defendant, and interest. If they should find that the sale was fraudulent, their verdict should be for the defendant. That defendant would not be a trespasser, if the jury should find that the sale to I. & T. B. Cobb was fraudulent; otherwise he would.\nUpon the point that the Vanorman cattle having been paid for by I. & T. B. Cobb with property, the possession and claim to which was derived to them through a sale which is alleged by the defendant to have been fraudulent, the jury were instructed that if they found such sale to have been fraudulent, they (the Yanorman cattle) were the property of John Cobb, and subject to levy for his debts, although not embraced in the contract and bill of sale between John Cobb and I. & T. B. Cobb, and plaintiff would not be entitled to recover for them.\nUnder these instructions, there was a verdict and judgment for defendant, whereupon the plaintiff sued out this writ, and assigned for error the instruction to the jury, as above stated.\nSouther Willis, for plaintiff.\nThe defendant’s counsel furnished no printed argument."
  },
  "file_name": "0417-01",
  "first_page_order": 417,
  "last_page_order": 419
}
