{
  "id": 477809,
  "name": "Frederick versus Easton",
  "name_abbreviation": "Frederick v. Easton",
  "decision_date": "1861-11-29",
  "docket_number": "",
  "first_page": "419",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 362,
    "char_count": 7774,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.2978229618792447
    },
    "sha256": "b496e8fe159ec1377994f8606330daaf21d51934b0ffcb683329581d6b18334b",
    "simhash": "1:0963ceb4a94ef48b",
    "word_count": 1321
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frederick versus Easton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe plaintiff has, of course, a right to a judgment against the credits and effects of the defendant in the hands of the garnishees, in such an amount as will satisfy his judgment against the defendant, if the answer of the garnishees admits that much in their hands at the time of the service of the execution attachment. We have some difficulty in understanding the answers of the garnishees, but that is their fault, and the plaintiff must not suffer for it. However, this much seems clear. The garnishees were indebted to the defendant in a much larger sum than was sufficient to satisfy the claim of the plaintiff, but the defendant had been in default with them, and this caused some difficulty which was finally adjusted, and the garnishees paid the defendant in full in their own seven per cent, bonds, payable in twenty years, and counting them as of par value; retaining, however, enough of said bonds to pay the plaintiff’s claim, if they should be received at par. The answer and amended answer leave it somewhat doubtful whether the debt was contracted payable in that way, or whether it was so paid by compromise. It is sufficient, however, that they owed enough to secure the plaintiff’s claim. If they owed it in marketable bonds, the law would have found some way to make the plaintiff’s money out of them, had the garnishees retained enough of them, as they ought to have done.\nThey confess that they did not retain them, and therefore no judgment against the defendant’s effects, in their hands, can do justice to the plaintiff, and the judgment ought to have been against the garnishees themselves de bonis propriis. They had enough to pay the debt, interest, and costs, and the plaintiff ought to have recovered all this from the garnishees, and it would be their right to deduct it all from the debt due by them to the defendant. The plaintiff is not to suffer by their imprudence in parting with the property after the service of the execution.\nJudgment reversed, and judgment for the plaintiff against the garnishees for the sum of $102.94, and interest from the 1st October 1860, and costs of suit, and that on the payment thereof by the garnishees, ;hey be discharged and released from so much of their debt to the defendant Easton, and the record is remitted for execution.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Aughinbaugh Snowden, for plaintiff.",
      "Simpson McLaren, for defendant."
    ],
    "corrections": "",
    "head_matter": "Frederick versus Easton.\nForeign Attachment. — Judgment against Garnishee on Answer.\nA debt due to a contractor by a passenger railroad company; which was payable in their own bonds, was attached by writ of foreign attachment by a creditor of the contractor. After judgment, upon interrogatories, answers were filed by the company admitting a muela larger indebtedness than the plaintiff's demand: .afterwards the company settled with the contractor-, paying him in bonds as agreed on, and retaining enough of them, if taken at par, to pay the plaintiff's claim, which facts were set out in amended answers. Judgment being entered on the answers, for the amount of the claim at the time of the attachment, excluding the interest accrued, payable in the bonds of the company at par, on writ of error it was held,:\nThat the judgment of the court below was erroneous; and that, as the company had admitted enough in their hands to pay the claim of the plaintiffs which they had not retained, judgment should have been rendered against them as garnishees, de bonis propt'iis, for the full amount of the claim with interest and costs.\nError to the Common Pleas of Allegheny county.\nThis wa.s a foreign attachment in case by John M. Frederick against Alexander Easton, wherein The Pittsburgh and Birmingham Passenger Railroad Company were summoned as garnishees, in which, after judgment against the defendant, which was subsequently assessed at $102.94, interrogatories were exhibited to the garnishees, and answers and amended answers filed.\nThe material facts on which this case was submitted to the court were these: — Easton, the defendant, a non-resident of the Commonwealth of Pennsylvania, on the”28th day of July 1859, entered into a contract with the Pittsburgh and Birmingham Railroad Company, by which he agreed to build, construct, and equip the said company’s road for a certain sum, payable solely and exclusively in and by the company’s seven per cent, mortgage bonds, issued' in pursuance of authority granted to said company in and by the Act of Assembly incorporating it.\nTire claim of the plaintiff arose from a sub-contract, entered into between the said Alexander Easton and himself, but not upon the terms and conditions specified in the contract made with the railroad company. Instead of receiving the bonds of the company, he was to be paid in cash for work to be done by him in the building and construction of said road. Easton failed to comply fully with the terms of the contract made with the railroad company, and also failed to pay Frederick, the plaintiff, his just dues, but left the state, whereupon these proceedings were instituted by plaintiff in error for the recovery of his money. The company admitted, in their first answers, that at the time of the service of the writ they were indebted to said Easton in a much larger sum than the amount of plaintiff’s claim, although, at the time of filing the said answers, it was impossible to designate the precise amount.\nIn the amended answers the railroad company, after setting forth that the defendant Easton had failed to comply with certain parts of his agreement, in consequence of which the Company refused, at first, to take the road off his hands, but subsequently, after notice to him, finished the work themselves, and refused to make a settlement in full, claiming that defendant was overpaid; admitted that, under such a state of facts, long negotiations occurred between the parties, which eventually resulted in a compromise settlement, made on the twelfth, day of January 1860, and subsequent to the service of the attachment in this case; by which Easton agreed to accept, and did accept the seven per cent, mortgage bonds of the company, issued in pursuance of the authority granted them by the charter, at par; that at the settlement with Easton, the company, upon their own motion and responsibility, retained in their hands $598.82 of said bonds, to pay off the plaintiff’s claim, of which he had notice, and that they were ready to pay the amount of plaintiff’s claim in said bonds, and tendered judgment accordingly.\nThe court below, on hearing the ease, entered judgment in favour of the plaintiff against the garnishee for the amount of the judgment against Easton, “payable in bonds of the garnishees, to wit, The Pittsburgh and Birmingham Passenger Railroad Company, at par,” as admitted and set forth in the said answers.\nThe plaintiff thereupon sued out this writ, and assigned for error the following matters:—\n1. That the court erred in reducing the amount of damages assessed by the prothonotary in the case, (viz., debt $98.32; interest to October 1st 1860, $4.62; total, $102.94,) to the sum of $98.32, not allowing any interest on plaintiff’s claim up to the time when the prothonotary, whose peculiar duty it was, assessed the damages aforesaid, in pursuance of the 2d section of the Act of Assembly, passed the 12th day of April 1855, P. L. 532.\n2. That the court erred in ordering and adjudging that judgment be entered in favour of the plaintiff against the garnishee, for the sum of $98.32, payable in the bonds of the company at par, it being the duty of the court, upon application, to award an execution in pursuance with the provisions of the Act of Assembly, passed the 13th June 1836, § 59, P. L. 582.\nNovember 29th 1861,\nAughinbaugh Snowden, for plaintiff.\nSimpson McLaren, for defendant."
  },
  "file_name": "0419-01",
  "first_page_order": 419,
  "last_page_order": 422
}
