{
  "id": 478582,
  "name": "Fitzimmons's Appeal. Sutton's Appeal",
  "name_abbreviation": "Fitzimmons's Appeal",
  "decision_date": "1861-11-29",
  "docket_number": "",
  "first_page": "422",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 440",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 383",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 14448,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29229213749527483
    },
    "sha256": "fb22ae088404d4d106558dd44ffaf1490cf5b753ec26af31eb08be813f7b0c92",
    "simhash": "1:b65ab3e4283cf256",
    "word_count": 2552
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitzimmons’s Appeal. Sutton’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nThere is no doubt that the Orphans’ Court have the power, upon the application of the administrator of a decedent, to order the sale of real estate to pay the debts of the deceased, although a portion of it may be covered by a mort. gage, upon which proceedings have been instituted in a common law court, and that it is a matter of discretion with them to investigate the facts of the case themselves, or to refer it to an auditor for the same purpose, and to report the same with his opinion thereon, and his reasons. The order of sale is confined to Allegheny county, and the opinion of the court below gives a full answer to the first, fourth, and fifth assignments of error, the second and third being answered by our brief statement of the law.\nOrder affirmed, and appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "H. Burgwin, for appellant.",
      "Hamilton Sf Acheson, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Fitzimmons’s Appeal. Sutton’s Appeal.\nOrphans’ Court Sales granted against Remonstrance of Lien- Creditors.— Power of Court to decree Sale, and, to regulate the Security to he given hy the Administrators and manner of Payment.\n1. The Orphans’ Court have power to order the sale of the real estate of a decedent on application of the administrator, though a portion of it may be covered by a mortgage, upon which proceedings have been instituted in a common law court.\n2. It is a matter of discretion with the court either to investigate the facts of the case, or to refer it to an auditor to report the facts with his opinion and the reasons therefor; and, where issues of fact are raised by the answer of the mortgage-creditors to the petition for the order of sale, it is not a matter of right for them to have those issues tried either before an auditor or by the court.\n3. Under the Act 22d March 1859, the Orphans’ Court may decree a sale on credit.\n4. It is not a sufficient reason for reversing the 'decree, that it required a bond with approved security in a fixed sum, conditioned for the faithful application of the proceeds of sale, &c., instead of a penal sum of double the amount of the estimated value of the land to be sold; for it is to be presumed, that the court below, in making the decree, had regard to the sufficiency of the bond as to amount.\nAppeal from the Orphans’ Court of Allegheny county.\nThis was an appeal by David Fitzimmons and John A. Fitzimmons, from the decree of the Orphans’ Court, directing the sale of the real estate of Thomas Wallace, deceased.\nThe case was this: — On December 29th 1860, William P. Baum, administrator of Thomas Wallace, deceased, filed his petition in the Orphans’ Court of Allegheny county, setting forth that decedent left a widow, Elizabeth Jane Wallace, and three minor children, of whom said Elizabeth was guardian; that, as appeared by the account filed by the original executor, there was no personal estate for the payment of said decedent’s debts, of which debts a schedule was attached; that said decedent died seised of certain real estate, of which a schedule was also attached; and praying for an order to sell so much of said real estate, as might be sufficient for payment of said debts.\nThe schedule of debts amounted to over $60,000. All the real estate described lay in Allegheny county, except a large body of coal, with a piece of surface land attached, lying in Washington county.\nAttached to the petition, was the written approval of Elizabeth Jane Wallace, in her own behalf, and as guardian of said-minors.\nWith the petition, there was offered for approval, the administrator’s bond, with a surety, in the penal sum of $40,000. On presentation of the petition, the court ordered it to be filed, and, at request of counsel, who desired to be heard in opposition, fixed January 12th 1861, for a hearing. On that day, David and John A. Fitzimmons, the appellants, filed their answer to the petition, setting forth that they held a mortgage, executed to them by the decedent, for the sum of, $43,200, drawing interest from June 28th 1858, and covering as the first lien of record, a portion of decedent’s real estate, as described in the petition, viz.: the land and coal in Washington county, and items Nos. 2, 3 and 4 of the seven enumerated portions of real estate in Allegheny county; that said mortgage was payable in five equal annual instalments, the first in two years from the date thereof; that suit had been brought on the debt secured by said mortgage, and was then pending, in contest, in the District Court of Allegheny county.\nThe answer, after setting forth the interest which respondents had in the question before the court, that they had not been consulted as to the application, or even notified of its being intended, and that they firmly believed the purpose of the administrator was to sacrifice the securities held by them, in forcing a large amount of real estate into market during a time of general pecuniary distress, and by compelling respondents, while their claim, by far the largest, was in litigation, to secure their debt by the purchase of property which they did not want, then proceeded to state the specific objections to the petition, which were:—\n1. That no true and perfect inventory and conscionable appraisement of all the personal estate of decedent, was annexed to the petition.\n2. The petition did not specify the probable value of the real estate proposed to be sold, so that the security might be fixed, in at least double the value, as expressly required by Act of Assembly.\n3. The petition did not set forth fully, as required by Rule XI. of the Orphans’ Court, the ground upon which the application was made, nor the amount proposed to be raised by the sale.\n4. The schedule of decedent’s debts was incorrect, as large payments had been made thereon.\n5. The court had no power to order the sale of the land in Washington county, which, in terms, was included in the application.\n6. So far as regarded the land embraced in respondent’s mortgage, there was no necessity for the sale thereof, at that time, and on the contrary, such sale would be greatly prejudicial to the interests of all concerned, and especially to the respondents ; of all which, respondents averred their readiness and ability to satisfy the court, should an opportunity be afforded them.\nThey therefore prayed the court to dismiss the petition for the defects set forth. But in case the court entertained the same, inasmuch as the necessity or expediency of a sale, and its terms, if ordered; the proper designation of the property to be sold, as also the value thereof, and the amount of security to be required, involved questions of fact, which the court could not determine without further advice, respondents prayed the court to appoint an auditor to report on said facts, according to Act of Assembly and the rule of court above referred to.\nSubsequently the cause was argued by counsel on the petition and answer, and also on the answer of Benjamin Lutton, another lien-creditor, in opposition to the sale; and on January 31st 1861, the court delivered the following opinion:—\n“ The answer contains objections to the technical accuracy of the petition.\n“ 1. ‘ That the petitioner has not exhibited a true and accurate inventory of the personal estate of the decedent.’\n“ The petitioner swears that by the account of the executor on file of this estate, it appears there are no personal assets for the payment of debts.\n“ 2. ‘ That the petition fails to specify the probable value of the estate proposed to be sold, and that the bond tendered for forty thousand dollars, is in too small a sum.’\n“ Although the probable value of land might be set forth where it is known or readily ascertained, yet the law does not make this requirement.\n“As regards the amount of the bond, the court will at any time, on application and cause shown, increase it. The bond is not in the penal sum of $40,000, conditioned for $20,000, but in the real sum of $60,000, for the payment of $60,000.\n“ 4. ‘ It is objected that a payment has been made on account of one judgment, or in full, and that respondents have been informed that sundry other debts have been paid.’\n“ No evidence is offered to prove these allegations, but assuming them to be true in the multitude of debts due by the estate, the payment of some is no reason why the estate should not be sold for the payment of the rest. There is no personal property.\n“ 5. ‘ Respondent denies the power of the court to order a sale of lands in Washington county.’\n“The record refutes this objection. The petition for sale is confined to two townships in Allegheny county. As the law requires a correct statement of all the real estate of a decedent, land in Washington county is embraced in the statement, but it is not included in the petition.\n“ The other reasons urged by respondent against an order of sale are general; are not fixed facts, but anticipated difficulties which may or may not arise or exist. Should they or any of them assume a tangible form, they can as well be urged against a confirmation of sale, as against an order to sell.\n“The court is of opinion, from the exhibit of the record, and the arguments of counsel, that it would be inexpedient to delay the creditors, and burden the estate by the appointment of an auditor, and therefore the court refuses to appoint an auditor ‘ to investigate the facts of the case, and to report said facts and his opinion thereon, with the reasons upon which it is founded.’\n“In this proceeding, Elizabeth Jane Wallace, on her own behalf, and also as guardian of the minor children, joins in the petition for an order of sale.\n“ The respondent’s mortgage covers four of the seven enumerated items of decedent’s real estate. The court fails to perceive what interest he has in resisting the order to sell at least three -pieces of land embraced in the petition.\n“The respondent has a mortgage for $43,200, with interest from 28th of June 1858 : this is the first lien. There are thirty-six other creditors, many of them judgment-creditors, whose debts range from $4.25 to $3250, the aggregate of which, without interest, exceeds $16,000.\n“ If the court refuses the order of sale, the whole estate will be sold on judgments, and it is plain to see it will be sacrificed; for no small creditor or anybody else will bid for property with a mortgage-lien of $43,000 before him; nor is it perceived how an Orphans’ Court sale can in any way impair the security of the respondent, while a refusal to grant it will no doubt prove disastrous to all the creditors except the respondent. On the other hand, an Orphans’ Court sale may realize sufficient to pay all the debts or a portion of them (what the Orphans’ Court cannot forget or ever overlook), may possibly save something for the widow and the orphan.”\nThe court thereupon ordered and decreed that the administrator expose to sale and sell the real estate in Allegheny county,' on the 12th day of March 1861; one-third the purchase-money to be paid in hand on confirmation of the sale, and of the residue, one-half in one and one-half in two years with interest, the administrator to give bond with approved security, in the penal sum of $60,000.\nFrom this order and decree, David and John A. Eitzimmons appealed to the Supreme Court, and assigned for error the following matters, viz.:—\n1. In not dismissing the petition.\n2. In not appointing an auditor as prayed for in appellants’ answer.\n3. In ordering a sale of decedent’s real estate.\n4. In not designating the order in which the real estate should be sold, and the amount to be raised.\n6. In fixing the amount of the bond to be given by the administrator without regard to the value of the real estate to be sold.\nH. Burgwin, for appellant.\n1. The petition was informal: 1. In not setting forth the probable value of the several parcels of land described in it. 2. In not proposing the amount to be raised by the sale, as required by the rules of court. 3. In not exhibiting under oath “ a true and perfect inventory and conscionable appraisement of all the personal property of decedent,” as required by the Act of March 29th 1832.\nThe allegation that, “ as appears by the account filed by the original executor of said decedent, there is no personal estate for the payment,” &c., is not a compliance with the act, is ambiguous, and cannot be considered a substitute for the requirements of the act: Walker’s Appeal, 1 Grant’s Cases.\n2. The answer raised questions of fact which were to be tried before ordering a sale. The rule of court required a reference to an auditor in such cases, but it was refused, and the sale ordered on the mere request of the administrator, without designating the land to be sold first, and leaving him to substitute his bond for four years in lieu of the permanent security, on the faith of which the sum named in the mortgage had been invested: See Bailey’s Appeal, 8 Casey 11.\n3. The amount of the security was insufficient. The statute requires it in double the amount of the interest proposed to be sold. The bond was ordered to be given for $60,000, thus estimating the land at $30,000, while the mortgage of the appellant is for more than $40,000, and entitled to priority of payment out of the proceeds of sale.\n4. The order was also defective in not designating the amount to be raised by the administrator: Myers v. Rogers, 2 Watts 383; Bailey’s Appeal, 8 Casey 40; Davis’s Appeal, 2 Harris 372.\nHamilton Sf Acheson, for appellee,\nargued that the decree complained of was not such a definitive decree as was the subject of appeal: Act of March 29th 1852, § 59; Haslage’s Appeal, 1 Wright 440 ; that the appellants were not as “ matter of right” entitled to a trial of the issues raised by their answer. The court might have referred this matter to suitable persons (Act of 29th March 1832, § 34), but were not bound to do so; that it is only necessary to determine the amount to be raised by a sale when the land is situated in another county or counties, and not within the jurisdiction of the Orphans’ Court, to which the application is made; that the petition in form complied with all the requirements of the statute, the “ inventory” spoken of being only required where there has been no account of the personal estate settled in the proper office, that a sale might be decreed on credit (Act of March 22d 1859), and that the amount of the security was a matter in the discretion of the court below.\nNovember 29th, 1861,"
  },
  "file_name": "0422-01",
  "first_page_order": 422,
  "last_page_order": 427
}
