{
  "id": 478349,
  "name": "Guthrie and McGuire versus Wilson",
  "name_abbreviation": "Guthrie & McGuire v. Wilson",
  "decision_date": "1861-11-29",
  "docket_number": "",
  "first_page": "430",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 279,
    "char_count": 5170,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 8.789563190473555e-08,
      "percentile": 0.49601270189883656
    },
    "sha256": "6da4e2b95ad78e49a436e5bbad0e8ca6b7947566de71163c03c29676e720a685",
    "simhash": "1:3fd15887dff69efd",
    "word_count": 901
  },
  "last_updated": "2023-07-14T15:29:19.878128+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Guthrie and McGuire versus Wilson."
    ],
    "opinions": [
      {
        "text": "The' opinion of the court was delivered,\nby Thompson, J.\nWe have very often determined, as the authorities referred to in the argument of the counsel for the defendant in error abundantly prove, that a writ of error only brings up the record and such matters as may be embraced in a bill or bills of exception. This is the rule, and whether there are any exceptions to it or not, or what circumstances might constitute an exception, I find no precedent which determines.\nThis being the rule, we have before us but the docket entries, the submission and award, the judgment thereon, and perhaps the exceptions to the award. Taking the points of law submitted to the arbitrators, as incorporated in the award, and this is going as far as we are warranted in going, every point depends upon evidence, which is not here, and without which we cannot determine the accuracy of adjudication thereon. We cannot say whether the bond sued on is a guarantee or an independent engagement, because it is not before us, nor what the state of the evidence was which induced the arbitrators to determine that the second and third points were not sustained. All these matters might have been reviewable had the arbitrators stated the facts in their award to raise the questions of law, and then their decision thereon. But this they did not do, and the facts not being before us, to raise the points, we are not able to see any error in the finding of the arbitrators, and therefore the judgment must be affirmed. The loss of the record is not chargeable with this result, it is a legitimate consequence of the plan adopted for the settlement of the difficulties between the parties.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Isaac Gr. Grordon, for plaintiff in error.",
      "W. L. Qorbett and James Boggs, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Guthrie and McGuire versus Wilson.\nWrit of Error. — Evidence, upon which Assignments of Error depend, must be brought up by Bills of Exception, to be considered in Supreme Court.\"\n1. A writ of error to the Supreme Court, brings up only the record of the court below, with such matters as may be embraced in a bill or bills of exception.\n2. In an action of debt against the sureties on a bond given by a purchaser, to secure the payment of a balance of purchase-money for certain real estate, there was a submission to arbitrators whose award was to be final, but the legal questions raised and decided were to be reported to the court for decision, with leave to either party to take a writ of error. On the trial, certain points of defence were submitted, as that the bond was a guarantee, a conditional and not an independent obligation — that payment of some of the instalments due had been tendered, &c., but the award was for the full amount due the plaintiff, and contained the points without the evidence, to which there were no bills of exception. The court below having confirmed the award; on writ of error, it was held: that only the record, containing the docket entries, the submission, award, the exceptions thereto, and the judgment, were before the Supreme Court; and that, as the points of law submitted to the arbitrators depended upon evidence, not brought up by bills of exceptions, the judgment of the court below could not be reviewed, but must be affirmed.\nError to tbe Common Pleas of Clarion county.\nThis was one of thirteen actions of debt brought in the court below, by Samuel Wilson against Alexander Guthrie and Hugh McGuire, which by agreement were submitted to arbitrators, whose award was to be final, but with the stipulation that if “ any legal questions should be raised and decided by the arbitrators, they or a majority of them should set them out specifically, and make report to the court for adjudication and decision thereon, with leave to either party to take a writ of error from the decision of the court.”\nOn the trial, before the arbitrators, several legal points were presented to them by the defendants, which were set forth in a statement made, by the arbitrators after their award was filed. The first point was answered by them negatively, as matter of law, the second and third they reported as “ not wholly sustained by the evidence,” and “ negatived either on the law or the facts,” and thus an award was given in favour of the plaintiff, but the facts on which the points depended were not stated. To this award exceptions were filed for the defendants, averring that the arbitrators had erred in not affirming the points submitted to them, in deciding the questions against their rights and the law, and in awarding to plaintiff the amount of $600 and interest.\nThe court below (McCalmont, P. J.) dismissed the exceptions in all the cases, and directed that judgment be entered on the awards in the respective cases, according to the report of the arbitrators.\nNovember 29th 1861,\nThe case was thereupon removed into this court by the defendants, who assigned as cause for reversal that the court below erred in dismissing the exceptions filed to the award, and the ruling of the arbitrators on the points of law raised before them on the trial, and that the arbitrators had erred in answering defendant’s points in the negative.\nIsaac Gr. Grordon, for plaintiff in error.\nW. L. Qorbett and James Boggs, for defendant in error."
  },
  "file_name": "0430-01",
  "first_page_order": 430,
  "last_page_order": 431
}
