{
  "id": 477985,
  "name": "Heil and Lauer's Appeal",
  "name_abbreviation": "Heil & Lauer's Appeal",
  "decision_date": "1861-11-18",
  "docket_number": "",
  "first_page": "453",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 406",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0406-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 5814,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.1739355107766776e-07,
      "percentile": 0.8641053976505966
    },
    "sha256": "c37ac1b249bd722c67a7c72aaa56e642deb826ce22e4f65f066d55d14802b228",
    "simhash": "1:848618b1c665b36b",
    "word_count": 1026
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heil and Lauer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong., J.\nWe think the auditor and the court below were right in refusing to permit the judgment of the appellants to participate in the distribution of the money in court. The fund was raised out of the sale of the real estate of George P. Yoest, and the judgment of the appellants was entered against George P. Joest. It is true, that George P. Yoest and George P. Joest are the same person, and that in the German language the letters Y and J are pronounced alike. But in the distribution of the proceeds of a sheriff’s sale, beside the question of the identity of the debtor, there is one of record notice. Upon this second question no light is thrown by the fact that the name of the debtor, though spelled with different capitals, is the same in sound. The Act of Assembly, which requires that judgment dockets and indexes shall be kept, provides for notice to the eye, not to the ear. It contemplates that the dockets shall be kept in English, and it does not impose upon any one who searches the duty of inquiring whether some other letters may not spell the name of the debtor in another language. It was the duty of the appellants to see that their judgment was properly entered : Hood v. Reynolds, 7 W. & S. 406 ; entered so as to furnish to the eye of purchasers and subsequent encumbrancers that record notice which the Act of Assembly contemplates. We do not think that the legislature intended that a purchaser or encumbrancer, in searching for a name, the initial letter of which is Y, should be under obligation to examine the index through the letters Y and J. We must so hold, or the judgment dockets and indexes would be shorn of their value, and the statutory purpose defeated. There are many sounds in our language which are indicated by different letters in other languages. This is true both of vowels and consonants. Thus, in the Spanish language, the initial J has the sound of H. Must a purchaser search under the letters J and H ?\nThe decree of the Court of Common Pleas is affirmed.",
        "type": "majority",
        "author": "by Strong., J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Heil and Lauer’s Appeal.\nNames in Judgment Index to be loritten in English. — The Principle of Idem sonans restricted.\n1. In the distribution of the proceeds of sheriff's sale of the real estate of George P. Yoest, a judgment entered against him in the name of Joest, is not entitled to come in, as against subsequent liens properly entered, though the names have the same sound in the German language; for the law requires that the dockets and indexes shall be kept in the English language, and does not impose the duty on searchers, of inquiring whether other letters in another language may not spell the name of the debtor.\n2. It was the duty of the holders of that judgment to see that it was entered, so as to furnish to the eye of purchasers and subsequent encumbrancers, that record notice which the Act of Assembly requires: and it being entered in the wrong initial, it was not notice to subsequent judgment-creditors, and was not therefore entitled to share in the fund.\n3. It seems that the principle of “ idem sonans,” though in general applicable to names similarly pronounced, does not apply to judgments against a defendant, entered in different initials from the usual and ordinary form in which the name was written and spelled in the English language, though the pronunciation of the different names be the same.\nCertiorari to the Common Pleas of Westmoreland county.\nThis was an appeal from the decree of the court below, confirming the report of the auditor appointed to distribute the proceeds of the sale of the real estate of George P. Yoest.\nThe case was this:—\nNicholas Heil and C. F. Lauer obtained a judgment in the District Court of Allegheny county, No. 99 of April Term 1859, against George P. Joest, an exemplification of which was entered in Westmoreland county, on the 9th July 1859. Before this judgment was entered in Westmoreland county, there were judgments obtained against the same person, but the name was spelled “ Yoest.” There were also judgments entered in Westmoreland county subsequent to the judgment of Heil and Lauer, one in favour of Edwin F. Lightner v. George P. Yeust, and two judgments in favour of W. II. Fahnestock v. George P. Yosst. These judgments were all against the same man, but in each case the name was spelled differently. The defendant’s real estate in Westmoreland county was sold, and John Armstrong appointed auditor to distribute the fund.\nThe fund in court amounted to $800, which the auditor distributed as follows:—\nTo two judgments of Barnes, for the use of Keepers v. George P. Yoest, $500.75. To a judgment of George W. Lightner v. George P. Yeust, $154.85; and to a judgment of W. F. Fahnestock v. George P. Yosst, the balance of $63.30, the remainder of the fund being absorbed by the costs, auditor’s fees, and taxes.\nNovember 18th 1861,\nIt was proved before the auditor that “Yoest” and “Joest” are one and the same name, and the identity of the party was admitted. That in the German language the name is spelled “ Joest,” and in English “ Yoest,” and that the words, as spoken, have the same sound. It was also proved that a deed wa.s taken by him as George P. Yeost — that in the judgment of Ileil and Lauer the name is written in English characters “Joest,” and was entered on the judgment docket under the letter J, and not under the letter Y.\nThe auditor rejected this judgment, and distributed the balance as above stated, on the ground that the identity of the names could only be established by parol, which he held inadmissible.\nExceptions were filed to this report, but the court below dismissed them and confirmed the distribution.\nThe case was then removed into this court by Heil & Lauer, by whom the decree of the court in the premises was assigned for error."
  },
  "file_name": "0453-01",
  "first_page_order": 453,
  "last_page_order": 455
}
