{
  "id": 477686,
  "name": "Woods versus Watkins",
  "name_abbreviation": "Woods v. Watkins",
  "decision_date": "1861-11-07",
  "docket_number": "",
  "first_page": "458",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 59",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "4 Dana 329",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 10819,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 4.660036701987538e-07,
      "percentile": 0.9275907591523675
    },
    "sha256": "5dd7ba81056fe2111e9313e1a011bbd518c1031ad4f477c7f0c259fd7ead3bfb",
    "simhash": "1:70a3fc68bb0fbc62",
    "word_count": 1901
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woods versus Watkins."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\n. There is nothing in the objection to the want of regularity, on the part of the plaintiff below, in not complying with the rule of court. He filed with his prceeipe a declaration, a special affidavit stating the amount verily believed to be due from the defendant, and copies of the promissory notes on which the action was brought. This is all the rule required, and the affidavit was properly sworn to before a proper officer.\nThe affidavit of defence is evasive, and studiously avoids stating what it evidently intends the court shall believe is its real meaning, and yet in such a manner as not to be the subject of an indictment for perjury. The defendant swears “ that he has carefully examined the notes upon which the claim against him is sought to be established,” conveying distinctly the idea that he has examined the original notes; “ and that he has no recollection whatever of having ever signed the same, or delivered the same to the plaintiff,” not saying whether the signatures to the notes are his or not, which he clearly ought to have done, but leaving it open, upon a trial, for him to allege they were forgeries.\nThis is not a compliance with the rule that the defendant should state in his affidavit of defence, “specifically and at length the nature and character of the same,” nor does the allegation of “no consideration” following it, remedy this; for there is no account of how these notes came into the possession of the plaintiff, or in what way or manner the want of consideration arose. There is nothing curing this in the subsequent part of the affidavit, and, on the other hand, we have the positive oath of the plaintiff.\nJudgment affirmed,",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "Kirkpatrick Mellon, for plaintiff in error.",
      "Simpson Me Oar on, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Woods versus Watkins.\nAffidavits of Cause of Action and of Defence.— What are sufficient.— Seal of Attesting Officer when admitted without Proof.\n1. Where, in foreign attachment, the plaintiff’s affidavit contained only a statement of the amount due upon the notes, copies of which were appended to the declaration filed the same day, it was held a sufficient compliance with the rule of court requiring “ an affidavit, stating the amount verily believed to be due, and a copy of the instrument of writing,” &c., upon which suit was brought.\n2. Where the plaintiff’s affidavit was sworn to, before the mayor of a city in another state, who affixed the corporate seal of the city, it was held properly sworn to before a proper officer, and that proof of the seal was unnecessary.\n3. Where defendant, in his affidavit of defence, swore that he had carefully examined the notes ou which suit was brought, “ and that he had no recollection whatever of having signed the same or delivered the same to the plaintiff,” and that he knew that there was no consideration for them, without stating that the signatures were or were not his, or following up his allegation of “no consideration,” by showing how the notes came to plaintiff's possession, or how the want of consideration arose, Held, That the affidavit was not a compliance with the rule requiring the defendant, in his affidavit of defence, “ to state specifically and at length the nature and character of the same.”\nError to the District Court of Allegheny county.\nThis was a foreign attachment in case to July Term 1860, by William P. Watkins against William Woods, a non-resident of Pennsylvania, in which, with his praecipe, the plaintiff filed a special affidavit stating the amount which he verily believed to be due from the defendant, and, with his declaration, copies of the promissory notes on which the suit was brought.\nJudgment was had by the plaintiff, after the third term, in default of appearance. Subsequently, on application of defendant’s counsel, he was allowed to appear and file his affidavit of defence, as of the proper time and term, the parses and the case to be and appear as if appearance and defence had been duly and regularly entered.\nThe following is the affidavit filed by the defendant:—\n“ William Woods, the defendant above named, being duly sworn, according to law, did depose and say, that he has just, full and legal defence to the whole of the plaintiff’s claim in the above stated case, in this: That he has examined carefully the notes upon which the claim against him is sought to be established, and that he has no recollection whatever of having ever signed the same or delivered the same to the plaintiff, and that he knows that there was no consideration whatever for said notes; that all commercial or moneyed transactions between this defendant and the plaintiff had been settled and adjusted some time before the date of said notes; but that since the date of said notes he incurred some small debts to the said plaintiff, which he has long since paid and discharged.”\nThe plaintiff’s attorney thereupon asked for and obtained a rule to show cause why judgment should not be entered in default of a sufficient affidavit of defence; which the court, on hearing, made absolute, and directed judgment to be liquidated and. entered accordingly.\nThe defendant thereupon sued out this writ, and assigned as cause for reversing the judgment of the court below:\n1. The court erred in making absolute the rule of the plaintiff asking judgment in default of sufficient affidavit of defence.\n2. The court erred in permitting a summary judgment to be had against the defendant, instead of allowing the merits of his defence to be passed upon by a jury.\n3. The court erred in directing a summary judgment to be entered against the defendant, instead of ordering the merits of his defence to be determined and passed upon by a jury.\nKirkpatrick Mellon, for plaintiff in error.\nThis case is to be determined by a construction of a rule of court, under and by virtue of which the plaintiff below claimed and obtained his judgment. There was error upon two distinct grounds: 1st. Because the affidavit of the plaintiff below (defendant here) was radically defective, did not in any respect conform to the rule and its requirements, and did not entitle him to a judgment, under the rule, even had there been no affidavit of defence filed in the case. It does not contain nor set out “ a copy of the instrument of writing” (being in this case two notes) “on which action was brought;” but simply “a statement or specification” of them, which is only allowable when that upon which suit is brought “ is not in writing.” In this case his notes ■were in writing, and he was bound by the rule to file “a copy” of them.\nA statement, or abstract, or specification, or enumeration, or an allusion to them, will not suffice. “ If in writing, a copy” of them must be set out in his affidavit. If they “ he not in writing,” then and then only will “ a statement or specification thereof be permitted:” Foster v. Shaw, 7 S. & R. 162.\n2d. The affidavit of claim was defective in the manner and matter of its verification. It is sworn to and claims to have been sworn to before one “ S. B. Nicholson,” major of the city of Maysville, in the state of Kentucky. Is he an authorized magistrate to administer oaths to be used in the District Court of Allegheny county, in the Commonwealth of Pennsylvania ? Is he a magistrate at all recognised and known by that court for any purpose, much less for the administration of oaths to be used in the proper and legal administration of its justice ? If so, by whose authority ? Certainly not by any rule or decision of that court; certainly not by any rule or decision of this court; certainly not by any law or laws upon the statute books of this state; and equally certainly not by any law or laws upon the statute books of the United States. Is he such an one, and is the corporate seal of the city of Maysville, in the state of Kentucky, of such a character that any civil or even criminal court in the state of Pennsylvania could or would recognise either the one or the other, without extraneous proof of their existence and character ? Is this verification or jurat before this so-called mayor, of such a character that an indictment for perjury could be predicated upon it, and successfully prosecuted in the county of Allegheny, in the Commonweath of Pennsylvania ? To all of these interrogatories it is contended and insisted upon negatively by the plaintiff in error. The office and functions of a mayor are criminal and not civil, and outside of his limited and peculiar duties he has not any power whatever; certainly none to administer oaths to be used in a civil proceeding in a foreign state: Chew v. Keck, 4 Rawle 163; Leasure v. Hillegas, 7 S. & R. 313, 318; 1 Greenl. on Ev. 642, § 606; Miller v. Henshaw, 4 Dana 329; Behn v. Towney, 21 Georgia R. 207; Wilburn v. Hall, 16 Miss. (1 Bennett) 426.\nThere was no evidence whatever that there was a mayor for the city of Maysville, in the state of Kentucky; none that S. B. Nicholson was the mayor of that city, in the body of the jurat, nor in the body of the annexed certificate.\nThere was no evidence that the mayor of Maysville was an “authorized magistrate;” no evidence nor certificate of a,judge that the paper was in due form, or that due credit should be given to the acts of the so-called mayor.\nThere was no evidence whatever that the seal attached was the due and proper seal of the city of Maysville, nor that it was properly affixed, or that the party using and affixing it had any right or authority so to do.\nAny one of these reasons is sufficient to invalidate the so-called affidavit, and all of them conclusive in this regard.\nThe defendant below filed such an affidavit of defence as was within the rule, and should have hindered and prevented a judgment, and that the court below erred in not so considering it.\nNovember 7th 1861,\nThe rule requires that the defendant’s affidavit should set forth “ specifically and at length the nature and character of the defence.”\nIn this case the defendant’s affidavit of defence sets forth:\n1. That he had no recollection whatever of having ever signed the notes sued upon, although he has carefully examined the same.\n2. That he knows that there was no consideration whatever for them.\n3. That he never delivered the same to the plaintiff.\n4. That all commercial or moneyed transactions between them and the plaintiff had been settled and adjusted some time before the date of these notes; and\n5. That although he may have had some small dealings with him since their date, that he had paid and discharged them all long before the institution of the said suit.\nThis affidavit, it is urged, does sufficiently show the nature and character of the defence which is relied on, and it is a full defence, if made out within the express ruling of Gallinger v. Hoon et al., 2 Grant 59.\nSimpson Me Oar on, for defendant in error,\nsubmitted no printed argument."
  },
  "file_name": "0458-01",
  "first_page_order": 458,
  "last_page_order": 462
}
