{
  "id": 478829,
  "name": "Painter versus Dram",
  "name_abbreviation": "Painter v. Dram",
  "decision_date": "1861-11-25",
  "docket_number": "",
  "first_page": "467",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 467"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Barb. 435",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4960195
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/19/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 13238,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 8.730372673021596e-08,
      "percentile": 0.4943257309596042
    },
    "sha256": "0a8d0ae118e1621339216bebcde12a6a07965e6ac5a585722c4a80176ebbd611",
    "simhash": "1:b88841f1095fb40d",
    "word_count": 2324
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented from the construction given to the Act of C\\o.n crrcACc"
    ],
    "parties": [
      "Painter versus Dram."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThe first question raised by this record is, whether the contract between Simon Drum and his father, for the breach of which the judgment was recovered, was a void contract, in consequence of the provisions of the Act of Congress of Juno 7th 1832. That act was one conferring pensions, and it contains the provision “ that the pay thereby allowed shall not be in any way transferable, or liable to attachment, levy, or seizure, by any legal process whatever, but shall enure wholly to the personal benefit of the officer, soldier, &c.” It may be conjectured that Congress proposed to secure two objects by this provision; first, relief of the pension department from any obligation to any other than the pensioner personally; and, secondly, putting the bounty of the government into the hands, and under the disposition of the person for whose benefit it was intended. The contract proved in this case was, in substance, that Simon Drum should procure the pension certificate for his father, in consideration whereof the father promised to give him one-half. The question now is, whether such a contract was prohibited by the Act of Congress, not whether it was conscionable. Now it is clear that unless it can be made out that it was either in law or equity a transfer of the pension, it cannot be maintained that it was prohibited. Obviously it was no legal transfer. It did not purport to be. When it was made, the pension had not been granted, the certificate had not been issued. Nor was the contract in terms an executory contract, to assign the pension, or any part of it, after it had been granted. The pension was referred to only as a measure of compensation for the service rendered in obtaining it. The title was left in the pensioner, and if he did not pay the stipulated price for procuring it, the only remedy of Simon Drum was an action upon the contract, in which the certificate would be only evidence to show that it had been obtained, and to furnish the measure of damages. The contract was not, therefore, a transfer of the pension prohibited by the Act of Congress. Such has been the construction given to the act' in the courts of New York: Jenkins v. Hooker, 19 Barb. 435. There an instrument of writing was held valid and enforced, by which Hooker, after reciting that he was entitled to an addition to his pension, under the Act of June 7th 1832, and that Jenkins had undertaken at his request to prosecute his claim to the increased pension, promised in consideration thereof that in case Jenkins should obtain the increase he would give him one-third. It Avas ruled that this did not amount to an assignment either legal or equitable; that Jenkins Avas a mere ' creditor of Hooker, not an owner of the pension.\nThis disposes of the only debatable question in the case. The second and third assignments of error have no substantial foundation. It AYas not error in the court to refuse to charge the jury, that they must be satisfied from the clearest and most satisfactory evidence, that Philip Drum intended by the deed to defraud his creditors. The jury were instructed that before they could find against the deed, they must be satisfied of the fraudulent intent of the grantor, and they Avere told that fraud was not to be presumed. No more should have been asked. It Avas for the jury to say what weight they Avould attach to the evidence, hoAV far it Avas convincing, and it Avas their duty to consider it all. Nor is the ansAver to the third point of the plaintiff in error obnoxious to just criticism. Doubtless the fraudulent intent must have existed at the time when the deed was made, or the deed could not be avoided, and so the court said, but the intent at that time was deducible from previous acts and declarations, — at least they tended to throw light upon it.\nWe spend no time in proving that the record of the conviction of Simon Drum AYas inadmissible. Its irrelevancy is quite too obvious.\nWe have thus noticed all the assignments of error. They are directed mainly against the charge, but notwithstanding the sharp criticism to which it has been subjected, we think it was not erroneous. The fault, if any, was not in the charge, but in the verdict.\nJudgment affirmed.\nRead, J., dissented from the construction given to the Act of C\\o.n crrcACc",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "N. O. Marchand and Fdgar Cowan, for plaintiff in error.",
      "II B. Poster and H. P. Laird, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Painter versus Dram.\nContract to procure Pension, when valid. — Fraudulent Conveyance of Real Estate, how established. — Intention of Parties, how ascertained.— Evidence against Character of Grantee, when inadmissible.\n1. A contract by a son to procure a pension for bis father, in consideration of one-half of the yearly pay, is not void because prohibited by the Act of Congress, 7th June 1832 (under which the pension was granted), which provides “ that the pay hereby allowed shall not he in any way transferable or liable to attachment,” &c., “ but shall enure wholly to the personal benefit of the officer, soldier,” &e., for it is not in law or equity a transfer of the pension, nor does the son become in any sense an owner of the pension, but only a creditor of the father’s for the amount agreed to be paid him for procuring it\n2. The contract is but an agreement to pay a stipulated price for the services of the son, for breach of which his only remedy is by action upon it, in which the pension certificate is only evidence to show that the pension had been procured, and to furnish the measure of damages.\n3. The father having in his lifetime conveyed Ills farm, the son, after his death, obtainedjudgmentfortheyearly paydue him for six years previous, upon which execution was issued, the farm levied on and sold to the son, who then brought ejectment and recovered against his father’s vendee, on the ground that the deed was made for the purpose of defrauding creditors. The court below charged the jury that “ fraud was not to he presumed,” and that before they could find against the deed they must be satisfied of the fraudulent intent of the grantor, but refused to charge that “ they must be satisfied from the clearest and most satisfactory evidence.” Held, That the charge was not error, for it was the province of the jury to say what weight they would attach to the evidence.\n4. Though, in order to avoid the deed, the fraudulent intent of the grantor must have existed at the time of executing it, yet that intent is deducible from previous acts and declarations; and therefore it was not error in tbe court below to instruct the jury that “what the grantor intended before, is only material in reflecting the intent at that time; for this purpose, such evidence is material.”\n5. The offer of the defendant to prove that the plaintiff was convicted of manslaughter, and sentenced for a term of three years to the penitentiary, was inadmissible because irrelevant, and it was properly rejected by the court below.\nError, to tbe Common Pleas of Westmoreland county.\nThis was an action of ejectment, brought in the court below to November Term 1861, by Simon Drum against David Painter, for one hundred and three acres of land in Franklin township, more or less. The plaintiff was the son, and the defendant the stepson of Philip Drum, deceased, who in 1834 was the undisputed owner of the property, and under him both parties claimed. On the 3d of December 1834, he conveyed it in fee simple to David Painter, the defendant. The consideration of this conveyance was the payment of the debts of Philip Drum, and the maintenance of him and his wife during life, and this was the defendant’s title to the property in dispute.\nThe plaintiff claimed that his father, Philip Drum, in 1831 or 1832, had employed him to prosecute his claim against the government for a pension as a soldier in the revolutionary Avar, and agreed to pay .him one-half his warrant of pension, and one-half of his pension annually thereafter, as compensation for his services. That two years’ arrears of pension was recovered, and an annual pension of $26.66 secured to him for life, Avhich was regularly paid until the death of the old man in 1845. After his death the plaintiff recoAered judgment against the administrator of Philip Drum, for his share of the annual pension during .the preceding six years, under which the land in controversy Avas levied on and sold by the sheriff, the plaintiff being the purchaser, Avho sought in this action to recover against the defendant, on the ground that the deed to him Avas made to hinder, delay, and defraud creditors. In support of this the depositions of several witnesses were read, narrating declarations made by Philip Drum before and after the execution of the deed, as to his intention to “ cut his son Simon out of his claim, on account of the pension-money.”\nOn the trial the defendant offered to prove, “ in continuation of the history of Philip Drum’s family, that the plaintiff was convicted of manslaughter, and sentenced to the Eastern Penitentiary for three yearsand also offered the exemplification of the records of the war office of the United States, to show the extent of plaintiff’s services in getting the pension for his father ; both of which were rejected by the court.\nThe defendant requested the court to instruct the jury:—\n1. That even if they believe that Philip Drum did contract to give one-half of his pension to his son Simon for procuring the same, yet that was a void contract, being against the letter as Avell as the spirit of the Act of Congress granting such pensions —and no debt could be incurred by said Philip in making it, and his son Simon Avas not one of his creditors, and has no right to assail his deed to Painter in this action.\n2. That the deed from Philip Drum to David Painter, providing on the face of it for the payment of all his debts, the jury ought to be satisfied by the clearest and most satisfactory testimony, that at the time he sealed the same, that he intended by means of it to defraud his creditors, or any of them, before thej1- can find for the plaintiff in this action.\n8. That in ascertaining the intention of Philip Drum in making the deed to Painter, they must look to the precise point óf time when he signed his name to the same, because if at that moment he intended all his debts to be paid by the conveyance, it makes no difference what he said or intended at other times, and in such case they must find for the defendant.\nThe court below (Burrington, P. J.) answered the first point in the negative, and submitted the case to the jury upon the whole evidence as to the fraudulent character of the deed to Painter, instructing them that if given for the purpose of defrauding or embarrassing creditors it was void, but that if fairly made, intending to provide for the payment of all debts, including that of the plaintiff, the deed passed the title to Painter, and the plaintiff cannot recover.\nThere was a verdict and judgment in favour of the plaintiff, whereupon the defendant sued out this writ, and assigned for error here the following portions of the charge of the court:—\n1. The court erred in saying, in their answer to the defendant’s first point, <£ This point is answered in the negative. The Act of Congress protects and shields the pension from all attachments, assignments, or other devices that would obstruct its passage to the pockets of the pensioner, but it does not make void any contract by which a pensioner may agree to compensate an agent or attorney for services in procuring it. If such contract was made, if fair, it is to be judged of as other contracts. It is not the pension that would thus be recovered, but damages for a breach of the contract.”\n2. The court erred in answering defendant’s second point. “We decide that the contract or deed is not fraudulent per se from anything on the face of it. If fraudulent at all, it is because intended, in fact, to hinder or embarrass creditors. In determining that question, the jury are not to presume the existence of fraud, but it must be proved to tlieir satisfaction. It may be inferred from circumstances, and from the declarations of the parties. The effect to be given to such declarations and circumstances is for the jury. We cannot say, that the jury must be ‘satisfied from the clearest and most satisfactory evidence.’ It is a question of the weight of evidence, and the jury must be satisfied that such fraudulent intent existed at the time the deed was executed.\n8. The court erred in their answer to the defendant’s third point as follows: — “What he intended before is only material in reflecting the intent at that time. For this purpose such evidence is material.”\nNovember 25th 1861,\n4. The court erred in rejecting the defendant’s proposal, “to prove in continuation of the history of Philip Drum’s family, that the plaintiff in this action was convicted of manslaughter, and sentenced for a term of three years to the Eastern Penitentiary.”\n5. The court erred in rejecting the exemplification of the records of the “War Ofiice” of the United States, offered by defendant to show the extent of plaintiff’s services for his father in getting this pension.\nN. O. Marchand and Fdgar Cowan, for plaintiff in error.\nII B. Poster and H. P. Laird, for defendant in error."
  },
  "file_name": "0467-01",
  "first_page_order": 467,
  "last_page_order": 471
}
