{
  "id": 478889,
  "name": "Winternitz's Appeal",
  "name_abbreviation": "Winternitz's Appeal",
  "decision_date": "1861-11-29",
  "docket_number": "",
  "first_page": "490",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "40 Pa. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dallas 277",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6994,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.0873401050065135e-07,
      "percentile": 0.5640388686753552
    },
    "sha256": "df7ed7317f14f8946a2edef62ccc19f506674d3e50f1deed3553c915ada930bb",
    "simhash": "1:d609a624a59ef0ef",
    "word_count": 1238
  },
  "last_updated": "2024-02-27T19:07:13.205068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Winternitz’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nWinternitz had a judgment in court against Gumpertson, and an execution issued and levied on personal property. Then Smith & Co., having a judgment before a justice of the peace against Winternitz, issued an attachment execution against him,' and had Gumpertson named as garnishee, and obtained judgment against him for the amount of this claim. Before this judgment, but after the attachment, the sheriff’s sale took place. Smith & Co. notified the sheriff to bring the proceeds into court; it was done, and on the production of their judgment, the court ordered it to he paid out of the proceeds of sale belonging to Winternitz.\n■ We see no error in this. It is a shame that Winternitz should complain that he has had thus to pay a just debt. Possibly he might have defeated the attachment-execution process, if he had tried it before the justice. But he did not, and thus a portion of his claim against Gumpertson was appropriated by the law to pay his debt to Smith & Co., and it was right in the court to give this effect to the judgment of the justice. We entirely approve of the views expressed by the learned president of the Common Pleas.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "D. S. Morris, for appellant,",
      "MeGuffin Gilleland, for appellees."
    ],
    "corrections": "",
    "head_matter": "Winternitz’s Appeal.\nAttachment Execution.— Gooch levied on attached for Debt of Plaintiff in Execution.\n1. A debt due to a third person by the plaintiff in an execution, under which the goods of his debtor, the defendant, are taken by the sheriff but not sold, may be attached in the hands of such defendant, by attachment process, from a justice of the peace; and after judgment on the attachment, it is entitled to payment out of the proceeds of the sale paid into court for distribution.\n2. The rule that money in the hands of the sheriff, in his official capacity, cannot be attached, does not apply to an attachment made pending the levy, nor is the levy, as between the debtor and creditor, a satisfaction of the debt; therefore, up to the time of the sale, there was a debt due to the plaintiff in the execution, which was liable to attachment at the suit of his creditors.\nCertiorari to the Common Pleas of Lawrence county.\nThis was an appeal, by David Winternitz, from the decree of the court below, awarding to George K. Smith & Co., part of the proceeds of the sheriff’s sale of the personal property of George Gumpertson, which had been made on an execution sued out by him against Gumpertson.\nDavid Winternitz obtained judgment against George Gumpertson, on the 5th of April 1860, for the sum of $215.20. On the Í26th of April 1860 he issued a fi. fa., and the sheriff on the same day levied on the goods of Gumpertson (consisting of the stock of a grocery storfe), advertised and commenced his sale on the 4th of May 1860, and sold to the amount of $267.73 out of the stock, returning the balance of the goods to the defendant, which money he returned to the court as ready for distribution.\nGeorge K. Smith & Co., having a judgment on the docket of James M. Craig, Esq., against David Winternitz, issued an attachment-execution on the 3d of May 1860, which was served on George Gumpertson as garnishee, on the morning of the 4th of May 1860.\nGumpertson filed his answer to the interrogatories on the 9th of May 1860, as follows: — “ I became indebted to said David Winternitz by an award of arbitrators (not appealed from) in the Common Pleas of Lawrence county, on April 5th 1860, in the sum of $215 (I think over), and costs of suit. I am not otherwise indebted.” On which the justice gave judgment for plaintiffs, George K. Smith & Co., for $52.66 and costs, which judgment was not appealed from.\nOn the 4th of May 1860, Smith & Co. served a notice of the attachment on the sheriff, and notified him not to pay over the money made on the fi. fa. against Gumpertson to Winternitz, but to pay it, or so much thereof, to them, as would satisfy the attachment. The money was paid into court, and on application of George K. Smith & Co., the court granted a rule to show cause why they should not take out of court the amount of their attachment against David Winternitz, in which George Gumpertson had been made garnishee.\nThe court below (Agnew, P. J.) delivered a written opinion, making the rule absolute, and giving to Smith & Co. the amount óf their attachment, from which decree Winternitz appealed to this court.\nD. S. Morris, for appellant,\nargued that money in the hands of a sheriff, which he has levied in execution, could not be attached, or the officer be compelled to become a stakeholder for litigant parties: Mitchell v. Stiles, 1 Harris 307. That the attachment was not an action against the garnishee, but an execution against the effects of the defendant in his hands: Newlin v. Scott, 2 Casey 102; and that when it was served on Gumpertson, he had no effects of Winternitz in his hands, they having passed into the hands of the sheriff. That even if the sheriff had in his hands an execution against Winternitz, he could not apply the goods or their proceeds in payment of it: Herron’s Appeal, 5 Casey 240.\nA seizure of goods to the value of the debt, whether sold or not, satisfies the judgment: Campbell, Bredin & Co.’s Appeal, 8 Casey 91; hence the answer of Gumpertson, though technically correct, was really not true, for, so far as he was concerned, the judgment of Winternitz was satisfied on the day of the levy: Monongahela Navigation Company v. Ledlie, 3 P. L. J.\nThe legal effect of attaching a debt is to restrain the garnishee from paying it over until the attachment is disposed of, and then according to the result: Ege v. P. & R. Koontz, 3 Barr 109. The garnishee in this case could not comply with this requirement. He could only stay the hands of the sheriff by paying the debt.\nMeGuffin Gilleland, for appellees.\nThe principle in Mitchell ¶. Stiles is not raised in this case, this being merely a question of distribution, according to law and equity under the Act of 1836, §86.\nA mere levy on personal property is not satisfaction at law, though it may become so in equity. It transfers the possession of the chattel to the sheriff, but not the title to it; that remains in the debtor until the sale; and therefore there were “ goods, effects, or moneys” in Gumpertson’s hands subject to the attachment.\nA levy upon the goods by Smith & Co., which were then under levy by Winternitz, would have proved fruitless — a levy upon other goods of Gumpertson, while the sheriff was enforcing the payment of the same debt in favour of Winternitz, would have been inequitable towards Gumpertson, who permitted the sale to proceed until sufficient was realized to pay all of his debt to Winternitz.\nNovember 29th 1861,\nThe suggestion of this court, in Kase v. Kase, 10 Casey, was adopted in this case by the court below, which, having control over its own process, so moulded the proceedings as to do justice between all parties. See Herron’s Appeal, 5 Casey 240; McCarty v. Emlin, 2 Dallas 277."
  },
  "file_name": "0490-01",
  "first_page_order": 490,
  "last_page_order": 492
}
