{
  "id": 996340,
  "name": "Park versus Sweeny",
  "name_abbreviation": "Park v. Sweeny",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "111",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 494",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846027
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 9444,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33204599959302644
    },
    "sha256": "5afec36b5d6cc97ddac9e4aaa3d8d5b5f22d9f5c095f211a7ee7b688696a8363",
    "simhash": "1:ce495d01a97bb7e0",
    "word_count": 1714
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Park versus Sweeny."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThis case raises a question of great importance in a numerous class of small cases. The Arbitration Act of 1810 gave us the rule that a plaintiff appealing and not finally recovering “ a sum greater or a judgment more favourable than the report of the arbitrators,” and a defendant appealing and not reducing the sum or making the final judgment less favourable to the plaintiff, shall suffer by losing or paying costs. In other words, he that does not gain by his appeal, must lose costs by taking it. A somewhat similar provision is made in the Hundred Dollar Act of 1810, and also in the Act of 28th March 1820, § 9 (7 Sm. L. 810,) relative to appeals from justices of the peace, and the very language quoted above is applied to such appeals in the Act of 9th April 1883, and to appeals from awards in the Act of 16th June 1836.\nThese were very salutary regulations for repressing a litigious spirit. But the principle was put into its best form in the Act of 9th April 1833, which intended to prevent appeals from justices, by allowing the defendant' to offer a judgment for the amount admitted by him to be due, and by putting the costs of the appeal on the plaintiff, if he should not accept the offer, and should not finally “ recover a greater amount.” In other words, if the plaintiff refused an offer of a judgment for such an amount as the event shows he ought to have accepted, he shall pay the costs of the appeal.\nNothing can be more just. And it was a very necessary means of preventing the small tyranny of plaintiffs and of magistrates in asking and giving judgments for a few dollars more than was really due, when the defendant could not appeal so as to have the judgment corrected, because he would have to pay more costs on the appeal than the correction would amount to. Such injustice is well corrected by imposing on the plaintiff the duty of accepting a just offer, or of taking the risk of going further.\nNow we have no doubt at all that the record shows that the defendant, before appealing, made an offer of complete justice to the plaintiff, and that the plaintiff did not “recover a greater amount” than the offer. In its figures on the record, it is greater; but treating the offer according to its legal effect, it is greater than the judgment recovered. The defendant offered a judgment for $50 and costs, and by our law all judgments bear interest. If the offer had been accepted, the plaintiff would have had' a judgment with interest from 3d April 1857, which would have amounted to $58.83 at the time the plaintiff obtained his judgment in court for $57.40.\nThis mode of making the comparison between the offer and the subsequent judgment, is perfectly simple in its justice. It is the way we always equalize or compare obligations that differ in dates. We do not go out of the record to make the comparison, and we could not do so without opening a hew field of litigation. The offer was of $50 and interest, for the law adds the interest. We do not speculate about whether the arbitrators added interest after the appeal in making up their award; but simply decide as matter of law, and of fact too, that the offer is greater than the award, when we bring them together at one date.\nIf we should compare the amounts together without regard to time and the interest on the judgment offered, we shall falsify one of the quantities of the equation, and should compel the defendant in all cases to offer more than is due, in order to provide by guess against the uncertain delay of the final judgment; and this surely was not intended by the law. We have said this much in order to show that the reasoning in Haines v. Moor-head, 2 Barr 65, on similar words of another statute (1836, taken from 1810, and both repealed), ought not to be applied here.\nJudgment reversed as tb the costs since the appeal, and judgment for the defendant below for these, and record remitted.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Smith, Pede, and Adams, for plaintiff in error.",
      "Elwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Park versus Sweeny.\nLiability of Plaintiff for Costs where Judgment for a part of his Claim has been tendered.\nWhere a defendant in a ease before a justice of the peace offers a judgment for a certain sum with costs, the law implies, that he offers it, with interest: and if, on appeal, tho plaintiff finally recovers less than the amount of the offer with interest, he must pay the costs accruing subsequent to the appeal.\nError to the Common Pleas of Bradford county.\nThis was an appeal to the Common Pleas, from the judgment of a justice of the peace, in an action of debt on book account, in which Daniel Sweeny was plaintiff, and Abijah Park defendant.\nOn the 19th of March 1857, the justice gave judgment in favour of plaintiff for $70.03, and on the 3d of April 1857, the defendant offered plaintiff judgment for $50 and costs, which offer he refused to accept. On the 7th of April 1857, the defendant appealed, and on the 13th of March 1860, there was an award of arbitrators in favour of plaintiff for $57.40, which, not being appealed from, became a judgment.\nOn the 7th of May 1860, the court granted a rule on plaintiff to show cause why defendant’s bill of costs should not be set off against plaintiff’s judgment, which rule, on the 16th of May 1860, was discharged, and judgment entered for plaintiff.\nThe defendant thereupon sued out this writ, averring here that the court below erred in discharging the rule, and in not allowing defendant’s costs to be set off against the judgment.\nSmith, Pede, and Adams, for plaintiff in error.\nThe offer to confess judgment in this case was made April 3d 1857, for $50 stucl COStSé\nThe plaintiff recovered, on the 13th of March 1860, $57.40. Had the offer of judgment been accepted, it would with interest have amounted, on the 13th March 1860, to the sum of $58.83, being more than the sum recovered.\nIn Magill v. Tomer, 6 Watts 494, the court say, as the plaintiff “ did not recover more by his appeal than he might have had without, he incurred the costs of it, and these were properly deducted from the debt.”\nIt Ayas the intention of the legislature, in the second proviso to the Act of 1833, to impose costs upon a plaintiff where he was offered all that was due him before appeal and he refused to accept it.\nSuppose the suit was upon a note bearing interest; what must a defendant do to avoid future costs ? May he not tender a judgment for the amount then due, or must he calculate the chances of when a final trial can be had, and include in his offer interest to accrue in future, and that for a length of time which he has no means of ascertaining ? If he should include in his offer interest for a reasonable length of time to reach a trial, the plaintiff would have a strong inducement to procrastinate, and might have it in his power to do so, until the accruing interest with the principal should amount to more than the defendant’s offer, although that might have been far more than was due at the time it was made.\nThis would be giving a plaintiff an unfair advantage, and would be at variance with the spirit of the act, precluding the possibility of the defendant’s protecting himself from payment of a bill of costs by tendering to the plaintiff all he ought to have.\nElwell, for defendant in error.\nThe Act of 9th April 1833, section 1, provides a single and simple criterion, by which to decide the right of a defendant to recover his costs accrued after an appeal from a justice, in case of his offering a judgment to the plaintiff; and that is, whether the judgment recovered against him is greater than the sum for which he offered to give judgment.\nMay 6th 1861,\nBefore the passage of this act, there was great uncertainty as to the costs upon appeals from justices of the peace, and parol evidence was resorted to, under the 4th section of the Act of 1810, in order to ascertain the rights of the parties. It was the intention of 'the legislature to avoid in future all resort to facts dehors the record, and to settle the question by comparison of two amounts — that for which judgment was offered, and that for which judgment was obtained.\nOn an appeal from an award of arbitrators, the defendant is bound, “ if the plaintiff, in the event of the suit, shall obtain a judgment for a sum equal to, or a judgment as, or more favourable than the award of the abitrators, the said defendant shall pay all the costs that may accrue in consequence of the appeal.” In the ease of Haines v. Moorehead, 2 Barr 65, the defendant appealed from an award, in December 1843, of $448.13. In May 1855, the plaintiff recovered a verdict for $469.80; the court below gave judgment with full costs, which this court affirmed.\nThe plaintiff’s demand was a book account. “ Whether interest should be charged on a running account, is usually left to the jury under all the circumstances Graham v. Williams, 16 S. & R. 258, per Rogers, J.; Eckert v. Wilson, 12 S. & R. 393.\nHow is it possible for the court to determine, in a great majority of cases, how much, if any, of a verdict or award is made up of interest ?\nThe case of Magill v. Tomer, 6 Watts 494, cited upon the other side, is in no way applicable here: there, the plaintiff on trial recovered less than the sum for which the defendant offered judgment; here, he recovered more. In that case the defendant was allowed to recover costs: here the provisions of the statute give the plaintiff costs, and the court properly refused the defendant’s application."
  },
  "file_name": "0111-01",
  "first_page_order": 111,
  "last_page_order": 115
}
