{
  "id": 996219,
  "name": "Young's Appeal",
  "name_abbreviation": "Young's Appeal",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "115",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 498",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0498-01"
      ]
    },
    {
      "cite": "1 Whart. 213",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0213-01"
      ]
    },
    {
      "cite": "1 Whart. 219",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 14192,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 2.3835751968575295e-07,
      "percentile": 0.7970779377484942
    },
    "sha256": "531b0d87ce39e3319c87a587bdbcddf2a20458b8629b659aaafa4e382320fa99",
    "simhash": "1:87b4e5e264e5bd0b",
    "word_count": 2542
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Young’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nWe have no doubt that this will is to be regarded as made under the special power contained in the articles of marriage settlement, and not under the general power granted by law; but we do not think that it is, on this account, any the less subject to revocation by operation of law, when the circumstances attending it bring it within the reason of the law. In either case the will is a private law of descent and distribution, and, if revoked at all by operation of the general law, it is because of some defect in itself, and not because of the authority or power on which it is grounded, but entirely irrespective of this. The will is set aside wholly or partially because the law presumes that it does not express the final intention of the testator, and this reason of the law takes no notice of whether the power to make the will comes from public law or from private contract.\nThen is there a revocation here by operation of law ? We think there is, and we do not need to go out of the argument made in this case and the cases referred to in 1 Williams on Executors 94, and the case of Marston v. Rose, 8 Ad. & Ellis 14, in order to explain how it is.\nThe principle of the common law of the revocation of wills by the subsequent birth of issue, is stated thus: If the testator’s circumstances be so altered that new moral testamentary duties have accrued to him subsequent to the date of the will, such as may be presumed to produce a change of intention, this will amount to an implied revocation. Now, it matters not whether it be said that this principle was derived from the Roman law, or from our human instincts of justice, certainly it is now a legitimate element of our common law, and we would not have received it but for those instincts. The Romans received it before us, bécause they were before us, and because they, too, were human.\nThis principle gives the fundamental reason of all the positive rules of law we have on this subject. There are subordinate reasons everywhere varying the rules according to the laws of descent. The positive rules are given sometimes by statute, and sometimes by judicial decision; but they are all attempts, more or less adequate, to give expression to this principle of the common law, in its application to different classes of cases. And the most positive of these rules are sometimes changed merely incidentally, by a change in the law of descents. For the law does not do or require vain things. It does not revoke when the person supposed to have been unintentionally left unprovided for could have gained nothing by the revocation, or could do just as well without it. It would not revoke in favour of a widow who has quite as good a remedy by election.\nIn England, the laws of descent of real estate are so different from those of the distribution of personal estate, that this principle had to be expressed in different positive rules in relation to each. But with us it is not so; and our Act of 4th February 1748-9, and still in force by re-enactment, fits our system of intestates’ estates, both real and personal. The purpose of the principle, it is fully quoted by Rogers, J., in 1 Whart. 219, is to correct the evil of an unintentional omission in a will, and the rule embodied in our statute is an improvement on the earlier judicial expressions of it; for it avoids the will only so far as affects the share which the neglected person would have taken without the will. Even the recent statute of 1 Vict. c. 26, s. 18, which applies to wills of man and woman, and to those under a power of appointment, as well as under general law, is not so considerate; for it makes the revocation entire. Of course no one could claim a revocation who would take nothing by descent.\nWe must declare this a case of intestacy so far as relates to the appellant, a son of the testatrix born after the making of the will. Then looking back at the articles of nuptial settlement, we find that they provide that in case of intestacy, the trustees shall hold the property in trust for her legal heirs and representatives, to the exclusion, however, of her husband. It follows, therefore, and from the fact that she had but one other child, that she is intestate of one-half of her estate, and that that half goes to the trustees appointed by the nuptial settlement, for the use of the appellant. It follows, also, from the case of McKnight v. Read, 1 Whart. 213, that the will having failed as to half of the estate, all the annuities and other legacies are to be abated one-half, and then to be paid out of the other half of the estate.\nDecree. — May 6th 1861. This cause came on for hearing at the late term of the court at Philadelphia,, on the appeal of John Henry Weir Young, from the decree of the Orphans’ Court of Philadelphia, and was argued by counsel; and now, on mature consideration thereof, it is ordered, decreed, and declared, that the testatrix, Anna Maria Young, died intestate as to one-half of her estate, except as to the appoint-' ment of executors thereof, and that the said one-half ought to be distributed to the trustees named in the articles of marriage settlement referred to in the proceedings, in trust for the appellant; that the annuities and other legacies of the will thereby abate one-half, and fall upon the half of the estate which passes by the will; and that there is error in the decree in not thus deciding, and it is therefore reversed, and the cause is now remanded to the Orphans’ Court in order that the distribution may be made according to the principles now herein declared.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Samuel H. Perkins, for appellant, argued",
      "Joseph A. Clay, guardian pendente lite, for Elizabeth Young.—",
      "Q-eorge Junkin, for Dr. William Young,"
    ],
    "corrections": "",
    "head_matter": "Young’s Appeal.\nRevocation of Will by subsequent Birth of Child.\nIf a testator’s circumstances be so altered that new moral testamentary duties have accrued to him subsequent to the date of the will such as may be presumed to produce a change of intentions: this will amount to an implied revocation except as to persons who could gain nothing by a revocation or whose remedy is perfect without it; and therefore, where a will was made by a testatrix under special power contained in articles of marriage settlement, and a son is born to her thereafter, it will be revoked by operation of law, so far as regards the son.\nCertiorari to the Orphans’ Court of Philadelphia.\nThis was an appeal for John Henry Weir Young, an infant son of Anna Maria Young, deceased, from the decree of the Orphans’ Court, dismissing his exceptions and confirming the report of the auditor appointed to audit, settle, and adjust the account of William Young and William Weir, executors of the last will and testament of said Anna Maria Young, deceased, and to report distribution.\nThe case was this: — Mrs. Anna Maria Young, by her will dated April 7th 1859, disposed of all her property without making any provision for, or mentioning the appellant, who is her infant son, and was born on the 19th of June 1859, the day before his mother died.-\nShe left surviving, a husband, Dr. William Young, a daughter, Elizabeth, about four years old, and the appellant, John Henry Weir Young, who are all living.\nBy an ante-nuptial settlement dated September 24th 1851, the testatrix, with the assent of her intended husband, conveyed all her property to trustees for herself for life, and with power of' disposition by will as follows:—\n“ And further, that she, the said Anna Maria, shall have full power and authority, notwithstanding her said intended coverture, to dispose of all and singular the said trust estate and property at her death by any last will and testament or appointment in writing in nature of a last will duly executed under her hand and seal in the presence of two or more credible witnesses, and give the said estate and property to such person or persons, in such parts or portions, and in such manner as she shall hy such last will and testament, or writing in nature thereof, so executed as aforesaid, direct and appoint; and in default of any such last will and testament, or appointment in nature thereof, that the said trustees and their successors in this trust shall hold the said trust estate and its incidents and appurtenances as it may be at the time of the death of the said Anna Maria in trust for the legal heirs and representatives of her, the said Anna Maria, the said William Young being excluded therefrom and from every part thereof, and hereby covenanting to relinquish all right, title, interest, claim, and demand of, in, or to the same or any part thereof, to which he might in law be entitled in case of the death of the said Anna Maria intestate and without leaving a last will and testament, or appointment in nature thereof, conformably to the powers hereinbefore reserved to her.”\nThe settlement then provided for the reconveyance of all the trust property to Mrs. Young in case she should survive her intended husband.\n. There was a provision for selling the trust property and changing the investment with the assent of Mrs. Young.\nThen followed a covenant by the trustees that “they will, at the request of the said Anna Maria, convey the legal estate to such persons who may become entitled thereto by her direction or appointment conformably to the powers and authorities reserved to her, or by reason of her dying intestate.”\nAs also, a covenant by Dr. Young,with the trustees that “he will do all things necessary and proper to carry out the trust, and that he will confirm and ratify any last will and testament the said Anna Maria may make.” And she covenanted with him that she would make no claim for dower or thirds to any part of his estate.\nThe contemplated marriage was duly solemnized soon after the execution of the marriage settlement.\nHer will, dated April 7th 1859, was admitted to probate on the 25th of June 1859 — by which she disposed of all her property without making any provision for appellant, or in any way alluding to him as above stated.\nThe inventory and appraisement showed that she died possessed of upwards of $50,000 personal property.\nOn the 21st of January 1860, the executors filed their accounts, ■which were referred to Edward Olmsted, Esq., to audit, settle, and adjust, and report distribution.\nOn the 20th of April 1860, the auditor filed his report, deciding that Mrs. Young did not die intestate so far as regards the appellant, and excluding him from all participation in his mother’s estate, distributed it according to the terms of the will.\nTo this report exceptions were filed with the auditor by the appellant.\nThe Orphans’ Court dismissed the exceptions, confirmed the report, and ordered distribution accordingly, but without giving any written opinion; whereupon the appellant took this appeal, and assigned for error—\n1. The court erred in confirming the report of the auditor, and decreeing distribution accordingly.\n2. The court erred in deciding that Mrs. Young did not die intestate as to appellant, who was born after the execution of her will, and for whom no provision is made in said will.\nThe will was executed April 7th 1859. Appellant was born June 19th 1859. Mrs. Young died June 20th 1859.\n3. The court erred in deciding that the will of Mrs. Young was made under the power in the articles of marriage settlement.\n4. The court erred in deciding that the appellant was not entitled to any part of his mother’s estate.\nSamuel H. Perkins, for appellant, argued\nThat if it were not for the marriage settlement there could be no pretence that appellant was disinherited, and that it was only by inference and argument that the will can be brought under it; because it is not alluded to, nor does it profess to be made under the power contained in it. That the court will not suppose that it was her intention to disinherit her only son and heir, and will not do so unless compelled by law.\nThe spirit of our legislation is averse to its being done by accident or forgetfulness, and the English rule, relative to revocation of wills by marriage and issue, was altered here at an early date: See Acts of February 4th 1748, March 22d 1764, April 19th 1790, which are repeated in the revised code.\nSo also the decisions of our highest courts: Coates v. Hughes, 3 Binn. 498 ; Tomlinson v. Tomlinson, 1 Ashmead 224; McKnight v. Reed, 1 Wh. Dig. 213; Jackson v. Jackson, 2 Barr 212. The auditor and the court should have held that the birth of appellant after the making of his mother’s will revoked it as to him.\nJoseph A. Clay, guardian pendente lite, for Elizabeth Young.—\n1. If the will is not under the settlement it is inoperative, for the whole estate passed under it, and a married woman has no power to dispose of her separate estate unless it be given by the settlement. Where a will is inoperative unless under a power, the law will construe it to have been so made, even if it contain no reference to it: Allison v. Kurtz, 2 Watts 186.\nMay 6th 1861,\n2. If this be so, then the terms of the settlement are the law of the will, and cannot be affected by any Act of Assembly. Nor is such a will within the Act of 1838.\n3. The cases of revocation prescribed by the Act of 1833 do not refer to a will made by a married woman: Walker v. Hall, 10 Casey 483.\n4. Nor does the Act of 1848 apply to this case. It is in no way connected with the Act of 1833. It relates to legal estates of married women — Mrs. Young’s estate was eauitable: Penn Life Insurance Co. v. Foster, 11 Casey 134.\nQ-eorge Junkin, for Dr. William Young,\nthe father of the two children (who, in view of the fact that his interest in his wife’s estate conflicted with those of his children, while their interests conflicted with each other, caused the guardians to be appointed in order that the rights of all might be fairly represented and legally determined), under instructions from his client interfered in the argument no further than to suggest to the court the following view taken by the auditor, viz.: that, if intestacy did exist as to the after-born child, yet he is not excluded from his share of such intestacy, because he covenanted in the settlement to relinquish his interest in his wife’s estate in the event of an intestacy by her own act, and not in case of an intestacy created by law."
  },
  "file_name": "0115-01",
  "first_page_order": 115,
  "last_page_order": 120
}
