{
  "id": 996224,
  "name": "Robinson & Co. versus Wallace",
  "name_abbreviation": "Robinson & Co. v. Wallace",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "129",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Pick. 533",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2056611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/24/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 642,
    "char_count": 12070,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.5333392704290893e-07,
      "percentile": 0.6715480323370204
    },
    "sha256": "8caefcb745f7df903b43815f3569edb6b2ea51c8799d0ca4ffd522c6e9423979",
    "simhash": "1:5ea50c8008d6dc49",
    "word_count": 2156
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robinson & Co. versus Wallace."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThis was an issue under the Interpleader Act, to try the right to certain property and goods levied on at the suit of the plaintiffs against William Wallace, and claimed by his wife.\nHer only ground of claim, it seems to us, rests on the fact that she carried on the store formerly occupied by her husband, by goods bought on her own credit, and from time to time paid for on her checks. The proof of a loan of money by a brother-in-law, and goods by a sister, was too indefinite for any practical use. It was not shown what amount of money was loaned, whether one dollar or one hundred, nor what amount of goods were advanced. Upon such evidence a jury could not piossibly determine any extent of interest in Mrs. Wallace through and by means of money thus borrowed, without any account of the amount, and so with the goods advanced.\nThe sole question then is, does her purchase on credit give her the same title as if she had shown it indisputably to have been made with her own money ? The learned judge, candidly expressing his doubts on the point, affirmed that it did. Was he right ?\nThe Married Woman’s Act of 1848 provides that “ all property, of whatever kind or nature, which shall accrue to a married woman during coverture,” as well as that belonging to her before marriage, “shall be used, owned, and enjoyed by her as her own separate property,” and “shall not be subject to levy and execution for the debts or liabilities of her husband.”\nIt is property in the strict sense of the term that the legislature intended to protect. There is no room for an implication that the earnings of the wife, the result of her skill, credit, or industry, are to have a different direction and a different ownership since the act, from what they had before. To hold this doctrine would be to constitute every married woman a feme sole trader whenever she can get credit, so far as the creditors of her husband were concerned, and yet to leave him answerable for her contracts in purchasing the very goods upon which she trades, 'if purchased with his knowledge, and without his dissent. She has no power to contract for the purposes of trade. When she does so, the law esteems her the agent of her husband, and looks to him as the responsible party: Heugh v. Jones et ux., 8 Casey 433; 1 Blac. 443, n. 31; Hallowell v. Horter, 11 Casey 375. When the husband knows of and assents to his wife’s purchases, no matter what she does with them afterwards, he is answerable on her contract for them. How, then, can it be said that such goods are obtained by or result from the wife’s property, and to be protected by the act ? Her credit is nothing in the eyes of the law, outside of the special cases in which it is allowed to be pledged; it is esteemed his credit, and the necessary corollary from this legal position is, that the fruits of it are his.\nIt certainly was not the intention of the legislature to establish the principles of the civil law in the marriage relation, wherein the husband and wife are considered distinct parties, and may have and acquire separate estates, contracts, debts, and liabilities; but it would be a near approach to it, to hold that goods purchased by the wife simply on her credit to trade with, were to become her independent property. If purchased and afterwards paid for by the wife with money belonging to her before, or accruing to her during marriage, a very different question would arise. Here it was not pretended that the moneys paid on purchases were other than such as had been received on prior sales of goods purchased on credit.\nHowever much we may sympathize with a married woman who bravely struggles to sustain her family by her industry and credit, after a disastrous issue in the affairs of the husband, yet we cannot dispense with settled and wholesome rules of law, which regard the acquisitions of the wife as the property of the husband, and liable to his creditors. We have said all this in numerous recent adjudications, the last of which approaches so nearly to this case as to rule it on the main point — I mean the case of Hallowell v. Horter, 11 Casey 375.\nWe think that the learned judge erred as specified in the several assignments; all of which, however, raise but one question, and that the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "F. Carroll Brewster."
    ],
    "corrections": "",
    "head_matter": "Robinson & Co. versus Wallace.\nSeparate Property of Married Women.\nGoods purchased by a married woman, on her own credit and used as stock in trade by her, are not her separate property within the meaning and spirit of the Act of 1848.\nError to the District Court of Philadelphia.\nThis was a feigned issue under the Sheriff’s Interpleader Act, to try the title to a certain stock of store goods seized in execution as the property of William M. Wallace, Jr., which was claimed to be the property of his wife Catharine, in which Catharine Wallace was plaintiff, and Henry Robinson and William H. Parsons, partners trading as Henry Robinson & Co., were defendants.\nThe defendants below are merchants, residing in New York city, and William M. Wallace, Jr., the husband of the plaintiff, was their customer, trading in Philadelphia during several years: prior to, and inclusive of, 1856.\nOn the 18th of October 1856, the said William M. Wallace gave to Messrs. Robinson & Co. his bond and warrant of attorney, conditioned to pay $8696.80, upon which judgment was entered the same day, in the court below, to September Term 1856, No. 289, D. S. B.\nExecution having been issued, the property of the defendant, found at No. 124 North Eighth street, his place of business, was seized and sold for $4154.92 — leaving more than half the debt unpaid. Subsequent to this sale, business continued to be carried on at the same place and in the same manner, in the name of Catharine Wallace, the defendant in error.\nOn the 1st of June 1859, Robinson & Co. issued an alias ji. fa. on their aforesaid judgment to June Term 1859, No. 487, and levied upon the stock of store goods at No. 124 North Eighth street, as the property of William M. Wallace. To this levy, the claim of ownership was interposed by Mrs. Wallace, and this feigned issue instituted to try her title to the property.\nOn the trial, it appeared that subsequent to the sale of Mr. Wallace’s stock of goods under the first execution, it had been attempted to carry on and continue the business in the name of Mrs. Wallace. That accordingly all the purchases of stock were made in her name, and upon her credit. She had no capital of her own, whatever, hut through the agency and acquaintance of her husband, was enabled to buy upon credit of his old dealers, and in the same manner that he had done. She gave checks in her own name for her purchases. None of the witnesses examined profess to identify the property levied upon and in question, as that identically sold by them to Mrs. Wallace.\nThe following points were submitted by the defendants below to the court:—\n1. That to entitle the plaintiff to recover in this ease, it is imcumbent upon her to show that the property is exclusively and solely her own. And that • to do this, it is necessary for her to prove clearly and distinctly her individual title thereto.\n2. That it is also essential for the plaintiff to show how she acquired the property in question, and the source from which she obtained the means for such acquisition.\n3. That it is also incumbent upon her to rebut the presumption, by proof leaving no doubt whatever upon the point, that her means for such acquisition were derived from her husband.\n4. That to bring the property claimed by a married woman under the protection of the Act of Assembly of April 11th 1848, it is necessary that her ownership should be proved by identifying it as property which she owned before her marriage, or if purchased afterwards, that it was paid for by her separate funds.\nAnd that in the absence of clear and satisfactory proof that' property purchased by the wife, after marriage, was paid out of her own separate funds, the presumption is, that it was paid for by means f urnished by her husband.\n5. That the verdict should be for defendants.\nThe learned judge charged the jury, inter alia, as follows:—\n“ The possession of property by a married woman is the possession of her husband, and is, therefore, primá facie evidence that the property is his, and not hers. So far the law remains on the same footing as it was before the Act of 1847, which has conferred new rights, but has not changed the evidence by which these rights must be established. The presumption, then, being that this property was the husband’s, the burden of proof lies on those who allege it to have been his wife’s, and the question is, what evidence would be sufficient for that purpose ? That it was hers before marriage cannot be pretended here; there is no sufficient evidence that it was given to her subsequently, and if I understand the Supreme Court of this state aright, a married woman cannot acquire property subsequently to marriage by her toil, because the proceeds of her labour belong, in point of law, not to her, but to her husband.\n“ There is, however, another mode by which property may be acquired — credit; whether a married woman can adopt this mode of acquisition is, perhaps, still doubtful, but I will instruct you, for the purposes of this case, that she may, and that a loan or purchase in good faith, in a business carried on solely by her, exclusively on her credit, and not on the credit of her husband, will confer a title which she may assert against and to the exclusion of ■her husband’s creditors.”\nThe first three points presented by the defendants were affirmed.\nThe fourth point was affirmed, with the qualification that a feme covert may acquire property by a purchase made in the course of her separate business, for her use, on her credit, and not on the credit of her husband.\nThe fifth point was refused.\nUnder these instructions, there was a verdict and judgment for plaintiff, whereupon the defendants sued out this writ, assigning for error so much of the charge of the court below'as is printed in italic. Also that the court erred in qualifying defendants’ fourth point, and in refusing to charge as requested in defendants’ fifth point.\nF. Carroll Brewster.\n1. The doctrine of the law has always been that a married woman has no capacity whatever to contract with another person: 1 Blackstone Com. 444; Chitty on Contracts 176.\nThe Act of 1848, and others supplementary thereto, have made no change whatever in the common law, with respect to her power to contract debts. The authorities upon the point are quite explicit: Heugh v. Jones et ux., 8 Casey 433; Glyde v. Keister, 8 Id. 87; Bear v. Bear, 9 Id. 529; Hallowell v. Horter, 11 Id. 375.\n2. With this understanding of the law, it is easy to comprehend how the earnings of the wife are to be regarded as enuring for the benefit of her husband’s creditors. The law says — The husband is entitled to all moneys earned by her skill or labour : 15 East 606. Personal savings and profits which the husband allows her to apply to her separate use are allowed to vest in her as against her husband, but not against his creditors: Story 1375; 2 Kent 166; 7 Pick. 533-7.\nThe Married Woman’s Act of 1848 was not intended to take away the vested rights of the husband, and does not allow him to give them away in fraud of his creditors: Stehman v. Huber, 9 Harris 260. See, also, Raybold v. Raybold, 8 Harris 311.\n3. The court below should have instructed the jury to find for the defendants. The testimony was entirely too vague, a.nd fell far short of what the rule of law in these cases requires, viz.: evidence that the money was hers before marriage, or acquired independently of her husband afterward: Gamber v. Gamber, 6 Harris 363; Keeney v. Good, 9 Id. 355. To the same effect is Hoar v. Axe, 10 Harris 384; Bradford’s Appeal, 5 Casey 515; Auble v. Mason, 11 Id. 261.\nMay 6th 1861,\nThe defendant in error presented no printed argument."
  },
  "file_name": "0129-01",
  "first_page_order": 129,
  "last_page_order": 133
}
