{
  "id": 996391,
  "name": "Denny versus The West Philadelphia Savings and Building Association",
  "name_abbreviation": "Denny v. West Philadelphia Savings & Building Ass'n",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "154",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 384,
    "char_count": 5957,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 5.305008338252093e-08,
      "percentile": 0.33505409002609804
    },
    "sha256": "fba89340408cfaddd78f91ac060b5b9f8479dee44f6f91fa9e257671806e8fd6",
    "simhash": "1:a8cb0824d34e9df1",
    "word_count": 1024
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Denny versus The West Philadelphia Savings and Building Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nDeducting the premium of this loan, the amount actually lent in this case was $705, and the bond given for it is $1000 ; and it is now sought to be enforced. It is payable within a year, and we might have been called on within a year to enforce it, and then the plaintiff would have recovered 50 per cent, interest, if the full contract had been enforced. The Act of 1859 seems intended to require this, by telling us how former acts are to be interpreted. We have shown, in Reiser v. The William Tell Association, antes, p. 137, that we cannot enforce it for more than the actual loan and its legal interest.\nHowever much people may debate and rationalize about their right to make their contracts on their own terms, when they feel that the usurer or extortioner has taken advantage of their hopes and their earnestness, to ensnare them in his toils, they can never be content with less than common justice: that is, without having their real duties measured and enforced, approximately at least, according to the common standard of such duties received in common life.\nThe Act of 1859 declares the contract valid as it stands, and yet says that after full payment, a certain part may be recovered back in certain cases. But surely, no legislation ever meant to say that, after one has paid what he justly and legally owes, he may, by action, recover back part of it: they might as consistently and justly say the whole.\nThe defendant offered to show the amount, actually loaned him, in order that he might be held to account on that basis, and not by the sum named in his bond, and his evidence was rejected. In this there was error.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Wallace Oehlschlager, for plaintiff in error.",
      "Sharpless, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Denny versus The West Philadelphia Savings and Building Association.\nUswious Interest, Validity of Contracts for.\n1. The Supreme Court will not enforce a contract of loan by a “ Building and Loan Association” for more than the actual loan and its legal interest.\n2. Hence, where, in an action by a Building Association to collect a loan, the court rejected the offer of the defendant, to prove the amount actually loaned him, that he might account on that basis, it was error.\n3. The Act of 12th April 1859, in relation to Building Associations, declaraing that the premiums obtained by them shall not be deemed usurious, is, so far as it is expository, unconstitutional and void: and such associations, in suits for loans made previous to the passage of the act, can recover only the amount loaned on their mortgages, with legal interest.\n4. The decision in “Keiser v. The William Tell Saving Fund Association,” anth, p. 137, affirmed.\nError to the District Court of Philadelphia.\nOn the 26th of January 1860, the West Philadelphia Savings and Building Association entered up a judgment against Robert Denny, who had executed a bond and warrant of attorney to confess judgment in favour of the association, July 13th 1855, for $1000. On the 28th of January 1860, on the application of Robert Denny, a rule was granted to show cause why the judgment should not be opened and the defendant let into a defence. This rule was made absolute, whereupon the plaintiffs filed their declaration in debt on the bond, the conditions of which were as follows:—\n“ That if the above bounden Robert Denny, his heirs, executors, and administrators, or any of them, shall and do well and truly pay, or cause to be paid, unto the above named the West Philadelphia Savings and Building Association, their certain attorney, successor, or assigns, the just suit of one thousand dollars, such as above said, at any time within one year from the date hereof, together with lawful interest for the'same in like money, payable monthly, on the first Saturday of each and every month hereafter, and shall also well and truly pay, or cause to be paid, unto the West Philadelphia Savings and Building Association aforesaid, their successors or assigns, the sum of five dollars on the said first Saturday of each and every month hereafter, as and for the monthly contribution on five shares of the capital stock of the West Philadelphia Savings and Building Association aforesaid, now owned by the said Robert Denny, without any fraud or further delay: Provided, however, and it is hereby expressly agreed, that if at any time default shall be made in the payment of the said principal money when due, or of the said interest, or the monthly contribution on said stock for the space of six months after any payment thereof shall fall due, then and in such case the whole principal debt aforesaid shall, at the option of the West Philadelphia Savings and Building Association aforesaid, their successors and assigns, immediately thereupon become due, payable, and recoverable, and payment of said principal sum and all interest thereon, as well as any contribution on said five shares of stock then due, may be enforced and recovered at once, anything hereinbefore contained to the contrary thereof notwithstanding,” &c.\nTo which the defendant pleaded non est factum, nil debet, payment, set-off, with leave to add, alter, or amend, and to give the special matter in evidence.\nOn the trial, the plaintiff gave in evidence the bond and the endorsement, showing the entry of judgment thereon, the charter of the association, claimed a balance on the bond of $1637.92, and closed.\nThe defendant then called a witness, and offered to prove by him that the money loaned to defendant by plaintiff on the bond, was only $705, and that since that time payments of instalments and dues had been made. This was objected to by the plaintiff’s counsel, and rejected by the court.\nThere was a verdict and judgment in favour of plaintiff; whereupon the defendant sued out this writ, and assigned, as cause for reversal, the rejection of the testimony as above stated.\nWallace Oehlschlager, for plaintiff in error.\nSharpless, for defendant in error.\nMay 6th 1861,"
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 156
}
