{
  "id": 996247,
  "name": "Premium Fund Association's Appeal",
  "name_abbreviation": "Premium Fund Association's Appeal",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "156",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Blackf. 477",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1382936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/7/0477-01"
      ]
    },
    {
      "cite": "2 Pet. 44",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pet. 110",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 481",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0481-01"
      ]
    },
    {
      "cite": "1 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 7803,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 5.8807802870400544e-08,
      "percentile": 0.3684483149403691
    },
    "sha256": "59ce5cc454e010be9557b7bd7bf4576ed77fe62f62716db2f196fd8e68580de6",
    "simhash": "1:b22ff98200699a5e",
    "word_count": 1382
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Premium Fund Association’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nOur decision in the case of Reiser v. The William Tell Savings Association, just pronounced, requires us to affirm this decree. When this contract was made, the law of it was, that “ when a rate of interest for the loan or use of money, exceeding that established by law, shall have been reserved or contracted for, the borrower or debtor shall not be required to pay to the creditor the excess over the legal rate.” Such is the Act of 28th May 1858, and such has been our law for more than a century. Such is yet the law for all the people of the Commonwealth, except for such as may choose to unite to the number of ten or more into an association called a saving fund, loan, land, or building, and then the Act of 12th April 1859 says they may charge and recover as high interest as they can get, according to the necessity and the poverty of the borrower. Part of that act is expository, and professes to legalize the interest on this contract, which was made previously, by putting a new and impossible interpretation on former Acts of Assembly, and we have decided that we are forbidden by the Constitution to accept the interpretation.\nIn this case, the discount charged in advance was almost twenty-three per cent., being equal to nearly thirty per cent, interest. The court below was right in refusing to allow the excess over six per cent.\nOur paper-book does not present the case very fully; but we do not understand the case as a loan to a stockholder. If the borrower became a stockholder at all, it was only as a part of the form of borrowing at an illegal rate of interest. It is very easy to see that this may be done; and thus membership becomes the cloak or sham under which excessive interest may be contracted for. Certainly this is not the ease of an advance to a member of his stock, with deduction of a premium, on getting good security for the payment of his monthly dues, but a loan for five months, renewed for six months.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Amos Briggs",
      "Hopper, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Premium Fund Association’s Appeal.\nRate of Interest under Contract with Building Associations.\nUnder all contracts of loan by Building Associations, prior to the Act of 12th of April 1859, wherein the rate of interest reserved exceeds that established by law, the borrower is not liable to pay the excess above the legal rate.\nCertiorari to the Orphans’ Court of Philadelphia.\nThis was an appeal by The Premium Fund Association of Philadelphia from the decree of the Orphans’ Court, dismissing exceptions which Avere filed in their behalf, and confirming the report of the auditor on the account of the executors of John Jackson, deceased.\nThe case was this: The executor of the last will and testament of John Jackson, upon the order of the Orphans’ Court, sold certain of his real estate, received the money therefor, and filed his final account.\nThis account was referred to J. Alexander Simpson, Esq., to audit, and report distribution of the money in the accountant’s hands. The appellants held a mortgage against the premises sold by said executor, and claimed the fund in his hands by virtue thereof.\nThis mortgage was dated March 28th 1857, and recorded the same day upon premises described in the hand-bill attached to the searches, as Nos. 2 and 3, upon which the mortgagees had receipted for $900, as a part of the purchase-money under the order of court, as per account. The proceeds of sale of the mortgaged premises (without deducting expenses) amounted to the sum of $1200, and the mortgagees claimed the whole of the net proceeds as still due them according to the terms of the agreement between them and the said decedent, and under the provisions of the Act of Assembly of 12th April 1859. (P. L. 546.)\nIt appeared from the evidence, that the decedent had borrowed from the association, on the 28th of March 1857, on the day the mortgage was executed, the sum of $1000, for which he agreed to pay interest at the rate of nineteen mills to the dollar per month, and that said loan was made for the period of one hundred and sixty-eight days, or five months and eighteen days of bank time. That the interest at this rate was deducted at the time of the loan, whereby the actual amount paid by said association to said decedent for the mortgage thus given, was only $886. When the loan became due it was renewed by him at the same rate for six months, and the interest was paid at the time of renewal.\nWith these facts before him, and for the reasons set forth by the learned president judge of the Court of Common Pleas of Montgomery county, in the case of The Marble Building Association v. G-. W. Hooker, and published in the Legal Intelligencer of the 11th day of November 1859, vol. 16, No. 45, pp. 356-8, the auditor decided that the said association was entitled to the sum of $886, with interest from the 28th day of March 1857 to the 21st day of June 1859, the day of the sale of the real estate. After allowing the interest paid by the said decedent at the time of renewal, and the sum receipted for by said association on account of the purchase, as per the order of court, and also deducting the sum of $16.91, being the amount of dues, &c., paid in after deducting sundry expenses and fines for non-payment— the statement would make their claim as follows:—\nNov. 28th 1857, amount loaned on mortgage, . $886.00\nInterest, March 28th 1857 to June 21st 1859, 2 years, 2 months, and 24 days,.....118.88\nCr. by interest paid at the time of renewal, $114.00 “ net amount of dues as above, . . 16.91\n“ amount of rec’t of mortgagees,' . 900.00\n-$1030.91\nAmount overpaid mortgagees, $26.00\nHe, therefore, rejected the claim as having been fully paid.\nThe following exception was filed by the appellant in the court below to the report of the auditor, and a reversal of the report contended for, viz.: because the auditor did not allow appellant’s claim.\nThe court below dismissed the exception, and confirmed the report.\nThe association thereupon removed the case into this court, and assigned for error here—\n1. That the court below erred in dismissing appellant’s exception, and confirming the auditor’s report.\n2. The court below erred in not allowing appellant’s claim.\nAmos Briggs\ncited the Acts of Assembly relative to building associations, and argued that the contract between the parties was not usurious under the Acts of May 8th 1855, May 8th 1857, and April 12th 1859; that the Act of March 2d 1723 did not apply to this contract, and that, at the time the appellants sought to enforce their claim, there was no law to prevent it.\nIn answer to the allegation that these Acts of Assembly were unconstitutional, he argued that they did not in any way impair the obligation of contracts, but rather enforced them: citing Evans v. Montgomery, 4 W. & S. 218; Mercer v. Watson, 1 Watts 356; Hepburn v. Curts, 7 Id. 301; Underwood v. Lilly, 10 S. & R. 101; Tate v. Stooltzfoos, 16 Id. 37; Satterlee v. Matthewson, Id. 169; Adle v. Sherwood, 3 Wh. 481; Bolton v. Johns, 5 Barr 145; Taggart v. McGinn, 2 Harris 157; Lycoming v. Union, 3 Id. 166; Schenley v. The Commonwealth, 12 Casey 29; Watson v. Mercer, 8 Pet. 110; Bennett v. Boggs, 1 Bald. 74; Satterlee v. Matthewson, 2 Pet. 44; Charles River Bridge v. Warren Bridge, 11 Id. 420; Baugher v. Nelson, 9 Gill (Maryland) 299 ; Anderson v. Russell, 7 Blackf. 477; Wilson v. Hardesty, 1 Maryland Ch. Decis. 66; Fowler v. Throckmorton, Blackf. 326; Satterlee v. Matthewson, 13 S. & R. 133.\nMay 6th 1861,\nHopper, for appellee,\ncited and printed as Ms argument the opinion of his honour Judge Smyser, president of the Common Pleas of Montgomery county, in the case of the Marble Building Association against Gr. W. Hooker, published in the Legal Intelligencer, November 11th 1859."
  },
  "file_name": "0156-01",
  "first_page_order": 156,
  "last_page_order": 159
}
