{
  "id": 996308,
  "name": "Rhoads's Appeal",
  "name_abbreviation": "Rhoads's Appeal",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "186",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 469",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0469-01"
      ]
    },
    {
      "cite": "5 Watts 84",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0084-01"
      ]
    },
    {
      "cite": "5 Whart. 577",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0577-01"
      ]
    },
    {
      "cite": "7 Watts 64",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0064-01"
      ]
    },
    {
      "cite": "5 Watts 157",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0157-01"
      ]
    },
    {
      "cite": "3 Rawle 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0243-01"
      ]
    },
    {
      "cite": "2 Rawle 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 14945,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.614278159060316e-07,
      "percentile": 0.9618794377587264
    },
    "sha256": "996d1d74345ea50b2a95eb3d82c6a1cd0e9baf053a22da4cf53dbf0b0cc42918",
    "simhash": "1:d474ceb9a82f967d",
    "word_count": 2585
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhoads’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe Act of the 8th February 1819, under which McGrew’s Appeal, 14 S. & R. 396, and Joseph Walker’s Estate, 2 Rawle 243, were decided, is very different in its terms from the provisions, on the same subject, incorporated into the Acts of 29th March 1832, and of the 14th April 1835.\nOn the subject of the accounts of executors, administrators and guardians in the 2d section of the former act, it is provided that “where the accounts of guardians, executors, and administrators shall be finally settled according to law, and the same confirmed by the court, no appeal shall lie therefrom unless the same shall be entered within one year after confirmation.” In McGrew’s Appeal, 'Huston, J., in delivering the opinion of the court, involving the question whether a first account was to be held to be final after confirmation or not, said, “the words finally settled cannot be fairly applied to any other than a final account.”\nThe provision on this point in the 16th section of the Act of 1832, is as follows: “All accounts presented to the Orphans’ Court by executors, administrators, guardians, or trustees, except partial accounts rendered by guardians in pursuance of section 10 of this act, shall, unless it be otherwise agreed by all the parties, be examined by the court,” or referred to auditors, who shall have power to examine the same and report. This section seems only to have expressly met the case where there were exceptions, and it was afterwards principally supplied by the provisions of the 1st section of the Act of 14th April 1835, which expressly requires a confirmation by the court of accounts where no exceptions were filed. It is in these words: “All accounts presented to the Orphans’ Court by executors, administrators, guardians, or trustees, shall be examined by the court, and if not excepted to, shall, after due consideration, be confirmedbut if there be exceptions, then auditors are to be appointed.\nThe 69th section of the Act of 1832 gives an appeal from any definite sentence or decree of the Orphans’ Court within three years thereafter, which by the 4th section of the Act of 1835, the court is required to hear and determine as “ to right and justice may belong,” or refer the same to auditors if thought necessary.\nThe provisions of the 1st section of this act did not originally extend to Philadelphia, but the proviso restricting its operation was, on the 27th of February 1845, repealed, and the repealing act afterwards, on the 10th of April 1849, was itself repealed, from and after which last period the section did not apply to Philadelphia.\nThe first account, which gives rise to this controversy, was filed and confirmed by the Orphans’ Court of Philadelphia county while the act was in full force; and the question now is, whether the account so confirmed and unappealed from is, after the lapse of ten years, open to exception as it would have been under the Act of 1819, or is the decree of confirmation conclusive ?\nThe distinctive difference between that act and that of 1835 is very marked. In the former, when the accounts “ shall be finally settled,” they are conclusive after one year, and this was interpreted to mean a final account in McGrew’s Appeal.\nIn the latter the proviso is, that “all accounts presented to the Orphans’ Court * * * if not excepted to, shall, after due consideration, be affirmed,” and no appeal shall be allowed unless taken within three years from any definitive sentence of the court.\nI cannot doubt but that a decree made as required by the act, after examination by the court, and after “ due consideration,” must be taken to be a definitive decree from which an appeal would lie; and so in fact, we held in Irwin’s Appeal, 11 Casey 297, on the motion to quash. It seems to me that the difference between these two acts is so great as to preclude the same interpretation. The one is, that “all accounts” which shall be presented are to be confirmed, and the other, that when the accounts of administrators shall “be finally settled,” they are to be final only, if not appealed from. This marks an intentional change in the two; otherwise the difference in the provisions cannot be accounted for.\nThe 1st section of the Act of 1840 must have been enacted under this view of the law, and that there was no distinction to be observed between an original and a final account; for it expressly provides that the Orphans’ Court shall entertain bills of review, alleging specific error in the final decree, confirming the original or supplementary accounts of any executor, administrator or guardian, &c. The terms “final decree” are alike applicable to both original and final accounts, and indicate a system under which, without any distinction, they are to be examined, corrected, and confirmed as they are filed. I cannot see any evil consequences likely to result from the practice, comparable with those which might flow from the old practice, in which, by delay in arriving at a final account, witnesses, papers, and vouchers are so liable to disappear and to be lost. The Acts of 1832 and 1835 make ample provision for the correction of errors in all accounts, even after confirmation, by allowing an appeal within three years, to this court, in which the rule of distinction is prescribed in the last named act to be “ as to justice and right may belong.” Besides this, a bill of review for specific error is allowed by the Act of 1840, at any time within five years. By the old law it was of grace. These provisions give strength to the position assumed in this opinion, and obviate the objection, that considering all of a series of accounts as a unit, is necessary to the correction of errors in the last.\nIt is true, Light’s Appeal, 10 Harris, seems to have followed the principle of McGrew’s Appeal and Walker's Estate; but as no reference whatever appears to have been made by court or counsel to the repeal of the proviso to the Act of 1835, by the Act of 1845, by which the provisions of the 1st section of the former act were extended to Philadelphia, and so remained for about four years, it is probable that when that decision was made, the change in the law was not adverted to. But be that as it may, the rule now indicated is believed to be the only one to be followed under the Acts of Assembly alluded to.\nFor these reasons we think the Orphans’ Court were right in confirming the auditor’s report, and in refusing to grant the prayer of the petitioner that the account filed and confirmed in 1847 be referred to the auditor for examination. That decree, we hold, was conclusive, being unappealed from within the period allowed by law.\nDecree of the Orphans’ Court is affirmed, at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Fallon and Serrill, for appellant,",
      "Joseph A. Clay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rhoads’s Appeal.\nConfirmation of partial Administration Accounts, Effect of. — Exceptions, Appeals and Bills of Review, when barred.\n1. Under the first section of the Act 13th October 1840, there is no difference between an original and a final account of executors or administrators. The terms final decree are applicable to both, and they are to be examined, corrected, and confirmed as they are filed, without distinction.\n2. Where an account of executors had been filed in the Orphans’ Court of Philadelphia in 1847, when the first section of Act 13th October 1840 was in force, and absolutely confirmed by the court, but no appeal was taken within three years, nor bill of review filed within five years after the confirmation, the decree is conclusive, and the account cannot be re-examined on the coming in of a subsequent account.\n3. It is not necessary for the correction of errors in the last of a series of accounts by executors and administrators, that all of them be considered as a unit.\n4. Under the 69th section of the Act of 14th of March 1832, and the 40th section of the Act of 14th April 1835, a decree of the Orphans’ Court confirming any accounts of an executor, whether final or otherwise, is a defini- . tive decree, from which an appeal will lie to the Supreme Court.\n5. McG-rew's Appeal, 14 S. & R. 396, Joseph Walker’s Estate, 2 Rawle 243, and Light’s Appeal, 10 Hands 445, overruled.\nAppeal from tbe Orphans’ Court of Philadelphia county.\nThis was an appeal by William Z. Rhoads, one of the legatees under the will of Joseph Rhoads, from the decree of the Orphans’ Court, dismissing his petition, in which he prayed for a reference of the first account of the executor of the said deceased to an auditor. The case was this:—\nJoseph Rhoads died in 1846. By his will he devised his whole estate to his widow, Rebecca Rhoads, for life; remainder to his brothers and sisters and their children, and appointed his widow and Thomas E. Pryor executors. In February 1847, the executors filed an account, exhibiting a balance in their favour of $1858.71. No exceptions wqre filed to this account, and it was confirmed absolutely by the Orphans’ Court in May 1847, without reference to an auditor, the consent of Rebecca Rhoads as “ devisee of the real and personal estate of the testator” to this mode of confirmation being endorsed on the account.\nRebecca Rhoads, the widow, died in 1857. On the 23d of February 1859, Pryor, the surviving executor, filed a “ second and final account,” which was referred to an auditor for settlement and distribution. The balance of $1358.71 from the former account is carried forward, and credited in this account.\nThe counsel for the legatees in remainder objected to this credit, and asked to show errors in the,first account, but the auditor overruled the objection, and the Orphans’ Court sustained the report.\nPending the proceedings before the auditor, one of the legatees, William Z. Rhoads, presented a petition to the Orphans’ Court, praying for a reference of the first account for settlement.\nThe petition stated generally that there were manifold errors in the first account, as set forth in the exceptions annexed to the petition, viz.: — •\n1. A credit of $1022, as cash paid for testator’s bond to S. & E. Castner, which it was averred was the joint bond of the executor and the testator.\n2. A credit of $2755.49, the amount of testator’s check, with interest, which it was averred was not evidence of any claim by Pryor on the estate.\n8. A credit of $390, cash, paid for John Hancock’s bond to testators for use of Pryor, which use was denied.\nIn his answer Pryor denied all the petitioner’s averments under his affirmation.\nThe Orphans’ Court dismissed the petition.\nThe report of the auditor was then confirmed absolutely, whereupon the case was removed into this court by the petitioner, by whom the following errors were assigned:—\n1. The court erred in confirming the report of the auditor.\n2. In dismissing the petition of the appellant, and refusing to refer the exceptions to the first account to an auditor.\n3. In confirming the first account filed in 1847.\nFallon and Serrill, for appellant,\ncontended that as all the accounts of an executor constituted parts of a whole, and together exhibit the proceedings of the executor in relation to the estate, the appellant was entitled to the reference prayed for, citing Joseph Walker’s Estate, 3 Rawle 243; Bowen’s Appeal, 2 Barr 432; Light’s Appeal, 10 Harris 445; McGrew’s Appeal, 14 S. & R. 396; and argued that the Act of April 14th 1855, Brightly’s Purd. 211, was not a bar to this application; because,\n1. The act did not apply to Philadelphia county, when this partial account was “ confirmed absolutely.”\n2. The act was not designed to change the law as laid down in the cases above cited, but to secure to parties interested the additional protection of an “ examination by the court.”\n3. It was intended only to apply to final accounts, which include all which have preceded them, and that when there are a series of accounts, exceptions are in time, if filed before the confirmation of the last one.\nThey further argued that the decree of confirmation on the partial account was no bar, that being the matter appealed from, and this court have entire control over the whole proceeding: Light’s Appeal, 10 Hands 445; Act of April 14th 1835, § 4, Brightly’s Purd. 625; Hise’s Estate, 5 Watts 157; Mylin’s Estate, 7 Watts 64; Irwin’s Appeal, 5 Whart. 577; Schneck’s Account, 5 Watts 84; Kittera’s Estate, 5 Harris 425.\nJoseph A. Clay, for appellee.\nThe decision in Light’s Appeal, 10 Harris, in which the principle of McGrew’s Appeal and Joseph Walker’s Estate were followed, was made without full consideration of the repeal of the Act of 1819, and of the different system introduced by the Act of 1832, and the subsequent statutes: See §§ 16, 19, and 59 of the Act of 1832. The Act of April 14th 1832, Pamph. L. 275, did not originally extend to Philadelphia. The proviso excluding this county from its operation, was repealed February 27th 1845, which repealing act was itself repealed April 10th 1849, whereby the proviso excluding this county was revived. The Act of October 13th 1840, with the Acts of 1832 and 1835, supplied and repealed the old Act of 1819, under which the decisions above mentioned were made, and establish a new system for the settlement of such accounts, differing from that contended for by the appellant, and which were incidentally recognised by this court in Irwin’s Appeal, 11 Casey 294; Bishop’s Appeal, 2 Id. 470, and others.\nThe old rule, which considered all partial accounts parts of one whole, so as to allow exceptions to a former account, on the hearing of the final settlement, would be productive of great inconvenience, confusion, and uncertainty, prevent voluntary payments by executors to distribution until the final settlement, and destroy the protection intended to be given by releases. This view is sustained by the terms of the 1st section of the Act of 1835, which was in force in Philadelphia when the account in question was filed. Trustees’ accounts are included in this act, and this view of the law was sustained in Moore’s Appeal, 10 Barr 435. In this respect the Act of 1832, relative to appeals from the Orphans’ Court, and the Act of 1836, as to appeals from the Common Pleas, are almost identical. ,\nThe account of 1847 must be treated as a final account. It appears to be so on its face: Bowen’s Appeal, 2 Barr 432; Baldy v. Brady, 3 Harris 103, 111; Weiting v. Nissley, 6 Barr 141; Bunting’s Appeal, 4 W. & S. 469 ; and, as more than five years have elapsed, neither exception, appeal, nor bill of review will lie.\nThe fact that the estate was devised to the widow for life, and that she was living when the account was filed, does not prevent the appellant from being concluded by its confirmation. The items objected to now were claims by creditors, and the proper and only time to object was when the account Avas filed. That the executor was the creditor makes no difference, nor can the minority or disability of any of the parties at the time affect its conclusiveness."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 191
}
