{
  "id": 996385,
  "name": "Logan's Appeal",
  "name_abbreviation": "Logan's Appeal",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "237",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0205-01"
      ]
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "4 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0130-01"
      ]
    },
    {
      "cite": "5 Binn. 22",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 349",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 9009,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03481090982524464
    },
    "sha256": "a6d42800b19bc0b587bf86349a699259626f8a164680789ea8ddebc6919e2617",
    "simhash": "1:2eab9d98b43dec5d",
    "word_count": 1579
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Logan’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nWe agree with the auditor. The testator having made his wife and his son William his residuary legatees in equal parts, and having appointed the survivor to receive both parts on the death of one of them, amended this appointment afterward by the interlineations and erasures which brought his grandson Joseph Logan in to receive the “ part” of the deceased legatee. Instead of going to the survivor of the residuary legatees, it was to go to Logan. But it was the “part” of the decedent legatee that was to so go. The word is part, and it cannot mean the whole. On the death of the widow, Logan succeeded to her part, and having received it he can claim no more.\nThe destination of William’s part, on his death, whether it went to his administratrix or to the heirs of the testator, is not material to be determined, since it is plain that the appellant, who is the only party litigant, is not entitled to it. It was contended by the counsel of both parties, before the auditor, that there was no intestacy in respect to either fund, and perhaps that is a sound conclusion. If so, the decree in favour of the personal representatives of William was right.\nThe decree is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "M. P. Monaghan and Joseph J. Lewis, for appellant,",
      "U. V. Pennypacker, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Logan’s Appeal.\nConstruction of Will. — The word “PanV in a Bequest construed.\n1. A testator having made his wife and son the residuary legatees of his estate, in equal parts, the survivor to receive both, altered his will, so that his grandson was to receive the part of the deceased legatee. On the death of the widow the grandson received her share. On the decease of the other residuary legatee he claimed that share also. Held, that, by the words of the will, he was to receive the part of the decedent legatee, not the whole of the residuary estate, and that, having succeeded to the share of the widow on her death, he could' claim no more.\nAppeal from the Orphans’ Court of Chester county.\nThis was an appeal by Joseph Logan, from the decree of the Orphans’ Court confirming the report of the auditor appointed to distribute the balance of the estate of William Coffee, deceased.\nThe report of the auditor presented this case :—\nJoseph Coffee, deceased, made his will, dated January 25th 1819, which was proven on the 22d of March following. By it he gave to his wife Margaret, certain specific articles. To his son William, certain specific articles. To his son Joseph, one dollar and a Bible, after the decease of his wife- Margaret. To his daughter, Sarah Forbes, one dollar. To his daughter, Keziah Logan, one dollar, and one-half the pewter vessels. To John Butler, thirteen dollars and thirty-three cents, to be applied to repairing the grave-yard wall at East Cain meeting-house.\nHe then disposed of the residue of his estate as follows : — ■\n“ Item — I desire that all my estate, real and personal, exclusive of the articles above bequeathed, be put to public sale, and all the money arising therefrom, after complying with the above, is to be put to use, and one-half of the interest arising therefrom is to be paid yearly and every year unto my wife Margaret, and the other half to my son William, during their natural lives; when one of the above-named deceases, my grandson, Joseph Logan, are to draw their part of the interest.” This residuary clause is the only part of the will that affected the distribution.\nRobert Miller was appointed executor in the will, but resigned, and was succeeded by James Davis, to whom letters of administration, with the will annexed, were issued. Before settling the estate, he died. His executors filed an account of his administration, which was confirmed in 1856, showing a balance for distribution of $309.22. Margaret Coffee, the widow, died several years since, whereupon the one-half of the residuary estate was paid to Joseph Logan, who was a grandson of the testator. William Coffee survived the widow, and died, in 1858, intestate and unmarried. On his estate Sarah D. Pinkerton took out letters of administration, and, on the 18th of July 1859, presented her petition to the Orphans’ Court, setting forth the settlement of the account of the administration of Joseph Coffee’s estate, by the executors of James Davis, the administrator de bonis non, and the balance in their hands as above stated, claiming it as the representative of William Coffee, deceased, and praying for the appointment of an auditor to distribute the same to the persons entitled thereto. An auditor (Francis James, Esq.) was accordingly appointed,, before whom James Logan and Sarah D. Pinkerton appeared by counsel, each claiming the whole of the balance in the hands of the executors of William Coffee’s administrator, to wit, $309.22.\nIn the original will, the residuary clause was written with the following erasures and interlineations: “ when one of the above-\nmy grandson Joseph Logan\nnamed deceases, the-other surviving■ are to draw their part.”\nThe auditor, for the reason given in his report, decided that the fund passed under the will by implication to William Coffee, as the survivor of his mother, and therefore directed it to be paid to Sarah D. Pinkerton, as his administratrix.\nExceptions were filed to this report, but the Orphans’ Court, on hearing, dismissed the exceptions, and confirmed the report. The case was then removed into this court by Mr. Logan, who assigned the decree of the court in the case for error.\nM. P. Monaghan and Joseph J. Lewis, for appellant,\nargued that, by the terms of the will which gave to Joseph Logan “ their part of the interest,” and not “ his part,” or “ her part,” he was entitled to the whole at the death of the widow and son of testator, who were named in the residuary clause: Hamm v. Meisenhelter, 9 Watts 349. That the words “ when one” should he read “as one” or “as each one:” citing Simpson v. Coon, 4 S. & R. 368.\nBy inserting the words “my grandson Joseph Logan,” for the words “the other surviving,” he put him in the place of the survivor, which, without any other erasure, would have given him, on the death of either the widow or William, the whole corpus of the legacy. To avoid this, and postpone the taking of the whole on the death of either, the word “ part” was substituted, the effect of which was to give him the parts as each one died: Mifflin v. McNeal, Administrator of Mifflin, 6 S. & R. 460.\nJoseph Logan has the one-half, without dispute. If he be not entitled to the other half, who is ? The widow and son of testator were joint tenants: Martin v. Smith, 5 Binn. 22. If so, on the death of either, the whole went to appellant, as occupying the place of the survivor. Now that both are dead, the rule can be carried out without injury.\nThe widow and William having but life estates, the executors of testator were bound to account for the principal at their death: German v. German, 3 Casey 117; Holman’s Appeal, 12 Harris 177. It is conceded that there was no intestacy as to Joseph Coffee’s estate, and that the inclination of the court is against it in construing residuary bequests. If the whole does not belong to Joseph Logan, testator died intestate as to one-half, which should not be presumed.\nThe bequest to Joseph Logan became a vested legacy on the death of Joseph Coffee: Schriver v. Cobean, 4 Watts 130; Hellman v. Hellman, 4 Rawle 440; King v. King, 1 W. & S. 205; Bowman’s Appeal, 10 Casey 19. If Joseph had died before the widow and son of testator, his representatives would have been entitled to the fund at their death: 1 Toller on Wills 253; Bowman’s Appeal, 10 Casey 19.\nU. V. Pennypacker, for appellee,\nreferred to the reasoning of the auditor in support of the position for which he contended, viz.:\n“A perusal of the will will show that the first and chief objects of the testator’s care and bounty were his wife and his son William. Almost his entire estate was appropriated wholly to their use, in eqpal portions, during their joint lives, or so long as they should both live, and (as the will was first drawn), upon the death of either, the survivor was to take the principal or body of the legacy in absolute ownership. This shows the testator’s original intention. An afterthought induced him to change the bequest, so as to give to his grandson Joseph Logan, on the death of his wife, or son William, whichever should first die, one-half of the said principal, and no more. In his will as at first written, following immediately the direction to pay to his wife and son the interest of the residue during their natural lives, he says, If one of the above-named deceases, the other surviving, are to draw their whole of the interest,’ thus enlarging the estate of the survivor in the residue from a life interest in one-half to one of absolute ownership in the whole. The will, as drawn at first, was altered so as to take from the survivor one-half of what was primarily bequeathed to her or him, and give it to Joseph Logan, intending the other half to remain in absolute ownership to such survivor.”\nMay 6th 1861,"
  },
  "file_name": "0237-01",
  "first_page_order": 237,
  "last_page_order": 240
}
