{
  "id": 996411,
  "name": "Carbon Iron Company versus Carbon County",
  "name_abbreviation": "Carbon Iron Co. v. Carbon County",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "251",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 202",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 334",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0334-01"
      ]
    },
    {
      "cite": "1 Jones 202",
      "category": "reporters:state",
      "reporter": "Jones",
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 10960,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.2349817940316735e-07,
      "percentile": 0.7794176417235136
    },
    "sha256": "cdbde5e7db025654d4c1c433d53a96643b27361f89a8b77a3416caa58283793e",
    "simhash": "1:cb6a54705216a798",
    "word_count": 1862
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carbon Iron Company versus Carbon County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nIt is not corporations, as such, that we have considered to be exempt from taxation, except so far as expressly imposed; but public works held by corporations, together with their necessary appurtenances, as public works: 2 Casey 245; 6 Id. 232.\nCorporations for mere private purposes can claim no such exemption; and their lands are taxable, just as the lands of individuals are, unless expressly exempt.\nThis iron manufacturing company is taxable for its lands, just as if it was not incorporated. It would cause great inequality in local taxation, if the land of all private corporations were taxable only for state purposes at the auditor-general* s office. We understand the tax payable there by such corporations as this, as a tax for the value of the corporate franchise, and not as an intended exemption from ordinary taxation. If felt to be a hardship, it is not we, but the legislature, that can correct it.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "M. M. Dimmiclc, for plaintiff in error,",
      "AT. B. Burnham, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Carbon Iron Company versus Carbon County.\nLiability of Corporations to Taxation for State and County purposes.\n1. Corporations are not exempt from taxation, as such, but only the public works held, by them as public works, with their necessary appurtenances.\n2. Lands held by corporations for private purposes are taxable as the lands of individuals are, unless expressly exempt.\n3. The tax for state purposes payable at the auditor-general’s office, is a tax for the value of the corporate franchise, and is not intended as an exemption from ordinary taxation.\nError to the Common Pleas of Carbon county.\nThis was an amicable action, entered in the Common Pleas of Carbon county, between the County of Carbon as plaintiff, and the Carbon Iron Company as defendant, in which the following case was stated for the opinion of the court:—\nIt is agreed between the above-named parties that an amicable action be entered on the records of said court, and the following statement of facts agreed upon, shall be considered in the nature of a special verdict, with liberty to either party to sue out a writ of error from the Supreme Court, without affidavit, recognisance, or bail, to review, if necessary, the decision of the court below. The Carbon Iron Company, the defendant, was and is duly and legally incorporated as a body politic by that name, for the purpose of making and manufacturing iron from the raw material with mineral coal, agreeably to the provisions of the Act of the General Assembly of' this Commonwealth, passed the 16th day of June, A. d. 1836, and the several supplements thereto. The capital stock of said company was subscribed by the persons applying for the powers and immunities of said corporation, in real and personal estate, by application to the court of said county, the appointment of three disinterested citizens, the valuation and appraisement of said real and personal estate, with a return of said valuation and description of said estate, which return was duly confirmed by said court, and the governor considered the same in ascertaining the amount of said capital stock to have been bond fide subscribed as required by said act and supplements thereto, and said real and personal estate was taken and received as a subscription to the capital stock of said company, agreeably to the provisions of said Acts of Assembly, in such case made and provided. That the said Carbon Iron Company are subject to and have complied with all the provisions of the law of this Commonwealth, authorizing their incorporation, or relating thereto, and have paid to the state treasurer the taxes charged on their capital stock.\nThat the said real estate, situate in the township of Franklin, in the county of Carbon, so subscribed as capital stock, taken and received as such, is all the real estate owned by said company herein mentioned, on one part or portion of which are erected the furnace stacks, engine-houses, with all the fixtures appurtenant, the dams, races, flues, railroads, wharves, basins, landings, stocking fixtures, platforms, scales, watercourses, water-pipes, smithshops, and offices of said company, with the appurtenances and improvements to said real estate, so subscribed, taken, and received as capital stock. All of which are necessary to earryiny on the business and the performance of the proper work of said company. Embrace and contain ten acres of land, and the same land, with the furnace stacks and other buildings, improvements, fixtures, and appurtenances above mentioned and described, have been assessed, valued, and taxed for the year 1858, by the commissioners of said county, in the manner following, that is to say,—\nFor state tax, amounting to the sum of . . §>37.50\nFor county tax, amounting to the sum of . . 45.00\nAnd that the other part of said real estate, containing about two hundred and eight acres of land of said company, being also part of said real estate so subscribed as capital stock of said company, in manner and form above stated, on which is erected a grist-mill, saw-mill, tavern house, storehouse, and ten dwelling-houses, and which adjoins and is connected with the first described piece of land, is occupied by said company, in connection with the other real estate, and is used by said company as such property is usually and ordinarily used, has been valued and assessed for the year 1858, in the manner following:—\nFor state tax, amounting to the sum of . . $31.32\nFor county tax, amounting to the sum of . . 37.63\nNow, if the law on the foregoing facts is, and the court shall so decide, that the said two above-described tracts of land, with the erections thereon so subscribed, taken, and received as capital stock of said company, is subject to and chargeable by the commissioners of said county, with the payment of both state and county taxes annually, then judgment to be entered for the plaintiff, for the amount of taxes, state and county, assessed on both pieces of said land. If either of said tracts of land are subject and liable only for state and county taxes, then judgment is to be entered for the amount of the state or county taxes assessed and levied on the piece of land so liable therefor. If one or the other pieces of said land are subject or liable for state or county taxes, then judgment is to be entered for the plaintiff for the amount above assessed on the tract or piece, so subject and chargeable with said tax, but if neither of the above tracts of land are subject or chargeable with the payment of a state or county tax so assessed and levied, then judgment is to be entered generally for the defendant.\nThe court below (Barrett, P. J.) was of the opinion that the whole of the real estate belonging to the company was taxable for state and county purposes, and directed the entry of judgment in favour of the plaintiff for $151.45. The defendant thereupon sued out this writ, and assigned for error here the following matters, viz.:—\nThe court erred in entering judgment in favour of the plaintiff, in ruling that the furnace stacks, works, buildings, with the appurtenances and lands on which they are erected, and necessary to the business of the company, were subject to taxation by the county commissioners for state or county purposes.\nThe court erred in the entry of judgment for the plaintiff, in ruling that the second described piece of land, containing one hundred and eight acres of land, with the buildings and improvements, were subject to taxation by the county commissioners, for state and county purposes.\nThe court erred in entering judgment for the plaintiff, for the whole amount of state and county taxes, assessed and levied on both of the described properties, and the court should have entered judgment for the defendant.\nM. M. Dimmiclc, for plaintiff in error,\ncontended: 1, That the works of the company, which were necessary for carrying on their business, were not subject to taxation for state and county purposes: citing The West Chester Gas Company v. The County of Chester, 9 Casey 232. The distinction taken by the court below between public and private corporations is not warranted by a proper construction of the law. They are both bodies politic, and should be governed by the same> rules.\n2. As to the real estate, mills, tavern, and dwelling, it was argued that it was withdrawn from the operation of general laws, taxing real estate for state and county purposes, and is made taxable under the provisions of the Acts of June 11th 1840, and May 8th 1855, as the property of an association, incorporated under the general acts for incorporating manufacturing companies, passed June 16th 1836, and April 13th 1838, and included in their capital stock; and that to tax first the cajjital stock of this company, then its annual dividends, then the shares held by the members, and lastly, the real estate represented by the shares, was not intended by the legislature: citing Lehigh Coal and Navigation Company, 8 W. & S. 334; Railroad v. Berks County, 6 Barr 70; Navigation Company v. Berks County, 1 Jones 202; Delaware and Hudson Canal Company v. Wayne County, 3 Harris 351; West Chester Gas Company v. The County of Chester, 6 Casey 232.\nAT. B. Burnham, for defendant in error,\nargued: 1. That the commissioners made the assessments strictly in accordance with the law,- citing Act of April 15th 1834, and of April 29th 1844.\n2. That the legislature has the unlimited right of taxation, and may tax doubly, trebly, or fourfold.\n3. That the cases relied upon by the plaintiff in error do not establish a principle which is to be applicable to all corporations, but only to such as are pari passu.\n4. That the Carbon Iron Company’s works are particularly indicated by name, and that such property has been, for half a century, subject to taxation for state and county purposes.\n5. That the tax on dividends and stock is part of the contract entered into when such companies are incorporated, and is in the nature of a bonus to be paid for the corporate privileges conferred.\n6. That the legal effect of the Act, April 13th 1838, is to substitute a representative value for the money required by the former act — that it is not a legal conversion of the land into personal property, but that it remains, like any other property, an asset of the company.\n7. That the indispensability of property (held by any corporation) to the construction and exercise of its corporate privileges, must affirmatively appear to entitle it to claim exemption: Railroad Company v. Berks County, 6 Barr 70; Gas Company v. Chester County, 6 Casey 232.\n8. That the exemption claimed for a corporation must be explicitly evinced by the legislature, in terms as positive as the imposing act, or it will not be held exempt.\nMay 6th 1861,\n9. That if undue burdens are imposed upon corporations thus organized, the proper remedy is the repeal of the obnoxious statutes by the legislature, and not by resort to judicial interpretation."
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 255
}
