{
  "id": 996262,
  "name": "Pottstown Gas Company versus Murphy",
  "name_abbreviation": "Pottstown Gas Co. v. Murphy",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "257",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Ohio Rep. 833",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 269",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 514",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0514-01"
      ]
    },
    {
      "cite": "9 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 15671,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 5.149950923390644e-07,
      "percentile": 0.939319628287209
    },
    "sha256": "16941d0f95fd564c545bbd09a0f0226f1907c424fa22f9bf36c6d2d5feb9352f",
    "simhash": "1:2e03b558aeacc7dc",
    "word_count": 2701
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., dissented."
    ],
    "parties": [
      "Pottstown Gas Company versus Murphy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe court was right in saying that this is not a question of negligence, but of nuisance, for so is the declaration. IIow, then, did they define nuisance ? First, of smells. Wantonly, unnecessarily, or oppressively causing such smells as to annoy the plaintiff below in a special and peculiar degree beyond others in the immediate vicinity, and to create an abiding nuisance, to the particular injury of the plaintiff’s property.\nWe cannot call this a perfect definition ; but, taken in connection with the instruction that “ a certain degree of offensive odour is unavoidably incident to the business, and must be endured by the public,” it seems to us that it must have been understood by the jury as well and as favourably to the defendant as the most perfect one could have been.\nThen, as to the corruption of the plaintiff’s ground and well, by the fluids percolating from the defendant’s works. This was disposed of in a similar way. But the defendants think that as a corporation, authorized by statute to carry on this business, and to purchase in fee simple such real estate as may be necessary for it, they are not answerable for such consequential damages as are complained of here. We cannot adopt this view. No such exemption is involved in the fact of incorporation, nor in the privilege of buying land. The principle they invoke applies only where an incorporation, clothed with a portion of the state’s right of eminent domain, takes private property for public use on making proper compensation, and where such damages are not part of the compensation required.\nJudgment affirmed.\nStrong, J., dissented.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. H. Hobart and James Boyd, with whom was St. George Tucker Campbell, for plaintiff in error.",
      "B. M. Boyer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pottstown Gas Company versus Murphy.\nNuisance — Lio.bility of Incorporated Gas Company for.\n1. A corporation is exempt from consequential damages only where, being clothed with the state right of eminent domain, it takes private property for public use, on making proper compensation, and where such damages are not part of the compensation required.\n2. A gas company is answerable for consequential damages, such as the corruption of the plaintiffs’ ground and well, by the fluids percolating from the works; and is not exempted, as a corporation authorized by statute to carry on the business of making gas and to purchase in fee simple the real estate necessary therefor.\n3. In an action against a gas company for a nuisance, the court defined it as, “ wantonly, unnecessarily, or oppressively, causing such smells as to annoy the plaintiff below in a special and peculiar degree beyond others, in the immedíate vicinity.” Held, that the definition was not perfect, but, that when taken in connection with the instruction to the jury, “ that a certain degree of offensive odor is unavoidably incident to the business, and must be endured by the public,” it was as favourable to the defendant as a more perfect one would have been, and was not a cause for reversing the verdict of the jury.\nError to the Common Pleas of Montgomery county.\nThis was an action on the case brought September 14th 1858, by John Murphy against The Pottstown Gas Company.\nThe defendants ■ were incorporated by the legislature of the state on the 7th of March 1856, in the usual form, with authority to supply with gas-light the borough of Pottstown, and such individuals and corporations as might desire; to produce, sell, and distribute gas for the production of artificial light; to make and erect the necessary apparatus for manufacturing and introducing the same; construct the requisite buildings and machinery; purchase and prepare the necessary materials; with the right to enter upon any public street, lane, or highway, for the purpose of. laying down, repairing, altering, and inspecting the pipes necessary for conducting said gas, doing as little damage, &e.\nSoon after the passage of this act, the company purchased in fee simple such real estate as was necessary for carrying on the business of the corporation, and commenced their works in June 1856, which were completed on the 19th of September of that year.\nThe site selected by the company for their main works, lies between the Reading Railroad and the Schuylkill river, on the verge of the borough of Pottstown, convenient to the canal and railroad from which they were to receive their supplies of coal, &c., and is the most available and central point from which to supply the town with gas.\nThe house of the plaintiff, which is a hotel, is also between the railroad and the river, and near it the gas-works were erected, the main tank and gas-meter being about sixty feet from plaintiff’s line. The soil in that locality is sandy. In sinking the pit for the tank, veins of water were discovered, and after the flooring of the tank had been put in, it leaked in several places. The ammonia well into which the water from the gas-washer is discharged, is lined with rough stone without cement, and has 'no artificial outlet, the water being allowed to soak into the earth. There were other houses in the neighbourhood of the works. Soon after the works were commenced, to wit, June 13th 1856, Murphy caused the following notice to be served on the company:—\n“To the President and Managers of the Pottstown Gas Company.\n“ You are hereby notified that I will hold you liable for any damage my property may sustain in consequence of the erection of your works, and the manufacture of gas.\n“ June 12th 1856. John Murphy.”\nAnd also another notice, served in the same way, on the 8th of December 1856, of which the following is a copy:—\n“ To the President and Managers of the Pottstown Gas Company.\n“ You are hereby notified that on the 13th day of June last past, I gave you lawful notice that I would hold you liable for all damages my property might sustain in consequence of the erection of your works and the manufacture of gas. I now give you due and timely notice that the erection of your works and the manufacture of gas, has injured the water in my well, so that it is wholly unfit for use, and that if you do not prevent injuring my water, I will proceed against you by due course of law.\n“ Pottstown, December 8th 1856. John Murphy.”\nAbout a year after this he sunk another well, which cost about sixty dollars.\nOn the 14th of September 1858, this suit was brought, as above stated.\nThe declaration contained six counts, laying the cause of action as a nuisance, to which the defendants pleaded not guilty, with leave, &c.\nOn the trial, the following agreement between the parties tyas signed by the counsel, and filed in the cause:—\n“ 1859, October 26. It is agreed, that if the plaintiff is entitled to recover at all in this case, and does recover, the jury shall assess the damages on the basis of entire compensation, prospectively, as well as up to the present time, for the entire alleged injury, if any has been suffered for which compensation ought legally to be made; and, in consideration thereof, plaintiff releases, remits, and for ever discharges all or any right or rights of.action, claim, or demand which he might (independently of this agreement) have in the future, on account of any continuance or maintenance of the alleged injury and'nuisance complained of, after and beyond the day of the institution' of the present action, unless defendants, by some new erection or material change in the location or construction of their works, should inflict some new and substantial injury, or supposed injury on the plaintiff, or to his property, not embraced within the true intent, meaning, and spirit of this agreement.-\n“ This agreement to be filed of record in this case, and to be for ever binding on both parties.”\nThe plaintiff requested the court to charge the jury:—\n1. Even if the jury believe that the defendants have constructed their works with the usual skill and precaution, they are notwithstanding answerable in damages for any injury which the jury-may find has been done to the property of the plaintiff by means of the construction of the works of the defendants, or as a consequence of their use in the manufacture of gas.\n2. Even if the jury believe that the defendants have constructed their works with the usual skill and precaution, they are, notwithstanding, answerable in damages for any injury that the jury may find has been done to the property of the plaintiff by means of the construction of the works of the defendants, or as a consequence of their usé in the manufacture of gas.\nThe defendants requested the court to charge:—\n1. If the jury find that the defendants have not been guilty of negligence in the erection and in the carrying on of said works, the plaintiff cannot recover.\n2. That the defendants were authorized by law to erect said works, and to have the right to carry them on for the purpose of manufacturing gas for the public, and are not responsible in damages for the ordinary and usual smells that usually proceed from such works, nor are they liable to pay damages for injuring the plaintiff’s water, unless done by their negligence.\n3. That in no sense can the gas-works be considered a nuisance, if conducted and carried on in the usual and customary way that similar works are conducted and carried on.\nThe court below (Smyser, P. J.) answered these points as follows : — “ The points of plaintiff are correct, subject to the qualifications contained in our answer to defendants’ second point.” As to the points presented by the defendants, the court said : — ■\n“ 1. We cannot so instruct the jury. The question is not one of negligence or no negligence, but of nuisance or no nuisance. If the defendants have either so constructed, or carried on and conducted their works, or both, as to create an abiding nuisance to the particular injury of plaintiff’s property, they are liable in reasonable damages therefor, whether there was negligence or not; subject, however, to the qualifications contained in our answer to the second point.\n\"2. The business of manufacturing and distributing gas is lawful and beneficial to the public; and the defendants were specially authorized by their charter to engage in it. A certain degree of offensive odour is unavoidably incident to the business, and must be endured by the public, or the business must stop. We therefore say that the law is as stated in the first part of the proposition (that relating to smells), unless the defendants, by something done in the construction, location, or conduct of their works, have wantonly, unnecessarily, or oppressively caused such smells and odours to annoy plaintiff in a special and peculiar manner and degree beyond others in the immediate vicinity; and such annoyance shall, in the opinion of the jury, amount to such a nuisance as is referred to in the answer to the first point.\n“The latter branch of this proposition, that relative to the water, is answered by the reply to the first point, to which we refer the jury.\n“ 3. We cannot affirm this proposition. If so carried on and conducted as to create and amount to such a nuisance as we have described, there is an injury for which plaintiff would be entitled to reasonable and proper, which means mere compensatory, damages, no matter whether the works were managed in the usual manner of others or not. This company could not plead the example and practice of others in excuse or justification of a nuisance.”\nThere was a verdict and judgment in favour of the plaintiff for §1400 damages and six cents costs; whereupon the defendant sued out this writ, and assigned for error the following matters, viz.:—\n1. The court erred in refusing to affirm the first point of the defendants below, and erred in charging that the question was nuisance or no nuisance, when there was no evidence of a nuisance beyond what pertains to all gas-works.\n2. The court erred in refusing to affirm the defendants’ second point.\n3. The court erred in refusing to affirm the defendants’ third point.\nJ. H. Hobart and James Boyd, with whom was St. George Tucker Campbell, for plaintiff in error.\nIn answer to our point, which raised the question of negligence in erecting and carrying on the works, the court below replied that the case was one which raised the question of nuisance or no nuisance, and refused the instruction prayed for. As there was no evidence in the cause tending to establish a nuisance, except in so far as all gas-works are nuisances, per se, the question is, whether these works, properly constructed and worked, are per se nuisances, and whether the owners are responsible in damages for the consequence arising from the ordinary and usual smells incident to such works. If so, the result will be ruinous to most if not all the gas companies in the state. We argue, therefore, that under the ruling in Wheatly v. Baugh, 1 Casey 536, the court below should have told the jury that the plaintiff had no cause of action. Analogous cases sustain this view: Am. Railway Cases, vol. 2, p. 292.\nThis argument meets the second and third assignments of error, because, taking the whole charge together, the jury were told that the company was liable for damages, although guilty of nothing beyond the proper use of the works. The slight qualification as to the manufacturing and distributing of gas being legal and beneficial, did not change the general tenor and effect of the charge.\nMay 6th 1861,\nB. M. Boyer, for defendant in error.\nThe plaintiff below has cause to complain of the charge of the court below, for by it he was deprived of damages, on account of the noisome smells proceeding from the works, unless he could show that the company “by something done in the construction of their works, had wantonly, unnecessarily, or oppressively caused such smells to annoy the plaintiff in a special and peculiar manner and degree beyond others in the immediate vicinity;” while, with regard to the injury done to the well of plaintiff, the jury were told “ that for such an injury, if it amounted to a nuisance, he was entitled to reasonable and proper, which means compensatory, damages.” ,\nThe law is not as is contended for, that a gas company may pollute the air which a man breathes, and the water which he uses, provided it be done skilfully, and from no worse motives than selfishness. The offer to the public of a cheap, safe light, is no proper substitute for pure air and water. The principle sic utere tuo, &c., applies to this as to other offensive occupations.\nThe fact that the defendant is incorporated is no justification or excuse. It is a private corporation, which sells what it manufactures for private profit. It is a public accommodation, but so is the hotel of Mr. Murphy.\nThe court instructed the jury that the question was not of negligence, but nuisance, and that if the works were constructed, or carried on, or either, so as to create an abiding nuisance, to the particular injury of plaintiff’s property, the company were liable to reasonable damages, whether there was negligence or not. This instruction was correct: 3 Bl. Com. c. 13; Shuter v. The City Leg. Int., October 15th 1858; Greer v. The Borough of Reading, 9 Watts 382; The Mayor v. Randolph, 4 W. & S. 514, are not like this; but the cases of Howell v. McCoy, 3 Rawle 269; Barclay v. The Commonwealth, 1 Casey 503; Angelí on Watercourses 136; Co. Litt. 200; Morton v. Scholefield, 9 M. & W. Rep. 565; Mason v. Chadwick, 11 Adolph. & Ell. Rep. 371; Wright v. Williams, 1 M. & W. Rep. 77; Story v. Hammond, 4 Ohio Rep. 833; People v. Townsend, 3 Hill (N. Y. Rep.) 479; Mayo v. Turner, 1 Muf. (Va. Rep.) 405; Wood v. Sutcliffe, 16 Jurist 75; 8 E. C. L. & Eq. Rep. 217, are in point, and sustain the view taken by defendant in error."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 263
}
