{
  "id": 996290,
  "name": "Steininger versus Hoch's Executor",
  "name_abbreviation": "Steininger v. Hoch's Executor",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "263",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 460",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 563",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878948
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0563-01"
      ]
    },
    {
      "cite": "5 Whart. 563",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0563-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 12752,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 5.884695469649729e-07,
      "percentile": 0.9525553420295932
    },
    "sha256": "a099582d797768314aa9e5e14774467bf1fc4fde21d270c30701dd0ca9387d79",
    "simhash": "1:8017eedcef0c745a",
    "word_count": 2319
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steininger versus Hoch’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThe plaintiff, in his representative capacity, sued the defendant as a eo-promissor with Abraham Eshbach, on the following instrument:—\nAllentown, March 29th 1856.\nOne year after date, I promise to pay to the order of Samuel High, die sum von acht huntert daler, without defalcation, for value received, with lawful interest till paid.\nAbraham Eshbach. [Seal.]\nGeorge Steininger.\nThe acknowledgment of the signature by the defendant having been testified to, the court admitted it in evidence under exception. This constitutes the first assignment of error.\nThe effect of this ruling was a determination that the instrument was primd facie the promissory note of the defendant, and as this and the eighth and tenth assignments, which are exceptions to the charge, present in substance but one question, they will be considered together.\nDoes this signature, considering the form of the instrument, its execution, and the position of the defendant’s name on it, primd facie import an obligation, and to go to the jury on proof, of the execution, as in ordinary cases ?\nIt matters little where the signature of a party to a writing may be placed, if the instrument imports an obligation or an engagement, and is accordingly so signed. Whether it appear at the right or the left hand of the paper, the signer will be ■presumed to be bound by it, for there is no room for an inference that any other was intended to be the signer.\nBut this cannot be claimed where the signature occupies a position that is certainly equivocal. Still less so when the position is that of a subscribing witness, and another has executed the instrument prepared for the signature of but one person. That is our case.\nThe instrument is in form the single bill of Eshbach, and as such it was executed by him. At the other end of the paper, stands the defendant’s name. It was claimed, when offered in evidence, that, inasmuch as the word “witness” did not appear, to explain the purpose of the defendant’s signature, that therefore its appearance on the paper was primd facie evidence that it was the promise of the defendant. It was only on this ground that the court could have admitted it on proof of the signature alone. The admission was not preceded by any other proof, but being followed by testimony which would have justified its admission, this error would have been cured, for the order of testimony is generally a matter for the court: but the doctrine that this execution was to be taken to be primd facie evidence that it was the promissory note of the defendant, was a serious error, as will appear presently, and not cured by the oral evidence that it was intended to be so, which was afterwards given.\nI do not doubt but there was evidence from which a jury might, if they believed it, have found that the instrument was the promissory note of the defendant. A note drawn in the singular number, and signed by several, has often been held to be binding as the joint and several note of all: Byles on Bills 67, n. 1, and authorities there cited.\nNor do I doubt that a sealing by one, and a signature without a seal by another, might be the single bill of one and the promissory note of the other: Biery v. Hains, 5 Whart. 563. But then it must either appear to be so by the instrument, or, if equivocal, be made to appear so by proper proofs.\nPrimd facie it was not the several note of the defendant, for it was the perfect single bill of another. His signature did not go a step towards establishing that it was his promise. It was just where the name of the subscribing witness is usually to be found. It was an instrument under seal, which is usually executed in the presence of a subscribing witness, and in a form which primd facie excluded any legal inference of the kind assumed. . Custom is law, and by it we are justified in inferring that an instrument drawn to be signed by one person, and signed at the right hand, is the signature of the promissor, and a signature on the left is the attestation. As it stood, the inference was against the paper being the note of the defendant, and required proof before its admission to overrule this legal inference. It is true the plaintiff gave evidence to 'prove that it was intended to be the note of the defendant, by his own admissions and consent, at the time of signing. But if it was to be taken to be his note primd facie as it stood in his signature, it is plain that the jury might have found for the plaintiff, although the entire oral testimony might be discredited, or none given. This was the error : it was not the defendant’s note unexplained, and there could not properly have been a recovery, without there was a preponderance of testimony to establish an intended liability by the defendant. The charge was, “that where a man puts his name at the bottom of a note, primd facie he is a party to it as a promissor. His responsibility does not depend upon whether his signature is a little more to the left than to the right.”\nThis, while undoubtedly true where there is a consistency between the form and the signature, where there is but one name designed to be put to the instrument, is not true where the instrument is equivocal, or complete with one signature, and there is another, neither executed with equal solemnity with the first, nor in the place of a promissor, and to a paper speaking but for one person, and already executed by one. Under this general instruction, the jury may have given their verdict without regard to what was essential to be established by proof, and for this reason the judgment must be reversed.\nThe other assignments of error are not sustained. It is true the question allowed to be asked Anna High was not altogether unobjectionable on the ground assigned. Facts ought not to be assumed in an examination in chief, but as much latitude in the direction an examination is to take is allowed in all courts, we would not reverse on account of the permission to ask the question in the form in which it was put in this case. Doubtless, all complaint will be avoided on another trial.\nDecree reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Marx Sp Punk and JElisha Forrest, for plaintiff in error,",
      "John D. Stiles, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Steininger versus Hoch’s Executor.\nPresumption of Liability of Party, arising from the position of Ms Signature on the Obligation on which suit is brought.\n1. A party is primA facie bound by his signature to an instrument importing an obligation or an engagement, whether it be signed on the right or the left hand of the paper, if there is no room for an inference that any other was intended to be the signer.\n2. But such a presumption does not exist where the position of the signature is equivocal, as that of a subscribing witness to an instrument under seal, prepared for and executed by one person only.\n3. Hence, where one executed a single bill, and opposite his name, on the left, in the place for the subscribing witness, the name of another was written, who was sought to be held as co-promissor, because the word witness did not appear, it was held, that the signature of the defendant to the paper was not primA facie evidence that it was his promise, to go to the jury on proof of execution merely, and that it was error so to instruct the jury.\nError to the Common Pleas of Lehigh eounty.\nThis was an action of debt, brought June 2d 1858, by Abraham Iioch, executor, &c., of Samuel High, against George Steininger.\nA statement was filed, in which the cause of action is described as a promissory note from defendant to plaintiff, dated March 29th 1856, for $800, payable in one year, with interest, to which the defendant pleaded nil debet.\nThe basis of the action was paper writing, a copy of which is given on the opposite page; the size of the note, and the position of the words, figures, and signatures being accurately set forth.\nThe point in the case was whether the defendant was a subscribing witness or an original promissor. The handwriting of the defendant having been proven, the paper was read to the jury under objection as the promissory note of the defendant. After this other evidence was offered by both parties. The court charged the jury as follows:—\n“ This is an action by the executor of Samuel High, deceased, against the defendant, on a note dated March 27th 1856, payable one year after date, which has been given in evidence, and which you will have out with you when you retire to deliberate on your verdict. The note runs, ‘I promise to pay,’ &c., and is signed and sealed by Eshbach, and has also the name of George Steininger upon it, below and to the left of the name of Eshbach, but without any seal opposite to it. When a note is written as in this case, and is signed by two or more persons, it is the joint and several note of the persons who have signed it. In this case if you believe that defendant signed the note, as a party to it, and not as a witness, the paper offered in evidence is the single bill of Fshbach, and the promissory note of Steininger, and a separate action lies against Steininger. Where a man puts his name at the bottom of a note primé facie, he is a party to it, as a promissor. His responsibility does not depend ivhether his signature is a little more to the left than to the right. Still it is competent for him to show, although there is nothing in the paper shoiving that he signed as a witness, to show that he was not a promissor, but signed it only as a witness. Whether the defendant signed as a party or a witness in the ease is the question in dispute in this case, and is a question of fact for your determination.”\nThere was a verdict and judgment in favour of the plaintiff, whereupon the defendant sued out this writ, and assigned for error here the charge of the court, as printed in italic, and the admission in evidence of the paper writing, on which suit was brought.\nThere were several other errors assigned, but these are all that were noticed in the opinion of this court.\nMarx Sp Punk and JElisha Forrest, for plaintiff in error,\nargued that the presumption to be drawn from an inspection of the note in suit, was exactly the reverse of that asserted by the court. That as obligors universally sign their names on the right, and witnesses on the left of obligations of this kind, Eshbach was the obligor, and Steininger a witness merely: citing Greenl. on Ev., yol. 1, pi. 14, as to the basis of legal presumption. That an instrument of writing, which is to be taken as the bill single of one man, and the promissory note of another, is an anomaly in the law; and that whoever, would establish such a relation between those whose names are on it, must do so by proof aliunde, unless the position of the signature of the party sought to be charged be such as to make the intention not to incur liability inconsistent with it, as was the case in Biery v. Hains, 5 Whart. 563, with respect to one of two persons whose names were on the note, with Hains in that case. On the note in that case, there was a fourth party, whose name was signed as this one was by Steininger, but who was never looked upon in any part of the case as a party.\nJohn D. Stiles, for defendant in error,\ncontended that Biery v. Hains, 5 Whart. 563, sustained the position that this paper was the bill single of Eshbach, and the promissory note of Steininger. That the court below fairly submitted the question of Steininger’s liability to the jury when they said, “ if you believe that the defendant signed the note, as a party to it, and not as a witness, the paper offered in evidence is the single bill of Eshbach, and the promissory note of Steininger, and a separate action lies against Steininger;” and “whether the defendant signed as a party or a witness in this case is the question in dispute, and is a question of fact for your determination.”\nThe abstract question of law was not incorrectly laid down. A promissory note is “a promise or engagement in writing.” No writer has ever said where the name of the obligor must be signed, whether on the right, or on the left, or in the middle. A name signed on the back of a note has been held to bind the party as original promissor: Kiner v. Shower, 1 Harris 444; Taylor v. McCune, 1 Jones 460. There was nothing on the note to show that Steininger was a witness, except the position of his name, which was not under that of Eshbach. Suppose a note were written on a small piece of paper, and signed by G. Lee and Jonathan J. Loutenshlager, the latter would be compelled to begin his name on the extreme left of the note. Would that make him primá faeie a witness ? The whole charge, taken together, puts the question fairly before the jury, and under the other evidence in the case, warranted the jury in finding as they did.\nMay 6th 1861,"
  },
  "file_name": "0263-01",
  "first_page_order": 263,
  "last_page_order": 269
}
