{
  "id": 996326,
  "name": "McNutt versus Strayhorn and Hobson",
  "name_abbreviation": "McNutt v. Strayhorn & Hobson",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "269",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 354",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0454-01"
      ]
    },
    {
      "cite": "5 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0022-01"
      ]
    },
    {
      "cite": "2 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0152-01"
      ]
    },
    {
      "cite": "8 W. & S. 64",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 262",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0262-01"
      ]
    },
    {
      "cite": "8 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0063-01"
      ]
    },
    {
      "cite": "3 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 14030,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.0071585866963401e-07,
      "percentile": 0.5409674463646336
    },
    "sha256": "f78bd5c80cf0ee4b9c13cdf094b1f7f32f39f91c52c9b93df2f3319212753f54",
    "simhash": "1:d90dc9a0ba17f698",
    "word_count": 2423
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McNutt versus Strayhorn and Hobson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThat the several assignments of the partners, Smith and Taylor, vested all their property, partnership and individual, in the plaintiffs below, I think can hardly be doubted. That it was so intended by them, in the absence of proof to the contrary, seems apparent. They were engaged together as partners, and on 29th of September 1858, Smith made an assignment of his interest in the firm, as also of his private property, to Strayhorn and Hobson, for the benefit of all his creditors, which was accepted by them. On the next day Taylor made a similar assignment to the same assignees, which was also accepted. If it were necessary to put the case exclusively on the doctrine implied by the remarks of Justice Kennedy, in Deckert v. Filbert, 3 W. & S. 454, no doubt could exist but that Smith assented to the assignment of the stock by Taylor to the assignees named. The inference would necessarily exist in the absence of testimony to the contrary. The partners acting together, cognisant of the affairs of the firm, select the same assignees, and make several assignments within one day of each other: the inference is irresistible that it was assented to as a partnership assignment.\nBut the doctrine of Donner v. Stauffer, 1 Penna. Rep. 198, and the same thing in substance in Kelly’s Appeal, 4 Harris 59, Baker’s Appeal, 9 Id. 77, Coover’s Appeal, 5 Casey 9, establish clearly that the equities of creditors are to be worked out through the equities of the partners, and that sales on separate executions of the firm property, which destroy the dominion of the partners over it, destroy also the equity of creditors whose liens have not actually attached; and the effect by private sales cannot be less. It cannot well be doubted but that this is a corollary of the first position. If the property be parted with by sale severally made, and neither partner has dominion or possession, there is nothing through which the equities of the creditors can work, and hence the rule will not apply. But all we have to do with here is the question of the right of the sheriff to levy after assignment made and accepted. As we are of opinion that the firm property did vest, we think he had no right to levy, and the judgment must be affirmed. The assignees must administer the assigned property according to the rights of the creditors of the assignors. Whether there will be any distinction to be made between partnership and private creditors in the distribution of the assets, we do not think it necessary to determine. We leave that as we find it, without further remark. As these views are decisive of the case,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Wayne McVeagh and U. V. Pennypacker, for the plaintiff in error.",
      "Vm. Butler and Jos. Hemphill, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McNutt versus Strayhorn and Hobson.\nPartnership Property. — Transfer of by Assignment of Individual Partners.\nS. and T., trading as partners, made several assignments, each of his private property and interest in the firm, on successive days to the same assignees, who accepted both trusts. Afterwards a firm creditor issued execution and levied upon the partnership property. Held, that, in the absence of proof to the contrary, the assignment of the firm property to assignees by one of the firm was assented to by the other;\nThat the partnership property vested in the assignees, and could not be levied upon by the sheriff after the assignments had been made and accepted.\nThough the rule is that the equities of creditors are to be worked out through the equities of th'e partners, yet where the property is parted with by sale severally made and neither partner has dominion or possession, there is nothing through which the equities of the creditors can work, and hence the rule will not apply.\nError to the Common Pleas of Chester county.\nThis was an action entered in the Common Pleas, December 11th 1858, by Samuel Strayhorn and Jacob Hobson, assignees of Matthew D. Smith and David E. Taylor, as plaintiffs, and David McNutt, sheriff of Chester county, as defendant, in which the following case was agreed on in the nature of a special verdict :—\nMatthew D. Smith and David E. Taylor were partners, doing business in the firm-name of Smith & Taylor. Matthew D. Smith made a voluntary assignment, dated September 29th 1858, which was delivered to the assignees, and the trust accepted by them on the same day, in which he assigns “ all his right, title, and interest in the partnership property and stock of the partnership of Smith & Taylor, consisting of D. E. Taylor and the said Matthew D. Smith, and trading under the firm of Smith & Taylor, in the manufacture and sale of spokes and hubs; and also all his interest in the debts due and owing to the said firm, however secured, together with all the goods, chattels, and effects, and property of every kind, real, personal, and mixed, of the said Matthew D. Smith; except, however, so much as is exempt from execution under an Act of Assembly of Pennsylvania, April 9th 1849 : In trust to the intent and purpose that they, the assignees, will sell and dispose of all the property hereby assigned, and collect and receive all the outstanding claims and debts due to said Smith; and with the money arising therefrom pay the creditors of the said Matthew D. Smith their respective just demands in full, if there shall be sufficient assets to satisfy the whole; and if there shall not be sufficient, then pro rata, without preference as between individuals; and should any part or portion of said trust, property, or funds remain, after complying with the trust aforesaid, they are to be delivered over and reconveyed unto Smith, his heirs, executors, administrators, or assigns.”\nDavid E. Taylor, the other partner, made a similar assignment, dated September 30th 1858, which was delivered to the assignees, and trust accepted by them on the same day, before the issuing of the execution hereafter mentioned. In it he assigned “all his right, title, and interest in the partnership property and stock of the partnership of Smith & Taylor, consisting of David E. Taylor and the said Matthew D. Smith, and trading under the firm of Smith '& Taylor, in the manufacture and sale of spokes and hubs; and also all his interest in the debts due and owing to the said firm, howsoever secured, together with all the goods, chattels, and effects, and property of every kind, real, personal, and mixed, of the said Matthew D. Smith (except, however, so much as is exempt from execution under the provisions of an Act of Assembly of Pennsylvania, passed April 9th, A. d. 1849, commonly called the Three Hundred Dollar Law). To have and to hold, receive and to take the same to the said Samuel Stray-horn and Jacob Hobson, their heirs and assigns, to the proper use and behoof of the said Samuel Strayhorn and Jacob Hobson, their heirs and assigns for ever: In trust, however, and to the intent and purpose that they, the said Samuel Strayhorn and Jacob Hobson, shall and do, as soon as convenient, sell and dispose of all the property hereby assigned, and collect and recover all the outstanding claims and debts to him, the said D. E. Taylor, due; and with the money arising therefrom, after deducting the said Samuel Strayhorn’s and Jacob Hobson’s reasonable costs and charges, shall and do pay the creditors of the said D. E. Taylor their respective just demands in full, if there shall be sufficient assets to satisfy the whole, and if there shall not be sufficient assets to satisfy, all the demands of the creditors in full, then pro rata, according to the amount of their respective demands, without preference as between individuals ; and should any part or portion of said trust, property, or funds remain, after fully complying with the trusts aforesaid, then the said Samuel Stray-horn and Jacob Hobson shall deliver over and reconvey the same unto the. said D. E. Taylor, his heirs, executors, administrators, and assigns.”\nOn. the same day, to wit, September 30th 1858, but after the execution and delivery of the assignment by David E. Taylor, the Bank of Newark issued an execution against the firm of Smith & Taylor, under which the sheriff of Chester county levied upon the partnership effects of the said Smith & Taylor. The question for the opinion of the court is, whether the sheriff had a right, by virtue of said execution, to levy and sell the partnership effects of Smith & Taylor, notwithstanding said deeds of assignment. If the court should be of the opinion that said assignments were legal, and sufficient to vest the partnership effects in the assignees free and clear from the legal operation of said execution, then judgment is to be entered for the plaintiffs. If the court should be of a contrary opinion, then judgment to be entered for the defendant.\nOn hearing, the court below ordered judgment to be entered in favour of the plaintiff's; whereupon the defendant sued out this writ, averring here that the judgment of the court below on the case stated was erroneous.\nWayne McVeagh and U. V. Pennypacker, for the plaintiff in error.\n1. The first assignment conveyed only the resulting interest of Smith in the surplus, after the firm debts were paid: Baker’s Appeal, 1 Harris 77; Modderwel v. Keever, 8 W. & S. 63.\n2. The insolvent assignment of Smith dissolved the partnership, and left the partnership effects in the hands of Taylor, under legal duty to account for it in payment of partnership debts, and settling any surplus which might be left with Smith’s assignees: Cochran v. Perry, 8 W. & S. 262; Horton’s Appeal, 1 Harris 67; Story on Part., § 307.\n3. By the assignment of Taylor, his assignees took what he had, and held it, as the assignor held it, subject to all countervailing equities.\n4. Smith’s outstanding equity in the corpus of the joint effects, to have them applied to pay the partnership debts, qualified the dominion of. Taylor over the goods, so far that his assignment did not pass the title to the joint effects to his assignees: Story on Part., §§ 322, 326; Ex parte Williams, 11 Vesey 5; Deckert v. Filbert, 3 W. & S. 152; 6 Barr 493 ; 4 Harris 399; Appeal of York County Bank, 8 Casey 450; Siegel v. Chidsey, 4 Id. 286; Modderwel v. Keever, 8 W. & S. 64.\n5. The attempt to substitute the fund pledged at the commencement of the partnership, to pay partnership debts, into a fund to pay separate debts, is defeated by the firm execution coming in before a sale, and by attaching itself to the firm interest, effectuates the equity which belongs to the partnership relation.\n6. The assignees of Taylor took no title whatever to the joint property, first, because he had no power to convey them, and, least of all, to pay his own private debts; second, because the deed of assignment is confined to his own individual estate and interest in the firm.\n7. If the title did pass to Taylor’s assignees, it is an item in the account to be taken on settlement with the assignees of Smith, that enough must be left to pay the partnership debts. It is that item embracing the whole of the goods which the bank execution seizes and sells: Noble v. McClintock, 2 W. & S. 152; Tanner v. Hall, 1 Barr 417; Purdy v. Powers, 6 Barr 495; Ex parte Ruffin, 6 Vesey 126.\nVm. Butler and Jos. Hemphill, for defendants in error.\n1. The assignments of Smith & Taylor, although not made on the same day, yet being made before the issuing of the execution under which the plaintiff in error claims, transferred all the interest of Smith and of Taylor in the partnership effects in trust for the use of their creditors, to be distributed by the proper tribunal, according to the respective legal rights of said creditors, be they partnership or individual.\n2. If the first assignment of Smith had been joined in by Taylor, it would have precluded any claim made under the execution. The difference of a day in the date and delivery of the two assignments, both being made to the same assignees, makes no difference: Donner v. Stauffer, 1 Penna. Rep. 205; Coover’s Appeal, 5 Casey 6; Baker’s Appeal, 9 Harris 76; Kelly’s Appeal, 4 Id. 59.\n3. The assignment of Smith left in Taylor all the partnership rights and interests not transferred by it to the assignees, consequently the transfer by Taylor of all iiis right, title, and interest in the partnership property and stock of the partnership of Smith & Taylor to the same assignees, left nothing to be taken by the execution: Deckard’s Case, 5 Watts 22; Deckert v. Filbert, 3 W. & S. 454.\n4. The assignments being in trust to pay the creditors of the respective assignors, must be construed to mean all their creditors, both partnership and individual, and if there be any preference in the distribution of the partnership effects, the law must give it, the assignors being prohibited doing so by the statute.\n5. These assignments having been made about the same time, and to the same persons, cannot be presumed to have been made contrary to the “express dissent” of the respective partners, but as having been made with their assent: Deckert v. Filbert, 3 W. & S. 354.\nMay 6th 1861,\n6. The creditors of a partnership have no lien on the partnership goods, and are not entitled to a preference in a distribution of them in any case, on account of any equity of their own, but as a result of the administration of the equities of the partners. The error of the plaintiff arises from the notion that after Smith & Taylor made their assignments, they still retained some interest in equity in the goods assigned, which remained liable to the creditors. Whereas, after Smith assigned, the entire interest in the goods was vested in Strayhorn, and Hobson and Taylor, and the only thing which prevented Strayhorn and Hobson immediately meddling with the goods was the equity of Taylor as the remaining partner; but when Taylor also assigned, Stray-horn and Hobson were the entire owners, neither Smith or Taylor having any rights or equities which enabled them to interfere to prevent the assignee from taking possession of the goods and selling them, and, as a consequence, the creditors had none."
  },
  "file_name": "0269-01",
  "first_page_order": 269,
  "last_page_order": 274
}
