{
  "id": 996214,
  "name": "Warner and McGee versus Scott",
  "name_abbreviation": "Warner & McGee v. Scott",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "274",
  "last_page": "279",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 540,
    "char_count": 12741,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 8.613329525337641e-08,
      "percentile": 0.49037665902529454
    },
    "sha256": "9c76b45c72178cecb5aaadb4bbb9454ffc50585e425c3c6e4e47c1502c9aee4c",
    "simhash": "1:feab05b5fc2f52e3",
    "word_count": 2281
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Warner and McGee versus Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThe provisions in the Acts of Assembly of 1810, 1814, and 1816, for the reference of suits or actions, commenced before justices of the peace, seem to have been designed to afford parties a choice in the mode of ascertaining amounts, and in assessing damages whilst the judgment was to be in form the act of the magistrate. The reference was to take place before him, and if the parties could not agree as to the referees, he was to appoint them, who, after being sworn and having heard the parties, their proofs and allegations, were to make and return the award to the justice. On this he enters judgment. This act merges the award; and, thereafter, a party dissatisfied must direct his attention to the judgment. He cannot affect it by attacking the award. The award after judgment is of no consequence. It is probably not often preserved. The Acts of Assembly ascribe to it no importance, and we see nothing of it in any subsequent proceedings. The judgment is not to be maintained by it. That is self-sustaining. Hence, therefore, it was not necessary to produce it in the case in hand, as was properly ruled by the learned judge of the Common Pleas. This we think is all that is necessary to be said, as well in regard to the admission of the evidence, as to the answer to the defendants’ third point, on the same subject.\nNor is the second assignment of error sustained. The judgment of Warren v. Scott, on a note, alleged to be the same which the former claimed to have previously given for the horse, and the levy of the same horse on execution on the judgment obtained on it, were evidence against Warren’s claim of a previous purchase. They were very inconsistent acts with such a pretence, and properly admitted.\nThe third assignment is no more troublesome than its predecessor. The court treated the judgment as conclusive. There was no ambiguity about the cause of action, on which the judgment was entered. And its effect could not be swept away by showing what was proved on the hearing. The plaintiff in that suit could not impeach it collaterally. To attempt to give an effect to it — differing entirely from that imported by it — was to impeach it; and the offer was rightly rejected. This view dispenses with the necessity of any notice of the fifth assignment.\nThe sixth error is as to the testimony of a deceased witness. As the testimony is not on the paper-books, we cannot tell whether the court’s answer to the point in regard to it was proper or not. I cannot see why he might not testify to acts and declarations of the parties going to prove a sale, although not present at the sale. If there was anything marking the impropriety of the evidence on its face, it should have been given; as it is, we must presume the comments of the court upon it were correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "It. Brown, for plaintiffs in error.",
      "L. D. Wetmore, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Warner and McGee versus Scott.\nAward of Referees merged in Judgment of the Justice.— Cause of Action as set out on Docket, binding on Plaintiff. — Evidence of Acts inconsistent with Ownership of Property.— Competency of Witnesses as to Acts and Declarations of Parties.\n1. The award of referees chosen under the Act of Assembly, providing for a reference of actions commenced before justices of the peace, is of no legal value, after judgment has been entered upon it by the justice ; and it need not be produced on the trial of a case in which the proceedings before the justice are offered in evidence by one of the parties.\n2. The seizure in execution by the plaintiff in a judgment of certain specific property is an act which is very inconsistent with a previous claim of ownership of the same property; and may be given in evidence to rebut such alleged ownership when it is offered as a defence in an action brought to recover damages for the seizure.\n3. A plaintiff whose cause of action is set out on the docket of a justice is concluded by it. He cannot impeach it collaterally, or affect it by showing what was proved on the trial.\n4. A witness is not precluded by any rule of law from proving a sale of personal property by the acts and declarations of the parties, though he was not present when the sale took place.\nError to the Common Pleas of Warren county.\nThis was an action of trespass, brought July 21st 1855, by R. 0. Scott against John A. Warner, Henry McGee, and Jared Sanford, to recover the value of a horse which was taken under a writ of attachment issued by a justice of the peace at the suit of John A. Warner, and sold as the property of Rufus Montgomery. The other defendants in this suit are the constable and the counsel of Mr. Warner.\nThe material facts of the case appear to be as follows:—\nThe horse was owned by Julius Scott and Rufus Montgomery, partners doing business as Scott & Montgomery. Warner held a note against Montgomery, and had also a claim against the firm, and alleged that he had bought the horse in Pittsburgh from Montgomery, in satisfaction of these two claims; that an order had been given by Montgomery on his partner Scott, to the agent-of Warner, for the delivery of the horse, under which the horse was delivered to the agent in Warren county, who kept and worked him for Warner for a week or ten days. R. C. Scott and Julius Scott took the horse from Warner’s pasture, Julius telling Warner’s agent at the time, that he wanted to borrow him, and would return him that day, but never did return him. Warner then brought an action of trover against Julius Scott, before Justice McGee, in which he claimed $100 for a horse borrowed and kept by the defendant. Judgment was entered against defendant for $100, for default of appearance, and execution issued thereon. Subsequently, on application of the defendant, the judgment was opened, and the case referred to three men, on whose award judgment was entered, July 7th 1855, by the justice for $10 and costs, which sum, on execution issued, was paid to the plaintiff, September 6th 1855, by the defendant.\nOn the 14th of June 1855, pending the above proceedings, Warner brought suit on his note against Montgomery, and issued an attachment, under which the horse in question was taken from the possession of R. C. Scott, who, claiming to own him by purchase from Julius Scott, brought this action against Warner, his counsel, and the constable, as above stated.\nOn the trial in the court below, the plaintiff offered in evidence the judgment recovered by Warner against Julius Scott, in the action of trover before Justice McGee, with plaintiff’s receipt for the same, to be followed by evidence that the horse had been sold to the plaintiff by Julius Scott. This offer was objected to by the defendant, because nothing but the docket entries were offered, and because also the judgment on its face was only for the use and not for the value of the horse. The court below (Derrickson, P. J.) overruled the objection, admitted the evidence, and sealed a bill of exceptions for defendant.\nThe case then proceeded, and the plaintiff closed in chief.\nThe defendants offered inter alia to prove that the claim set up by Warner before the referees in the suit against Julius Scott, was for damages for taking the horse for a short time, and not for the value thereof. This was objected to by plaintiff as -conflicting with the justice’s docket, rejected by the court, and a second bill of exceptions sealed for defendants. As rebutting evidence the plaintiff then offered the record of the same justice, of a suit between John A. Warner and Rufus E. Montgomery, on which the attachment had been issued for the purpose of showing that there had been no sale of the horse by Montgomery to Warner, as he now alleged. This was objected to by defendr ants, admitted by the court, and a third bill of exceptions sealed for the defendants.\nThe defendants submitted the following points, on which the instruction of the court was requested:—\n1. That, from the fact that the Scotts had obtained possession of the horse in the manner testified by Warner’s agent, the institution of the suit by attachment of Warner against Montgomery is not inconsistent with his claim to the horse by purchase in Pittsburgh, and does not divest his claim therein or estop him from claiming the property in the horse.\n2. That, if the horse was owned by Montgomery at the time the attachment was levied, his interest therein was vested in the constable’s vendee, whose title would prevent a recovery by the plaintiff in this ease.\n8. That, inasmuch as the award of arbitrators is not produced in the case in trover wherein Warner is plaintiff and Julius Scott defendant, it is a question for the jury to say whether the award of $ 10, as entered on the docket, is for the value of the horse, or for damages for the taking and detention for a limited time.\n4. That, if the jury believe that the award is only for damages, and not for the value of the horse, that recovery does not divest the plaintiff of the title, and vest it in Julius Scott.\n5. There being no evidence, of a sale by Julius to the plaintiff, except the testimony of a deceased witness, if the jury believe from the notes as read in evidence of said witness’s testimony in the former suit, that he had his information from Julius Scott, and his declarations, and was not present at the sale alleged to have taken place by Julius to plaintiff, those declarations are to be disregarded by the jury as incompetent,'and no title is shown in the plaintiff.\n6. That plaintiff in this case must have had title to the horse on the 25th June 1855, or he cannot recover in this case.\nTo which the court answered:—\n“1. The attaching and selling of the horse on the attachment of Montgomery is somewhat inconsistent and incompatible with the idea that the horse belonged to Warner, as it is not common for a judgment-creditor to sell his own property on an execution against another, yet he may do so, and is not estopped thereby from showing that it was actually his own.\n“•2. It is very clear that if the horse belonged to Montgomery when the attachment was laid, and was sold at the constable’s sale on an execution founded on the judgment in the attachment, the plaintiff cannot recover; but if it were otherwise, and the plaintiff had, before this, become the owner thereof, he would be entitled to recover.\n“ 3. If the justice’s docket did not disclose what the plaintiff’s claim in that case was for, or if it were ambiguous so as to leave it uncertain what the claim was for, the point submitted would be correct; but the docket, defining that it was for taking and keeping the horse,’ we answer it in the negative. It was in the power of the plaintiff in that case to define his claim as best suited him, and after he has done it he cannot make it something else, after he has gone on to trial and obtained his judgment and satisfaction thereof.\n\"4. We are to take it for granted that the award followed the submission, and if the docket shows that the claim then was for the taking and keeping of the horse, and the plaintiff got a judgment, and it was paid, it vested the title or ownership to the horse in Julius Scott, the defendant in that case.\n\" 5. The testimony of the witness was given in the former trial of this cause. He dying since, the notes thereof have been read by counsel on both sides, and it is now for the jury to consider, as of other testimony in the case. It was not necessary he should be present at the sale to entitle him to testify legally; hence we do not give an affirmative answer to the fifth point.\n\" 6. If the plaintiff had possession of the horse, and claimed him as his when he was taken away by the defendants, by the delivery and sale to him by Julius Scott, and if, at the time, the animal did not belong to the latter, but afterwards became his by virtue of the judgment of the justice, and the satisfaction thereof, which changed the ownership, this would inure to the 'benefit of the plaintiff, who had previous thereto made the purchase from the other Scott, and it would be therefore immaterial whether he had the actual legal ownership before or after the 25th June, provided he had it before he brought his present suit.”\nTo these answers the defendant’s counsel excepted.\nUnder these instructions, there was a verdict and judgment in favour of the plaintiff for $165.85, whereupon the defendants sued out this writ, and assigned for error here the admission of the evidence mentioned above in the first and third bills of exceptions; the rejection of the evidence mentioned in the second bill of exceptions; and the refusal to answer the defendants’ third, fourth, and fifth points in the affirmative.\nIt. Brown, for plaintiffs in error.\nL. D. Wetmore, for defendant in error.\nMay 6th 1861,"
  },
  "file_name": "0274-01",
  "first_page_order": 274,
  "last_page_order": 279
}
