{
  "id": 996318,
  "name": "Cope's Appeal",
  "name_abbreviation": "Cope's Appeal",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "284",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 406",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 519,
    "char_count": 11795,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 9.323546641993897e-08,
      "percentile": 0.5132723954176479
    },
    "sha256": "c249d30c2af4aa224de8d8ca52798f386660c8c169447b5d9624ed9c39db0045",
    "simhash": "1:8a2dddad7550fd7b",
    "word_count": 2045
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cope’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThis was a case of distribution, under a sheriff’s sale of the personal property of A. B. Schermerhorn, at the suit of the appellant.\nThe claimants were firstly, parties who had issued executions on judgments before a magistrate; secondly, an execution-creditor of a previous firm of Schermerhorn & Bro.; and, lastly, the appellant, on whose fi. fa. the property was sold. I do not enumerate a claim for rent, for that does not come into the controversy — it not being contested.\nNot stopping to notice the defective levy by the constable, on the Bohler, Thompson & Weikel and Dobb’s execution, we cannot see how it was possible to suppose that these executions, having been returned the day after the levy, made in consequence of appeals taken in each case, should continue to be a lien on the goods supposed to be levied on. The return of the writs destroyed this, and so did the appeals taken. On both these points the law is undisputedly against these claimants: Act of 1810, § 18; Finn v. The Commonwealth, 6 Barr 460; O’Donnell v. Mullin, 3 Casey 199.\nThat the appeal was not entered up on the first Monday of January, the first day of the ensuing term, does not affect the case. It could not give vitality to returned executions. Individual cases of hardship may occur under such circumstances, there being now no security for the debt given on appeal, in the manner formerly required, but this does not alter the effect of .the apjDeal in operating as a supersedeas to an execution; it is as effectually so, under the change of the law regarding bail, as it was formerly. These execution-creditors were not entitled to any portion of the money. Nor was the Kinnan execution against Schermerhorn & Bro., issued ten days after the appellants, and in the hands of the sheriff on the sale.\nThe reason for this is, that the auditor has found that the property sold was individual, not firm property; that the partnership once existing, had been, sometime before either execution issued, dissolved, and the property ceased to be partnership. As the partnership-creditor could, in any event; only have preference over an individual execution, when the entire property was sold, through the equity of the partners to have the firm assets applied to the payment of firm debts, no such result could reasonably be expected to follow, where no such relation existed: Donner v. Stauffer, 1 Penna. Rep. 198; Baker’s Appeal, 9 Harris 76; Appeal of the York County Bank, 8 Casey 446. There is nothing in the case to convict the auditor of error, in finding that the property levied and sold was individual, and not partnership property. The first fi. fa. was therefore - the first lien, and that was the appellant’s. Under these circumstances, the auditor and court were both in error, and the decree of distribution must be reversed.\nAnd now, May 6th 1861, the decree of distribution of the Common Pleas of Lehigh County, awarding distribution to Bohler, Thompson & Weikel, and to A. P. Kinnan, is reversed; and it is now ordered, adjudged, and decreed, that the money in court, after paying $21 to William J. Romig, for rent not appealed from, is to be applied to the execution of George B. Cope, and paid to him, to wit, the sum of $184.42, and that the costs be paid by the appellees.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Marx $ Bunk, with whom was A. B. Swartz, for the appellant,",
      "John H. Oliver, for Bohler, Thompson & Weikel,",
      "John D. Stiles, for Alexander P. Kinnan."
    ],
    "corrections": "",
    "head_matter": "Cope’s Appeal.\nExecutions, Lien of destroyed by Appeal to Common Pleas, and by Return of Constable.— Claims of Partnership-Creditors, on Partnership Property depend on the Equities of the Partners. — Effect of Dissolution, and Division of Partnership Property.\n1. Where executions, issued upon two judgments before a justico of the peace, were returned the day after the levy in consequence of appeals taken in each case, their lien upon the goods levied on was destroyed, and they were not entitled to payment out of the proceeds of the same property subsequently sold by the sheriff upon the execution of another creditor, though the appeals taken by the defendant were not entered up by the first return day of the ensuing term, as required by law.\n2. The execution of a partnership-creditor is entitled to a preference over an individual execution, where the firm, property is sold only, through the equity of the partners to have the firm assets applied to the payment of the firm debts.\n3. Hence, whore a partnership was dissolved some time before the execution of an individual creditor of one of the late partners issued, and the auditor appointed to distribute the proceeds of the sheriff's sale on that execution found that the goods sold were individual, not partnership property, an execution against the firm for a firm debt is not entitled to payment out of the fund in preference to the execution of the individual creditor.\nAppeal from the Common Pleas of Lehigh county.\nThis was an appeal by George P. Cope, from the decree of the Court of Common Pleas, on the report of the commissioner appointed to distribute proceeds of the sheriff’s sale of personal property, levied on under an execution against A. B. Schermerhorn.\nThe case was this: — A. B. Schermerhorn and Charles Schermerhorn were partners in the grocery business in Allentown, doing business as Schermerhorn & Brother, where they had two establishments, each of which was in charge of one of the partners. About the 7th of October 1859, a dissolution of the firm took place, each of the late partners continuing to do business in the place which he had severally occupied while they were in partnership.\nOn the 8th of December 1859, the firm of Bohler, Thompson & Weikel, and George Dobbs, obtained judgments before a justice of the peace, the former for a debt of Schermerhorn & Brother, and the latter against A. B. Schermerhorn. Executions were issued on these judgments, under which the constable visited the store occupied by A. B. Schermerhorn, told him that he had made a levy, making, at the same time, a memorandum on a slip of paper, to the effect that he had levied on a “ lot of crockery and groceries,” which he also endorsed on the writs on his return. On the same day the defendants appealed both cases, and entered bail for costs.\nOn the 12th of December, four days after the constable’s levy, an execution against A. B. Schermerhorn was placed in the hands of the sheriff by George B. Cope, by virtue of which the same goods were levied upon and sold. On the day of sale, Alex. P. Kinnan placed in the hands of the sheriff a fi. fa. against Schermerhorn & Brother, on which the sheriff returned that he had made $43.98 and costs, and had levied upon the property of defendant, subject to Cope’s fi. fa.\nThe goods sold by the sheriff were at one time the property of Schermerhorn & Brother, and remained in the store which he had managed as partner, but were claimed by him as his individual property, in virtue of the dissolution above mentioned.\nThe proceeds of the sale made Cope’s execution, was brought into court, and a commissioner was appointed to distribute. The parties were, 1. W. J. Romig, who claimed $21.23 for rent due by defendant, to which no serious objection was made; 2. George B. Cope, who claimed the whole balance under his fi. fa. against A. B. Schermerhorn; 3. Bohler, Thompson & Weikel, and George Dobbs, in virtue of the levy made by the constable on these goods; and 4. By Alex. P. Kinnan under his fi. fa. against the firm of Schermerhorn & Brother.\nThe commissioner distributed the fund, — to W. J. Romig,- for rent, $21; to Bohler, Thompson & Weikel, $92.29, their claim, with interest and costs; to George Dobbs, $42.95, the amount of his claim, with costs, and the balance, of $49.18, on account of Cope’s claim, rejecting the claim of Kinnan entirely. To this report exceptions were filed by Cope and by Kinnan.\nThe court below, on argument, distributed the fund to Bohler, Thompson & Weikel, in full of their claim, and the balance to the claim of Alex. P. Kinnan.\nThe case was then removed into this court by Cope, who assigned the decree of the court below for error.\nMarx $ Bunk, with whom was A. B. Swartz, for the appellant,\nargued, 1. As to the claim of Bohler, Thompson & Weikel, there was no lien, because there was no levy such as the law requires, no seizure nor schedule: Welsh v. Bell, 8 Casey 15; Schuylkill County’s Appeal, 6 Id. 359. The goods remained as before until the issuing of Cope’s execution, under which they were taken and sold. Even if there had been a valid levy, the lien expired with the return of the writ. There is no provision in the Act of 1810 for selling after the return-day, which worked a dissolution of the writ, no matter when made. But, again, the defendant had appealed from the judgment, and given security for costs in due time, and, although the appeal was not filed, still their claim is gone, because more than twenty days had elapsed between the issuing of the writ and the time when the appeal should have been filed, before which the defendant could not be in default. O’Donnel v. Mullin, 3 Casey 382, is direct to the point, as to the effect of an appeal, while Herron’s Appeal, 8 Casey 240, does not conflict with it.\nAs to the claim of Kinnan, they argued that his right to recover as a partnership-creditor was of no validity; because there had been a dissolution of the firm, and the property sold belonged to A. B. Schermerhorn, as his share of the partnership property, to which the auditor reported he had made some addition. This dissolution was legal; they had a right to dissolve on such terms as they saw proper, and the partnership-creditors, having no lien on the goods, must claim them, if at all, through the equities of the partners: Baker’s Appeal, 9 Harris, and the cases there cited and reviewed.\nJohn H. Oliver, for Bohler, Thompson & Weikel,\ncontended that the lien of a constable’s levy did not depend on the schedule of goods annexed to the writ: Act of March 20th 1810, § 18. The levy and endorsement need not be cotemporaneous, the former being complete without the latter. Even if the converse of this proposition were true, the claim of the appellees is good, because the endorsement was sufficiently certain: Wilson and Sieger’s Appeal, 1 Harris 426 ; Schuylkill County’s Appeal, 6 Casey 359.\nA constructive seizure is sufficient where the officer has control of the goods: Wood v. Vanarsdale, 3 Rawle 406. The lien did not expire by the act of returning the writ. It was stayed by the appeal; but the lien was good, because the appeal was not perfected. The sheriff’s sale was held before the twenty days had expired, during which our lien was good. Herron’s Appeal, 5 Casey 240, shows that the language of the judge who decided O’Donnell v. Mullin, 3 Casey 199, was too general. See also Lee v. Farrel, Com. Pleas Phil. Purd. 484, n. k. To sustain the claim of Cope, is to encourage defendants to institute appeals, which are not intended to be perfected, and thus defeat the claims of creditors whose vigilance entitles them to the favour of the law, provided their claims are just.\nJohn D. Stiles, for Alexander P. Kinnan.\nBefore the sheriff’s sale, on the 22d of December 1859, Schermerhorn & Brother, as partners, confessed judgment in favour of Kinnan, from whom the goods were bought. Although the partnership was dissolved on the 7th of December, no change whatever was made in their manner of doing business. To all appearance the partnership remained as before. There was no proof or admission before the auditor, as to the division of the property between the partners, so that the goods sold were the property of the firm, and belonged to tbe firm creditors. The partners do not interfere for or against either set of creditors, and present no equity as between them, which creditors can use: Coover’s Appeal, 5 Casey 9.\nMay 6th 1861,"
  },
  "file_name": "0284-01",
  "first_page_order": 284,
  "last_page_order": 288
}
