{
  "id": 996368,
  "name": "Pettit's Appeal and Lapsley's Appeal",
  "name_abbreviation": "Pettit's Appeal & Lapsley's Appeal",
  "decision_date": "1861-05-14",
  "docket_number": "",
  "first_page": "324",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 526,
    "char_count": 10333,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4098791087820178
    },
    "sha256": "2c484841a7ca1ad5feb752c8d006b1228148755f326c0fa2587588bb61a693bb",
    "simhash": "1:c1dd6a9070afa446",
    "word_count": 1812
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pettit’s Appeal and Lapsley’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe auditor proceeded on a wrong principle in settling this account. The accountant was not guardian or trustee of his niece, but simply her debtor for her share of her mother’s estate remaining in his hands. Has he paid her ?\nShe had no guardian, and did not choose to ask for one; but this did not exclude her right to live by her own little fortune. As infant, she had a right to contract debts for necessaries, according to her condition in life, and to call on him to pay them for her out of the money in his hands. And he might lawfully pay them, at the risk of the question whether they were indeed necessaries.\nHer own statement shows that she was treated by her uncle with great generosity and liberality, and enjoyed all the privileges of a daughter in his family, and all at his expense, except so far as she chose to incur expenses for herself. We can constitute no relation between them arbitrarily, but must take the relation as the facts show it. We cannot say that, because he was most liberal to her in some respects, therefore and thereby he becomes bound to go further. We must not make his generosity a reason for imposing upon him a duty. Her own account of the matter shows that it was intended that she should freely participate, without charge, in all that was common to the family, and that for all expenses that were personal to herself, she should pay. This was the very best mode of securing her entire freedom in the family.\nHer expenses, paid by him during the years 1851 to 1855, inclusive, are so very moderate that we see no difficulty in treating them as necessaries. Those paid by him with her consent, after she arrived at age, 21st September 1857, are of course valid, for she could then ratify and pay even her invalid contracts. If their extravagance has left her some disappointment, she ought not to charge it upon her uncle, for he had no power to prevent it.\nAll that remains to be considered are the items from 1st April 1856, down to 21st September 1857. They amount to $1116.57 in a year and a half. We can find no satisfactory evidence of ratification of these payments after she arrived at age, and we know not how we can treat them all as necessaries. The fact that she had then grown up to womanhood, would require some increase of expense, according to the customs of society, which law always respects, even where morality would require their reform. Besides this, during nearly all that time she was under an engagement to be married to her present husband, who is a wealthy man, and moves in' expensive society; and this, according to the customs of society in large cities, would involve very considerable additions to her personal expenses. A majority of us think that these changes in her circumstances justify an expenditure for necessaries of $400 a year, during the last period of her minority, and we can allow no more than this to stand as payment. We must, therefore, charge the appellant with a balance which a generosity equal to his own could not exact.\nDecree. — May 13th 1861. This cause came on for hearing at the late term of this court at Philadelphia, on appeal by both parties from the decree of the Orphans’ Court of Chester • county, and was argued by counsel. And now, on mature consideration thereof, it is ordered and decreed, that the appeal of Samuel W. Lapsley and wife be dismissed at their costs; and on the appeal of William V. Pettit, it is ordered and decreed that the decree of the Orphans’ Court be reversed, and instead thereof, it is now ordered and decreed that the said William V. Pettit pay unto the said Margaret M. Lapsley the sum of $516.59, with interest from October 1st 1858, and that each party pay half the costs of this appeal, and of the proceedings in the Orphans’ Court; and the cause is remanded to the said court in order that this decree may be carried into execution.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by Joseph J. Lewis and Wayne MeVeagh, for Mr. and Mrs. Lapsley; and by G. Guillou and William Darlington, for Mr. Pettit."
    ],
    "corrections": "",
    "head_matter": "Pettit’s Appeal and Lapsley’s Appeal.\nLiability of Administrator for Moneys paid for or advanced to Distributee during Minority.\n1. Where a young lady, entitled to a share in her mother’s estate, was maintained by her uncle, who was the administrator, and with whom she lived without pecuniary charge, she has the right, during her minority, being without a guardian, to contract for such articles as may fairly be deemed necessaries; and he will be entitled to credit in his administration account for the amount paid by him for those articles, as well as for payments made by him with her consent after she arrives at age.\n2. Where the uncle paid extravagant debts contracted by her, during her minority, for articles which were not necessaries, he will be surcharged in his account with the difference between the amount of those debts and a fair allowance for necessary expenditures, having regard to her condition in life, unless she ratified the payments made by him, after she arrived at full age.\nAppeals from the Orphans’ Court of Chester county.\nThese were appeals by William Y. Pettit, administrator of the estate of Sarah Jeffries, deceased, and by Samuel W. Lapsley, and Margaret M. his wife, who was a daughter of Mrs. Jeffries, from the definitive decree of the Orphans’ Court, distributing the balance in the hands of said administrator.\nThe case was this: — Sarah Jeffries, widow of Samuel C. Jeffries, deceased, died in November 1850, intestate, leaving two children, viz., Margaret, now Mrs. Lapsley, and Samuel, both of whom were minors. Letters of administration were granted to William Y. Pettit, whose account, filed May 14th 1852, and confirmed in September following, exhibited a balance in his hands, belonging to the estate, of $6116.64.\nMargaret never had a guardian; but, on the death of her mother, was taken into the family of Mr. Pettit, where she lived as his daughter, until her marriage with Mr. Lapsley. She was fashionably educated, and supported in the family of the accountant, until July 1853, when she went to reside with another uncle, Mr. John D. Pettit, in West Chester, where she remained until. March 1855. Up to this time her expenses had not absorbed the interest in her share in her mother’s estate. About this time accountant’s wife died, when Margaret was taken by him to Philadelphia, and placed in charge of his house and family. She was then between eighteen and nineteen years of age. She remained here until April 8th 1858, when she was married to Mr. Lapsley, having attained her full age on the 21st of September 1857.\nOn the first of October 1858, Mr. Pettit paid her $410.15, which he alleged was all that was due to her out of her share of the moneys in his hands, the remainder having been expended by him for her use.\nOn the 9th of November 1858, on the petition of Mr. and Mrs. Lapsley, the Orphans’ Court of Chester county appointed an auditor to distribute the balance of $6111.64, in the hands of the administrator, as per his account. Before the auditor, Mr. and Mrs. Lapsley claimed the half of said balance, viz., $3058.32, and interest from the date of the account, less the $410.15, paid on the first of October 1858, as above stated.\nThis the accountant resisted, and presented a statement (with proper vouchers), showing the transactions between him and Mrs. Lapsley since the filing of his administration account. In this statement, he charged himself with her moiety of the balance in his hands as administrator of Mrs. Jeffries, deducting from it $225.81, for moneys expended for her between the date of her mother’s death and the filing of the account in 1852. On this balance he charged himself with interest, $147.60, to April 1st 1843, and took credit on the other side of his account for expenditures up to that date, amounting to $253.85. The excess of expenditures over the interest he subtracted from the principal, beginning each new year with the remainder as principal, continuing thus from year to year, until October 1st 1858, when the account closed with the balance of $410.16, which was paid to her on that day. The expenditures for the several years were as follows: — For 1852, $253.85; for 1853, $164.20 ; for 1854, $176.36; for 1855, $137; for 1856, $496; for 1857, $616.23; and for 1858, $1442. The items of which these sums were made up, were all set out in the statement. In addition to this, letters of Mrs. Lapsley, one written about the time she came of age, and another, which, from the date of a bill therein enclosed, must have been written some time afterwards, were offered in evidence by Mr. Pettit, to show that she authorized or ratified these expenditures. The auditor took the ground that Mr. Pettit was a trustee for Mrs. Lapsley, and that, therefore, he could only be allowed the interest of her share on account of her expenses, not being at liberty, without the express sanction of the court, to break in upon the principal. That her annual income of $183 was sufficient for her support for many years; and that, as after her annual expenses exceeded that amount, the statement showed it was mostly for clothing, no trustee could be justified who permitted such an expenditure. He therefore decided that the whole sum of $3058.32 was due to Mrs. Lapsley, less the $410.15 which had been paid to her. To this report both parties filed exceptions: Mr. and Mrs. Lapsley, on the ground that the auditor allowed the accountant the interest of the money in his hands towards the maintenance and support of Margaret M. Lapsley; because he did not report in favour of Margaret M. Lapsley one-half the balance appearing in the hands of administrator as per his account, with interest from the date of the account to the date of the report, less the sum of |410.15, with interest; and because, also, the auditor did not charge the whole expense of the audit upon the administrator. Mr. Pettit excepted to the report, because it awarded any sum to Mrs. Lapsley, and because he had been charged with half the expenses of the audit.\nMay 14th 1861,\nThe Orphans’ Court, on argument, dismissed the exceptions, and confirmed the report, from which decree both parties appealed to this court, assigning for error the decree of the court below.\nThe case was argued in this court by Joseph J. Lewis and Wayne MeVeagh, for Mr. and Mrs. Lapsley; and by G. Guillou and William Darlington, for Mr. Pettit."
  },
  "file_name": "0324-01",
  "first_page_order": 324,
  "last_page_order": 327
}
