{
  "id": 996371,
  "name": "Backus & Co. versus Murphy, Benedict & Co",
  "name_abbreviation": "Backus & Co. v. Murphy, Benedict & Co.",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "397",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 193",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843939
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0193-01"
      ]
    },
    {
      "cite": "5 Watts 193",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 14255,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.5945778697129018e-07,
      "percentile": 0.682701771416017
    },
    "sha256": "cb0bec413fbddf18baa065b0b87cab2243106d45b212fb060a87789fb5e87439",
    "simhash": "1:d21f5c3dba5708ea",
    "word_count": 2517
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Backus & Co. versus Murphy, Benedict & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nThe principles of the partnership relation and the effect of judicial sales of partnership effects, at the suit both of partnership creditors and of creditors of individual members of the firm, have been so frequently and fully discussed of late years in this court that it would be a waste of time to restate them, and I content myself by referring to the cases which illustrate them: Doner v. Stauffer, 1 Pa. St. R. 205; Roop v. Rogers, 5 Watts 193; King’s Appeal, 9 Barr 124; Deal v. Bogue, 8 Harris 228; Baker’s Appeal, 9 Id. 82; Cowen’s Appeal, 5 Casey 11.\nIt is not difficult to apply the doctrines of the foregoing cases to the facts of this case. The equity of the partnership creditors to have the partnership property applied to partnership debts was to be worked out through the partners. That is to say, whilst any partnership property remained, either partner might apply it or compel its application to the firm debts, and for this purpose might avail himself of the equity powers of the courts. And possibly, creditors might compel him to allow them to use his name for this purpose, if he were backward in protecting their rights; but when, as here, neither he nor they interposed to arrest proceedings at law, the effect of which was to dissolve the partnership and to extinguish the joint stock, their right to intervene in the distribution of a sheriff’s sale was gone. The money was applicable first to the execution of the joint creditors, and then to that of Murphy, Benedict & Co. against Sartwell. The sales on these executions dissolved the partnership and exhausted the assets. The equities of the partners and of their creditors were extinguished by the sales, and are not to be revived for the purpose of being asserted now.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "L. D. Wetmore, for appellant,",
      "R. Brown, for appellees."
    ],
    "corrections": "",
    "head_matter": "Backus & Co. versus Murphy, Benedict & Co.\nExecution against Partners. — Equities of Partnership Creditors.\n1. The equity of partnership creditors to have the partnership property applied to partnership debts, is to be worked out through the partners.\n2. While any partnership property remains, either partner may compel its application to the firm debts; and if either partner is backward in protecting the rights of the firm creditors, they may compel him to allow them to use his name in equitable proceedings to enforce their rights ; but where neither he nor they interposed to arrest proceedings at law, the effect of which was to dissolve the partnership and extinguish the joint stock, they cannot afterwards intervene in the distribution of the proceeds of the sheriff's sales upon the execution of joint creditors on which the firm assets were sold.\nAppeal from the Common Pleas of McKean county.\nThis was an appeal by John C. Backus, from the decree of the court below, distributing the proceeds of the sale of the personal property of John C. Backus & Co.\nMurphy, Benedict & Co. held a judgment by confession against George W. Sartwell, C. K. Sartwell, andR. Sartwell, doing business as C. K. Sartwell & Bro., dated July 28th 1856, on which they sued out an execution March ls't 1860. On the 3d of March, a judgment in favour of Ghordis Corwin and William Y. McCoy was entered up against John 0. Backus and George W. Sartwell, doing business as John C. Backus & Co., on which execution was issued March 5th 1860.\nOn the first execution the sheriff returned, “By virtue of this writ, I have levied on the right, title, interest, and claims of defendants in the following described property, viz.: a quantity of pine and cherry lumber, plank, &e., &c., estimated at from six to eight thousand feet,” &c. Underneath the above was written, hlarch 12th 1860, sold to W. Y. McCoy and G. Corwin, for $6027.00 on two fi. fas. On the back of the writ there was this return: “Property sold, see return on fi. fa., A. D. No. 22, J. D.'No. 20, and E. D. No. 3, June Term 1860. G. Corwin & W. Y. McCoy v. John C. Bapkus & Geo. Sartwell, March 12th 1860. Joseph Morse, sheriff.”\nThe proceeds of sale were more than sufficient to pay both writs., As the property sold was that of J. C. Backus & Co., there was no dispute as to the payment of the execution against them in favour of Corwin & McCoy. Enough of the balance, however, was claimed by Murphy, Benedict & Co. to satisfy their writ, and this was the matter in controversy.\nOn the 29th of June, John C. Backus presented his petition to the Common Pleas, setting forth that in March last he was in business with G. W. Sartwell, under the firm and name of John C. Backus & Co.; the entry of the judgment; the issuing of the executions, and the sale of the property as above stated. That the property levied on and sold was the property of John C. Backus & Co.; that George W. Sartwell was at one time of the firm of C. K. Sartwell & Bro., composed of G. W. Sartwell, C. K. Sartwell, and Roswell Sartwell; that in addition to the judgment on which the property was sold, J. 0. Backus & Co. were and are indebted in a sum exceeding $10,000, are therefore insolvent, and were so at the time of the sale; that the fact of the insolvency of J. C. Backus & Co. is denied by Murphy, Benedict & Co.; and praying for an issue to try this fact.\nTo this petition was attached a schedule of the debts of J. C. Backus & Co., with the names of the creditors.\nThe application for the issue was subsequently amended, and made on behalf of the creditors of John C. Backus & Co., as well as by John C. Backus.\nThe court below directed an issue to try the right to so much of the funds raised as aforesaid as is claimed by Murphy, Benedict & Co. upon their judgment, under the disputed facts alleged in the petition of Backus, to be formed in the name of J. C. Backus as plaintiff, and Murphy, Benedict & Co. as defendants, upon a narr. in assumpsit with the common courts, and a plea of non assumpsit.\nOn the trial, the facts set forth in the petition were proven; whereupon the following points were propounded by the parties, on which the instruction of the court was requested:—\nThe plaintiff requested the court to charge the jury,\n1. That if the personal property sold on the execution against John C. Backus & Co., on the 12th day of March last, belonged to John O. Backus & Co., and they were at the time insolvent, then the surplus money made by the sale, after satisfying the joint execution against them, should go to the creditors of said John C. Backus & Co.\n2. That the return of the sheriff to the two writs of execution, with the other evidence, shows that the money was made by the sale of the property of John C. Backus & Co., and the same belongs to their creditors, after satisfying the joint execution, that said John C. Backus is entitled to the surplus as trustee for the creditors, to appropriate the same to the payment of the debts of the firm.\n3. The partnership creditors must be first paid out of the sale of the partnership property, and the execution against George B. Sartwell et dl., is entitled to no part of the proceeds of said sale until the creditors of John C. Backus & Co. are paid.\nThe defendant requested the court to charge the jury,\n1. That the claim of partnership creditors to a preference in the appropriation .of partnership assets, can only be worked out through the equities of the partners themselves as against each other, and whenever, from any cause, those equities cease to exist, the firm creditors cease to have any means or medium by or through which to enforce their priority of claim.\n2. That so long as the partners, or any of them, continue to have dominion and control over the partnership property, the paramount claims of the partnership creditors will be protected, but whenever that dominion terminates, whether by voluntary sale, joint commission in bankruptcy, or judicial sale, their superior rights determine, and the joint and separate creditors are upon an equal footing as to the proceeds of such property.\n3. That upon a sale of the partnership property upon executions, both against the firm and the individual members of the firm, the claim of the firm creditors is paramount in title, though junior in time, but after payment of the partnership execution creditors, the balance of the funds raised by the sale belong to the other execution against the separate members of the firm.\nThe fund in court is subject to distribution only among the execution creditors of the persons owning or having an interest in the property sold, and the court will not undertake to adjudicate upon the claims of outsiders, or parties not in court, and without lien, by judicial process upon it.\n5. The fund in controversy, being raised by a sale of the interest of the defendants in the execution of Murphy, Benedict & Co., in the property levied on, as the return of the plaintiff shows, no one has power to dispute their right to the money— so far as is necessary to satisfy their writ — after satisfaction of the Corwin & McCoy writ.\n6. That J. C. Backus, not being a creditor of J. C. Backus & Co., nor having any lien by execution, upon the property sold, has no status in count — and is not entitled to a verdict for anything.\nThe court below (White, P. J.) charged “that the principles of law which govern the case were correctly set out in the points put by the defendants’ counsel, and that as the fund raised was sufficient to pay the execution of Corwin & McCoy against J. C. Backus & Co., and also the execution of Murphy, Benedict & Co. against G. W. Sartwell and others, the said Murphy, Benediet & Co. were entitled to so much of the proceeds of sale as would satisfy their said judgment; that J. C. Backus and the creditors of J. C. Backus & Co., who had no claim upon the property at the time of its sale, out of which the money was made, had no equities superior to those of said Murphy, Benedict & Co., and that thereupon the verdict of the jury should be in favour of defendants.” Plaintiff’s points were answered in the negative. The jury rendered their verdict as directed by the court.\nThe attorneys for Murphy, Benedict & Oo. having moved to direct the appropriation of so much of the money made in the above sale to the above writ, as is necessary to satisfy the debt, interest, and costs thereon, December 26th 1860, this rule was made absolute by the court.\nThe case was then removed into this court by the plaintiff in the issue, by whom the following errors were assigned:—\n1. The court erred in their charge in saying, “ the principles of law which govern the ease were correctly set out in the points put by defendant’s counsel, and that as the fund raised was sufficient to pay the execution of Corwin & McCoy against J. C. Backus & Co., and also the execution of Murphy, Benedict & Co. against Gr. W. Sartwell and others, the said Muiqoky, Benedict & Co. were entitled to so much of the proceeds of sale as would satisfy their said judgment; that J. C. Backus and the creditors of J. 0. Backus & Co., who had no lien upon the property at the time of sale, out of which the money was made, had no equities superior to those of said Murphy, Benedict & Co., and therefore the verdict of the jury should, be in favour of the defendants. Plaintiff’s points are answered in the negative.”\n2. The court erred in taking the case from the jury, and not permitting them to find the facts which the issue was formed to determine. ■\n8. The court erred in making the rule absolute, appropriating money made by the sale to the satisfaction of the judgment, interest, and costs on the execution in favour of Murphy, Benedict & Co.\nL. D. Wetmore, for appellant,\nargued that, as the property was sold under executions against J. C. Backus & Co., and the fund in court was the entire personal property of the firm, it should be appropriated exclusively to partnership creditors ; that an execution for the separate debt of a partner can only be levied upon the interest of the partners in the firm property after the payment of all debts and charges thereon: 1 Story’s Eq., § 677; Deal v. Bogue, 8 Harris 228; Reinheimer v. Hemingway, 11 Casey 439; Cooper’s Appeal, 2 Id. 262; Vandyke’s Appeal, 5 Harris 271; and that the cases of Doner v. Stauffer, 1 Pa. St. R. 205; Roop v. Rogers, 5 Watts 193; King’s Appeal, 9 Barr 124, were decided on principles that had no application to the present case.\nJuly 25th 1861,\nR. Brown, for appellees.\nIf the sale had been made on the writ of Murphy, Benedict & Co. v. George W. Sartwell, without the other, the money arising from it would have belonged to the plaintiffs therein, until satisfied. The second execution, because it was against the firm, took precedence, but in no other respect did it disturb the rights of the first. While the first sold the interest of one partner, the second sold that of both. The same act that struck down the property and created the fund, extinguished the equities of the partners as between themselves, and destroyed the only means or medium through which the paramount equities of the partnership creditors could be worked out.\nBy the sale, the partnership was dissolved as to the property sold,, and all control of both partners over it determined. It changed both character and jurisdiction, was converted into money, and passed into the hands of the sheriff. With the jurist diction of the partners over it, terminated' those equities that protect partnership property for the payment of partnership debts against the claim of the private creditors of the individual members of the firm. Those equities obtain only as to the property in specie, while it remains in the possession of the firm, or some member of it; but when converted into money by a judicial sale, and that possession ceases, they must yield to the superior claims of a judicial lien. The only means of enforcing the rights of the partnership creditors being lost by the sale, the right itself ceases to exist.\nThis is the whole theory of the primary liability of partnership property to pay partnership debts worked out, and is the ruling of all the eases, first fully elucidated in the case of Doner et al. v. Stauffer, 1 Pa. St. R. 198. See, also, Roop v. Rogers, 5 Watts 193; King’s Appeal, 9 Barr 124; Baker’s Appeal, 9 Harris 82; Coover’s Appeal, 5 Casey 11."
  },
  "file_name": "0397-01",
  "first_page_order": 397,
  "last_page_order": 402
}
