{
  "id": 996299,
  "name": "Pritchett, Baugh & Co. versus Wilson",
  "name_abbreviation": "Pritchett, Baugh & Co. v. Wilson",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "421",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 509,
    "char_count": 11200,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 2.0369071296613135e-07,
      "percentile": 0.7472916374661226
    },
    "sha256": "e880438166d47a32411a443445f57b4bbcf06ff312c4c2a6ff8150cd620ca0a9",
    "simhash": "1:7f67da18686e3059",
    "word_count": 1944
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pritchett, Baugh & Co. versus Wilson."
    ],
    "opinions": [
      {
        "text": "Thompson, J.\nThis was an action of assumpsit, and the instrument declared on was in these words :\n“ I hereby guaranty the payment to Pritchett, Baugh & Co., for hides delivered from time to time to J. B. & J. Slaymaker, to the amount of six thousand dollars. This to be a continuing guarantee.” Dated February 20th 1860, and signed by the defendant. This instrument was signed at the residence of the ,defendant, in Franklin county, and was sent to the plaintiffs with the accompanying note:\n“ Shade Gap, 20th February 1860.\n“ Gents : Enclosed find a letter of credit to J. B. & J. Slay-maker. The form was sent here, and I presume will be acceptable.”\nThe question on this instrument is whether it is to be construed to be a guarantee of present, or future, indebtedness, or both. The plaintiffs had been delivering hides to the Slaymakers on a prior guarantee, which was limited to $2000, and satisfied by actual payments, and a large additional indebtedness beyond that sum incurred by them. In the winter of 1860, the Slay-makers, desiring to procure more hides from the plaintiffs, were refused, unless a guarantee was furnished. The defendant being applied to for that purpose, wrote to the plaintiffs to know what contract they wished guarantied, the extent of it, and whether his last guarantee was satisfied. The answer to this letter was not given in evidence, as the plaintiffs were unable to prove its receipt by the defendant, and he denied under oath that it had ever been received by him. On the 5th of February, however, he executed the following guarantee to the plaintiffs: — “ Let the Messrs. Slaymakers have hides to the amount of six thousand dollars, and I will guaranty the fulfilment of the bargain.” This was rejected by the plaintiffs, because, as they allege, it was not according to the agreement with the Slaymakers; but, as we would learn from the testimony of J. Slaymaker, because it was addressed to them in the handwriting of a different person than that of the guarantor. Mr. Baugh, one of the firm, wrote, and forwarded by the witness, the instrument now in suit, and claimed by them to be a guarantee of past indebtedness.\nThe plaintiffs offered a witness to prove that the contract with the Slaymakers was that the guarantee they were to furnish was for the security of past indebtedness, and that that was the reason of the rejection of the paper of the 5th of February, and the draft of the one sued upon. But the testimony was rejected on the ground that the defendant could not be affected by agreements to which he was no party, and of the contents of which he was ignorant.\nThe plaintiffs assign this as error. It cannot be possible to sustain the assignment. The bargain with the Slaymakers was at Philadelphia, and preceded the guarantee of the 5th of February, and was alleged to be the reason of its rejection for want of conformity with it. A new one was written, but they did not offer to prove the reason for that, or that the bargain was that it should be security for past indebtedness. Without this knowledge brought home to him, it could not, on any principle, be that he was bound by what he did not understand, and never heard of or assented to. To the suggestion that if not sufficient for the main purpose for which it ivas offered, still it contradicted the testimony of the defendant’s witness as to the terms of the bargain between the plaintiffs and the Slaymakers, it is enough to say, that it was not offered for that purpose, and had it been, it would not have proved notice of the contract and assent to it by the defendant. The Slaymakers were not the agents for Wilson, and their acts and declarations did not bind him. The contract of guarantee was independent of, and only operated on contracts they might make for credit with the plaintiffs. The exception is without merit.\nWe need not discuss the subject of the exception to the admission of Jasper Slaymaker’s testimony, as the court must have determined that the defendant was not liable for past indebtedness, on an interpretation of the instrument itself; otherwise the learned judge would hardly have been justifiable in giving a binding instruction to the jury to find for the defendant.\nInterpreting the instrument in the light of its object and nature, together with the circumstances that accompany it, and necessarily a part of it, we think that the construction given to it, that it was a guarantee of prospective indebtedness, was sound. The object ordinarily of a guarantee is security for the performance of something in the future, the consideration for which is the credit given or contract of the party guarantied. Where it occurs under circumstances like the present, it is usually called a letter of credit, addressed by one person to another on behalf of a third, as here by the defendant to the plaintiffs, in favour of the Slaymakers. As a letter of credit, it would necessarily be for future credit — past credit needs no guarantee, for it has already been given. Received in this light, we can only understand the stipulation to guaranty the “ payment of hides delivered from time to time to the amount of six thousand dollars,” to mean hides to be delivered from time to time, and not those which had been delivered. How could it help the credit of the parties guarantied to apply the guarantee to debts already contracted, when no more hides were to be sold to them ? The plaintiffs claim that they were not bound to sell them any more on credit, and refused to do so on obtaining the guarantee. This diverted the security from its purpose, as well as changed it into an absolute undertaking, without the remotest chance of escape from liability by the defendant, through the industry of the guarantied parties. It is an effort to change the guarantee into a promise to pay the debt of the parties at once, if they did not. There was no consideration for this that we can perceive. No time was given for payments to them to raise a consideration for such a promise, and there is no other consideration apparent for such an undertaking. It cannot, therefore, be held to be a binding contract of this nature for the want of this essential element in it. The only consideration that could sustain it as a contract would be the delivery of hides from time to time as they might be wanted by the guarantied parties. It was evidently intended to be binding only by reason of the credit to be given in current transactions. It cannot be sustained on any other principle ; it would be nudum factum on any other ground. I cannot agree that the artificial rule, proper in many cases, which claims a construction most strongly against the party whose language the instrument purports to speak, is to be applied to this case. That rests upon the idea that the party bound has chosen the language best suited to express his intentions, and therefore he shall be bound by it. But here the evidence on part of the plaintiffs showed that the language of this instrument was the plaintiffs’ language, written by them and sent to the defendant. If it be ambiguous, it is their fault. And if, in interpreting it, we have to look at it in the light of its object and surrounding circumstances, and can only see an adverse meaning to what they contend for, it is their fault if, in truth, it was intended to mean what they contend for. The parties wanting credit are promised it if they can get a guarantee. They procure such, and then they are informed that they have no credit at all — that credit to them shall cease! What could induce them to involve friends under such circumstances ? Or could the plaintiffs have supposed it possible that any sane man would lend his name with no object whatever of benefit to his friends or himself? Such absurdities must be supposed to have been in the minds of the guarantor, the guarantied, and the plaintiffs themselves, if we hold the contract to be what the plaintiffs contend it is. We cannot do so. We hold that the contract was a guarantee of future indebtedness in the way proposed, and this renders the transaction reasonable, consistent, and binding; and as no liability was incurred, by reason of the refusal of the plaintiffs to deal further with the Slaymakers after they received the defendant’s guarantee, he is of course not liable to them for anything.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by Reilly and Sharpe for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Pritchett, Baugh & Co. versus Wilson.\nContract of Guarantee construed.\nA firm, being considerably indebted to another for hides, were refused further credit, unless a guaranty was furnished; whereupon, one agreed to “guaranty the payment to P. B. & Co., for hides delivered from time to time to J. B. & J. S., to the amount of §6000,” and that it “ should be a continuing guarantee.” After the execution of the instrument, the further delivery of hides was refused by P. B. & Co., who brought an action against the guarantor to recover the past indebtedness of J. B. & J. S., due when the agreement was made: Held,\n1. That it was not error upon the trial to reject evidence of an agreement between the firms, that the guarantee was for the security of past indebtedness, in the absence and without the knowledge of the guarantor, he beingi no party thereto.\n2. That the instrument was to be construed as a guarantee of prospective indebtedness only.\n3. And that it was not error, in the court, to instruct the jury, that their verdict should be for the defendant.\nError to the Common Pleas of Franklin county.\nThis was an action of assumpsit, brought July 26th 1860, in the court below, by Thomas Pritchett, Samuel Baugh, William C. Pritchett, and James C. Pritchett, partners, doing business as Pritchett, Baugh & Co., against Andrew Wilson. The plaintiffs declared on a written guarantee by the defendant, adding the common counts, to which the defendant pleaded non assumpsit, payment, and payment with leave, &c. The plaintiffs replied that defendant did assume in manner and form, &c., non solvit, and on the issue thus made up the case was.tried.\nOn the trial exception was taken by the plaintiffs to the rejection of evidence offered by them in explanation of the contract declared on, and to the admission of evidence on the part of the defendant, tending to show that the guarantee was only meant to be prospective. The plaintiffs also presented certain points on which the instruction of the court was requested.\nThere was a verdict and judgment, by direction of the court below, in favour of the defendant. The plaintiffs thereupon sued out this writ, and assigned for error here the admission and rejection of the evidence above mentioned — the refusal of the court below to instruct the jury that the writing declared on was intended to cover existing indebtedness, as well as to protect against future indebtedness to the extent therein named; and also, that if the parties guarantied were insolvent, it was not necessary for plaintiffs to sue them before having recourse to the guarantor.\nThe case was argued in this court by Reilly and Sharpe for plaintiffs in error.\nAll the material facts of the case, as also the specifications of error, are fully stated in the opinion of this court, which was delivered May 6th 1861, by"
  },
  "file_name": "0421-01",
  "first_page_order": 421,
  "last_page_order": 425
}
