{
  "id": 996282,
  "name": "Noble's Appeal",
  "name_abbreviation": "Noble's Appeal",
  "decision_date": "1861-05-22",
  "docket_number": "",
  "first_page": "425",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 272,
    "char_count": 4392,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.518461695170957e-08,
      "percentile": 0.2830093569161754
    },
    "sha256": "27a994835907c319a033ed4c5fa9bc605f700b0bbe98920a8cd4952e80d2f444",
    "simhash": "1:2e0197aae716607c",
    "word_count": 788
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Noble’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe custody of this $8000, and the appropriation of its income, is committed to the executors, and hence the jurisdiction of the Orphans’ Court, in supervising its management, seems to be justified. The interest is to be applied to the necessities of Noble, and those of his wife and family- during his life; and his wife complains that he has become so intemperate and improvident, that he is entirely unfit to receive it for the benefit of his family, and prays for a decree that it may be so applied. The degree of intemperance established by the evidence is so gross, as to lea-ve no doubt about the justice of the decree made by the court below.\nIt is not noticed in the petition, or answer, that the wife and her daughter have been compelled to leave her husband’s house; but such is the fact, and no wonder; for how could she endure such gross and continued intoxication, and the ill usage proved to have accompanied it, and the untold ill usage which may be presumed besides ? Her desertion of him appears not as a ground for the decree, but as an effect of his intemperance. This income is for him and his family, and he is totally unfit to use it for their benefit. This justifies the decree, so far as it allots part of the money to be expended by the wife. We find no fault in the opinion of the court below.\nDecree affirmed, at the costs of the appellant.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Lemuel Todd, for appellant.",
      "A. B. Sharpe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Noble’s Appeal.\nPower of Orphans’ Court over Income of Inebriate, bequeathed for use of himself and Family.\nA testator left to his executors, a fund, the income of which was to be applied for the use of a legatee, his wife and family, during his life; he becoming so intemperate as to be unfit to receive it, the Orphans’ Court, upon petition presented, decreed that a portion of the income should be paid to the wife for the benefit of the family: Held, that such decree was not error.\nAppeal from the Orphans’ Court of Cumberland county.\nBy the will of James Noble, deceased, his real estate was devised to his three sons, John, Armstrong, and Robert, subject to the payment of a legacy to his son James, with regard to which the following provision was made: “I desire that it shall be secured on loan or stock, and the interest thereof appropriated to his necessities and those of his wife and family during his life, and, after his death, the same is bequeathed to his children.” Under this provision, the interest of this sum was regularly paid to James by the executors, until September 16th 1859. By his first wife, James had five children. After her death, he married his present wife, by whom he has one child.\nSome time in 1859, his wife left him, as was alleged, on account of his intemperance and cruel treatment; and on the 18th of October 1851, presented her petition to the Orphans’ Court, reciting the will of James Noble, deceased, her marriage with James, and averring that he did not appropriate the interest as it accrued to the necessities of his wife and family; but that, in consequence of his intemperance and improvident habits, the interest, if thereafter paid to him, would be wasted and lost; and praying the court to make a decree, enjoining the executors against paying the annual interest to him, and directing them to pay it so that it may and shall be applied to the maintenance of his wife and family, according to the terms of the will.\nMay 22d 1861,\nOn this petition, a rule was granted on James Noble, with notice to the executors.\nThe answer of James Noble denied the averments of the petitioner, and asked that the petition be dismissed, with costs; the answer of the executors admitted the allegation relative to the legacy and the interest, but said nothing as to the other matters alleged in the petition. Depositions were then taken, which established the facts of the intemperate habits of the respondent, and his harsh and cruel treatment of his wife, &c. The court, on hearing, directed the executors to apply the sum of $320 annually to the maintenance and support of James Noble, and that portion of his family who live with him; and $160 to the support and maintenance of his wife and her daughter, until otherwise ordered.\nThe case was then removed into this court by the respondent, James Noble, by whom the decree of the court below was assigned for error.\nLemuel Todd, for appellant.\nA. B. Sharpe, for appellee."
  },
  "file_name": "0425-01",
  "first_page_order": 425,
  "last_page_order": 427
}
