{
  "id": 996255,
  "name": "Critchfield versus Humbert",
  "name_abbreviation": "Critchfield v. Humbert",
  "decision_date": "1861-06-02",
  "docket_number": "",
  "first_page": "427",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 13",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6770943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0013-01"
      ]
    },
    {
      "cite": "3 Yeates 13",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6770943
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 5550,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 8.646299337626634e-08,
      "percentile": 0.49128462701879533
    },
    "sha256": "21b6dfa42d3686de0481d2ce4c636932a5fc77df815b72ce386fda018052acb3",
    "simhash": "1:ba3e974958acdfa8",
    "word_count": 955
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Critchfield versus Humbert."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nThat a tenant in common may maintain trespass against a co-tenant for mesne profits, after a recovery in ejectment, is shown by the authorities referred to in Bennett v. Bullock, 11 Casey 364, to which may be added the case of Hare v. Fury, 3 Yeates 13. This action is of that sort. Critchfield, the plaintiff, purchased five undivided sixth parts of a tract of lumber land on the 12th February 1858. Humbert, the owner of the other sixth, was in possession, and had cut down a considerable quantity of timber trees, for the manufacture of lumber, at a saw-mill on the premises. Critchfield instituted ejectment against Humbert, and recovered a judgment on the 9th September 1859.\nHe then brought this action for mesne profits, but the court directed a verdict for the defendant, on the ground, apparently, that the evidence failed to prove any cutting of timber trees subsequently to the date of Critehfield’s purchase. If that was the court’s reason (we are obliged to speak subjunctively, for no reason is assigned of record), it was a reason that affected the measure of damages rather than the right of action. Critchfield could not recover for trees severed from the freehold before he became an owner, but he would be entitled to damages for use and occupation by tbe defendant from the time that his, Critchfield’s, title vested. Even if the damages were slight which he was entitled to recover, they would carry costs, and therefore he has a right to demand a reversal of the judgment, which put him out of court with nothing.\n• If the ruling were founded on doubts of the plaintiff’s right to maintain an action of trespass, the authorities referred to will dissipate them. It is believed that in two cases a tenant in common may have trespass against his co-tenant: 1st, for mesne profits; 2d, for a total destruction of the common property.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "JEuffus and Kimmel, for plaintiff in error,",
      "Forward and Gaither, for defendant."
    ],
    "corrections": "",
    "head_matter": "Critchfield versus Humbert.\nTrespass between Tenants in Common for mesne Profits and for Injury ■ to Real Estate.\n1. A tenant in common may maintain an action of trespass against his co-tenant, either for mesne profits, or for a total destruction of the common property.\n2. Where one owning five-sixths of a tract of land, recovered in ejectment against the owner of the other sixth, in possession, and brought an action for mesne profits, he is entitled to recover damages for use and occupation from the time he became the owner, even though no other damages are proved; and it was error to instruct the jury, on the trial, that they should find for the defendant.\nError to the Common Pleas of Somerset county.\nThis was an action of trespass vi et armis, brought August 20th 1860, by Joseph Critchfield against George Humbert.\nThe defendant was the owner of one-sixth of a tract of 300 acres of land, in Milford township, Somerset county, but was in possession of the whole tract on the 12th of February 1858, on which day the plaintiff purchased the remaining five-sixths from the heirs of Reynold Keen, who were the owners thereof. Critchfield brought ejectment against Humbert, and recovered possession on the 9th of September 1859. Pending this ejectment, Humbert (who had built a saw-mill on the premises) cut down and sawed into lumber about four hundred pine trees.\nAfter the recovery in ejectment, this action was brought for the mesne profits of the land generally, and for plaintiff’s share of the trees sawed into lumber.\nThis claim was resisted by the defendant in the court below, on the ground that the proper remedy was account render. The parties were, however, directed to proceed.\nWhen the testimony was closed on the part of the defendant, the plaintiff proposed to rebut it, but the court directed a verdict for the defendant, which was accordingly rendered. A motion was then made for a new trial, which was refused without argument. Judgment having been entered on the verdict, the plaintiff sued out this writ, averring here that the court below erred in directing a verdict for the defendant.\nJEuffus and Kimmel, for plaintiff in error,\nin support of the doctrine that a tenant in common, who has recovered in ejectment, may maintain an action for mesne profits against his co-tenant, cited and relied on 3 Wills. 118 ; 1 W. Bl. 1077 ; Hare v. Fury, 3 Yeates 13 ; and argued that, if plaintiff was restricted to the time from which he became co-tenant, there was evidence that about two hundred trees were cut down after that by Humbert, who had notice, by his deed, that he was only owner of one-sixth of the property.\nJune 2d 1861,\nForward and Gaither, for defendant.\nThat an action of trespass vi et armis can be maintained by one tenant in common against his co-tenant, who has gone into possession of the estate, and taken all the rents and profits himself without objection on part of his co-tenant, was joerhaps never before seriously asserted. An action quare clausum fregib may be maintained under certain circumstances, but not under those proven in this case.\nThe gist of this action is the injury to the possession, and as the defendant certainly had a right to the possession there was no trespass, and could be none, unless he had forcibly ejected or kept off his co-tenants from coming also upon the property, which is neither proven nor alleged in this case. It is simply an attempt to recover for rents and profits, taken without force by defendant, or resistance by plaintiffs, and will not lie: Chitty’s Pleading, vol. 1, p. 179."
  },
  "file_name": "0427-01",
  "first_page_order": 427,
  "last_page_order": 429
}
