{
  "id": 996394,
  "name": "Myer versus Fegaly",
  "name_abbreviation": "Myer v. Fegaly",
  "decision_date": "1861-05-22",
  "docket_number": "",
  "first_page": "429",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 406",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481757
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0406-01"
      ]
    },
    {
      "cite": "2 Caines 362",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6694228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/2/0362-01"
      ]
    },
    {
      "cite": "3 Hen. 6",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "pin_cites": [
        {
          "page": "25, 2"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 845,
    "char_count": 16283,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 6.827533244252359e-07,
      "percentile": 0.9640930803301659
    },
    "sha256": "c298b1ab4266aeec1da3384ce3f3d436ad55fcb32729c35685ab8486defc4824",
    "simhash": "1:812d2735f20780b3",
    "word_count": 2846
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Myer versus Fegaly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nCourts cannot administer justice properly by a strict adherence to general customs, and by overlooking the modifications or limitations of them by special and local customs. Even the language of a people, usually the most universal of its customs, is subject to local differences, which must be respected in the ascertainment of rights. The language spoken in some of the old German parts of this state, is a special custom of this sort. It is neither correct German, nor correct English; and yet it is the means of verbal intercourse among a very large portion of our people. It has a norma loquendi of its own, and is not to be tested by the rules of either good German or good English. In its vowel, and in its consonant sounds, it differs from both; and, of course, this difference shows itself in the spelling of the names of persons.\nBubb is the name here, as the party owning it spells it; but in the judgment docket it is, in this case, written Bobb. According to our German mode of pronunciation prevailing in Lancaster county, the sounds of both forms are identical; and the latter form of spelling is doubtless the most usual in analogous cases; as in that of Pott, pronounced Putt, and as in other instances given by the learned judge of the Common Pleas. We cannot disregard such anomalies, without doing great injustice; and people having relations with them, in the localities where they prevail, are bound to take notice of them. Persons searching the judgment docket for liens, ought to know the different forms in which the same name may be spelt, and to make their searches accordingly; unless, indeed, where a spelling is so entirely unusual that persons cannot be expected to think of it.\nIt may be well to notice, however, that since, in modern days, the surname has become the principal name, instead of the Christian name, and since surnames have become comparatively well settled, we could hardly allow the same variety in spelling these, as was allowed in more ancient times, when Sanders, Sanderson, Allison, and Ellison might have all been treated as one name, Alexanderson. After the learned discussion of the subject by the judge of the Common Pleas in his opinion, it seems to us these remarks are sufficient for the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Newton Lightner, for plaintiff in error,",
      "J. B. Amwahe and Greorge W. McElroy, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Myer versus Fegaly.\nThe Principle q/idem sonans applied to the Entry of Defendant’s Píame on Judgment Docket.\nA. purchased real estate from persons, who conveyed to him as “John Bubb and wife,” and out of the purchase-money paid two judgments that were entered on the judgment docket against John Bubb. Subsequently, he was made defendant in a sei. fa., on a judgment against John Bobb, which he resisted, on the ground that it was no lien on the property conveyed to him by John Bubb and wife. Held, that the variance in the name was immaterial, both forms having the same sound in the German counties, and that the judgment was a lien.\nError to the Common Pleas of Lancaster county.\nThis was a scire facias to April Term 1860, No. 98, to revive a judgment entered to January Term 1855, No. 129, in the name of John Fegaly, for the use of E. Shober, against John Bobb, with notice to Michael Myer, terre-tenant, to which Myer appeared and pleaded nul tiel record, payment, and payment with leave. The point in the case was whether a judgment entered against John Bobb was a lien on certain real estate conveyed to Myer by John Bubb and wife, the variance being a single vowel in the name of the defendant. The following record evidence and other facts were stated for the opinion of the court.\nContinuance docket entries. John Fegaly v. John Bobb (Amwake for Fegaly, no appearance for Bobb). January Term 1855, No. 129. Summons sur assumpsit January 15th, served. Narr. filed January 25th 1855. January 27th, passed over by direction of Mr. Amwake. March 22d 1855, on motion of Mr. Amwake, judgment in open court for $210. June 5th 1857, judgment assigned to E. Shober.\nJohn Fegaly, for the use of E. Shober, v. John Bobb (Amwake for Fegaly, no appearance for Bobb). November Term 1859, No. 52. Sci. fa. to revive the judgment of January Term 1855, No. 129. Issued April 6tli 1859. February 20th 1860, discontinued by E. Shober.\nJohn Fegaly, for the use of E. Shober, v. John Bobb, with notice to M. Myer, terre-tenant (Amwalce for Fegaly, Lightner for Myer). April Term 1860, No. 98. Sci. fa. to revive the judgment of January Term 1855, No. 129. Issued February 20th 1860. Served March 3d. April 27th 1860, defendant Myer pleads nul tiel record, payment, and payment with leave.\nEntries in judgment docket. John Bubb defendant; Charles Boughter plaintiff; entered April 17th 1854; debt, $800; term, January Term 1856; No. 1069. (Other judgments against other persons intervening.) John Bobb, John Fegaly — March 22d 1855, $210, January Term 1855, 129. (Other judgments intervening.) John Bubb, C. J. Plitt, November 14th 1856, $210, August 1856, 466. These two judgments docketed against John Bubb in favour of Boughter & Plitt, respectively, were entered by virtue of judgment bonds with warrant of attorney. • Michael Myer, terre-tenant, holds the property sought to be charged with the Fegaly judgment under the following deeds :\nLewis Hartman and wife to Samuel Theodore Hensel. Deed dated March 31st 1846, for a house and lot of ground in the city of Lancaster. Consideration-money $625, subject to a ground-rent of $1.29. Samuel Theodore Hensel and wife to John Bubb. Deed poll, March 23d 1853, for same property; consideration-money, $800.\nJohn Bubb and wife to Michael Myer. Deed March 5th 1857. Recorded in Book T. Vol. 8, p. 516. Conveying same property. Consideration-money, $1000.\nThis purchase-money was applied to the discharge of the two judgments docketed as above, in favour of Charles Boughter and C. J. Plitt, respectively, against John Bubb,\nIt is admitted that the name of Myer’s grantor is Bubb, and that he always so spelled and signed it.\nIt is also admitted that-the writ issued in the suit of Fegaly v. Bobb, of January Term 1855, No. 129, was served upon John Bubb, afterwards grantor of Michael Myer.\nIf upon the foregoing records and statement of facts the court should be of opinion that the Fegaly judgment binds the property in the hands of the terre-tenant, then judgment to be entered on the sci.fa. to April Term 1860 for $210, with interest and costs. If otherwise, judgment for defendant with costs.\nEither party to take a writ of error without bail or affidavit.\nThe case was argued in the court below, March 20th 1861, and on April 13th 1861, the court below (Hates, P. J.) read and filed the following opinion, directing the entry of judgment in favour of the plaintiff for $210, with interest and costs, according to the terms of the case stated.\nAfter stating the facts of the case, the learned Judge proceeded :\n“ The names of men (says Bacon’s Abridgment) are only sound for distinction sake, though perhaps they originally imported something more, as some natural qualities, features, or relations ; but now there is no other use of them but to mark out the families or individuals we speak of, and to difference them from others. Therefore it has been held that two names by original derivation the same, and taken promiscuously to he the same in common use, though they differ in sound, there is'no variance; as, Piers Griffith and Peter Griffith, so Saunders and Alexander, Jane and Joan, Jean and John: Cro. Jac. 205; 2 Roll. Abr. 135. .\n“All the authorities, however, dwell upon the importance of preserving the Christian name; and in Cro. Jac. 558, 640, and 5 Co. 43, and Oro. Eliz. 57, 222, if the Christian name be wholly mistaken, this is regularly fatal to all legal instruments, as well declarations and pleadings as grants and obligations — and the reason assigned is, because it is repugnant to the rules of the Christian religion, that there should be a Christian without a name of baptism, or that such person should have two Christian names, since our Church allows of no rebaptizing, &e.\n“ The mistake of the surname does not vitiate, because there is no repugnancy that a person should have different surnames: 3 Hen. 6, 25, 2; Roll. Abr. And so it is said, 2 Hawk. P. C. C. 25, p. 68, that a person cannot take advantage of a mistaken surname in an indictment, either by plea in abatement or otherwise, notwithstanding such surname has no affinity with his true one, and he was never known by it: 4 Bae. Ab. Misnomer (B) 1.\n“ In the York Bank’s Appeal, 12 Casey 458, the Christian names of the defendants were altogether omitted in the judgment docket; and the Supreme Court holding that the Christian names of the partners of the firm were essential to the designation of the individuals, the omission of them in the judgment docket destroyed all the effect of the entry therein — which is simply to give notice to purchasers, subsequent encumbrancers, and all others in interest. So in Ridgway, Budd & Co.’s Appeal, 3 Harris 181.\n“ The most liberal case, in dealing with variances of the Christian name, is Jones’s Case, in 3 Casey 336, where a judgment was entered in the appearance and lien docket against A. Jones, whose name was Abel Jones. It was proved that he was well known by his abbreviated designation, that he uniformly wrote his signature in that way, and that there was no other person in the county for whose name it would answer. It was held that the lien was well entered, and was entitled to preference over one subsequently entered against Abel Jones.\n“ The auditor (said Woodward, J.) seemed to think it would be proving a lien by parol that Abel or A. Jones meant the same person. Not at all. The lien comes of the record. The evidence only answers the objection, that the record did not contain more than was necessary to individuate the defendant. If, in common use, the names be the same, the person cannot be misnamed if either be used.\n“ In the present case the defendant’s surname is German, and is pronounced according to the German usage in calling such names in this county. It is not sounded Bob — as Bob is called and pronounced in English — nor Bop, as rhyming with Pop. It is called Bupp. Such is the customary pronunciation when the o is followed by any of the abrupt, atonic, or subtonic consonants b, p, d, t, Ic, &c., and b at the end of a word, is in German usually pronounced p, and d, t. In common acceptation, and according to common usage, Bobb and Bubb would bear the same sound, both would be pronounced Bupp. The name of Kolp, everybody knows, is pronounced Kulp, Poltz, Fultz, Kopp, Hupp [Cup), and so on. In the German-English Dictionary, published in Lancaster, 1812, by the Rev. Dr. II. Muhlenberg and B. J. Schipper, it is said in their ‘Rudiments of the German Language,’ that o, when long, is sounded like o in no, as krone ; when short, it is more like u in but, as woehe. The only difference in the name of the defendant, as written in these judgment entries, is, that in two of them it is written John Bubb, and in the other it is written John Bobb. There is no rule for spelling surnames. Those to whom they belong are often careless in this particular.\n“ Members of the same family sometimes spell their names differently, preserving the sound. The numerous families of the Herrs spell their names differently, though in their origin literally the same — some writing it Herr — others Hare. So, the families named Bear, in this county, write their names variously Bare, Baer, Bair, and Bear. It is manifest, therefore, that identity of sound is a surer designation of the name of a person than orthography; and hence it has often been decided that the misspelling of a name is not a misnomer, if it is still idem sonans: 2 Str. 889 ; 2 Taunt. 401; 2 Caines 362; 3 Id. 219. In pleadings, when a name which it is material to state is wrongly spelled, yet if it be idem sonans with that proved, it is sufficient; as Se-grave for Seagrave, in 3 Str. 889; Keen for Keene, in Thach. Orim. Cases 67; Deadema for Diadema, 2 Iredell 346 ; Hutson for Hudson, 7 Miss. R. 142; Coonrad for Conrad, 8 Id. 291.\n“In Denner v. Shacroft, Cro. Eliz. 258; action sur trover; in the distringas juratorum, the defendant was named Shacraft, but in the venire facias, and all the other proceedings, he was truly named; and this misnomer was alleged in arrest of judgment. But by Wray, J., the difference here is little, and in some countries a is sounded for o, and so is not material; and it was awarded to be amended, and the plaintiff had judgment.\n“ In the York Bank’s Appeal, it was declared that the effect of the judgment docket was simply to give notice to purchasers and others, by publishing the names of the defendants in the judgments, the dates in the order of time, number, term, and amount. If these particulars are complied with, the purchasers of the property bound by the judgment having notice must abide by the consequence. Were they complied with in the case before us ? On the assumption that the two names, as differing in their orthography by using o in one and u in the other, sound, alike, we are of opinion that, according to numerous authorities, as well as the reason of the thing, the requisition of the Act of 1827, in regard to the judgment docket, was complied with substantially in this case, and that the notice was sufficient. The authorities have been referred to. Suppose several judgments, entered at different times against the same individual — Jabez Bare, for example — in which his name should be variously spelled Jabez Bare, Jabez Baer, and Jabez Bair, could it be contended, with any show of reason, that all these entries would not be notice of the liens to all concerned ? Unquestionably the identity of sound would determine, because it is clear that whilst sounding the same, the slight variation of a vowel in spelling could not mislead the least sagacious inquirer. The criterion is, that the notice to be sufficient to advise a person of ordinary intelligence, and no one can deny that two names, sounding, exactly alike, will primarily be taken as designating the same person, by any one of common understanding. If A. Jones was good and sufficient notice of a judgment and lien against Abel Jones, to affect a purchaser, it would be passing strange that a judgment entered against John Bobb should not be notice to affect the terre-tenant of John Bubb, when the names so slightly variant in the spelling are precisely the same in sound. Were such niceties to defeat the lien of honest debts, we must come to regard the omission of a dot over the i, or the cross of a t, as fatal, according to the old strictness which once disgraced the science of special pleading. If, in writing the name of a defendant, — Bitner, for instance, — the dot over the i was left out, or the t was not crossed, the creditor might lose his debt, though everybody that examined the record would be perfectly notified who was the defendant in the judgment. All this, in our opinion, would be extremely unreasonable; and, on the whole, we are satisfied that the Eegaly judgment binds the property in the hands of the terre-tenant, Michael Myer.”\nThe defendant, thereupon, sued out this writ, and assigned for error the entry of judgment, as above stated.\nNewton Lightner, for plaintiff in error,\nargued that it was incumbent on a plaintiff to see that his judgment is properly entered in the judgment docket, beyond which purchasers and creditors are not bound to look: Wood v. Reynolds, 7 W. & S. 406; Ridgway’s Appeal, 3 Harris 177; Jones’s Estate, 3 Casey 336; York Bank’s Appeal, 12 Id. 458.\nMay 22d 1861,\nThat this docket is addressed to the eye, and not to the ear, so that it cannot be made to bind the terre-tenant on the principle of idem sonans. That, although there are cases which affirm the necessity of attending to the entry of the Christian names of defendant, they are those in which the Christian name was in dispute; but the surname is the more important of the two, the Christian name designating no one until the latter is added to it. If that be incorrect the entry is defective, and the docket simply fails to be notice to purchasers.\nJ. B. Amwahe and Greorge W. McElroy, for defendant in error."
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 435
}
