{
  "id": 996230,
  "name": "Plank-Road Company versus Davidson",
  "name_abbreviation": "Plank-Road Co. v. Davidson",
  "decision_date": "1861-05-22",
  "docket_number": "",
  "first_page": "435",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 433",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 15300,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 5.7940462673106567e-08,
      "percentile": 0.36124808820900367
    },
    "sha256": "3ad8216592a2f9986e8b5ec29d034f045bb3929cc2d3a43f8f7013e31d058e4c",
    "simhash": "1:b2593fa50dee157b",
    "word_count": 2593
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Plank-Road Company versus Davidson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe original Act of 29th March 1852, for the incorporation of this company, was, by its terms, to be null and void, if the construction of their road should not be commenced within three years from its passage. The commissioners named in the act proceeded to procure some subscriptions of stock, and then abandoned the project; and -.nothing more was done until 28th March 1857, when the legislature extended the time for commencing the construction of the road. The original act had then been null for two years, less two days ; and of course all original subscriptions had become null and void: for the condition in the first act was necessarily a condition of these subscriptions. In its origin and in its essence, the contract was to be void, if the construction should not be commenced within three years. This commencement was not thus made, and therefore there is no contract to sustain this action.\nBut it is argued that the legislature, by the Act of 1857, “ legalized and made valid” the original subscriptions. In the very nature of things, this is impossible. A contract is an agreement between parties, made by themselves. The legislature makes laws; but laws are not contracts: their natures are essentially different, and cannot be confounded. The legislature could not make such a contract for the parties, nor impose on the defendant the duty of subscribing; and we do not suppose they intended to do so. This is one of those private and local laws which so often slip through the forms of legislation without being observed.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. H. McCauley and Nill Kennedy, for plaintiffs in error,",
      "McClellan and MeClure, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Plank-Road Company versus Davidson.\nValidity of Stoclc Subscriptions, where Charter has expired, by Limitation. — Effect of reviving Act of Assembly, on Contract of Stockholders.\nAn Act of Assembly for the incorporation of a plant-road company, provided that it should be null and void, unless the construction of the road was commenced within three years from that date. The construction was not commenced within the time specified, but a subsequent act was obtained in 1857, which extended the time, and “legalized and made valid” the original subscriptions. In an action by the company against one of the original subscribers for his subscription, it rvas held, that as the act of incorporation had become null and void, by the expiration of the time limited for the commencement of the road, the original subscriptions had also become void, and that no action could be maintained thereon. A contract, which has become void by force of its inherent conditions, cannot be reinstated by an Act of Assembly.\nError to the Common Pleas of Franklin county.\nThis case, which came into the Common Pleas by appeal from the judgment of a justice of the peace, was brought by the President and Managers of the Greencastle and Maryland Line Turnpike and Plank-Road Company, against George H. Davidson, to recover the amount of his subscription to the stock of the company.\nThe plaintiff was incorporated by an act of the legislature, approved on the 29th of March 1852. The 3d section of that act provided, “That if the said company shall not commence the construction of their road within three years after the passagé of this act, and complete the same within five years thereafter, this act shall be null and void, except so far as may be necessary to wind up the affairs and pay the debts of said company.”\nOn the 25th of December 1852, on notice duly given, a majority of the commissioners named in the act met, and organized by the appointment of the defendant as their president. Subscription books were opened, and a considerable amount of stock subscribed for by various persons, among which were two and a half shares by the defendant. The commissioners then agreed among themselves to endeavour to procure further subscriptions, and adjourned to meet at the call of the president. The defendant did make such effort, and met and acted with the commissioners at two subsequent meetings, when finding it impossible to procure the amount of subscriptions necessary to make the road, it was concluded that the matter should “lay oyer” for a while. No formal action was had by the commissioners agreeing to “ abandon” the undertaking.\nThus matters remained until the 28th of March 1857, when an act of the legislature was approved “ extending the time for commencing the construction of the Greencastle and Maryland Line Turnpike and Plank-Road until the 1st day of April, A. D. 1859, and the time for completing the same until the 1st day of April, A. D. 1862.” Said act also provided “ that all subscriptions to the stock of said company heretofore made, be and the same are hereby legalized and made valid.”\nUnder this act, the necessary additional subscriptions were obtained, and letters patent issued to the company on the 1st day of August, A. D. 1857. An organization of the company was immediately had by the election of the proper officers, and the road put under contract. On the 25th of December 1857, within six years after the making of the subscription by the defendant, all the unpaid stock subscriptions were declared due by the president and managers; and in the latter part of the same month, or the beginning of January 1858, a demand was made, upon the defendant for the amount of his subscription by the collector of the company. He refused to pay, and this suit was brought against him before a justice of the peace on the 29th of April 1859. The justice gave judgment against the company, and an appeal was taken to the Common Pleas of Eranklin county.\nOn the 12th of November 1859, the plaintiff filed his declaration, a copy of the defendant’s subscription, and a statement of plaintiff’s special matter, to which the defendant pleaded non assumpsit, adding the special matters relied on by him. The plaintiff’s replication was thereupon filed, after which the defendant added the plea of “payment,” payment with leave, &c., non assumpsit infra sex annos, and actio non accrevit infra sex annos ; also the special defence previously filed. To this the plaintiff replied, that the defendant did assume, and within six years; that the action accrued within six years, and non solvit; and on the issues thus made up the case was tried.\nOn the trial, the parties presented the following points, on which the instruction of the court was requested:—\nPlaintiff’s points: 1. That the commissioners appointed by the Act of the 29th of March 1852, incorporating this company, were ministerial officers, appointed for a particular purpose, under a limited authority, which they were bound to pursue strictly, and they had therefore, no power or authority to make such a contract as that alleged by the defendant.\n2. That the subscriptions made to the commissioners aforesaid, were made to the company, and remained for its use, and were binding for six years from their date, without any demand for payment, if the chartered privileges of the company continued to exist so long, and that the stockholders alone had power to release them, or to abandon or surrender the privileges conferred by their act of incorporation.\n3. That the plaintiffs did not forfeit their act of incorporation by failing to commence their road within three years after the passage of their act of incorporation, and completing the same within five years thereafter. That they had the whole of the said five years in which to make their road, and that prior to the expiration of said period the legislature passed the Act of 28th March 1857, giving them a longer time to commence and complete their road.\n4. That the Act of the 28th of March 1857 is a constitutional act. That it does not impair the contract between the plaintiffs and defendant, but only gives a remedy to enforce that contract.\n5. That it was no part of the contract between the plaintiffs and defendant that the former should “commence the construction of their road within three years after the passage of their act of incorporation, and complete the same within five years thereafter,” and if it was, the legislature, by the Act of 28th March 1857, relieved them from the performance of the duty.\n6. That by the Act of 28th March 1857, the existence of the Greencastle and Maryland Line Turnpike Company was extended and continued, and under it they are entitled to all the rights and privileges to which they were entitled under the Act of 29th March 1852.\n7. That the subscription-money of the defendant having been declared due and payable within six years from its date by the president and managers of the said Greencastle and Maryland Line Turnpike Company, his liability therefor was continued for six years more to the plaintiffs, and demand having been made, and suit brought therefor within six years after the time when said subscription-money was so declared due and payable, the plaintiffs are entitled to recover.\nDefendant’s points: 1. If the jury believe that the company did not commence the construction of the road within three years after the passage of the act of incorporation, then the act of incorporation was null and void, except so far as the same was necessary to wind up the affairs and pay the debts of the company ; and the Act of 28th March 1857, renewing the charter and validating the subscriptions, is not sufficient to enforce the payment of subscriptions made under the original charter, unless the person or persons from whom such subscriptions are claimed, ratified or assented to the same; arid therefore the jury must find for the defendant.\n2. If the jury believe that the subscription was made by the defendant, with the condition made known at the time, that he would not pay any part of the same, unless a sufficient sum should be subscribed to complete the road, and that subsequently it was ascertained that a sufficient sum could not be secured, and that, in consequence, the road was abandoned, and the charter allowed to expire, then the verdict must be for the defendant.\n3. That if the jury believed the road was neither commenced within three years, nor completed within five years from the passage of the act incorporating the company, then the defendant could not be bound by the act of the legislature extending the time, and confirming subscriptions previously made, without said act was assented to by him.\nThe court below (Kimmell, P. J.) instructed the jury, generally, that the act of incorporation was rendered null and void, and the whole project abandoned, because the road was not commenced within the time prescribed, and because no organization was effected; and that although the legislature could extend the existence of the corporation, they could not renew the right to recover stock, that right having been clearly forfeited; that if the stock had been subscribed and accepted on the condition alleged in defendant’s second point, and the condition was never fulfilled, the stock cannot now be collected; answering the other points in accordance with these general instructions.\nThere was a verdict and judgment in favour of the defendant, whereupon the plaintiff sued out this writ, assigning for error here the instruction of the court below.\nJ. H. McCauley and Nill Kennedy, for plaintiffs in error,\nargued here that the time fixed in the act of incorporation for the completion of the road, formed no part of the contract between the parties. That was between the Commonwealth and the company — a right-of forfeiture reserved by the state, which was waived. The Pittsburgh and Connellsville Railroad Co. v. Byers, 8 Casey 24, fixed six years as the time within which subscriptions of this kind must be demanded; but in this case not quite five have elapsed. There are hundreds of Acts of Assembly relieving corporations from forfeiture, and continuing their existence ; but it' was never held, where, as in this case, the supplement was passed before the expiration of the original act, that the subscribers were released.\nOur case is unlike the Pittsburgh and Connellsville Railroad Co. v. McCully, 8 Casey 25. There the road was to have been commenced within five years, while there was a delay of more than ten. In that case, a majority of the stockholders, at a meeting, resolved to abandon the road. There was no legislation relieving them from forfeiture previous to the expiration of the five years named in the charter. Nor was there any call within six years.\nThe Act of 1857 preserved this charter from forfeiture. When it was approved, the contract of defendant was in full force, and would have continued for one year and nine months longer. Before that time, payment was demanded, and his liability continued for six years more. This act merely gave the plaintiffs a remedy, and did not operate on the right; the latter being in existence, the legislature may constitutionally give the former: Turnpike Co. v. The Commonwealth, 2 Watts 433; Hepburn v. Curts, 7 Id. 300; Taggart v. McGinn, 2 Harris 155; Lycoming v. Union, 3 Id. 166, 171-2; 9 Barr 466-7. To hold that the time prescribed for completing corporate enterprises, is a part of the contract between the corporation and its members, would be to destroy most that now exist in the state. The court below was wrong in saying the “ whole project was abandoned.” After §4000 were subscribed, the matter was only laid over until a more favourable time.\nSo also in deciding that the charter was null and void by its own limitation. This cannot be done collaterally: Kishacoquillas and Centre Turnpike v. McConaby, 16 S. & R. 145.\nAs to the allegation that the subscription was made by defendant on condition that he was not to be liable unless enough, was subscribed to finish the road, they argued that there was no such condition known to “the board,” but if there was, it is null and void: Hibernia Turnpike Co. v. Henderson, 8 S. & R. 225; Pittsburgh and Steubenville Railroad Co. v. Bavington, 10 Casey 455.\nOur point on the Statute of Limitations was not plainly answered. It was pleaded as a defence, and would have been used if the facts were not plainly against it. •\nThe jury should have been instructed that the subscriptions were for the use of the company, and that the commissioners had no power to release them or abandon the enterprise; that, on receiving subscriptions for fifty shares, they should have called the stockholders together for organization, and permitted them to manage the business of the corporation. But the court merely said the law became null \"by its own terms, and the parties might abandon for want of funds or organization. If by “ parties” the court meant commissioners, as some of them were not stockholders, there was error here. Our seventh point should have been affirmed, on the authority of the two cases in 8 Casey 22, 25.\nMcClellan and MeClure, for defendants in error,\nargued, 1. That the facts of the case showed such an abandonment on the part of the company, as released the defendant in- error from all liability on his stock subscription; and\nMay 22d 1861,\n2. That there was such a failure to comply with the requirements of the charter on the part of the company, as debarred it from collecting the stock subscriptions: citing the cases of the Pittsburgh and Connellsville Railroad Co. v. Byers, and Same against McCully."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 440
}
