{
  "id": 996220,
  "name": "Addams versus Tutton",
  "name_abbreviation": "Addams v. Tutton",
  "decision_date": "1861-07-25",
  "docket_number": "",
  "first_page": "447",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Ark. 282",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 238",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 191",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 877,
    "char_count": 21863,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 4.865780055745044e-07,
      "percentile": 0.9329225371826697
    },
    "sha256": "799af5cb148be87e4d72d2582ed14032392ee5fd108476b57fe55e46e6bbfac7",
    "simhash": "1:aafa5ce81d9e96fa",
    "word_count": 3730
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., having been of counsel, did not sit."
    ],
    "parties": [
      "Addams versus Tutton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrje, C. J.\nThe two actions — account render and covenant for breach of the partnership contract — though they may practically overreach on each other at some points, have theoretically, different provinces. The wrongs sued for here could not be settled in the action of account. We have therefore to consider only whether the claim for damages for wrongfully dissolving the partnership, and for wrongful acts tending thereto, was properly tried.\nEvidence was admitted that Addams had refused to pay the hands, and advised them to go and get employment elsewhere; and we cannot say that this is wrong, whether intended as evidence of the general breach of dissolving the partnership, or of a special breach of wrongfully embarrassing its operations. It is mainly objected to on the ground that there is no express covenant to sustain it. But such a covenant is involved in the very nature of the contract of partnership. Many analogous instances are given in Platt on Cov. 55.\n• The other matters relate to the measure of damages. The parties have defined their rights in their contract, and Addams can have no claim on the firm for the value of his timber, other than as the contract provides. Even though the firm were to do only a cash business, the misconduct of Addams might have so injured its credit as to restrict and impede its business by discouraging customers and labourers from dealing with it, and this was properly considered a subject of damage.\nThe contract provides that Tutton should pay Addams, at the termination of the partnership under the articles, $300; and nothing else appearing, we must regard this as one of the considerations of the partnership. Then, if Addams wanted to use that to reduce the amount of damages, we think the court could do no otherwise than to allow him only the pro rata portion of it. But there had been previous contract relations between the parties, and Tutton had given them up at considerable loss when this contract of partnership was formed, and in consideration of it; and this was admitted in evidence on the part of the plaintiff. In this there is error. This evidence was not proper either to prove a breach or the amount of damages. Compensation for the contract broken, according to its value, not at all according to any former contract, is all that the plaintiff can claim.\nConsidering that the court referred to the jury the facts and circumstances as the guide to the measure of compensation, we must understand them as meaning, when they say “ there is no measure,” that they can give no definite instructions on that point. As the defendant did not ask anything more definite, we-think the charge on this point ought not to be complained of.\nJudgment reversed, and new trial awarded.\nStrong, J., having been of counsel, did not sit.",
        "type": "majority",
        "author": "by Lowrje, C. J."
      }
    ],
    "attorneys": [
      "F. W. Hughes and F. F. Fewees, for plaintiffs in error,",
      "B. W. Gumming, with whom was D. B. Green, for defendant in error, in reply."
    ],
    "corrections": "",
    "head_matter": "Addams versus Tutton.\nReciprocal Rights and Duties of Partners. — Action for Violation of Partnership Agreement.— Covenant implied in Articles of Copartnership. — Evidence and Measure of Damages.\n1. Covenant and not account render is the proper action for the breach of a contract of partnership, in wrongfully dissolving the partnership, and for ■wrongful acts tending thereto.\n2. It is no objection to the action that there is no express covenant to sustain it; for there is a covenant involved in the very nature of a contract of partnership, that the partners will not wrongfully embarrass the operations of the firm.\n3. In an action for the breach of a partnership contract, evidence is not admissible on the part of the plaintiff, that there had been previous contract relations between the parties, which he had given up at a loss when the contract of partnership was made, and in consideration of it; the admission of such evidence by the court was held to be error.\n4. The measure of damages is the value of the contract broken, according to its value, separate and independent of any former contract.\nError to tbe Common Pleas of Schuylkill county.\nThis was an action of covenant, brought August 18th 1857, by Alexander P. Tutton against Isaac Addams, for an alleged breach of the covenant contained in articles of copartnership between them.\nIsaac Addams, the owner of a tract of timber-land in Union county, on the 10th of April 1855, entered into articles of co-partnership, under seal, with Alexander P. Tutton, for the term of, five years, under which Addams was to furnish seventeen-twenty-fourths of all the moneys to be invested in stock, wagons, trucks, chains, &c., necessary for carrying on the business of cutting and sawing lumber for the market, and Tutton seven-twenty-fourths — the expenses and losses incurred, and profits made in the business, to be borne and divided in the same proportion.\nAddams was to attend to sales and collections, while Tutton was to superintend the business on the land. Neither party was to borrow money for the use of the firm, or incur joint liability, by endorsement or otherwise, without the written consent of the other. At the expiration of five years, Tutton was to pay Addams $300. The articles contained a variety of minor stipulations, which are not material, except that by one of them, all previous agreements between the parties were declared null and void. The allegation of the plaintiff was that he was injured by the acts of the defendant, by which the partnership was dissolved, and by other acts of his in violation thereof.\nThe declaration was in covenant, and set forth the articles of copartnership ; and averred, as breaches thereof, the refusal by Addams to make sale of the timber, and his forbidding the plaintiff to make sale thereof; the publication by him, in one of the newspapers of the county, that the partnership had been dissolved ; his application to the Common Pleas for a dissolution, and the appointment of a receiver; his bringing ejectment for the land held and occupied by the plaintiff under the agreement; his suing out an estrepement, by which plaintiff was ¿«‘evented from cutting timber on the land; the removal by defendant of part of the machinery used by the firm; his dissolving the partnership, and injuring the credit of the firm ; advising employees of the firm not to work, under the threat that if they did they would not be paid; and also for breach of the articles of co-partnership.\nTo this declaration the defendant pleaded “ covenants performed, set-off, with leave to give the special matter in evidence.”\nOn the trial, plaintiff offered to prove that, at the time of entering into the articles of agreement, he held one-half of a tract of land by purchase from Addams, of which he was in possession, in pursuance of an agreement between them for the purchase of the same; that Addams confessed that he was unable to make him a title in pursuance of the agreement; that Tutton had been at great expense and loss in abandoning his business in Berks county, and moving his family on the land, claiming damages for the non-performance of the agreement to the amount of $1500 ; that Tutton agreed to relinquish this claim for damages in consideration of the articles of copartnership, given in evidence ; and that this relinquishment was part of the consideration which moved Addams and Tutton to enter into the articles of copartnership.\nThe defendant objected to the whole evidence on the ground of irrelevancy, and because it did not tend to show any alleged breach of the covenants, as set forth in the declaration; there being, in fact, no alleged breach contained in the declaration, except for refusal to sell lumber and make collections.\nThe court overruled the objection, to which defendant’s counsel excepted, which was the first error assigned.\nThereupon, on leave given, the plaintiff amended his declaration, by adding the words, “ contrary to and in violation of the covenants to be performed by said Addams in said articles of agreement contained,” to the several alleged breaches laid in the declaration. The defendant then demurred to the declaration as amended, averring that ten of the assignments of breaches were informal and insufficient; whereupon the ¿daintiff, before joinder in demurrer, by leave of the court, amended his narr. by specifying the time and place when and where the alleged breaches occurred. After the joinder in demurrer, the ¿daintiff withdrew it, and permitted an amendment to the first assignment of breaches, by inserting the quantity of lumber which the defendant had refused to sell. The second and tenth demurrers were overruled; the eighth and ninth were withdrawn by defendant; the others were sustained by the court, and amendments allowed accordingly; whereupon there was judgment that defendant should plead.\nThe defendant then filed a special plea, in which he averred that, previous to the bringing of this action of covenant, he had brought an action of account render against the plaintiff, to procure and enforce a settlement of their partnership accounts; that issue had been joined therein, under the pleas of ne unqueas receiver and plene computavit, upon which, by consent of parties, judgment quod computent had been entered, averring that under this form of action, all matters between them, arising out of their partnership, could be fully tried, and that therefore the plaintiff ought not further, &c.; and on the same day withdrew his pleas of covenants performed, &c. Issue was then joined on this special plea, after which, by leave of the court, the defendant renewed his pleas of covenants performed, &c.\nThe defendant then, to maintain the issue -on his part, offered in evidence the record of an action of account render to September Term 1857, and the testimony of witnesses to show that the subject of the suit was the partnership transactions arising under the agreement of copartnership on which this suit is founded. The court refused to interrupt the plaintiff’s evidence to permit the defendant to give evidence under his special plea, and directed the plaintiff to proceed with his evidence to prove the breaches alleged in his declaration, to which decision defendant’s counsel excepted.\nThe case then proceeded, and, after some other evidence, the plaintiff offered to prove that the defendant, when upon the land, and during the continuance of the partnership, refused to pay the hands employed by the firm, at the same time declaring that he had the money with him, and telling them that they had better stop working, and go somewhere else and work where they could get paid. This was objected to by defendant, on the ground that it related to misconduct of the defendant, which is not in violation of any covenant in the articles of copartnership given in evidence, but which is alone a subject of settlement in an action of account render or proceedings by bill in equity to account, and because also there is no assignment of any breach of the articles of copartnership, in the declaration with such certainty as advised the defendant of any specific complaint to which such evidence can relate. But the court below overruled the objections and admitted the evidence, which was the subject of the second assignment of error.\nThe plaintiff having closed his case, the defendant offered, inter alia, to prove by Francis P. Dewees, Esq., that he brought the action of account render in evidence, as above stated, as attorney for Addams, against Tutton, and has had the care and management of the suit for the plaintiff; that it was brought to obtain a settlement of all the partnership dealings of the parties under the articles of agreement on which this suit is founded, and not for any other partnership account. This was objected to by plaintiff, because the record cannot be altered by parol evidence showing what an attorney intended to bring a suit for — that the record was alone evidence of the facts therein contained, and must speak for itself; that it shows a suit against Tutton as bailiff and receiver of partnership-money from April 10th 1855 to February 16th 1857, and that there is no other cause set forth on the record. The court sustained the objection and rejected the evidence, which was the subject of the third assignment of error.\nThe defendant submitted several points, on which the instruction of the court was requested; among which were the following:\n1. The agreement shows that the partnership was merely for the purpose of “ cutting and sawing timber” on Addams’ land; that as Addams owned all the timber and land, all the firm was entitled to was the proceeds of the sale of the timber, after allowing Addams a fair compensation for the timber on the land.\n2. There can be no recovery for any alleged loss of credit of the firm, because by the express terms of the articles of copartnership, neither joarty had the right to borrow money for the use of the firm, or incur any joint liability-by endorsement, security, or otherwise, without the written consent of the other.\n3. There are $300 to be paid Addams under the agreement, which are to be computed against any alleged damages sustained by Tutton. And a verdict should be rendered in favour of defendant for the amoiint, unless reduced by estimated damages.\n7. That the plaintiff cannot recover damages in this suit for the several alleged breaches of the articles of copartnership declared upon, as they are severally the subject of account and settlement in the action of account render.\nThe court below charged, that the terms of the articles expressed the contract of the partners clearly, and were not to be construed so as to include matters not provided for by it, and that, in estimating the damages, they must be governed by the evidence, as there was no other measure — that as, by the articles of partnership, Tutton was to give his time and attention to cutting and preparing the timber, the presumption was that this was a fair set-off against the value of the timber, and therefore the defendant’s first point was negatived.\nIn answer to the second point, the court said, if the misconduct of the defendant impaired and injured the credit of the firm, so as to restrict, impede, or destroy its business, the plaintiff may recover any damage done to him thereby.\nThe third point was answered by saying the defendant would be entitled to a proportionate part of the $300 in the ratio that the timber sawed bears to the timber still standing, provided the jury believed that the defendant did not violate his covenants in the articles of copartnership, and was justified in dissolving the firm.\nThe seventh point was negatived by the court under these instructions. There was a verdict in favour of the plaintiff for $2500. This was followed by a motion for a new trial, which was ordered, unless the plaintiff would remit $1000 from the amount of the verdict. The plaintiff then filed a remittitur for $1000, whereupon the rule for a new trial was discharged, and judgment entered in favour of plaintiff for $1500. The case was then removed by writ of error, into this court, where the admission and rejection of the evidence, and the instruction of the court below, as above stated, were assigned for error.\nF. W. Hughes and F. F. Fewees, for plaintiffs in error,\nargued that the facts embraced in the first specification were improperly received in evidence. That, in an action of covenant, the evidence must relate strictly to the issue raised by the pleadings, which in this case were covenants performed, &c. This admitted the execution of the articles of copartnership, and imposed on the other side the duty of proving the breaches, and the amount of damages sustained in consequence thereof. But the evidence was as to the relinquishment of a previous contract, as part of the consideration of the articles declared on, which could not properly affect the question of damages. This agreement stands alone, independent of the inducements to its formation and of prior agreements, and no damages can be recovered in this action, except for breaches of the covenant contained in it: Cothers v. Keever, 4 Barr 168. Nor can damages be estimated by the anticipation of parties. Misconduct of one partner may give his copartner a right of action, but it must be brought on that account, and the damages resulting from it shown. But in covenant there must be a breach of the covenant declared on, to warrant a verdict for damages. Beside this, the evidence admitted raised new issues, involving an inquiry into the nature and validity of another and a different claim.\n2. The testimony relative to the refusal of Addams to pay the hands, &c., &c.; it was inadmissible because, if true, it was not in violation of the covenant declared on. He was not to refrain from doing anything that was done, by any covenant in the articles of copartnership.\n3. The evidence as to the pending action of account render was improperly rejected. The testimony of Mr. Dewees wa,s not offered to alter the record of the suit, but to show what it was brought for, which was consistent with the record: Jordan v. Minister, 5 Penna. Law Jour. 522; Shoemaker v. Ballard, 3 Harris 94; Haak v. Breidenbach, 3 S. & R. 204.\n4. The court erred also in instructing the jury that there was no measure to govern them in assessing the damages in this case, but that they must be controlled by the evidence: Holler v. Weiner, 3 Harris 244; Rose et al. v. Story, 1 Barr 191; Pennsylvania Railroad Company v. Zebe, 9 Casey 318 ; Same v. Kelly, 7 Id. 378.\n5. As to the refusal to affirm defendant’s first point. The land was owned by Addams; the agreement was to cut, and saw, and sell the timber for the firm; but no property in the timber was given to Tutton. The rights of the firm were exactly like those of an entire stranger, from whom a matter of reasonable compensation for the timber would be expected.\n6. The answer to the second point of defendant involved the error above adverted to, viz., the identification of defendant’s duties as a partner, with his obligations under the contract declared on. The distinction is obvious.\n7. The defendant’s third point was improperly answered. The $300 to be paid by Tutton to Addams at the termination of the partnership was a debt independent of any other agreement, and was fairly to be deducted from any damages which the jury might find against defendant.\n8. The seventh point of defendant should have been affirmed. The action of account render, or a bill in equity, furnished an ample remedy for every wrong existing between these partners. The two suits were unnecessary and improper: Andrews v. Adams, 9 S. & R. 241; Ozeas v. Johnson, 1 Binn. 191; T. & H. Pr. 133; Act of October 13th 1840; Story’s Eq. 233.\nB. W. Gumming, with whom was D. B. Green, for defendant in error, in reply.\nThe evidence noted in the first assignment of error was properly admitted. What Tutton had relinquished by the new agreement was proper for consideration in estimating the damages for breach of it. The legal effect of'the writing was in no way contradicted, nor the rule on this subject deducible from Chalfant v. Williams, Leg. Int., April 6th 1860 ; Bank v. Fordyce, 9 Barr 279; Rearich v. Swinehart, 1 Jones 238; Barnhart v. Biddle, 5 Casey 96 ; Musselman v. Stone, 7 Id. 276.\n2. The acts and declarations of Addams, tending to discredit, and destroy the partnership, were surely admissible, as the case stood. Nor was Tutton’s right to recover in any way affected by the pending action of account render, that extending only to joint liabilities, to the recovery of money for the common benefit of both parties: McFadden v. Sallada, 6 Barr 288. It was not a bar to this suit, which rests on the tortious misconduct of defendant below, in violation of the stipulations of the agreement, and in which unliquidated damages are claimed, and which could not be defalcated in account render. A wrongdoer can neither deprive the injured party of his remedy on the covenants between them, nor prescribe the remedy which he must adopt. Beside, the action is not applicable to every case that may arise between the partners: 1 Story’s Eq. 449. The intention of Addams as to what he designed to do in this action is immaterial. His declaration shows what the action was brought for.\nJuly 25th 1861,\nThe instruction as to the measure of damages was not improper, because the jury were directed to the proper element for ascertaining the damages, such as the quantity of timber on the land at the time of the dissolution, the probable profit which might have been made by its manufacture into lumber, the loss which resulted from taking away the machinery, and impairing the credit of the firm, but expressly excluding vindictive damages. These were proper rules, and were not like those in the cases of Penna. Railroad Co. v. Zebe, 9 Casey 318; Rose v. Story, 1 Barr 91. As to the fifth assignment of error, it was replied that the timber on the land was partnership property, and was made so by the contract, and therefore to allow Addams a separate additional compensation would be to violate its stipulations.\nAs to the sixth, they argued the court were right in holding as they did, that the defendant below was liable if, by his misconduct, the credit of the firm was impaired, or its business impeded, restricted, or destroyed. It was a direct violation of his covenant that the partnership was to continue five years. A renunciation of partnership must be in good faith: Crawshay v. Collins, 15 Vesey 218-227; Story on Part., §§ 176, 275. The question of the sufficiency of the causes for the dissolution was submitted to the jury, and their sufficiency was negatived: Gow on Part. 226. As to the remedy by covenant, it is sustained by authority: Gow on Part. 72, 76 ; Story on Part. 173; Stoughton v. Lynch, 1 Johns. Ch. R. 467; Collyer on Part. 245, 246; Howell v. Harvey, 5 Ark. 282 ; Collyer 182, 297."
  },
  "file_name": "0447-01",
  "first_page_order": 447,
  "last_page_order": 454
}
