{
  "id": 996216,
  "name": "Kline's Appeal",
  "name_abbreviation": "Kline's Appeal",
  "decision_date": "1861-06-05",
  "docket_number": "",
  "first_page": "463",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 131",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 146",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 520",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0520-01"
      ]
    },
    {
      "cite": "3 W. & S. 314",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0314-01"
      ]
    },
    {
      "cite": "2 Grant 225",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0225-01"
      ]
    },
    {
      "cite": "3 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854634
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0429-01"
      ]
    },
    {
      "cite": "9 Watts 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0106-01"
      ]
    },
    {
      "cite": "6 W. & S. 319",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0319-01"
      ]
    },
    {
      "cite": "3 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 755,
    "char_count": 18553,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.4795084619567678e-07,
      "percentile": 0.6608599574724241
    },
    "sha256": "0a1558a70af2e11079e89c239844ef12ca6686c000c65fae204177ec075099fa",
    "simhash": "1:3b6b66a53586b5c3",
    "word_count": 3358
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kline’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThe equity of the appellant is dependent wholly upon the question, whether her deceased husband held the land partly in trust for her. If she has failed in proving a resulting trust, she has no case; and such a trust is not to be made out by equivocal and unsatisfactory evidence. Had the deed for the land been made to Kline and his wife, in accordance with the. article of agreement, her rights would be easy of ascertainment. But it was not. By her positive direction the deed was made to her husband. If she took any interest under the article of agreement, it was but a naked possibility, and that she surrendered before the deed was made, declaring that the sale had been made to her husband, and that the deed should be made to him. It is true, that equitable interests in land are within the Statute of Frauds, and are not assignable except by writing; but they may be waived by parol, so as to put it out of the power of the holder to obtain the interposition of a chancellor in his behalf, or they may be released: Boyce v. McCullough, 3 W. & S. 429; Dayton v. Newman, 7 Harris 194. In any view which can be taken of this case, however, the title of the appellant is not based upon the article of agreement. If she has any interest, it arose out of the payment of her money at the time when the deed was made to her husband. But the husband having paid the purchase-money, the presumption would be that he paid it for himself, and this presumption the appellant must overcome. True, the husband had in his hands $960 belonging to his wife, a part of which, probably most of which, was paid on account of the purchase-money; but there is no other evidence than the subsequent declarations of the husband, that it was paid as the money of the wife, and in order to secure to her any ownership of the land. These declarations were made after the rights of creditors had accrued, after a mortgage had been given to Beelman for money loaned, and after the husband had confessed a judgment for the unpaid purchase-money. It may well admit of doubt whether, in a contest between the wife and the husband’s creditors, his declarations are evidence in her favour. Nor is it to be overlooked that the statements of Kline, upon which the appellant relies to establish her title to the land, are not strictly consistent with the facts of the case. To his brother he said that he had paid $900 of his wife’s, money on the land. This was certainly a mistake; for, even if no part of the purchase-money was paid out of the sum which he borrowed from Beelman when the deed was made, the entire amount paid appears to have been $815. For the remainder of the purchase-money, a judgment was taken. Yet upon such loose and mistaken declarations, the appellant is forced to rely for the establishment of a trust for her benefit. We have often said that the evidence must be clear and convincing that shall warrant setting up a resulting trust against the legal title.. Whether the evidence in the present case be of that character, may be doubted. Without the casual declarations of the alleged trustee, uttered some time after the purchase, not made in the presence of the cestui que trust, declarations proved by his brother alone, and shown to be inaccurate, there is no evidence that the wife was anything more than the creditor of the husband. It is worthy of observation, also, that many of the material allegations in her petition are completely disproved. Prominent among these is her averment of ignorance of the fact that the deed for the land had been made to her husband, until after his death, and her denial that she had ever given any consent to such transfer.\nBut, without positively deciding that there was no resulting trust in favour of the appellant, it is sufficient to justify the action of the Orphans’ Court, that only the estate of John Kline, the husband, was sold. That court had no power to- order a sale of any more than his interest in the land: Diehl’s Appeal, 9 Casey 406. Moreover, the purchaser asks to have the sale confirmed, and the mortgagee and judgment-creditor have rights superior even to the equity of the appellant, if she has any.\nThe order of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "JSvans §• Mayer, for appellant,"
    ],
    "corrections": "",
    "head_matter": "Kline’s Appeal.\nWife’s Estate in Land not affected by Orphans’ Court Sale for Payment of Debts of Husband. — Presumption of Title arising from Payment of Purchase-money. — Resulting Trust for Wife not to be established by Declarations of Husband.\n1. 'Where the Orphans’ Court decreed the sale, for the payment of debts, of a lot of land of a decedent, in which his widow claimed a resulting trust, as bought with her money, and the land was sold as ordered, it was not error to confirm the sale against her remonstrance, upon the application of the purchaser, for the court had no power to order a sale of any more than the husband’s interest in the land, which alone passed to the purchaser.\n2. Where the deed for land, articled for in the name of the husband and wife, was, by her direction, made in his name, and he paid the purchase-money, the presumption is that he paid it for himself, without proof that it was paid as her money, and to secure to her the ownership of the land, though, at the time of the purchase, he had in his hands more of her money than the amount paid by him on the land.\n3. The declarations of a husband as to the purchase of the land, inaccurate and inconsistent with the proven facts of the case, are of doubtful admissibility in favour of the wife in a contest with her husband’s creditors, and are not such unequivocal, convincing, and satisfactory evidence as will establish a resulting trust in her favour against the legal title.\nAppeal from the Orphans’ Court of Yorlc county.\nThis was an appeal by Catharine Kline, widow of John Kline, deceased, from the decree of the court below, dismissing proceedings which had been commenced by her to vacate the sale of certain real estate by the administrator of her husband, which had been made by order of the court, for the payment of the debts of the deceased.\nThe case was this: John Kline died, seised of certain real estate in York county, but without leaving sufficient personal property for the payment of his debts. Soon after his death, Abraham Fleming, to whom letters of administration had been granted, applied in the usual way for an order of court to sell this real estate for the payment of the debts of the deceased. The order was granted, and the land sold on the 15th of August 1859, to Michael Lambert, which sale was in due time confirmed by the court. Before the deed was delivered, Mrs. Kline presented her petition to the Orphans’ Court, setting forth that her father died about five years ago, from whose estate she had received $960, which she gave to her husband to invest for her in real estate in her name, which he agreed to do. That about three years ago, a contract was made with Lewis Kintzfor the purchase of the land in question, to be paid for with her money, the deed to be made to her. That a deed in her name was prepared, but that another deed in the name of her husband was drawn and executed without her knowledge, which fact was not known to her until after his death. That at the time of this conveyance, her money was paid to Kintz, and the balance of the purchase-money secured to him by judgment executed by her husband, Avho at the same time executed a mortgage on the property to one George Beelman. That she claimed the land at least to the extent to which her money had been applied to the purchase; but that the same had been sold by order of the Orphans’ Court, for the payment of the debts of deceased-husband, which sale was confirmed; that no deed had been given, nor purchase-money paid, nor possession taken by the purchaser, &c.: and praying for a citation to the administrator, and the purchaser, and others interested, requiring them to answer the petition, and show cause why the confirmation of the sale should not be opened and the sale vacated, with such other relief, &c.\nCitations thereupon were awarded to Fleming, Lambert, and Beelman, as prayed for.\nThe answer of Abraham Fleming, the administrator, admitted the purchase by Kline of the land from Kintz; that the deed was made to Kline alone; that the respondent, as administrator, had sold it to Lambert, under an order of court to pay debts, the purchase-money to be paid on the 1st of April following; that the sale had been confirmed; and that no deed had been yet made, nor possession taken. But he denied the other facts alleged, and that the petitioner was entitled to any relief.\nThe answer of Michael Lambert admitted the purchase by him on the 13th of August 1859, on the terms before mentioned, and alleged, among others, certain terms of sale not prescribed in the order, with which he had complied; that he had done some work on the premises, and had paid some of the purchase-money. He alleged ignorance of the other matters stated in the petition, and asked to have complainant’s petition dismissed.\nThe answer of George Beelman stated, that after the deed was executed to Kline, a mortgage of the premises was executed by Kline to him for $400, borrowed by Kline, which mortgage was duly recorded; and that he knew of no secret trust or equity in favour of the complainant, nor of the other matters stated in the petition. A petition was filed at the same time with these answers, by Jacob Stouffer, setting forth that he had been the owner of the land in dispute; that he had sold it to Lewis Kintz, and took a judgment for part of the purchase-money; that Kintz and wife afterward sold to Kline ; that a judgment-bond was taken from Kline by Kintz for part of the purchase-money; that Kintz assigned this judgment-bond to Stouffer, who entered it on record, and still held it; that the widow of Kline had filed her petition as before stated, but he denied the facts alleged by her, and asked leave to come in and defend.\nGeneral replications were put in to the answers. The case was heard by the court upon depositions taken.\nThe depositions established the fact that in 1857, Mrs. Kline had received between nine hundred and one thousand dollars frpm her father’s estate, in two payments, as also a tract of land valued at $800 ; and that on both occasions she had handed the money over to her husband, requesting him to “ take care of it for her.” That an agreement had been made in 1856, between Kline and wife and Kintz, for the purchase of the land in controversy, on account of which Kline paid $20, and took the agreement home for his wife’s signature. That, at the request of Kintz, a deed was prepared for Mrs. Kline, which was executed. That, on the day when the deed was executed, Beelman appeared, and, on examining it, refused to lend money to Kline on mortgage, unless the deed for the land was in his name, or unless Mrs. Kline would join with her husband in executing the bond and mortgage to him. Kline remarked that his wife would sign no judgment or mortgage, and requested the scrivener to erase her name from the deed, or write a new one. A new deed was then written for Kline alone, which was executed by Kintz and wife. Kline then gave his judgment to Kintz for the balance of the purchase-money, as also a bond and mortgage to Beelman for $400. It was further proven that when the deed was to be written in her name, in pursuance of the agreement, she said that as the property had been sold to her husband, Kintz should make the deed to him, and take the judgment from him, as she would give no judgment on her property. That Kline had said that he only bought the property because his wife wanted to put the money into it which she had received from her father’s estate, and that he had paid $900 of her money on account of it, and therefore he was willing that the deed should be m.ade in her name.\nThe court below, on hearing the case, delivered the following opinion:—\n“ The court refuse to set aside the sale in this case, for the following reasons, to wit:\n“ 1. Because Michael Lambert, the purchaser, by his answer to this citation, does not object to the title of the land purchased, but is willing to comply with the conditions of sale, and does not desire the confirmation to be rescinded.\n“ 2. Because, after the articles of agreement had been executed between Kintz, John Kline, and Catharine Kline, for the sale of the land in question, Mrs. Kline refused to secure the purchase-money, and consummate the contract — told Mr. Kintz that he had sold the property to her husband; that he should make a deed to him, and take a mortgage or judgment from him, but that she would not give any. Mr. Kline then gave a judgment to secure the payment of the balance of the purchase-money, and to liquidate which this sale was made.\n“We think it would be inequitable to open the confirmation of the sale, or by any summary action of the court to endanger the claims of the judgment-creditors.\n“If Mrs. Kline has a right to any portion of the land, the action of ejectment is open to her.\n“ And now, to wit, March 4th 1861, the court order and decree, that the citation and all the proceedings upon it be dismissed, and that the administrator of John Kline pay out of his estate the fees of the clerk of the Orphans’ Court, and that all actions, costs, and expenses of the proceeding be paid by the party at whose instance they were incurred.”\nThe case was thereupon removed into this court by Mrs. Kline, for whom the decree of the court below was assigned for error.\nJSvans §• Mayer, for appellant,\nargued: 1. That the agreement made Kline and wife equitable owners of the property, and that if the deed had been made in accordance with it, she would have been on his death the sole owner: Johnson v. Hart, 6 W. & S. 319 ; Stucky v. Keefe’s Executors, 2 Casey 397. It was not so made because of the interference of the mortgagee and judgment-creditors and Kline, who, with their representatives, are now prevented from taking advantage of their wrong. Her interest could not be relinquished by parol: Murphy v. Hubert, 7 Barr 420; Arnold v. Cessna, 1 Casey 43. Kline was the trustee of the legal title for his wife, who was the equitable owner, and her willingness to allow the deed to be made in his name was no relinquishment of her right, but a means of preserving it: Reed’s Appeal, 1 Harris 476. A parol waiver of a written contract for the sale of land can only be set up as a defence to a specific performance, and then only on the clearest proof: Price v. Dyer, 17 Vesey 356; Sugden on Vendors 149-151; Goucher v. Martin, 9 Watts 106; Boyce v. McCandless, 3 W. & S. 429. Nor could she as a feme covert part with her interest in land, except after examination as required by the statute: Ulp v. Campbell, 7 Harris 361; Mahon v. Gormly, 12 Id. 80.\nThe Orphans’ Court is a court of equity, and could prescribe the terms of sale: Bickley v. Biddle, 9 Casey 276 ; Singerly v. Swain’s Administrators, 9 Id. 102; Baily’s Appeal, 8 Harris 40 (Same Case, 2 Grant 225). This was omitted in this case, and the sale was therefore erroneous. If the land was hers, her husband did not die seised, and the Orphans’ Court had no jurisdiction to decree a sale: Shontz v. Brown, 3 Casey 123. If Mrs. Kline had any interest in the land, the sale should not be confirmed a sale in which two estates are blended: Diehl’s Appeal, 9 Casey 406. A court of equity will not aid in converting real estate into money, including the title of a third party, even if' the purchaser should not object, and turn the party over to an action of ejectment. All the parties were in court, and their equities could have been adjusted properly, for the powers of the Orphans’ Court should be liberally construed: Mohler’s Appeal, 8 Barr 26 ; Kittera’s Estate, 5 Harris 416 ; Breil’s Appeal, 12 Id. 511. The sale is not yet consummated — no deed having-been delivered: Leshy v. Gardner, 3 W. & S. 314; Biggert’s Estate, 8 Harris 17. Nor has the purchase-money been paid, the purchaser having now notice of Mrs. Kline’s claim : Juvenal v. Jackson, 2 Harris 524. The wife is the real owner, subject to the liens — Mr. Kline having been a mere naked trustee. The remedy to liquidate the debts by proceeding in rem, under process in the Common Pleas: Vogelniger v. Somerville, 6 S. & R. 267; Kintzer v. Mitchell, 8 Barr 81; Keysey’s Case, 9 S. & R. 71. If the purchaser alone has the right to affirm or disaffirm the sale, he may thereby become the instrument of a fraud upon her rights, under cover of judicial proceedings: Mitchell v. Kintzer, 5 Barr 216; Weeks v. Haas, 3 W. & S. 520.\nFor the appellants, w'as replied: That the administrator being a mere stakeholder, and Beelman amply secured by his first lien, the real contest was between Mrs. Kline and Stouffer, the present owner of Kintz’s judgment; that, as the deed was made by her direction, in her husband’s name, she must be postponed to Stouffer, who holds a lien given and taken in good faith; the whole arrangement was hers, and if there be any loss, she must bear it: Blight v. Shenk, 10 Barr 293. If she is to be considered the sole owner, she must pay the balance of the purchase-money. Her judgment for it would be good: Patterson v. Robinson, 1 Casey 81; Maher v. Gormly, 12 Harris 82 (Ramborger’s Administrators v. Ingraham, 2 Wright 146). Her refusal to comply with her agreement with Kintz, was a rescission of the contract : Boyce v. McCulloch, 3 W. & S. 429. The case is not within the statute requiring for its validity a separate examination of a feme covert: Calhoun v. Hays, 8 W. & S. 131-2. The declarations of Kline as to her intent, were objected to, and are not evidence: Gamber v. Gamber, 6 Harris 365. To establish a resulting trust, the evidence must be most clear and convincing : Todd v. Campbell, 8 Casey 253; Strimpfler v. Roberts, 6 Harris 298; which was not so here.\nKline was the legal owner of the whole of this property, the equitable owner to the extent of half the money paid, and certainly died seised of it. The Orphans’ Court had, therefore, a right to order a sale for the payment of debts. All that was sold was the estate of John Kline, and being a judicial sale, the rule of caveat emptor applies : Bickly’s Administrators v. Biddle, 9 Casey 276. Her title, if she have any, is unaffected by it; and she has, therefore, no status in curid, and entitled to no decree : Diehl’s Appeal, 9 Casey 406. Her remedy is at law, and not in equity: Bright’s Rep. 233.\nJune 5th 1861,"
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 469
}
