{
  "id": 996249,
  "name": "Thomas and Others, Heirs of George Thomas, deceased, together with James Conly, versus Abner Stigers and the Heirs of John Watt, deceased",
  "name_abbreviation": "Thomas v. Stigers",
  "decision_date": "1861-06-05",
  "docket_number": "",
  "first_page": "486",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 445,
    "char_count": 8532,
    "ocr_confidence": 0.419,
    "sha256": "1a4d1cefde6a3be63c996f5426856b7d465f35e73bf498eedf2f16268ddafaf8",
    "simhash": "1:fcddc511502e0055",
    "word_count": 1487
  },
  "last_updated": "2023-07-14T21:26:39.377744+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas and Others, Heirs of George Thomas, deceased, together with James Conly, versus Abner Stigers and the Heirs of John Watt, deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nThis case has been twice here before, and may be found reported in 5 Barr 480, and again in 11 Harris 367. The first of these decisions was overruled by the last, mainly on the ground of the presentation in the last case of important documents relating to the boundary line between Maryland and Pennsylvania, which could not be found in the first trial. They were the agreement between the Penns and Lord Baltimore, of the 10th of May 1732, and the decrees for its specific execution, since published in Penna. Arc., vol. 4, commencing at page 3; and the agreement of the 4th of July 1760 ; and the provisional agreement between the same parties, pursuant to the Orders in Council of 25th of May 1738.\nThe case is again before us on the same state of facts as existed on the last trial, and we have again carefully considered all these proprietary agreements, and the conclusion arrived at is fully in accordance with the report of the case and decision in Stigers v. Thomas, 11 Harris, supra. It would not, we apprehend, be of any practical value to restate the principles therein deduced by the court from the acts and agreements of the proprietaries of the provinces of Pennsylvania and Maryland, therein referred to. \"We entirely agree that the inchoate right of resurvey by the holder of the Shelby warrant, issued under the land laws of Maryland, was not such a grant as was protected by the definitive agreement of the 4th of July 1760, between the Penns and Lord Baltimore. It was not exercised until several years afterward. Until located, it was no appropriation of lands, under the Maryland laws. It was in itself descriptive of no locality. No money was to be paid until after a survey. It was simply an existing privilege, at the date of the agreement, resting in the discretion of the holder of the warrant, to be exercised or not, as he pleased, and possessed no more validity as an appropriation of land, than any unexecuted indescriptive warrant, or. other unexecuted intention to take lands by some legal means in the future. The saving to claimants under the Maryland grants, by the agreement referred to, was to grantees of “ any the farms, lands, tenements, or hereditaments lying and being on the west side of the river Susquehanna, and within the space or distance of one quarter of a mile” of the line fixed by the agreement as the boundary line between the two provinces, and to such as “ are now in the actual possession or occupation of all, every, or any the tenants or occupiers of the said province, lands, hereditaments, and provinces.” Hawkins’s survey was not made until in 1765. It could not therefore have been in his occupancy on the 4th of July 1760, the date of the agreement. The occupancy of the “ Rangers Venture” by Evan Shelby, gave no pre-emption right, that we can see, to any particular “contiguous vacancy,” which might be taken in by a future resurvey, and consequently there was no actual occupancy of the land to be protected, so that the grant, being in direct violation of the agreement of 1760, was void, and not only for this reason, but also for want of jurisdiction in the proprietary of the province of Maryland thereafter to make the grant.\nThe provisional arrangement under the Order in Council of the 15th of May 1738, was simply for the preservation of the peace between the provinces, and to be controlled by the proprietaries afterwards, as was done by the agreement of 1760, if indeed it differs in any substantial respect from it. It provides that the jurisdiction of the respective proprietaries should remain as before, until the boundary line should be settled. It was settled by the agreement of *1760, although finally run and marked afterwards. Under and pursuant to this provincial arrangement, what was supposed and intended for the boundary line, was run, in 1739, by commissioners from both provinces, as far as the Susquehanna river, and by the Pennsylvania commissioners eighty-eight miles further. This, perhaps, would have satisfied the reservation under the agreement of 1738, even if that of 1760 had not been subsequently entered into. But we will not extend these remarks! Hawkins’s Maryland title was no protection to the defendants. This, being so, the case is to be determined by the laws of Pennsylvania. The plaintiffs’ warrant being descriptive, appropriated the land from its date. It was followed also by a survey, in a few days after it issued. The date of the warrant being prior to the date of the defendants’ improvement, the title under it must prevail; and as we perceive no error in the record, the judgment is\nAffirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued here by John Cessna, for plaintiffs, and by King and Jordan, for defendants."
    ],
    "corrections": "",
    "head_matter": "Thomas and Others, Heirs of George Thomas, deceased, together with James Conly, versus Abner Stigers and the Heirs of John Watt, deceased.\nAgreement between the Penns and Lord Baltimore, as to Boundary Line. Effect of, on Maryland Titles to Land in Pennsylvania.\n1. The agreement of 4th of July 1760, relative to the boundary line between the Penns and Lord Baltimore, did not confirm any Maryland titles to land in Pennsylvania, west of the Susquehanna river, except those then existing by grant and occupation, within one-fourth of a mile north of Mason and Dixon’s line.\n2. Where a Maryland patent was obtained in 1754, for certain land, and afterwards, under the laws of that state, a resurvey was made in 1765, and a patent issued for the same land, and a “ contiguous vacancy,’’which was within the state of Pennsylvania and the limits designated in the agreement of 4th July 1760, that agreement would not protect the holder of the “vacancy,” for he was “ not in actual possession” of it in 1760, as required by the agreement.\n3. The occupancy of the tract, at and prior to the year 1760, to which the contiguous vacancy was attached by the Maryland patent in 1765, was not an actual occupancy, by pre-emption or otherwise, of any “vacancy” which might subsequently be taken in by a resurvey, and therefore the Maryland grant in 1705, for such “vacancy,” which was within the limits covered by the agreement of 4th July 1760, was void, for it was in violation of the agreement, and was not within the jurisdiction of the Maryland proprietary.\n4. Where land claimed under an invalid Maryland title, was appropriated by a descriptive warrant, dated April 6th 1842, followed by a survey on the 30th of the same month, the title under the warrant would prevail against the Maryland title, the holder of which had commenced no improvement until after the date of the warrant.\nErkor to the Common Pleas of Pulton county.\nThis was an action of ejectment, brought originally in 1842, by Abner Stigers, and Elizabeth and Margaret Watt, heirs of John Watt, deceased, by their guardian Obadiah Graves, against George Thomas and James Conly, for a tract of land in Eulton county.\nThe case was tried February 6th 1846, when there was a verdict and judgment for plaintiffs. It was then removed into the Supreme Court by writ of error, where, on argument, the judgment of the court below was reversed, and a venire de novo awarded. It was tried again in 1851, and on the 8th of April there was a verdict and judgment in favour of defendants. A writ of error was then sued out by the plaintiffs, on which, on the 24th of July 1854, the judgment of the court below was again reversed, and a venire de novo awarded.\nOn the 9th of January 1855, there was a verdict for defendants, which was set aside, and a new trial granted, on payment of all costs by plaintiffs remaining unpaid, being those which had accrued since the last proceeding in the Supreme Court.\nJune 5th 1861,\nOn the 9th of August 1855, there was a verdict and judgment for plaintiffs, whereupon the case was again removed to the Supreme Court by writ of error, which was afterwards, to wit, October 24th, non prossed. On the 7th of December 1860, the death of George Thomas was suggested, and John J. Thomas, George B. Thomas, Erasmus J. Thomas, and James B. Thomas, the last three by their guardian, Lucinda N. Thomas, were substituted as defendants. On the 1st of January 1861, the present writ of error was received and filed.\nThe main point in this case was whether the Maryland title of the plaintiffs or the Pennsylvania title of defendants should prevail. All the material facts, and the points taken by the counsel, will be found in the former reports of the case in 5 Barr 480 and 11 Harris 867.\nThe case was argued here by John Cessna, for plaintiffs, and by King and Jordan, for defendants."
  },
  "file_name": "0486-01",
  "first_page_order": 486,
  "last_page_order": 489
}
