{
  "id": 996374,
  "name": "Cooper et al. versus Platt",
  "name_abbreviation": "Cooper v. Platt",
  "decision_date": "1861-07-24",
  "docket_number": "",
  "first_page": "528",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "39 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "8 Met. 28",
      "category": "reporters:state",
      "reporter": "Met.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 17574,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 6.665651525889828e-08,
      "percentile": 0.40576207338729015
    },
    "sha256": "822048e53ab7c4b70af35ca0c88cdc94f940f7823cb2c981900302cf04fd0b3b",
    "simhash": "1:1b0faab1284b12b4",
    "word_count": 3041
  },
  "last_updated": "2024-02-27T22:43:51.432409+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cooper et al. versus Platt."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe bond of indemnity was to secure Cottrell from liability on his endorsement of Platt’s acceptance, held by McTague, and also to secure Cooper, Cottrell, and Righter on many other endorsements. Now when Platt paid his acceptance, Cottrell was released from his endorsement, and the bond became legally satisfied to that extent. But it appears now that Platt was an accommodation acceptor of the obligor, though that was not known to the obligees till long after the acceptance fell due. Does this fact allow Platt to come in by equity upon the fund raised by the indemnity bond ? Yes, as against the principal debtor; for he had set apart this fund for that debt among others. But is it so as against Cottrell ?\nIn the case of Eastman v. Foster, 8 Met. 28, it is decided No, in a like case. The bond of indemnity was to secure Cottrell from many liabilities, and from this one he was legally discharged, and Platt was bound to have him discharged, and equity does not allow him to annul that discharge by coming in on the fund while any of the other liabilities of Cooper, Cottrell, and Righter remain unpaid. What would, after these are paid, go back to the debtor, the equitable surety may claim, and nothing more. To hold otherwise would make these endorsers less secure, so far as this draft is concerned, by having taken collateral security, than they would have been without it.\nAnd we may come to the same result in another way. Surely a man may contract for his own individual indemnity, without being required to share it with all other sureties to his own partial disappointment. Especially may he do so when he is liable only on the contingency that the other sureties fail of their duty. Platt, by the very form of the principal contract, was bound to keep Cottrell safe, and therefore he cannot claim to be equal surety with Cottrell, and require him to contribute to the payment of the acceptance. If Cottrell had paid the draft, he would have been the creditor, and, on suing Platt as acceptor, there would have been no defence; but Platt, after paying his acceptance, might have said: “ Here I am a mere surety, and you hold collaterals for this and other debts, and I demand the benefit of any surplus there may be.” Such was his right under these contracts. Instead of this, the court below treated Cottrell and Platt as equal sureties, which was contrary to the nature of the transaction.\nJudgment reversed, and judgment for the defendant below on the case stated.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Thaddeus Stevens, for plaintiffs in error.",
      "Thomas JE. JPranhlin and U. M. North, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cooper et al. versus Platt.\nConstruction of Bond of Indemnity. — Equitable Substitution not allowed where Claim of Party to whose Right it is ashed, is unsatisfied.\nA judgment-bond of indemnity by one largely indebted, was given to three, in the sum of $200,000, upon condition to be void “ if the obligor or his heirs, executors, &e., shall pay or cause to be paid, unto the persons holding and owning the notes, drafts, and claims specified on the back thereof, or to their certain attorney, executors, administrators, or assigns, the full sum set opposite thereto on the back thereof, and shall indemnify and save harmless the obligees as sureties or endorsers of said notes, drafts, and claims, and indemnify each of said obligees against all other claims for which they may be liable as sureties of the obligor, and shall furnish obligees with money to meet said claims, to raise which, as well as to secure the obligees, this bond is given,” &c. Among the claims endorsed on the bond, there was a draft which had been drawn by the obligor to the order of one of the obligees, and accepted by T., P. & Co., for accommodation of the drawer, without any consideration and without having any funds of his in hand, which was not known to the obligees. This was held at maturity by McT. & Bro., by whom suit was brought against all the parties, and a judgment recovered, which was paid by P., for the firm of T., P. & Co. No funds were furnished by the obligor to meet this claim, nor were the proceeds of his property realized by the obligees, sufficient to satisfy the claims, to secure which the bond was given. In an action by P. against the obligees, for a pro rata share of the proceeds of the obligor’s property, it was held, that, in discharging the liability of C., the plaintiff aid nothing more than he was legally bound to do, and could not come in by equity on the fund raised by the indemnity bond.\nError to the Common Pleas of Lancaster county.\nThis was an amicable action entered in the Common Pleas to August Term 1861, No. 220, between Franklin Platt as plaintiff, and John Cooper, J. W. Cottrell, and W. Righter as defendants, in which the following case was stated for the opinion of the court: — ■\nOn the 25th of December, A. D. 1854, Peter Haldeman executed and delivered to the defendants a bond, with warrant of attorney, &e., in the penal sum of $200,000, of which the following is a copy, with its endorsements:—\n“ Know all men by these presents :\n“ That I, Peter Haldeman, of the county of Lancaster, am held and firmly bound unto John Cooper, Washington Righter, and Joseph W. Cottrell, of said county, in the sum of two hundred thousand dollars, to be paid to the said John Cooper, Washington Righter, and Joseph W. Cottrell, or to their certain attorney, executors, administrators, or assigns. To which payment, well and truly to be made and done, I bind myself, my heirs, executors, and administrators, and every of them, firmly by these presents. Sealed with my seal, dated the 25th day of December, in the year of our Lord one thousand eight hundred and fifty-four. The condition of the above obligation is such: That if the above bounden Peter Haldeman, his heirs, executors, administrators, or any of them, shall and do well and truly pay, or cause to be paid unto the persons holding and owning the notes, drafts, and claims specified on the back of this bond, or to their certain attorney, executors, administrators, or assigns, the just and full sum due thereon and set opposite thereto on the back thereof, and shall indemnify and save harmless the said obligees as sureties or endorsers of said notes, drafts, and claims, and shall indemnify each of the said obligees against all other claims for which they may be liable as sureties of the said Peter, and shall furnish said obligees with money to meet said claims, to raise which money, as well as to secure said obligees, this bond is given, without fraud or further delay, then the above obligation to be void and of none effect: Otherwise to be and remain in full force and virtue. And further, I, the above bounden Peter Haldeman, do hereby authorize and empower any attorney at law of any court of record in the state of Pennsylvania, or elsewhere, to appear for me at the suit of the said John Cooper, Washington Righter, and Joseph W. Cottrell, executors, administrators, or assigns, and after one or more declarations filed on the above obligation, for the above-mentioned penalty, thereupon to confess judgment or judgments, in one or more counties against me, my heirs, executors, or administrators, as of any term or time past, or to any subsequent term, with costs of suit by non sum informatus, nil dicit, or otherwise, as to any of them shall seem meet: hereby releasing all errors, misprisions, misentries, defects, or imperfections whatsoever, that shall or may happen in entering the said judgment or judgments, or issuing execution thereon, or in any other the proceedings thereunto relating, without stay of execution.\n“ Witness my hand and seal the day and year above written.\n“ Peter Haldeman, [seal.]\n“ Sealed and delivered in the presence of — the words without stay of execution” having been first interlined—\n“Edw. 0. Darlington,\n“ Geo. Oalder.\n“ Bond filed December 25th 1854.”\nCopy of endorsements on the bond:\nNotes, drafts, and claims referred to within, and the amounts thereof, so far as the same are now remembered:\nNotes payable at Columbia Bank, endorsed by J. W\nCottrell, amounting together to about $4,000.00\nIsaac and Henry Hinkle, for 6.450.00\nJoseph Hinkle, for..... 1.050.00\nDavid Herr, for ...... 2,000.00\nJoseph Detweiler, for..... 1.500.00\nElizabeth M. Shaeffer, for .... 500.00\nJohn Wiley, for . ... 10,000.00\nJames Smith, for...... 4.000. 00\nDauphin Deposit Bank, for .... 7.500.00\nE. B. Grubb, for ...... 15,516.24\nMcTague & Brother, for .... 3.000. 00\nJacob M. Haldeman, for .... 6.000. 00\nC. B. Herr, for...... 3.000. 00\nMount Joy Savings Institution, for 1.000. 00\nCyrus Jacobs, for ..... 1,000.00\nNote discounted by H. M. North, for 2.500.00\nYork Bank, for ..... 15,000.00\nHarrisburg Bank, for 5.666.00\nLancaster County Bank, for 3,000.00\nLancaster Savings Institution, for 7.500.00\nTwo notes of $800 each, payable to order of J. W Cottrell, at Columbia Bank, amounting to . 1.600.00\nJohn Hertzler, for ..... 500.00\nThree notes endorsed by J. W. Cottrell, for 2.300.00\nDraft on Haldeman & Bro., endorsed by John Coopei and J. W. Cottrell, for .... 1.200.00\nNote to Stevens, Eordney, and Reynolds, for 1,500.00\nThe said bond was executed and delivered in triplicate; that is to say, three bonds, each in the same penalty, and with the same conditions and endorsements in every respect, were executed and delivered by said Haldeman to said Cooper, Cottrell, and Righter.\nAmong the claims referred to in said bonds, and specified on the back thereof, is a certain draft for the sum of $3000, there specified as “ McTague & Brother, for $3000.” The said draft was drawn by said Haldeman upon the firm of Franklin Platt & Co., to the order of the said Joseph W. Cottrell, and was accepted by t'he said Franklin Platt & Co., at the request and for the accommodation of the said Haldeman, without any consideration therefor, and purely as sureties for the said Haldeman; nor had they before, or at the time, or since the said acceptance, any funds or credits of his in their hands. The said draft, with its endorsements, are as follows:—\n“$3000.00. Columbia, August 9th 1854.\n“Four months after date, pay to the order of J. W. Cottrell, three thousand dollars, and charge to account.\n“ Yours,' Peter Haldeman.\n“Messrs. Franklin Platt & Co., ]\n“ Merchts. 43 North Water St., >\n“ Philada. J\n“ Endorsed: J. W. Cottrell, McTague & Bro.\n[ekased.]\n“ Written across the face of the note: ‘ Accepted, payable at Farmers’ and Mechanics’ Bank.’\n“Franklin Platt & Co.”\nThe said draft being at its maturity in the hands of said MeTague & Brother, the said Haldeman did not provide any funds to meet and pay the same, and it was therefore protested for non-payment. Suits were brought on the said draft by-the said McTague & Brother against, Haldeman, Cottrell, and the said firm of Franklin Platt & Co., and judgments having#been obtained on the said suits, the said Franklin Platt paid out of his own funds, on the 10th day of May, A. d. 1856, the sum of $3268.22, being the amount of the judgment against said firm, with interest and costs of suit.\nAt the time of execution of the said bond and warrant, the said Cooper, Cottrell and Righter were not aware that it was an accommodation acceptance, and were first informed of its nature and character on or about the 1st day of April, A. D. 1856, before any distribution made by them of the money in their hands. Judgments were entered in different counties on the bonds above referred to, and executions and attachments thereon issued, under which the real and personal estate of the said Peter Haldeman was sold, and large amounts of money paid to the plaintiffs therein, the present defendants. They did not, however, realize sufficient money out of the said property to pay in full all their liabilities for said Haldeman, exclusive of the $3000 draft in question: the pro rata proportion of the said draft in their receipts would he, if in the hands of the present plaintiff it is entitled thereto, $3350; but if the plaintiff could not be allowed to prove by parol on the trial that the draft was an accommodation draft, then any admissions relative to that point are considered as not made.\nIf, on this state of facts, the court are of opinion that the plaintiff is entitled to recover, then judgment for the plaintiff for the said sum of $3350, with interest from September 25th 1860; otherwise judgment for the defendants. Either party to be at liberty to take a writ of error within sixty days after the rendition of such judgment without bail.\nThe court below gave judgment for plaintiff on the case stated, which was assigned here for error by the defendants.\nThaddeus Stevens, for plaintiffs in error.\nHaldeman was largely indebted beyond what plaintiffs were bail for. Rut he intended to give a preference to plaintiffs. Instead of an assignment in trust, he gave a judgment with the sole object of indemnifying them. It is so expressly stated in the condition of the bond. When that object was accomplished, the bond became void by its express terms. Beyond that moment no other persons could claim to keep the judgment alive. It was not given or received with any intention to secure Platt & Co. They were left like his other creditors. This is plain, not only from the terms of the bond, but from the fact that at the time the parties supposed Platt & Co. to be the real debtors as they certainly were the legal principals. Nor is this an assignment in trust so as to entitle Platt to a dividend: Guy v. McIlree, 2 Casey 92. Nor can Platt, who has purchased this claim, and exonerated Cottrell by cancelling his endorsement, be subrogated to plaintiff’s right, and thus claim through the judgment. -\nThe right to substitution being wholly equitable, and not founded on privity or contract between the parties, cannot be allowed when the party to whose rights substitution is asked is not fully satisfied. He who has the legal security must be first paid before a third person can invoke the aid of such security for his benefit: Keyner v. Keyner, 6 Watts 221, 227.\nHere a large sum of Cottrell’s debt, secured by the judgment, remains unpaid. What right, then, has a third person to come in and claim to use his judgment, and thereby cause him a further loss of ¡§3350 ? How can an acceptor be allowed by parol evidence to convert his acceptance into a mere suretyship, contrary to the legal purport of it, so as to affect third persons who were not privy to that fact ? Moran v. Groff et al., 11 Casey 448, and the cases there cited. If this be correct, then, by the terms of the case stated, Platt & Co. are to be treated as principals in the acceptance, and plaintiff below would have no case.\nThomas JE. JPranhlin and U. M. North, for defendant in error.\n—We do not contend that this is an assignment in trust, and therefore Guy v. Mcllree has no application. Nor do we claim to be subrogated to any right of the plaintiffs in the judgment, but we have a right to be substituted to the rights of McTague & Brother, who are wholly satisfied against the estate of Peter Haldeman, which is just the principle decided in Kyner v. Kyner. We paid McTague & Brother, when they sued and obtained judgment, and we did not release Cottrell for the simple reason that there was nothing to release — he was not liable to us as endorser. Platt is the holder and owner of one of the claims, specified on the back of the judgment given by Haldeman, and all of them are provided for in the express terms of the bond, which was given not alone to protect endorsers, but the holders of the claims, and to enable the plaintiffs to raise money to pay these claims. This is the condition of the bond. There can hardly be a misconstruction of language so plainly written.\nThe plaintiffs in the judgment are trustees for the creditors named on the bond, and the ingenious effort to embarrass and confuse, only results from the fact that Cottrell is endorser, a surety, and also one of the trustees; but the two positions are distinct and independent of each other. Suppose some one holding a note endorsed by Cottrell had failed to have it properly protested, would the fact that Cottrell ceased to be liable prevent the holder from resorting to the judgment ? And if all had done so, could Cottrell have released the judgment and destroyed the security for the debts ? Certainly not; else what would become of the principle that the holder of a bond or note is entitled to all the securities given for its payment ?\nThe plaintiffs are trustees — they had a duty to perform for the creditors as well as themselves, and no particular set of words is necessary to raise a trust: 4 Kent’s Com. 304, 305. As trustees they could not prefer their own debts, but must apply the trust funds in discharge of all the debts equally without distinction: Hill on Trustees 343. Platt occupies the place of McTague & Brother towards the trustees, not to Cottrell, endorser : see Eastman v. Foster, 8 Metcalf 19; Moore v. Moberly, 7 B. Monroe (Ky.) 299; cited U. S. Dig. 1848, p. 339, tit. “ Surety,” pl. 23.\nThere are numerous cases in which endorsements and acceptanees are varied by parol proof, and Moran v. Graff only decides that an acceptance cannot be impeached in the hands of the payee or innocent holder, just what was decided in the suit of McTague & Brother against Platt & Co. Patterson v. Todd, 6 Harris 433, contains the true principle; that a note real on its face may be shown by parol to be merely accommodation when no party to the paper is affected. See also the very elaborate opinion of Justice Read in Bower v. Hastings, 12 Casey 291.\nJuly 24th 1861,"
  },
  "file_name": "0528-01",
  "first_page_order": 528,
  "last_page_order": 535
}
