{
  "id": 962748,
  "name": "Philadelphia Savings Institution v. Smith",
  "name_abbreviation": "Philadelphia Savings Institution v. Smith",
  "decision_date": "1848-01-23",
  "docket_number": "",
  "first_page": "13",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 239,
    "char_count": 3027,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33187398184218464
    },
    "sha256": "42fa4f08752301b5d6cf5e7c0f6ad0c48d262d79518607c88853e1986d7d0a2b",
    "simhash": "1:0953a861b4cff44a",
    "word_count": 532
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philadelphia Savings Institution v. Smith."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWhatever tbe defects in tbe cause of action filed, it is decisive that tbe defendant did not satisfy the statute by filing an affidavit of defence. Tbe filing of tbe cause of action is not to set it out with technical precision, but to individuate tbe transaetion from which it springs, tbe declaration and plea forming tbe issue on which tbe parties are to go to trial. Nor does it follow that tbe cause of action filed is to control tbe cause of action stated in tbe declaration, provided tbe same contract or transaction be tbe subject-matter of each. He may waive defects in tbe first instance, and reserve himself for bis demurrer or motion in arrest of judgment, provided a good cause of action be not laid in tbe narr.; but then be must show that be waives nothing, and that be bas a defence at least on tbe plaintiff’s own showing; which be can do only in tbe manner prescribed in the act of Assembly. Tbe judge is not bound to look at the cause of action till he has been possessed of the affidavit of defence; and it is not our business to reverse his judgment for an error he did not commit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Clarkson, for plaintiff in error.",
      "Smith, contó."
    ],
    "corrections": "",
    "head_matter": "Philadelphia Savings Institution v. Smith.\nIf no affidavit of defence has been filed, a judgment will not be reversed because the instrument, a copy of which, was filed, was not such as entitled the party to judgment.\nIn error from the District Court of Philadelphia.\nJan. 23.\nThe defendant in error filed a “ copy of deposit certificate” in the court below, in the following words:\nVirtue, Liberty and Independence.\nIncorporated 1834. No. 1176. §2000.\nThis is to certify that George Simpson is entitled to Two Thousand Dollars 555, on deposit in the Philadelphia Savings Institution, to he paid to his order on the 25th day of July, 1839, without grace. Philadelphia, May 20th, 1839.\nN. P. Poor, Treasurer. Peter Pritz, President.\nUnderwood, Bald, Spencer & Hufty,\nEndorsed, George Simpson.\nThe court gave judgment for want of an affidavit of defence. No suggestion of defence was filed.\nThe error assigned was, the instrument was not such as entitled tbe plaintiff to judgment.\nClarkson, for plaintiff in error.\nTbe instrument in question bas been decided to be a promissory note by 2 Barr, 175. In that case tbe corporation was expressly forbidden to issue sucb notes, but there is an equally implied prohibition in tbe charter of this company. [Rogers, J. Should not that be made to appear by an affidavit ?] Tbe charter is given by an act of tbe legislature, and tbe court must take judicial cognisance of it. If not a negotiable instrument, tbe plaintiff cannot sue; if it is, then, there being no authority granted to issue sucb instruments, tbe settled rule that corporations have no powers but what are expressly or by implication granted them, shows tbe note to be void under tbe policy of tbe law. •\nSmith, contó.\nTbe suit is here against tbe corporation, and tbe act of 1817 declares tbe makers of these illegal notes shall be liable. In tbe case in 2 Barr, tbe endorser was sued."
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 15
}
