{
  "id": 962662,
  "name": "Gillespie v. Mather",
  "name_abbreviation": "Gillespie v. Mather",
  "decision_date": "1848-02-02",
  "docket_number": "",
  "first_page": "28",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Mass. 316",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2027032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0316-01"
      ]
    },
    {
      "cite": "12 John. 276",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0276-01"
      ]
    },
    {
      "cite": "8 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0353-01"
      ]
    },
    {
      "cite": "6 W. & S. 227",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0227-01"
      ]
    },
    {
      "cite": "5 Wh. 325",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877964
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0325-01"
      ]
    },
    {
      "cite": "4 R. 273",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "10 Mass. 319",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "12 John. 276",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/12/0276-01"
      ]
    },
    {
      "cite": "8 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483412
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0353-01"
      ]
    },
    {
      "cite": "6 W. & S. 227",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0227-01"
      ]
    },
    {
      "cite": "5 Wh. 325",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 15020,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 9.532902300257966e-08,
      "percentile": 0.5246626347713709
    },
    "sha256": "3415cae79ed034d2b0586f6e841ab094a001aa587147ce3422ad2bfe0585c003",
    "simhash": "1:bdbadcb05fae9c62",
    "word_count": 2646
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gillespie v. Mather."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is indisputable that the order drawn by Proctor upon Gillespie & Jones is not a negotiable instrument, and it is, therefore, agreed that their endorsement of it did not, proprio vigore, vest in the plaintiffs a title to sue upon it in their own names, as payees of an inland bill of exchange: Frevall v. Fitch, 5 Wh. 325; Patterson v. Poindexter, 6 W. & S. 227; Charnley v. Dulles, 8 W. & S. 353. But it is conceded that it operates as an equitable assignment of money, in the hands of the defendants, due to Proctor, and absolutely subject to his order or appropriation. Such an assignment is sufficient of itself to confer upon the assignee a beneficial interest in the fund, which might be made available by action in the name of the assignor; but to sustain a suit in the name of the transferee alone, the debtor’s assent to the transfer, or a promise to pay in pursuance of it, must be shown, or at least some evidence given, from which the jury may infer it: Weston v. Barker, 12 John. 276; Wocher v. Whitney, 10 Mass. 319. The question first presented by this record is, whether the plaintiffs gave any such evidence.\nThe order drawn in favour of Mather, Walton & Hallowell appears to have been duly presented to Gillespie & Jones, who wrote their firm-name across the face of it, in the manner usual to denote acceptance of bills of exchange. Had the instrument been a commercial one, this simple act, by reference to the terms of the draft, would have been equivalent to a promise to pay,.according 'to those terms. But no such consequence necessarily follows upon the endorsement or acceptance of a paper, not embraced by the peculiarities of the commercial law (Frevall v. Fitch). This is conceded, but yet the plaintiffs below say, that, looking to the evident intention of the parties at the time, as manifested by the character of the act of endorsement, no other meaning can be ascribed to it than that which would have been consequent upon a commer-. cial acceptance, namely, a recognition of an appropriation of the fund held by the defendants, and a promise to pay in pursuance of it. It is the remark of the court in Frevall v. Fitch, that the most favourable construction that can be made of such conduct, is to assume that the party actually intended to incur the responsibility of an endorser. But yet, there, the endorsement was put aside as a means of fixing a liability, and the endorser was held to answer upon another ground. And it is now urged for the defendants, that to ascribe such a positive effect to the mere act of endorsement would go far to obliterate the long-settled and deeply marked distinction between commercial paper and other instruments; a step wholly unnecessary, since the act of endorsement may be naturally accounted for by accepting it as a confession of notice of the equitable assignment. This view seems to be supported by what was said by this court in Charnley v. Dulles, 8 W. & S. 353, in considering such an endorsement, not as evidence of a promise, but as a fact to be treated in connexion with parol proof of what passed at the time, in order to ascertain the design of the parties in using the words of endorsement. For myself, I cannot believe that, in using the usual form of. acceptance upon an instrument bearing a very close resemblance to an inland bill of exchange, the defend-, ants intended less than to take upon themselves the contract flowing from acceptance. But it is not necessary to settle this point definitely. There is parol proof from which, in connexion with the endorsement, a promise may well be deduced. The testimony of James Adams and of Richard Bishop, united, tend to show an intention entertained by Proctor to pay his debt to Mather, Walton & Hallowell, by drawing upon the defendants; and Bishop proves that, in answer to a statement made by Proctor of his right to use the proceeds of his bacon in Philadelphia, Jones replied he might draw on the defendants, who would accept the draft. We think this evidence should have gone to the' jury, for though there is no direct proof that the observation of Mr. Jones was communicated to the plaintiffs, yet, from the circumstance of the order in their name being delivered a few days after, presented to defendants and by them accepted, such communication may be presumed without violence to probabilities. Had this been the only draft, the presumption would be stronger; but though weakened by the other orders of about the same date, it is not wholly destroyed. If the defendants’ willingness to accept an order was communicated to the plaintiffs, and the subsequent steps induced by it, it will scarce be denied, there was evidence of a promise.\nBut of a promise to do what ? This is the second, and, I think, leading question in the cause. It will not be pretended that the imputed engagement of the defendants can be extended beyond the requirement of Proctor’s order. There is no evidence the former intended to go beyond this. No such intent is fairly attributable to Jones’s declaration that to draw on his firm would answer as well as to make immediate sale of the bacon, and if it 'could, the true meaning of the parties is best evidenced by the terms of the draft and the endorsement upon it, which, of course, is to be interpreted by it. The direction of the draft is to pay Mather, Walton & Hallowell, when in funds from the sales of produce in the hands of Gillespie & Jones. The latter were the factors of Proctor, and, as such, had a lien upon the goods of their principal in their hands, for the general balance of their account, whether arising from advances made or acceptances given. So far is this lien favoured, as necessary to the advancement of trade, that in England it is preferred before a debt due to the Crown. Accordingly, in Rex v. Lee, 6 Price, 369, it was held, that where a factor to whom goods were sent for sale, had accepted bills of exchange, drawn by his principal, to the extent of their value, he had a lien on the goods and the proceeds of them, available against a seizure made for the Crown under an extent issued against the principal. In our case, the defendants proved Proctor was indebted to them for goods sold, in an amount far beyond the proceeds of the bacon, as subsequently ascertained, at the time of the presentation of the order in question, and that they had accepted and afterwards paid bills, also, to a greater amount.' Looking, then, to the respective rights of Proctor and the firm of Gillespie & Jones, as principal and factors, and especially to the legal lien of the latter, what is the due construction of the contract to pay, when in funds ? Certainly, no other meaning can, with any show of propriety, be ascribed to it than of an undertaking when the factor shall be in possession of -money belonging to the principal, not liable to be appropriated by the former. Funds in his hands, subject at his discretion to be applied in discharge of balances due to him, can scarce be said to be funds belonging to the principal; or, at all events, within the meaning of such a contract as this, the factor cannot be “in funds” to discharge the debts of third persons. The phrase “when in funds,” as here used, is equivalent to “when in debt to the drawer,” which, by reason of the factor’s right of absolute appropriation, cannot be while the principal is indebted to the factor. In entering upon such an engagement as this, it cannot be supposed the latter intended to pay the debts of others in preference to his own. This would be in the teeth of the general course of business, and, therefore, a construction not to be adopted except under the coercion of a plain manifestation, which has no existence here. On the contrary, we are of opinion that the terms of this contract import only a promise to pay the drawers such sum as the produce belonging to the drawer, in the hands of the promissor, might bring over and above the general balance due to the factor. To hold otherwise upon the point of intent — and this is always the subject of inquiry — would involve a glaring improbability, only to be overcome by the direct application of language proper for such a purpose. We are, therefore, constrained to the opinion that the learned judge below was wrong in his instructions to the jury on this head.\n■ There is nothing in the objection based upon the record of the proceedings in Kentucky. The allegation relied on to estop the plaintiffs, was rather of an assertion than of a fact within the knowledge of the plaintiffs, and in this important particular the case differs from Pier v. Marsh, 4 R. 273.\nJudgment reversed, and a venire de novo ordered.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Meredith, for plaintiffs in error.",
      "Reed and Williams, contó."
    ],
    "corrections": "",
    "head_matter": "Gillespie v. Mather.\nAn order to pay when in funds, drawn by consignor on Ms consignee in favour of a third person, with the name of the consignee written on the face of the order, coupled with evidenoe, from which a promise to pay can be deduced, entitles the payee to sue the drawee. But such promise is to be construed according to the writing, and hence, where the drawer was previously indebted to the drawee, and the latter had accepted bills drawn by the former prior to the acceptance of the order — he can deduct such debts and liabilities from the funds applicable to the order.\nThe record of an action by the payee against the drawer of a bill which avers that on presentment the drawee answered there were no funds in Ms hands, and that the bill was protested, does not estop the payee from averring, in an action against the drawee, that there were funds in his hands to pay the draft.\nIn error 'from the District Court of Philadelphia.\nJan. 25. Mather and others brought assumpsit against Gillespie et al., and in support of their action gave in evidence the following instrument, which was declared on specially:—\n#801.97. • . Philadelphia, April 3, 1841.\nWhen in funds from the sales of produce in your hands, pay to the order of Mather, Walton and Hallowell, eight hundred and one dollars, for value received, with interest from date, and charge the same to account of\nYour obedient servant, John R. Pboctob.\nTo Giulespib & Jones, PhiladelpMa.\nAcross the face of this instrument defendants wrote their firm-name.\nThe plaintiffs proved by one Adams, their book-keeper, that Proctor was indebted to them, and they had directed his account to be settled, which was done by drawing this draft, payable when in funds. That it had been presented in September, and refused by defendants, who said- they were not in funds. That defendants admitted they had sold Proctor’s produce, but it would not cover the advances upon it, which was the reason given for the refusal to pay.\nThey also proved that one Bishop had called with Proctor on defendants, near the close of March, 1841, and that Proctor told defendants he wished certain bacon which they held on his consignment sold, to which defendants replied that Proctor might draw on them, and they would accept his draft, which would answer as well, and that Proctor had said he had debts to meet.\nThe defendants offered to show that the goods consigned to them by Proctor, and in their hands on the 3d April, 1841, were after-wards sold and netted $620.32, and that he was before that time indebted to them far beyond the proceeds of sales. This evidence was rejected. They also proved that they had on the 3d April, 1841, accepted Proctor’s drafts to an amount exceeding the proceeds of said sales, and had since paid them.\nThe defendants also gave in evidence the record of an action by plaintiffs against Proctor on this order. In the fourth count it was averred that on presentation thereof to Gillespie & Jones, they returned answer there were no funds, and that in consideration of the protest of said bill he had promised to pay plaintiffs, to which there was a demurrer and judgment for plaintiffs.\nJones, J., instructed the jury that if the defendants promised according to the terms of the order, they were liable for the nett proceeds of sales, and they could not deduct the amount of their acceptances on the 3d April, nor the debts to them, for they should have qualified their engagement at the time, and that the record in evidence did not estop plaintiffs asserting that defendants had funds.\nMeredith, for plaintiffs in error.\nThe question is, whether the evidence of liability which results from accepting a negotiable instrument, is to be applied to one not negotiable ? This is not the case of an instrument apparently negotiable, and which was passed away by the endorser, as in Frevall v. Fitch, 5 Wh. 325. The courts have studiously avoided giving to any writing upon instruments not strictly negotiable the effect which, by the mercantile law, is given when upon such instruments. To- break down this rule of evidence would lead to great confusion, and, indeed, would obliterate the distinction between the two classes. If, then, the writing was not an acceptance of a draft, what evidence was it of a promise ? Similar writings in 6 W. & S. 227, 5 Wh. 325, and 8 W. & S. 353, were held to require proof of a promise aliunde. Here was no such evidence. Bishop proves a conversation, not, however, communicated to the plaintiffs, and which, indeed, the court below did not put to the jury as evidence: and he speaks of drafts, which, of course, means negotiable drafts, and his evidence is fully satisfied by the drafts accepted on the 3d. The utmost that the writing proves, or was intended to prove, was notice of the equitable assignment. Hence the plaintiff cannot sustain the action.\nBut, if there was a promise, it was clearly according to the written agreement. Hence, when we showed we were not in funds, or that we Jbucl previously accepted drafts to the extent of the funds which came to our hands, the action must fail. There was no consideration for anything else. It operated as an equitable transfer of Proctor’s funds; and the limit of his rights would be the limit of the consideration. Here there were in fact none. The record was an estoppel; for, in the count recovered on, there is an express averment there were no funds.\nReed and Williams, contó.\nThe acceptance meant something, and, coupled with the evidence of Proctor’s intention in drawing the order, was a promise to apply the funds then in their hands to plaintiffs. They could not, after that, set up previous liabilities known to them at the time as a defence. Who is to sue ? Proctor could not, for he had transferred his interest, and defendants had assented to the transfer: hence, the transferee alone can sue, and the cases sustain this view: 12 John. 276; 10 Mass. 316; and the fact of a promise has been found by the jury.\nThe drafts were not drawn until after this order, and the object of that order was, as shown by Bishop, to answer as well as money.\nThe record does not contain an averment there were no funds, but of the answer to the notary. The protest fixed the liability of the drawer, and that was the consideration for the implied promise to pay the draft.\nFeb. 2."
  },
  "file_name": "0028-01",
  "first_page_order": 28,
  "last_page_order": 34
}
