{
  "id": 962745,
  "name": "Commonwealth v. The Judges of the Orphans' Court",
  "name_abbreviation": "Commonwealth v. Judges of the Orphans' Court",
  "decision_date": "1848-01-31",
  "docket_number": "",
  "first_page": "37",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483341
      ],
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0375-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 5014,
    "ocr_confidence": 0.366,
    "pagerank": {
      "raw": 2.3703417627845886e-07,
      "percentile": 0.7952861344425872
    },
    "sha256": "a05aa4cfdf56e42952ad641da7c5d8e53c256f4adcdc9be23cd243e8f4f3d17c",
    "simhash": "1:65a62a2818aebba6",
    "word_count": 871
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. The Judges of the Orphans’ Court."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe fifty-ninth section of the Act of 1832, which gives an appeal from a sentence or decree of the Orphans’ Court, prescribes the same condition for every recognisance, and not a particular condition adapted to the nature of each proceeding. “ The party appealing shall give security by recognisance, with sufficient surety, in the Orphans’ Court, or before one of the judges thereof, conditioned to prosecute such appeal with effect, and to pay all costs that may be adjudged against him.” But if he do not prosecute it with effect, is he to be liable only for costs and nominal damages ? In the very same section the appeal is declared to be a supersedeas ; and, in the case before us, it enabled the appellant to continue his administration of an immense estate in his hands, though his character as an executor had been so far affected by proof, that a competent tribunal had felt itself bound to demand of him security that he would not waste it. With a decree against him, which is at least presumptive evidence of malversation; did the legislature intend that he should continue to administer the estate on no more than his original responsibility — perhaps for years — during the pendency of the appeal, though the estate might be wasted or ruined before the determination of it ? Certainly not. The appeal suspended the order for permanent security; but the legislature directed the Orphans’ Court to demand as a substitute for it, security, ad interim ; and this was intended, undoubtedly, to secure the appellees against intervening waste. It is plain, therefore, that the general form of the condition prescribed must be moulded by interpretation so as to reach the ends of justice in the particular proceeding. The Orphans’ Court is to judge of the amount of the bail, which is a matter of judicial discretion ; and though this court may command it to decide where it has been tardy, it has no authority to direct that the decision shall be in a particular way. Chew’s case goes the length of the present. The Orphans’ Court fixed the bail at the estimated value of the estate; which certainly was not excessive, nor could we relieve against it if it were.\nMotion for a peremptory mandamus refused.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Budd and Randall, contó."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. The Judges of the Orphans’ Court.\nOn an appeal taken from a decree of the Orphans’ Conrt, dismissing an executor for wasting and mismanagement of the estate, the court may require security from the appellant, not only that he will prosecute his appeal with effect, and pay costs, hut for the faithful performance of his duty pending the appeal, which operates as a supersedeas: and the amount of the security is in the discretion of that court.\nDec. 16. Rude for a mandamus. The petition of T. Aspden set forth that he was the executor of John Aspden and a claimant in that right of a fund in litigation, but that no part of his testator’s estate had come or was likely to come into his hands for a long period. That a petition had been filed in the Orphans’ Court of Philadelphia, praying that he might be compelled to give security for the faithful performance of his duties, the allegations of which he had denied in his answer. That the court had thereupon dismissed him from the office. Whereupon he had tendered sure-\nties in a recognisance according to the act of Assembly, amply sufficient to cover all costs which could accrue on such appeal. But the court demanded surety in $600,000, conditioned to prosecute his appeal with effect, pay all costs which might accrue, and for the faithful performance of his duties pending the appeal. That a certiorari in the appeal had been served upon the judges, who, disregarding it, had directed the Register to issue letters testamentary to another person. He therefore-prayed a rule on the said judges to show cause why a mandamus should not issue commanding them to take sufficient security, agreeably to the 59th section of the act of 1832.\nThe return set forth that the relator had been dismissed for mismanagement, and that the amount of the recognisance had been fixed by the court to prevent waste, it having been made to appear that the estate claimed by the relator was valued at $600,000, and that no sureties had been tendered to that amount.\nJan. 23. McLaughlin now moved for a peremptory mandamus.— He relied on the act of Assembly, which provides that the security to be taken shall be conditioned merely for the prosecution of the appeal with effect, and for the payment of costs. That to add to these requirements was a matter for the’ legislature; and especially was it unnecessary in this case to demand such exorbitant security, when it was known that no funds were in his hands or could come there for years.\nBudd and Randall, contó.\nThe appeal suspends the decree, hence the security must be conditioned to protect the estate in the mean time from the acts of the executor, where it had been proved and decreed that he was guilty of mismanagement. The point is decided in 8 W. & S. 375, 151.\nJan. 31."
  },
  "file_name": "0037-01",
  "first_page_order": 37,
  "last_page_order": 39
}
