{
  "id": 962732,
  "name": "Felton v. Weyman",
  "name_abbreviation": "Felton v. Weyman",
  "decision_date": "1848-02-16",
  "docket_number": "",
  "first_page": "70",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. 46",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 541",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 540",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. 46",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 4614,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 1.3266558591939842e-07,
      "percentile": 0.6279306245267581
    },
    "sha256": "81fe6e9d0ef93dbb2662862b66468089bf5d6bb73455a187c87dd332f1964ed3",
    "simhash": "1:f3698b41e17e4239",
    "word_count": 819
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Felton v. Weyman."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiff below obtained a judgment, before an alderman, December 2, 1839, for $60. The defendant, who is the present plaintiff in error, paid the debt to the alderman; but, within the twenty days, the plaintiff took an appeal, which was regularly filed. The. defendants then received back the amount they had paid the alderman. After the filing of the declaration, nothing was done in the cause until May, 1846, when plaintiff discontinued his appeal, took a certificate thereof to the alderman, and issued a scire facias to revive, on which he recovered a judgment for the debt, and $23 interest and costs. The defendant again tendered him the $60, which was refused, when defendant appealed. The plaintiff declared on the original judgment, from which he had appealed, averring that it still remained in full force, and not reversed or satisfied. Defendant pleaded ’ payment. On the trial, defendant gave in evidence the record of the appeal and discontinuance; and the court instructed the jury, plaintiff could recover. This instruction is assigned for error. The act of 1810, § 4, Dunl. 214, prescribes a form of a recognisance, for the benefit of the appellee, before the appellant can obtain an appeal. It directs the whole proceedings of the alderman or justice to be certified to the prothonotary of-the proper county, who shall enter the same in his docket; “ and- the suit shall thence take grade with, and be subject to the same rules as other actions, when the parties are considered to be in court.” The act of March 20, 1845, Ib. 928, made some change in the form of the -recognisance; but did hot otherwise alter the act of 1810 in this particular. The original appeal was an action in court, by the act of Assembly, and the defendants had an interest in the recognisance, that the appellant should prosecute his appeal with effect, and they had a right to have the cause tried in the Common Pleas. The judgment of the alderman was at an end; for the cause had been removed to the court, to be proceeded in as the legislature had directed. It was settled in Hastings v. Lolough, 7 W. 540, that a transcript of a judgment, which had been appealed from, could not be filed in the Common Pleas, to create a lien on the defendant’s real estate, if the appeal had been duly taken and perfected; “because,” says Mr. Justice Kennedy, “the common and ordinary effect of an appeal is to open and annul the judgment entirely, so that the plaintiff proceeds, de novo, and is bound to make out .his case, in the same manner as if no judgment had been rendered in his favour.” It is even error to permit the judgment to be read on the trial. That the record is removed by appeal, is decided in O’Donnel v. Seybert, 13 S. & R. 57; 1 Ash. 81, 168. The cause being in court, the discontinuance, without the defendant’s assent, was a disclaimer of the.action, and was an entry on record, which put an end to it. . The learned counsel rely on Rose v. The Turnpike, 3 W. 46; but I think that case is against them. The plaintiff there had subscribed for certain shares of stock, and the action was for instalments thereon. A judgment having been entered for defendants, plaintiffs appealed, and, discontinued;. and this court held that the action for the same cause was barred. Wherever there is a judgment before a justice on the merits, against a plaintiff, from wMcb he appeals to the Common Pleas and discontinues, that suit is a bar to any other for the same cause of action.\nJudgment reversed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "McMurtrie and Todd, for plaintiff in error.",
      "J. Tallón and (f. W. Biddle, contri."
    ],
    "corrections": "",
    "head_matter": "Felton v. Weyman.\nA., baying obtained a judgment before a justice, appealed to tbe C. P., and then discontinued bis appeal. No action lies on tbe judgment before tbe justice.\nIn error from the Common Pleas of Philadelphia.\nTel. 8. The question was, whether, after a discontinuance of an appeal, by plaintiff, from a judgment of a justice, he could maintain an action on the judgment?\nParsons, J., decided the action would lie.\nMcMurtrie and Todd, for plaintiff in error.\nThe record or judgment is removed by the appeal, and the proceedings are de novo: 13 S. & R. 57; 1 Ashm. 81; Ib. 168; 7 W. 541. He has elected to open it, and cannot, after putting defendant off MS' guard, return to Ms former right with the addition of interest. The cases of appeals are provided for by statute, but the distinction is, that the award continues to have the effect of a judgment after an appeal.\nJ. Tallón and (f. W. Biddle, contri.\nThe judgment became absolute, by the discontinuance of the appeal, as was ruled in 3 W. 46. It is like a discontinuance of a writ of error, or of an appeal from an award.\nFeb. 16."
  },
  "file_name": "0070-01",
  "first_page_order": 70,
  "last_page_order": 72
}
