{
  "id": 962699,
  "name": "Goddard v. Goddard",
  "name_abbreviation": "Goddard v. Goddard",
  "decision_date": "1848-02-19",
  "docket_number": "",
  "first_page": "79",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 79"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 9898,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 6.789971398195007e-08,
      "percentile": 0.415396998048921
    },
    "sha256": "93013ca752090bcc6e718a2c799df32f595fa92543f115ea1ddade43d36781ba",
    "simhash": "1:1396cd3aef60321c",
    "word_count": 1737
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Goddard v. Goddard."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe limitation to Harvey Beck for life, to his children or their issue at his death, and to the defendants, in default of children or their issue at that period, was strictly a contingent remainder with a double aspect. There was to be a freehold in the son capable of supporting contingent remainders; and either his children and their issue, or the defendants were to take at his death. The leaving, or.not leaving, of children, was the contingency on which one of the concurrent limitations was to take effect, in exclusion of the other; and had the son survived the devisor, and died as he did without a child or the issue of a child, the defendants would indisputably have been entitled as contingent remainder-men. At the expiration of the particular estate, the contingency would have happened on which they were to take; and as one of the seventeen grandchildren had died without a child or the issue of a child, their remainder would have vested in the survivors absolutely. Independent of the codicil, made after the death of him who was to have been the particular tenant, which declared that the devisor should be taken to have died before him, what alteration of the limitations was effected by his death in the devisor’s lifetime ? It is shown in Fearne, 339-40, that the. same limitation may be a remainder in one event, and an executory devise in another. The principle is found in Gore v. Gore, 2 P. Wms. 28, and Brownsword v. Edwards, 2 Ves. Senr. 243. Here the devise to the particular tenant, never took effect; and, for the purpose of supporting the remainders, it is to he viewed as if it constituted no part of the limitations. The limitation to the defendants, therefore, though originally a contingent remainder, took effect at the death of Harvey Beck, without having had a child, as an executory devise vesting in possession. It is unnecessary, therefore, to inquire whether the codicil made after Harvey Beck’s death, and declaring that the estate should go to the grandchildren, as if he had survived the devisor, had set up the limitation to them as a contingent remainder. Perhaps a devisor has not power to create limitations of estates unknown to the law; hut if there were a doubt in respect to the operation of the original limitation to the defendants as an executory devise, and there certainly is not, the codicil would remove.it. Harvey Beck was then dead, not having had a child; in view of which the devisor directed that the estate should go as if he himself had first died; which, as the contingency on which the limitations were to turn had then happened, was in substance, though not in form, a vested devise to the grandchildren then living. But the original limitation to them had vested before; and the codicil effected nothing which the law would not have effected without it.\n■ The remaining exception is an ungracious one; but it is obviated by the proviso to the fourth item of the will, which declares that the shares of the granddaughters should be subject to all the trusts therein afterwards to be declared in respect to the property therein specifically devised to them in trust. The trustees, therefore, were properly made parties.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Bmlen, for plaintiff in error.",
      "A. S, Smith and John Sergeant, contra."
    ],
    "corrections": "",
    "head_matter": "Goddard v. Goddard.\nTestator devised to son H. for life, remainder to his issue, and if he died without issue, to his seventeen grandchildren, or such of them as should be living at the death of his son, and the issue of such as were dead: he then gave specific property to or in trust for each of his said grandchildren, and declared that if either of them died before him, or in their minority, and without issue, their share of testator’s estate should go to the brothers and sisters of such decodent named in his will, and that such of his real estate as should become the property of his granddaughters, should be held in trust for them .by trustees thereinafter named. By a codicil, reciting the devise to his son H., and his death, he declared that the said estates should go to the survivors of the seventeen grandchildren, their heirs and assigns, the same as if his son H. had outlived him and died without issue.\nOne of the grandchildren named in the devise over, after the death of H., died after the date of the codicil, in the lifetime of testator, without issue, leaving collateral heirs. — Seld, that the estates devised to H. for life passed under the will and codicil to the grandchildren living at testator’s death. 2. That the shares of the granddaughters were vested in the trustees appointed for them by testator in the body of his will. .\nCertificate from the Nisi Prius.\nMr. 13. Case stated. Testator, by the second clause of his' will, devised certain lands, for wbicb the present action of partition was brought, to his son,- Harvey Beck, for life, and after his death to such of his children as should he living at the time of his decease, and the issue of any deceased child. But in case his son'Harvey should die without leaving any child, or the issue of a deceased' child, testator gave the- said lands to his seventeen grandchildren by name, or such of them as should he living at the time of the decease of his'said son, and the issue of such of them as should then he dead, they taking the share their respective parents would have been entitled to. .\nHe then devised certain estates and property to each of said grandchildren, or in -trust for them; and by the twenty-fourth clause of.his will provided, that if either of his seventeen-grandchildren died before him, or in their minority and without issue, their share of testator’s estate should go to the brothers and sisters of such decedent named in his will, who should then be.living, and the issue of such as should he dead, and he further declared such of this real estate as should become the property of any of his granddaughters should remain in the care and management of trustees thereinafter named for such granddaughters respectively, and he subject to the trusts declared of the property devised in trust for his said granddaughters respectively. These trusts were created by formal words. On the 29th November, 1843, testator, by a codicil reciting the devise above mentioned, and that his son Harvey was dead without issue, declared that the said estates should go to the survivors of his said seventeen grandchildren, their heirs and assigns, the same as if his son Harvey had outlived him and died without leaving issue, and he declared this codicil was .made to prevent any doubt of his intention.\nOne of the testator’s grandchildren named in the devise above mentioned died in 1844, leaving his father, brother, and sisters his heirs. Testator subsequently died in the same year. The questions were: 1. Whether the granddaughters or their trustees were the proper parties to the partition: if the former, and not the trustees, judgment to be entered for defendants. 2. Whether the share of the deceased grandchild vested in his heirs under the intestate latvs: if so, judgment for defendants.\nThe court gave judgment for plaintiffs.\nBmlen, for plaintiff in error.\nThe testator has created formal trusts where he saw fit, and there are devises to these granddaughters, admitted to be direct and clear of any trust. The devise, by the codicil of 1843, is direct; and, no trust being declared, the legal presumption is, he intended none. There is no room for the application of the rule, as to substituted or additional legacies; for there are none, but a change of intention.\nThe estate vested in the grandchildren who survived Harvey Beck. Clearly this was so, apart from the codicil; for the death of the first taker, during the testator’s life, let in the subsequent estates immediately: 1 Rop. on Leg. 329; 3 Bro. C. R. 227, 240. Nor was there any lapse, by the death of the devisee before testator : such an event is especially provided for. This part of the estate was, at the death of testator, a portion intended for such decedent. It was vested by the first devise, and the proviso operatéd directly upon it: unless it does so operate, there is an intestacy as to this share.\nNor does the codicil of 1843 change this; for, at that time, this devisee was living, and his subsequent'death had been provided for in the previous clause. The codicil and will are to be read together: 4 Ves. 610; 3 Ib. 110; 1 Ib. 405; 7 Ib. 98. These words of survivorship are not permitted to destroy a previous tenancy in common; but will be referred to the death of testator, or of the tenant for life, to obviate such a construction: 4 Ves. 551; 3 Mad. 210. The expression, “ if my son had outlived me,” is equivalent to — if my son, at the time of his decease, had outlived me: and, then, the devisee was living.\nA. S, Smith and John Sergeant, contra.\nThe iptent of the testator to create a trust, is sufficiently clear; and a mere confirmation of a devise, as this is, will not produce a change in that respect. The codicil makes no change in the mode of vesting the shares of those taking under the second clause of the will: it produces the same effect as if Harvey had outlived the testator. The legal presumption is, that testator presumed the devisees would survive him: 7 Ves. 279. Such a joint executory limitation vests, at all events, as late as the death of the testator: 1 P. Wms. 700; 1 Salk. 238. The opposite construction would lead to an intestacy; for the third proviso refers to the estates severally devised to the grandchildren, and not to this devise to a class: such a construction is always to be avoided: 3 Ves. 450, in n. It is an explanation of a sentence otherwise doubtful, and is clearly intended to cause the 'devise to vest the estates in the persons in whom the will would have vested them, had the son outlived the father. The reading contended for, requires the interpolation of words, which is never to be done, if it can be avoided.\nFeb. 19."
  },
  "file_name": "0079-01",
  "first_page_order": 79,
  "last_page_order": 82
}
