{
  "id": 962666,
  "name": "Bournonville v. Goodall",
  "name_abbreviation": "Bournonville v. Goodall",
  "decision_date": "1848-03-12",
  "docket_number": "",
  "first_page": "133",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wheat. 171",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0171-01"
      ]
    },
    {
      "cite": "3 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 4911,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 4.5202089656365195e-07,
      "percentile": 0.9236057777885892
    },
    "sha256": "1c1732dd8c234ac6e2b9c286f69368e6562993832affd20382e4b0f56de4a695",
    "simhash": "1:154dcfb59b76e716",
    "word_count": 866
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bournonville v. Goodall."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe defendants’ plea is founded on the supposed conclusiveness of the judgment of nonsuit ordered by the judge on the trial of the first scire facias, in pursuance of the 7th section of the act of March 11, 1836. In its legal effect, as a flat bar to further proceedings under the mechanics’ lien law, it is thought to be analogous to a judgment rendered upon a demurrer to the plaintiff’s evidence; and, indeed, in Smythe v. Craig, 3 W. & S. 18, it was said a prayer for a nonsuit, under the statute, is effectively a demurrer to evidence, except that the judge cannot give judgment for the defendant, though he should think the nonsuit net- grantable. But this very difference shows that the similarity between the prayer and the demurrer regards only the inferences that may be drawn from the evidence, and not the effect of the judgment consequent upon it. This distinction is luminously pointed out by the learned judge who first brought to notice the partial similitudes in an opinion delivered at Nisi Prius, in the case of Fleming v. The Insurance Co. of Penna., 6 Pa. Law J. 373. The reasoning of the Chief Justice there, demonstrates that the legislature entertained no intent to confer upon the statutory nonsuit a quality unknown to the common law, and which might be productive of great harshness and injustice. It is not worth while to repeat it here, for, being adopted as illustrative of the conclusion arrived at by the whole court, for the information of the profession, its publication, in connexion with this determination, will be directed.\nNor is there anything in the suggestion that the means of enforcing the lien given to mechanics and material-men by the act of 1836, is exhausted in an abortive attempt to pursue the directions of the statute, by filing the claim within six months. This is but the. mode of giving it fruitful effect, and should it fail from some technical or even substantial defect, the lien is no more destroyed than would be a bond sued out by an improper or inapplicable writ. The claim still remains, and so does the lien, until barred by the lapse of six months after the work finished or materials furnished. The mistake originated in confounding the lien, which derives its vitality altogether from the statute, independently of any recent entry, with the remedy which, to he sure, must be commenced within the six months. But within that period, it may be renewed as often as the exigencies of the claimant’s case may demand. In this respect it is precisely like an action by writ, always open to the party until barred by the statute of limitations or an adjudication upon merits. To hold otherwise might be attended, not only by inconvenience, but gross injustice — a hazard which no analogy in the law calls upon us to encounter, and against which we are admonished by the frequent failure of these recorded claims upon merely formal grounds, or because of a want of the due observance of the statutory requisitions. A guard against the abuse of the right will be found in the costs attendant upon its exercise, or, if malice be present, in the remedy afforded by the law in such cases.\nIt follows that the instructions given below, on this point of the case, were correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "GiuiUou, for plaintiff in error.",
      "N. Ingersoll, contrh."
    ],
    "corrections": "",
    "head_matter": "Bournonville v. Goodall.\nA compulsory nonsuit under the statute, is no bar to another proceeding for the same cause.\nWhere a plaintiff, in a sci. fa. upon a mechanic’s claim, has been nonsuited, he may file another claim for the same demand, and proceed thereon, though the former claim remains on the records of the court.\nIn error from the District Court of Philadelphia.\nMarch 9. The plaintiffs filed a mechanics’ lien, and issued a scire facias, on the trial of which they were nonsuited by the court. They then filed a second claim for the same demand, and the defendants pleaded to the scire facias, the former judgment and the pendency of the former claim. But the court decided these were no defence.\nGiuiUou, for plaintiff in error.\nThe judgment, if final, was a complete defence. It was not a nonsuit suffered, but one directed under the statute, which is equivalent to a demurrer to evidence: 3 W. & S. 18; 9 Ib. 188. In such case the judgment is final: 2 H. Bl. 205; 11 Wheat. 171. Another claim was pending, and the proceeding should have been on that, else there can be no end to the controversy.\nN. Ingersoll, contrh.\nIt has never been decided that the statute intended any new results from the judgment of nonsuit under the act, nor are they to be inferred where a technical term having an ascertained meaning has been used. The comparison to a demurrer to evidence was simply to show the inferences which the' court are bound to make on the evidence.\nThe pendency of the former claim is immaterial; it is not a suit pending, for the claim is no record, and the court below had decided it to be a nullity for defect in form.\nMarch 12."
  },
  "file_name": "0133-01",
  "first_page_order": 133,
  "last_page_order": 135
}
