{
  "id": 962742,
  "name": "McMichael v. McKeon",
  "name_abbreviation": "McMichael v. McKeon",
  "decision_date": "1848-03-14",
  "docket_number": "",
  "first_page": "143",
  "last_page": "144",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 133,
    "char_count": 1856,
    "ocr_confidence": 0.368,
    "pagerank": {
      "raw": 4.456583025697791e-08,
      "percentile": 0.27904117189843886
    },
    "sha256": "a38d39d32ca7687e8bf212b9744856c4fa83efcb2e7933d1e2d0bd563d9a97f7",
    "simhash": "1:134aeae5de4da31c",
    "word_count": 315
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMichael v. McKeon."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe judgment is affirmed, for the reasons given by the court below. If the fact was, that the premises were occupied under an existing lease, commencing before the rendition of the judgment, it should have been so specially returned, for the obvious reason, that the plaintiff is entitled to receive and compel payment of the arrearages of rent, in liquidation of the debt.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "W. Price, for plaintiff in error.",
      "Tener, contrá."
    ],
    "corrections": "",
    "head_matter": "McMichael v. McKeon.\nWhere the sheriff under a Uberari delivers possession of premises held under a lease for years, he should return that fact specially. A return that he had delivered possession, -without more, renders him liable for a false return.\nIn error from the Common Pleas of Philadelphia.\nMarch 12. The plaintiff having obtained a judgment, issued a fi. fa. and a Uberari, which the sheriff returned, that he had given possession of the premises. The plaintiff then brought an action for a false return, and proved that the premises were held, at the date of the return, by a tenant, under a demise for five years from the defendant in the execution, commencing before the date of plaintiff’s judgment. The sheriff did not put plaintiff into actual possession, but gave notice to the tenant to pay him the rent.\nParsons, J., instructed the jury, that actual possession, under the circumstances, could not have been given; and, therefore, the. sheriff should have made a special return of the facts. If, then, the return was not according to the facts, and possession was not delivered, the sheriff was liable.\nW. Price, for plaintiff in error.\nThe sheriff did all he could do, as is admitted, and the return gave the possession to the plaintiff, to which he was entitled\nTener, contrá.\nThe return should have showed the facts so that plaintiff might have evidence of title to collect the rents, and not be accountable beyond them.\nMarch 14."
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 144
}
