{
  "id": 962740,
  "name": "Spang v. Schneider",
  "name_abbreviation": "Spang v. Schneider",
  "decision_date": "1849-04-02",
  "docket_number": "",
  "first_page": "193",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 165,
    "char_count": 1657,
    "ocr_confidence": 0.392,
    "sha256": "0006a3bb42c6fe529d5199aa9e030c68460da129eb72ce6e5205f166f3953eb5",
    "simhash": "1:4a414233054ed5cc",
    "word_count": 290
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spang v. Schneider."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe description in the levy was sufficient. The purchaser, we may presume, had no difficulty at the time of his bid, in referring it to the locality he thought or believed he was purchasing. The inquest ^eem to have had no difficulty whatever in ascertaining the land, and fixing the value of the rents, issues, and profits.\nHyskill v. Given, 7 S. & R. 369, and Swartz v. Moore, 5 Ib. 257, settle principles which govern this case. If there is any uncertainty in the description, arising from extrinsic facts, it can be cured by testimony, like other cases of latent ambiguity.\nThe plaintiff himself being the purchaser, it was his own fault if the description was not sufficiently precise.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Boyer, for plaintiff in error.",
      "Mulvany, contó."
    ],
    "corrections": "",
    "head_matter": "Spang v. Schneider.\nPlaintiff in an execution, having refused to comply with his purchase of real estate, is liable for a loss on a re-sale, and canno't set up the defective description in the levy as a defence.\nIn error from the Common Pleas .of Montgomery.\nMarch 26. Schneider, having obtained a judgment, issued a fi. fa., under which a levy was made on “ 11 acres of land of (defendant), the improvements are, &c.” At the sale, Schneider became the purchaser, and was so returned by the sheriff; but he refusing to comply, the land was sold under another execution, and this action brought by the sheriff for the difference.\nKrause, P. J., was of opinion that, as there was no description of the township, county, or boundaries, he was not liable.\nBoyer, for plaintiff in error.\nIf there was a defect, it could only be cured by moving to set aside the sale before the return.\nMulvany, contó.\nApril 2."
  },
  "file_name": "0193-01",
  "first_page_order": 193,
  "last_page_order": 193
}
