{
  "id": 962775,
  "name": "King v. Humphreys",
  "name_abbreviation": "King v. Humphreys",
  "decision_date": "1849-04-05",
  "docket_number": "",
  "first_page": "217",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 4043,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.354048700622719e-07,
      "percentile": 0.6341653509528934
    },
    "sha256": "f007e51aba62b2f8eb3e2a789bacf15ab4dddda80dc1a0abed458ffd8a4736bf",
    "simhash": "1:568b0d393434576a",
    "word_count": 704
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King v. Humphreys."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis case would seem to be plain, both in the reason and nature of the transaction, and upon the authority of adjudicated cases.\nThe necessity and convenience of trade require and sanction the delivery of the raw material to an artisan for the purpose of being manufactured into useful and ornamental commodities. Thus, cloth is delivered to a tailor for the purpose of being made into garments; iron is delivered by the husbandman to a blacksmith, to be worked into horse-shoes or farming implements. But, in these cases, the absolute property does not pass to the tradesman; nor are the manufactured articles liable to his debts. Everywhere in the interior of the. state, yarn is delivered to the weaver to be woven into web ; and a web is delivered to the fuller to be fulled and dyed.\nIt would disturb, if not destroy the most useful kind of domestic trade, if the manufactured article was subject, in such cases, to the debts of the artisan. The process does not enable him to cheat creditors; because, the course of trade being known, it is the duty of the creditor to inquire. In this case, the instruction of the court complained of, put it to the jury to say, whether the rags of Humphreys were delivered to the paper-maker in sale, or exchange for paper. In other words, were they to be paid for in paper, either by way of payment, or as an exchange of commodities ? If so, then the creditor might attach the paper in question. But, if the rags and shavings were delivered to the artisan, in bags with the name of Humphreys marked on them, to be worked into paper for Humphreys; that, in such event, the identical paper made from those materials was not subject to attachment by Ensign’s creditors. This is the point of the instruction, and it was right.\nThe creditor might have attached the debt, or price of manufacturing the article in the hands of Humphreys, but cannot attach the article itself. This view of the matter does not conflict with the authorities cited by the plaintiff in error. The right of Humphreys does not depend on lien, nor on alleged right of property after the possession was delivered, with a view of creating a secret, or collusive lien. Because, the right was never changed or transferred, nor possession delivered, except as to an agent or bailee, for a special purpose. The principle here asserted is sustained in Rose v. Story, 1 Barr, 190; 2 Penna. 481.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Brinchlé and Kennedy, for plaintiff in error.",
      "Gruillou, contó."
    ],
    "corrections": "",
    "head_matter": "King v. Humphreys.\nWhere rags are delivered to a manufacturer at a certain price, under a special contract, to he made into paper, -which is to he returned at a certain price— the difference to he paid hy a note — and paper is manufactured out of the identical rags: trespass lies against a creditor of the manufacturer for levying on the paper.\nIn error from the District Court of Philadelphia.\nApril 2. Trespass. The defendant below justified, under an execution against Ensign, and the question was, whether certain paper, which had been attached at the storehouse of Ensign and sold, was his property. It was proved, that Humphreys, under a contract with Ensign, delivered him certain rags at five cents per pound, which Ensign was to manufacture into paper of the best quality the materials permitted; for which he was to receive Humphreys’ note at six months, at the rate of ten cents per pound; and that this was the usual mode in which the trade made contracts for working rags into paper.\nSharswood, J., instructed the jury: If the rags were delivered under the special contract, and the paper in controversy was manufactured out of those, identical rags, the plaintiff was entitled to recover.\nBrinchlé and Kennedy, for plaintiff in error.\nThe contract was' a fraud on creditors; or, at most, proved but an ordinary exchange of goods for goods. The manufacturer had -a right in the goods, and that right the creditor might seize. ■\nGruillou, contó.\nNo title ever passed to Ensign; for there was no sale. The price fixed was merely a method of determining the price to be paid for manufacturing.\nApril 5."
  },
  "file_name": "0217-01",
  "first_page_order": 217,
  "last_page_order": 218
}
