{
  "id": 962787,
  "name": "Tyson's Appeal",
  "name_abbreviation": "Tyson's Appeal",
  "decision_date": "1849-04-18",
  "docket_number": "",
  "first_page": "220",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 R. 468",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 94",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Y. 432",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0432-01"
      ]
    },
    {
      "cite": "4 R. 66",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 10410,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 2.748694656562852e-07,
      "percentile": 0.8325535581418068
    },
    "sha256": "b0997894a35e359956cce2499b419a16104cf9682574d3cdb4762f0a49d4315f",
    "simhash": "1:e61e5db8b623e4c4",
    "word_count": 1873
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tyson’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe evidence establishes that Charles Tyson deserted his wife in April, 184T. That previously to that time, he treated her with extreme personal indignity, and stripped the house in which they resided at the time of his desertion, of all furniture, leaving her nothing with which to keep house. That he went to places, or a place unknown to her, and has' never made any provision for her support. But she has been maintained by the labour of her son, a youth of about twenty-two, and the assistance of her friends.\nUnder this state of facts, he seeks to recover the interest’ of $5,000, bequeathed to Mrs. Tyson by a relative, during her life, and afterwards over, on the ground of the unity of interest and relation between man and wife, and the consequent dominion he has over her chattels or ehoses in action. It is true that the ancieht power of the baron over the feme, by the rules of the common law, was very great. She was more his slave, or, at least, his servant, than a help-mate for him. The civil or ecclesiastical law was different; perhaps because it originated in a more genial and less obdurate climate. By that law, the wife, even in the rude ages, had individuality of right as to personal goods, and individuality of protection concerning them. And in this respect, the Court of Equity in England adopted, from the ecclesiastical courts, much of the humane and natural doctrine of the civil law. And what equity has obliterated from the rigour of the common law, our law will maintain for the protection of the wife. The truth is, that the hour and the power of the doctrines on which the erring husband leans in this case, have passed away. Every wise administrator of justice must seize the thoughts, habits, and customs of the people as they rise, and adapt principles to the existing state of society. Woman is neither considered nor treated now as she was by our Saxon ancestors before the Norman conquest: and the statute of .1848, referred to in the argument, is pregnant proof of her actual and legal “ status” in this commonwealth. She is susceptible of individual injury, suffering, and sorrow, and capable of the most heroic individual devotion, even in trouble, to the object of duty. Why, then, should not the law secure to her individual protection and individual justice, when her husband, who has deserted and wronged her, would take the very means of support and life bestowed upon her by her kindred ?\nLet the husband perform his marital duties, by affording protection, support, and kindness to his wife, according to his means, and then he may hold up his head and claim his marital right, as head of the family, to her ehoses and chattels, just as the law allows.\nNeither the courts nor the law will ever disturb the social ties, duties, and relations. It is only when they are sundered, broken, and disregarded, that the law steps in to afford redress to the injured party; and as the Court of Chancery in England will enjoin a husband, until he has made provision for his. wife out of her personality (Stor. Eq. § 1402), so here, the law will not give its aid in assisting him to appropriate her estate, until he has made suitable provision. The case of Krupp v. Scholl, decided at this term, is full up to this-point. I make no remark on the letters written hy Tyson and directed to his wife, with a view, as it would seem, to show that he was willing to provide for her, except this, that they evince a flimsy contrivance, without either sincerity or heart, and are a mere mockery of the duty of a husband. They afford pregnant proof of cold, meditated, and selfish wrong, which, instead of relieving, does hut exacerbate the case.\nIt was clearly the intent of the testator, from the whole legacy, that it should he for the separate use of the wife, and this places the right of the wife on another ground. Thus the legacy is, to “ my sister, Hannah Tyson, intermarried with Charles Tyson, the interest, &c., to he paid to her in- equal half-yearly payments, yearly and every year during her natural life.” Why direct it to he paid to her, half-yearly, if he did- not intend to exclude her husband from control oyer it ? It was to be kept at interest by the executors during her life, for the purpose of making this payment to her. In support of this view, the ease of Jamison v. Brady, 6 S. & R. 466, is referred to. It appears from the evidence, that all Charles Tyson was ever worth, came from the relatives of his wife; and we see enough in the will to satisfy ns that the intent was to give this interest to the wife for her support and use. This court is of opinion that the interest of the $5,000 is payable to Hannah Tyson alone, for her use, and that her receipt will discharge the executors, and the receipt of the husband will not. We are also of opinion that the legacy of $3,800 to Charles Tyson is subject to the collateral inheritance tax. ',\nThe decree of the court below is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Mellvaine, for the appellant.",
      "St. Geo. T. Campbell and Todd, contrá."
    ],
    "corrections": "",
    "head_matter": "Tyson’s Appeal.\nA husband who has received a large estate from his wife, and made no settlement on her, and has left her residence, taking with him his furniture, and making no provision for her maintenance, is not entitled to receive the interest of a fund bequeathed intrust for her, which accrued before the desertion, where it was proved that he had previously treated her with cruelty: and his subsequent requests to'her to come and live with him are'immaterial.\nBequest of the interest of a fund (to be held in trust), to A., wife of B., to be paid to her during life, remainder to her children, creates a separate use in A.: Per Coulter, J.\nTestatrix, reciting that A. was indebted to, her on bond, declared that, in Case he made no demand against her estate for boarding or services rendered her, she ■bequeathed him the debt due by Mm, and directed her executors to cancel the bond: the legacy is subject to the collateral inheritance tax.\nFrom the Orphans’ Court of Philadelphia.\nApril 2 & 18.\nE. Tyson, by her will, proved in 1845, bequeathed to “ my sister, Hannah Tyson, intermarried with Charles Tyson, the interest of the sum of five thousand dollars (now secured, &c.), to be paid to her in equal half-yearly payments, yearly and every year during the term of all her natural life; the said principal sum of $5,000 to be kept at interest on satisfactory security, by my executors, during all said term. And, at the decease of my sister, Hannah Tyson, I give and bequeath the said principal sum of $5,000 to the children of said Hannah Tyson, equally to be divided between them.\n“ Whereas, my brother-in-law, Charles Tyson, is indebted to me on bond the sum of $3,800, and interest thereon, my will is, in case he shall make no charge or demand against my estate for boarding or services rendered me, then I give and bequeath the said Charles Tyson the said principal debt or sum of $3,800, with interest accrued, and which may accrue thereon, and I direct the said bond shall be cancelled by my executors and delivered him.”\nTwo questions were made before the auditor: 1. Whether Charles Tyson was entitled to the interest on the legacy? 2. Whether he was liable to pay the collateral inheritance tax on the $3,800 béqueathed to him on condition.\nBoth these.questions were decided against him.\nPending this appeal, depositions were taken on the part of the appellee, the wife of -Tyson. Her son proved, that, in April, 1847, (subsequent to the date of the report), Tyson left his residence, and -removed all the furniture belonging to him, and that they understood he moved near to Germantown. Since that time, the witness, who resided with the mother, did not know that he had ever been to the house, or contributed towards the support of his wife. She was between sixty and seventy years of age, and was supported by-the exertions of the witness. Before that time, his conduct had -been sometimes kind and sometimes otherwise. In cross-examination,.he stated, that about half the furniture was left in the house belonging to witness’s sister; that he supposed the reason why his mother did- not go with his father to the farm near, Germantown, was, that she was afraid to live with him; and that he did not know that she was even asked to go there to live with him.\nThe daughter gave the same testimony in substance, and also stated that his departure was sudden, and without notice; and that his conduct was rude and unkind most of the time; and that he had driven her from his bed two or three weeks before he left.\nIt was also proved, that Tyson had received of his wife’s other property above $8,000 since their marriage. Their youngest child Was twenty-three years old.\nThe appellee produced two letters from the appellant. One of these was dated a month after his leaving their residence. They contained nothing hut a request that she would come out and live with him, and a description of his mode of living.\nMellvaine, for the appellant.\nThere are no words creating a separate use — plain words are necessary to bar the marital right: 4 R. 66. The interposition .of trustees is immaterial: 1 Y. 432. 6 S. & R. 466 is the strongest case, but there it was to her own use, which was relied on there and in the comment on that case in 4 R. 66.\nThe alleged desertion, &c., is immaterial — it occurred after the interest accrued. Nor was there in fact any desertion, but an unlawful refusal by the wife to reside with the husband. No sufficient grounds for this are laid; the cruelty must be such as would sustain her petition for divorce.\nThe legacy is not subject to the tax. That is laid on legacies to be paid — this is but the payment of a debt.\nSt. Geo. T. Campbell and Todd, contrá.\nThe intent is as plain as in 6 S. & R. 466. Clearly the executors could not retain the interest to make up the deficiency of the husband’s debt, supposing he refused to accept the legacy in satisfaction. The words “ to pay it to,” in the creation of a trust, have been held sufficient to make a separate use. But whether so or not, the case is clearly within the equity jurisdiction of this court to compel the husband' to make a settlement: 9 W. 94; for he has received and retained a large estate from his wife, and has refused to maintain her: 2 Stor. Eq. §§ 1402-8. We refer also to the act of 1848, § 6, p. 536. Here the husband had no property in the legacy until a reduction into possession (4 R. 468); and that the court may prevent."
  },
  "file_name": "0220-01",
  "first_page_order": 220,
  "last_page_order": 224
}
