{
  "id": 962785,
  "name": "Maxwell v. McClintock",
  "name_abbreviation": "Maxwell v. McClintock",
  "decision_date": "1849-04-10",
  "docket_number": "",
  "first_page": "237",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 376",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 403",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 6832,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175544211264827
    },
    "sha256": "b62b310174a815c627ee701cbc3bb2b3ae2c4a890aafebdb2e3493f2780ace50",
    "simhash": "1:13a7b135f20264ef",
    "word_count": 1244
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maxwell v. McClintock."
    ],
    "opinions": [
      {
        "text": "Hibson, O. J.\nIt is a familiar rule, that a legacy given out of land, as in this instance, and postponed as to the time of payment, not on account of the age or personal circumstances of the legatee, but for the benefit of the estate charged with it, vests at the death of the testator. Cases, to show the universality of it, are collected in 1 Roper on Legacies, 436; and it seems to be founded on the reason there given for it, that the real property is made a fund for future payment, not by reason of the age or unfitness of the legatee presently to receive it, but by reason of the testator’s evident intent that the devisee of the particular estate should not pay it; and, again, because as the estate is devised to the tenant in remainder and the legatee concurrently, their interests necessarily vest together. And the rule is- equally applicable to legacies merely charged on real estate, where the postponement of payment has regard to the estate and not to the legatee. Now, why was .payment postponed in this instance ? The testator devised “ all and singular ” the premises charged to his wife for life, subject to payment of six hundred dollars, by the devisee in remainder, to his grandson. We have then a devise for life with a vested remainder over, in which remainder there was a legal interest, which consequently vested concurrently with it. This consequence was recognised in King v. Withers, Forrester, 117, and perhaps more distinctly in Hutchins v. Foy, Comy. 716, Hodgson v. Rawson, 1 Ves. Sr. 44, and some other cases. But that payment was postponed, in the case before us, for the benefit of the widow, and not for the capacity or age of the grandson, is evident from the nature of the case. She was to have the benefit of the whole estate, and not the estate less six hundred dollars taken out of it; for the property thus crippled, might have been inadequate to her maintenance. Again, she was not only to have the whole, but to enjoy it without disturbance. But if the legatee had been left at liberty to- enforce payment in her lifetime by a sale, she might have been turned out of possession by it, or compelled to pay the proper debt of the devisee in remainder. It was to prevent the one or the other of these, that the legacy was made payable at her death. The time of payment was consequently postponed for her protection, and not for the protection of the legatee. It is unnecessary, therefore, to determine whether the presumption of law fixes his death at a time anterior or posterior to the death .of the widow, or whether the gift of the legacy preceded' the time appointed for the payment of it; as the legatee was certainly living at the .death of the testator, the legacy as certainly vested at that period, and continued to be a charge.\nNor is the excejition that the proceeding did not pursue the form prescribed by'the act relating to executors and administrators, better founded. It was unnecessary to refer the case to an auditor to report the facts, for there were scarce any facts to be reported. It came on to be heard, chiefly on bill and answer; and as the fifty-ninth section does not require a reference in any case, the court was competent to decide the only question of fact raised by the depositions.\nDecree affirmed.",
        "type": "majority",
        "author": "Hibson, O. J."
      }
    ],
    "attorneys": [
      "Darlington and Bdwards, for the njspellant.",
      "F. F. Breivster, contrd."
    ],
    "corrections": "",
    "head_matter": "Maxwell v. McClintock.\nTestator devised lauds to Ms wife for life, and at Ler death to Ms daughter in fee, subject to the payment of a legacy to Ms grandson, which he directed should be paid by Ms daughter in one year after Ms wife’s death. The legacy is vested in interest immediately, but the enjoyment is postponed until the period indicated in the will.\nThe court need not refer a matter to an auditor, when the facts are such that they axe able to determine them on’the pleadings and the depositions taken.\nAppeal from the Orphans’ Court of Delaware County.\nApril 10.\nThis was a petition by the administrator .of John Maxwell to have payment made of a legacy charged on real estate by the will of Robert Maxwell. The testator devised to his wife, Margaret, all and singular the house and premises thereunto belonging, situate, &c., during her natural life, and from and after her decease he gave the land to his daughter Martha, in fee, subject, nevertheless, to the payment of $600 to his grandson, John Maxwell, and a small legacy to his sister, “ which two legacies I direct to be paid by my daughter Martha, in one year after the decease of her mother.”\nThe disputed fact was, when John Maxwell died. It was proved by the depositions that he left the country in a man-of-war, and was put on shore, sick, in a foreign port, in 1832, since which he had never been heard of. Margaret Maxwell, the widow, died in 1834. The devisee contended that the presumption was, that John Maxwell died before Margaret, and hence that the legacy had never vested in John, but had lapsed for the benefit of the devisee.\nThe court ordered a sale of the land for the payment of the legacy.\nDarlington and Bdwards, for the njspellant.\nThe absence of the legatee for seven years, unheard of, is evidence that he is dead, but affords no presi”“xjC10n as to the exact time of his death. It lies on the jpaviy asserting his death, before or after a particular period, to prove it: 1 Stark. R. 97; 5 B. & Ad. 86. Here there was evidence of his death in 1832, sufficient to rebut the .presumption that he lived to the end.of the seven years. If he died before the tenant for life, his legacy lapsed for the benefit of the devisee, for there is no immediate gift of the legacy; it is payable one year after the death of the tenant for life, and there are no other words of gift. It was therefore contingent until that period: 1 Rop. on Leg. 376, 383; 3 Ves. 363, 543; 12 Ib. 75; 2 Merv. 384; 9 W. 403; 2 W. & S. 375. The decree should have been, that the devisees should pay, and, for default, that the land should be sold; not for a sale in the first instance: Act 1834, § 5, 59. . The court should have referred the matter to an auditor, to find the facts.\nF. F. Breivster, contrd.\nThe legacy was not contingent, but deferred, as to enjoyment, until the estate out of which it was to be paid should vest in possession. The courts struggle against making legacies contingent: 6 Ves. 541; and it is a settled rule that, where payment is deferred for the benefit of the estate, they vest, in interest, immediately: 2 W. & S. 376. This rule has been fully recognized in Bayard’s Appeal, ante, 15. Here, the object was to relieve the life estate of the widow. The devise over is subject to the charge. • If that estate vests, so does this; that is, conditional, not absolute. But, if this were not so, our rule is, that the presumption of life continues until the end of the seven years: 4 Wht. 173. There was no necessity for an auditor; the facts were proved beyond a doubt."
  },
  "file_name": "0237-01",
  "first_page_order": 237,
  "last_page_order": 240
}
