{
  "id": 962712,
  "name": "Juvenal v. Patterson",
  "name_abbreviation": "Juvenal v. Patterson",
  "decision_date": "1849-04-23",
  "docket_number": "",
  "first_page": "282",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 185",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "32 Hen. 8",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    },
    {
      "cite": "4 R. 141",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 424",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408520,
        1408536,
        12149457,
        12149509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0439-01",
        "/us/1/0438-01",
        "/dall/1/0424-01",
        "/dall/1/0424-02"
      ]
    },
    {
      "cite": "7 Pet. 596",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1436168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/32/0596-01"
      ]
    },
    {
      "cite": "2 R. 159",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "1 R. 161",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "2 Bin. 154",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0154-01"
      ]
    },
    {
      "cite": "4 W. & S. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0102-01"
      ]
    },
    {
      "cite": "9 W. 262",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 98",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wh. 337",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0337-01"
      ]
    },
    {
      "cite": "8 W. & S. 185",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 7772,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.1599490136271769e-07,
      "percentile": 0.583811643072627
    },
    "sha256": "ae95c76bc5619770da20b9eed9e541f09f9c45760b10dcd0790ecf00f5b43081",
    "simhash": "1:1eb902eec942f481",
    "word_count": 1407
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Juvenal v. Patterson."
    ],
    "opinions": [
      {
        "text": "Rosees, J.\nWhether the parol evidence would be admissible in an action in which Walker, the grantor, was a party, it is immaterial to inquire. But, admitting the proposed defence would be available there, can it be taken as against the plaintiff, who, it is conceded, is a bond fide purchaser without notice 1 That a ground-rent is real estate, is ruled in Irwin v. The Bank of the U. S., 1 Barr, 349, Bosler v. Kuhn, 8 W. & S. 185, and in other cases. In the last case, the Chief Justice, on the authority of Ingersoll v. Sergeant, 1 Wh. 337, Franciscus v. Reigart, 4 W. 98, and Kenege v. Elliott, 9 W. 262, remarks that our ground-rent is an ordinary rent-service, partaking of the realty, and has no touch of personal responsibility in its complexion. It being in the nature of real estate, Walker having conveyed the ground-rent to the plaintiff, who had no notice, she holds it discharged of any secret agreement between the original parties. This is clear, on authority. Thus in Scott v. Gallagher, 14 S. & R. 333, it is held that a bond fide purchaser is not affected by a secret trust, of which he had not direct, express, and positive notice. In Bracken v. Miller, 4 W. & S. 102, which recognises Scott v. Gallagher, it is ruled that a purchaser of land, charged with a trust, of which he had no notice, takes it discharged of such trust. Indeed, it is conceded that the estate in the rent is discharged of the secret agreement, but it is insisted that as the purchaser endeavours to enforce payment by an action of covenant, she must do so subject to the equity of the covenantor. That a party may sometimes forego some of his rights by the form of remedy he chooses to adopt, I am not disposed to deny, but I cannot agree that this is a case of that desci'iption. The plaintiff’s remedies are cumulative: Bantleon v. Smith, 2 Bin. 154; she may distrain, re-enter, or bring* covenant, and it is not easy to perceive why, in each, she is not entitled to a remedy commensurate with her rights. This preserves the symmetry of the case, and avoids useless distinctions. Most of the authorities, on the question of the introduction of parol evidence to alter and vary a written instrument, are between the original parties, and then it is tolerated to prevent fraud, or correct a mistake, and in dioses in action as in debt. But that class of cases do not apply here, because this is a rent-service, partaking of the realty, and not a debt. A covenant to pay it, as is said in Bosler v. Kuhn, is not a covenant to pay a debt, but is a security for the performance of- a collateral act.\nWhether the defendant would be allowed to avail himself of this defence in England, or in any of our sister states, I care not to inquire. In this state, we have a system of our own, from which I am not at liberty, if I had the disposition, which I have not, to depart. In Pennsylvania, at least, the assignment of a ground-rent passes the legal title, not only to the rent, the right of distress, the power to re-enter, but to all the remedies, of whatever description, which the grantor had against the grantee. I say the legal title, for on that principle it is that the assignee can sue in covenant in his own name, as is ruled in Streaper v. Fisher, 1 R. 161, Herbaugh v. Zentmyer, 2 R. 159, and Scott v. Lunt, 7 Pet. 596. As the purchaser has the legal title, what superior equity has the grantee ? Literally none. The loss, if any, has arisen from his own neglect, in omitting to have this important stipulation inserted in the deed. It is a principle of equity, scarcely without exception, that where one of two innocent persons must suffer, he who causes it must bear the loss. The purchaser is not in default. As this was real estate, she was not bound to call on the grantee to know whether he had a secret agreement with the grantor. She had a right to take it for granted that the deed itself disclosed the whole title and the rights of the parties under it. That a distinction is taken, in the introduction of parol proof, between the original parties and a bond fide purchaser, appears from the case of Thompson v. White, 1 Dall. 424. The Chief Justice, McKean, says: “ It is to be remembered that there is no purchaser bond fide, for valuable consideration, without notice, in the present case.” And in Heilner v. Imbrie, 6 S. & R. 411, Duncan, J. says: “ But, distinct from the general principles of the admission of such testimony between the parties, parol evidence never can be received to vary a written agreement, even although a clear mistake was proved, or a departure -from written instructions, to affect the interests of third persons, uninformed of the facts, and who have, bond fide and for a valuable consideration, acquired rights under it.” This distinction will at least avail a purchaser in all cases affecting the realty.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rosees, J."
      }
    ],
    "attorneys": [
      "Mollvaine, for plaintiff in error.",
      "Sé. Ceorge T. Campbell, contri."
    ],
    "corrections": "",
    "head_matter": "Juvenal v. Patterson.\nA collateral agreement between tlie covenantor and covenantee in a ground-rent deed, is no defence to an action of covenant for arrears brought by the assignee of the rent without notice.\nIn error from the District Court of Philadelphia.\nApril 18. Walker conveyed to Juvenal, reserving a ground-rent, in the usual form. Walker conveyed the rent to Patterson, who brought covenant for the arrears. The affidavit set up, that Walker, being the owner of the land, in order to induce Juvenal to purchase it at a ground-rent of $3 a foot, agreed to advance Juvenal $1,108, which would be the principal of $1 per foot, to be employed by defendant in erecting a brick house upon the premises. That, relying on this promise, Juvenal took up the lot and executed the deed. That no part of the $1,108 had been paid by Walker or by plaintiff. That the assignment to Patterson was as a security for money due her by Walker, as an agent; and notice was given to Patterson as soon as the assignment was known. The court gave judgment, for want of a sufficient affidavit of defence.\nMollvaine, for plaintiff in error.\nHad the action been brought by Walker, there can be no doubt the contract could have been proved by parol, and would have furnished a defence: 4 R. 141; 16 S. & R. 345; 6 Ib. 171. Now, it is settled that, except in Pennsylvania, the action of covenant must have been brought by the original covenantee, for it does not run with the reversion at common law, nor does it pass with the reversion, under the 32 Hen. 8, c. 34. But, though the right to sue does pass in Pennsylvania, yet no greater right is conferred than existed in the covenantee. The assignee takes the estate and the remedies by distress and re-entry, discharged of the equities; but not so with this personal obligation. The affidavit further discloses that there was no sale, but a mere transfer, as a security for a debt.\nSé. Ceorge T. Campbell, contri.\nNo doubt can exist in this case, if the rent is governed by the same rules as land. A purchaser Sfrom one having an apparently perfect title, is in nowise affectéd by secret equities. Now, it is settled that these rents are realty, in the fullest sense: 1 Barr, 349; 8 W. & S. 185. The cases cited are where the party to the fraud sought to exclude the evidence of his agreement. It is again objected that the assignee, in suing on the covenant, is subject to the equities against his assignor. But if the estate passes, discharged of the equities, and if this remedy passes so as to give a right of action in the name of the assignee, which are conceded, it necessarily follows that the remedy passes in as full a manner as the estate. On what ground it is held that the covenant passes with the reversion, is immaterial, if it does pass; and to say that the assignee is subject to all the equities of the assignor, is to destroy the rule itself.\nApril 23."
  },
  "file_name": "0282-01",
  "first_page_order": 282,
  "last_page_order": 285
}
