{
  "id": 962664,
  "name": "Bamber v. The Commonwealth",
  "name_abbreviation": "Bamber v. Commonwealth",
  "decision_date": "1849-04-28",
  "docket_number": "",
  "first_page": "339",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Bin. 98",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 612",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "34 Edw. 3",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates, 437",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0437-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 365,
    "char_count": 4947,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.4140251027862353e-07,
      "percentile": 0.6475336979105731
    },
    "sha256": "3c999e0a9dd8e1c34044338122ac43bbb345c407c3d8b34db796b4c187851951",
    "simhash": "1:9ed5dae1dd4dc63c",
    "word_count": 899
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bamber v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Barnes, for plaintiff in error.",
      "W. B. Beed, contri."
    ],
    "corrections": "",
    "head_matter": "Bamber v. The Commonwealth.\nAfter an acquittal upon indictment,- the judge may, upon the evidence presented on the trial, require the defendants to find sureties for the peace and good Behaviour, and commit them until compliance with the order.\nIn error from the Quarter Sessions of Philadelphia.\nApril 28.\nBamber and Donnelly were indicted for two burglaries, and acquitted. The record then proceeded — “ And now, &c., from the evidence presented to the court in the trial of this cause, the court order that defendants, &c., give bail in the sum of ¡|5,000 to keep the peace and be of good behaviour to all good citizens of this commonwealth for the term of one year each; and that they stand committed until this order is complied with.”\nBarnes, for plaintiff in error.\nThe result of this proceeding is an imprisonment for one year, on evidence adduced in a trial resulting in an acquittal. The verdict is conclusive of the innocence of the accused; and to sustain this order, is to permit the infliction of punishment, at the discretion of the judge, upon one against whom no charge exists. It is a sentence after verdict; and so it was originally written, though now amended to read “order;” but it is, nevertheless, a sentence. Now there is but one judgment which can be entered on the verdict of acquittal “ quod sit indé quietus,” &c.: Rast. Ent. 55-7, 385; 2 Hal. P. C. 394; and, after final judgment, the court cannot require 'surety, or make any additional order: 1 T. R. 696; 4 P. & Dav. 415; 12 Ad. & Ell. 599.\nThe order is, to find surety of the peace and for good behaviour. The former is under the act of 1700, and can only be on the oath of one that he goeth in bodily fear of another. The latter is founded on 34 Ed. 3, c. 1, and ought to be conditioned for the party’s appearance to answer, otherwise what becomes of the provision in Mag. Ch. JSTullus liber homo eapiatur vel imprisonetur... nisi per legale judicium parium suorum vel per legem terrse: 2 Hale, 136; 2 B. & Ald. 288. Though it is true the justices have discretionary power to require surety, their discretion is to be exercised according to the law of the land, and not by their private notions: 5 Rep. 100 b; 2 Vent. 22; 14 East, 64; Vaugh. 137; 1 Ash. 140.\nW. B. Beed, contri.\nThis is a question of authority. Since the case in 2 Yeates, 437, which is direct to the point, the discretionary power to hold to bail for good behaviour, even after acquittal? has been exercised in this county, and, for aught I know, in other counties. [Coulter, J. — The practice has existed ever since I came to the bar. Rogers, J. — I never heard it doubted.] That case, too, rests on authority. The statute 34 Edw. 3, c. 1, authorizes the demand of surety for good behaviour from “ persons that be not of good fame.” It is in force in this state: 3 Bin. 612. It gives discretionary power to a magistrate to take surety from all those whom he has just cause to suspect to be dangerous: 1 Hawk. P. C. 1, ch. 61, s. 4. These are instances where defendants acquitted against plain evidence of felonies and other enormous crimes, have been bound to them good behaviour: 2 Hawk. B. 2, ch. 47, s. 11; 2 Hale P. C. 136, in note, Am. edition, 1847. Here, the record shows the court below demanded surety on “ evidence presented” on a trial. Even at common law, a man might be bound to good behaviour if it were testified he was of ill fame, and be committed till he find sureties: 2 Hale P. C. 394. Surety for good behaviour, even when defendant is not bound to answer, may be demanded: 1 Bin. 98, n. The cases cited on the other side are cases of “ surety of the peace,” which differs from surety for good behaviour, though the latter includes the former. 1 T. R. 696, was surety of the peace proper, and the point held was, that there might be a binding over for more than a year. 12 Ad. & Ellis, 599, was also surety of the peace. By the act of 1700 (Purdon, 1083), previous oath in surety of peace is required: no such necessity in surety for good behaviour. In 1 Ash. 140, it was held that an indefinite binding over to keep the peace and be of good behaviour, could not be enforced in a matter of private wrong. Surety for good behaviour includes surety for the peace, and something more: 4 Bl. Com. 256. A justice may bind over night-walkers, such as keep suspicious company, or are reported to be pilferers and robbers, and other persons “whose misbehaviour may reasonably bring them within the general words of the statute, as persons not of good fame; an expression, it must be owned, of so great latitude as leaves much to be determined by the discretion of the magistrate himself: 4 Bl. Com. 256, 257. A fortiori may a judge who, by “ evidence presented,” is satisfied that a man is not of good fame, and likely to endanger the public peace, demand surety for good behaviour. Like all other discretionary powers, it should be used cautiously."
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 340
}
