{
  "id": 962706,
  "name": "Haines v. Stouffer",
  "name_abbreviation": "Haines v. Stouffer",
  "decision_date": "1849-05-23",
  "docket_number": "",
  "first_page": "363",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 8476,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 2.6315350216434427e-07,
      "percentile": 0.8222658927219308
    },
    "sha256": "5a4e22babb5e30b5075417bd7ccbbdceedb66007cfe958c234f1ce0c2fbfc332",
    "simhash": "1:ee3fb6c1ecfdf584",
    "word_count": 1517
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haines v. Stouffer."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe date of the note given in evidence is the 12th December, 1843. Stouffer, the defendant, was discharged under the bankrupt law on the 30th September, 1842. The note being given or dated after the discharge, is of course good and valid, if genuine. That was the point at issue in the court below. It is proved by the witness Morton, that, in the year 1845, two years after the date of the note in question, Haines, the alleged holder of the note, stated to witness, that he thought Stouffer would not pay his old debts; that he held a note on him for $600, and he never expected to get anything. [His honour here stated the evidence of the conversations with Haines.]\nThe deliberate declarations of an individual are always taken as the highest evidence against him; and, unless we gratuitously impute to Haines, who was dead some time before the suit was instituted, a bold and naked falsehood, perpetrated without object or motive, he did not hold any note or obligation on Stouffer dated after his bankruptcy, but, on the contrary, that he then held a note on him for $600, dated before his bankruptcy, which he would lose.\nThese declarations were made two years after the date of the note in question. These witnesses are unimpeached and uncontradicted. Haines lived two years afterwards, without bringing suit, although the tenor of the evidence is, that, in 1845, by accumulations after bankruptcy, Stouffer was able to pay any note for $600 given in 1843, the date of the one in question. There was conflicting evidence as to the handwriting of the date of the note. Six witnesses testified that the date was in the handwriting of Stouffer, as they believe, one of whom had testified the contrary at a previous time, and another had not stated anything on the subject, because, as he said, he was not asked. I may observe that it is rather out of the usual course to have the date of'a note and the signature in the handwriting of the payor, and the body of the instrument in the handwriting of the payee. Thirteen witnesses swore that the date was not in the handwriting of Stouffer.\nIn this attitude of the case, the learned court below charged the jury as follows: — “ These declarations (alluding to those made by Morton and Peck) are certainly inconsistent with the idea that Mr. Haines had at that time the note now claimed. To reconcile this seeming conflict in the testimony, it has been suggested, and it may be possible, that the note was received under an understanding that it was to be concealed, lest other creditors of Stouffer would press for new notes also. The jury have heard this and another explanation of the counsel, and will judge of them.” And this is assigned as error.\nThe existence of an agreement to keep secret, is not an explanation, but a fact; a fact which, if proved, was at once decisive of the case, and left nothing to dispute about. But this suggested agreement was not commensurate with the evidence, because Haines might have kept such an arrangement secret, without declaring substantially to different witnesses that no such agreement existed; that is, that he had nothing but the old note, which was good for nothing. But was the submission of this suggestion of the existence of such an agreement to the jury, by the court, error ? There was certainly no evidence of the making of such an agreement — not the shadow of it. Could the existence of such an agreement be inferred from any fact proved, as a reasonable and legal deduction ? If there had been a demurrer to the evidence by consent by the defendant, would the learned court have made the inference, as reasonably and legitimately flowing from the facts proved? Certainly I should think not; because the court only think that the suggestion which they submit to the jury is possible. It was ruled in the case of Cobb v. Fogalman, 1 Iredell, 440, that where no part of the testimony can fairly warrant the inference of the fact in dispute, or furnish more than materials for a mere guess or conjecture thereon, it is error in the court to leave it to the jury to infer the fact from such testimony. And in Urkett v. Coryell, 5 W. & S. 85, where the counsel submitted a point to the court, assuming that a survey was made for a particular person, it was held by this court that it would have been error in the court below to have submitted it as a fact to the jury, on which they might pass, there being no evidence of it in the cause.\nIn this case, there was in fact no conflict with the declarations of Haines, unless it was taken as proved, that the date of the note was in the handwriting of Stouffer, or made by his aséent. There was no scintilla of evidence of assent, except that of the six witnesses, who swore they believed it was his'handwriting. That was opposed, however, by the testimony of thirteen witnesses, who swore that it was not, and by other strong circumstances in the cause. In order to wipe out the declarations of Haines, the existence of the secret agreement was suggested by the counsel, who assumed as a fact that Haines had agreed to conceal it, and to assert a falsehood, to wit, that he never had got a new note, and would lose his money. And this was submitted to the jury as a fact on which they might pass. The existence of such an agreement was arrived at by first guessing at a state of facts, and, from those conjectured facts, inferring that the note was genuine in date. This was the real fact in dispute, and depended on the credibility of the opposing witnesses and the declarations of Haines. It was said, on the argument, that Mr. Haines was an honest man. All men are presumed honest until the contrary is made to appear by competent evidence. He never, during his life, which continued four or five years after the date of the note claimed on, asserted its existence; but distinctly the contrary. All men are entitled to have their causes tried according to the settled rules of law; and the jury are sworn to decide by the evidence.\nIn the hurry of trial, we think the court submitted a suggestion of the counsel to the jury, as if it were a fact about which there was some evidence, and on which they might pass. It may be that the jury would have found that the six men told the truth, opposed to the testimony of the thirteen and the declarations of Haines himself. But submitting the suggestion to the jury, on which they might pass, threw a dead weight into the scale of the plaintiff below, not supported by any evidence.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Long and Frazer, for plaintiff in error,",
      "Fordney and Stevens, contrá."
    ],
    "corrections": "",
    "head_matter": "Haines v. Stouffer.\nWhere a state of facts could not be inferred on a demurrer to evidence; it is error to submit it to the jury as possible, and thereby affording a reconciliation of contradictory testimony.\nIn error from the Oommon Pleas of Lancaster.\nThis was an action by Haines’ executors, on a note drawn by defendant to the order of Haines, for $600, dated. Dec. 12, 1843. It appeared that some time before the apparent date of the note, defendant had been discharged as a bankrupt. The question was, whether the date of the note was genuine. On this subject, there was much contradictory evidence. The defendant proved by two witnesses, that after the apparent date of the note, they had conversations with Haines, in which he stated that he held a note of defendant’s for $600, which had been discharged by the bankrupt act.\nHis honour (Lewis, P. J.), after leaving the.question of fact to the jury, said: “ To reconcile this seeming conflict in the testimony, it has been suggested, and it may be possible, that the note was received under an understanding that it was to be concealed, lest the other creditors of Stouffer might be induced to press for new notes also. The jury have heard this and another explanation offered by the counsel, and will judge of them.”\nThis was assigned for error. In the evidence, as stated in the printed .record, there was no proof that a note had been given by defendant after the bankruptcy.\nLong and Frazer, for plaintiff in error,\ncontended that this was submitting a fact to the jury, of which there was no evidence whatever, and that there was strong evidence the other way, in the positive testimony of the declarations by Haines, after the date on the note.\nFordney and Stevens, contrá.\nIt was but an hypothesis which would reconcile the conflicting testimony: 3 Stark. Ev. 530. At most, it was but the expression of an opinion, which is not subject to a writ of error.\nMay 23."
  },
  "file_name": "0363-01",
  "first_page_order": 363,
  "last_page_order": 366
}
