{
  "id": 962765,
  "name": "Cunningham v. Garvin",
  "name_abbreviation": "Cunningham v. Garvin",
  "decision_date": "1849-05-27",
  "docket_number": "",
  "first_page": "366",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Barb. 454",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/1/0454-01"
      ]
    },
    {
      "cite": "8 W. & S. 1",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh, 19",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6724655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/29/0239-01"
      ]
    },
    {
      "cite": "5 Bin. 33",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0033-01"
      ]
    },
    {
      "cite": "2 Bin. 591",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0591-01"
      ]
    },
    {
      "cite": "8 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483392
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0009-01"
      ]
    },
    {
      "cite": "1 Barb. 454",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/1/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 8315,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 1.4687371513122493e-07,
      "percentile": 0.6587503750218642
    },
    "sha256": "5933f967df037553675414fb7b724fdba5f9d6b9d59f8d1220aa8082e2779446",
    "simhash": "1:9b07958534a5a63d",
    "word_count": 1466
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cunningham v. Garvin."
    ],
    "opinions": [
      {
        "text": "Beil, J.\nDoubtless, the order of July, 1841, drawn by the cestuis que trust of the fund, in fa-^sur of Garvin, was an irrevocable equitable assignment pro tanto, though unassented to by-the drawe^, provided it originated in a sufficient consideration: Row v. Dawson, 1 Ves. Sr. 332; Yeates v. Grover, 1 Ves. Jr. 280; Tibbitts v. George, 5 A. & E. 107; Alexander v. Adams, 1 Strobh. S. C. R. 47; Dickenson v. Phillips, 1 Barb. 454; Nesmith v. Drum, 8 W. & S. 9. To ascertain whether a consideration existed, a glance at the facts is necessary. By the terms of Scott’s contract with the railroad company, the retained moneys due to him for work done, and the profits he might earn in the further prosecution of his undertaking, were liable to forfeiture by his negligence or disability to fulfil his engagement. On the 22d May, 1841, these moneys were assigned to Cooper for the benefit of the drawers of the order. From that moment, it became essential to their interests that Scott, or some one for him, should perform his contract; for, otherwise, the retained per-centage would have been the property of the company, in serious detriment of the trusts created by the deed of assignment. To prevent this, in June, 1841, a transfer of the contract was made to Garvin, upon certain terms, in pursuance of which he assumed to finish the work, and accordingly did so. The eestuis que trust, drawers of the order, were thus directly benefited by Garvin’s labour, and the case sufficiently shows their order in his favour was given because of his undertaking to carry Scott’s contract into effect. When the work was completed is not distinctly stated, though perhaps it is to be gathered from the facts given; this was subsequent to the date of the order. If so, we have the ordinary instance of a present consideration springing from services to be performed for the advantage of the promissor, and furnishing the motive of the promise. Nor is its merit, as an adequate foundation of contract, detracted from by Garvin’s prior agreement with Scott. Perhaps th‘e order ought properly to be regarded, to some extent at least, as a ratification of that agreement, by the terms of which Garvin was to receive a certain portion of the retained per-centage. At all events, the creditors had a direct interest in the fulfilment of Scott’s undertaking with the company, which they had no means of enforcing at law; and this of itself afforded a sufficient ground to support their order upon Cooper, as an additional inducement to Garvin to perform.\nBut, if it be admitted the order was made after the completion of the work by Garvin, we have the case of a past consideration flowing from a benefit conferred. Now, though anciently this was thought inadequate to support a present promise to pay, it has long been settled that a benefit derived from the unsolicited services of another, creates a moral obligation of sufficient potency to sustain an express promise: Greeves v. McAllister, 2 Bin. 591; Clark v. Herring, 5 Bin. 33; Nesmith v. Drum, 8 W. & S. 9. In this aspect of it, the case is simply this: Garvin undertakes to do and does perform Scott’s contract, without which the fund assigned for the benefit of the drawer of the order would have been lost to them. Their undertaking is thus brought within the principle of the cases just cited; and the order being based on a valuable consideration, was of course irrevocable by them.\nThere is nothing in the objection that the action was improperly brought in the name of Garvin against Cunningham. The action for money had and received is a very comprehensive one. In its administration, it is so liberally extended that it is held to lie where one man appropriates to himself money which ex xquo et bono belongs to another. I have said that here the order operated as an equitable assignment of so much of the fund in the hands of Cooper as was necessary to satisfy it.\nThis would not have enabled the payee to sustain an action in his own name against Cooper, in the absence of his promise to honour the draft upon him. But the sum to be appropriated in discharge of it, was improperly received by the defendant. He therefore occupies the position of one who has inequitably received money which in conscience, as against him, belongs to the plaintiff, and is consequently liable to be charged in this action. The very case occurred in Pooley v. Goodwin, 4 Ad. & E. 94. There the defendant, being indebted to the plaintiff in ¿6150, and being employed by T. to perform work, for which he was receiving a percentage, gave an order to T. to pay the plaintiff ¿6150 out of ‘the first money due to the defendant; and afterwards, being indebted to B. in ¿6997, the defendant executed a deed reciting the above facts, and assigning to B. such sums as then were or should become due to him, the defendant, from T. in trust, first to pay the plaintiff and then to pay the ¿6997. The defendant afterwards received ¿6150 from T., whereupon the plaintiff sued him for money had and received. And it was held the action was maintainable, though no proof was given of T.’s assent to the order, and though, at the time the deed was made, there was not ¿6150 due to the defendant from T.\nWhat has been said disposes of the only points raised on the argument in favour of the plaintiff below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Beil, J."
      }
    ],
    "attorneys": [
      "Oooper and MaOreary, for plaintiff in error.",
      "Meed, contrd."
    ],
    "corrections": "",
    "head_matter": "Cunningham v. Garvin.\nAn uncompleted contract was assigned to creditors. The assignor then made an agreement with the plaintiff that he should complete the contract at his own expense, and receive a certain compensation. The creditors drew an order on the assignee in favour of plaintiff for the amount expended by himon the work, and for a certain sum for his trouble. The work having been completed by the plaintiff, the order became irrevocable, whether drawn before or after performance of the work. And one of the creditors receiving a dividend out of the fund from the assignee, is liable to the plaintiff in an action for money had and received.\nIn error from the Common Pleas of Adams.\nAssumpsit for money had and received, and case stated in the nature of a special verdict. The facts were these: D. Scott was a contractor with the Baltimore and Ohio R. R. Company. Having performed a large part of the work, and being indebted, he made an assignment, on the 22d May, 1841, to Cooper, of his interest in the contract, and in the money retained by tbe company for work already done, in trust, to pay certain of his creditors, to the extent of $6,100. On the 21st June, 1841, Scott transferred his contract with the company to Garvin, the plaintiff, who covenanted to complete the work at his own expense, and it was agreed that he might draw on the' company for his work, and the retained per-centage, and that he should he entitled to receive $900 out of such per-centage. Garvin completed the contract, hut when, was not stated. In July, 1841, six of the creditors named in the assignment, one of whom was Stewart, drew an order on Cooper, the assignee, requesting him to pay Garvin the amount expended by him on the work, out of the first estimates, and at the final completion of the work, to pay him $100 out of the retained per-centage, for his trouble in attending to the work. On the 28th September, two of the creditors revoked this order, and notified Cooper. The other creditors also notified him not to pay the money over to Garvin. In 1843, Cooper received a sum of money, which was applicable to the creditors under the assignment. Stewart’s executor received his dividend, being $62.90, from the assignee; and the question was, whether the plaintiff could recover that amount from him.\nThe court gave judgment for the plaintiff.\nOooper and MaOreary, for plaintiff in error.\nThe order was without consideration, and therefore revocable before payment: 6 Greenl, 212; 2 Leigh, 19; 1 Mo. & R. 344; 5 Ad. & El. 550; 3 B. & 6. 842; 1 Me. & W. 365. The assignee could not sue in his own name.\nMeed, contrd.\nThis was an authority coupled with an interest, and therefore irrevocable; Stor. Ag. § 477; 8 W. & S. 1; 1 Barb. 454; 1 Strobh. S. C. 47. Its consideration, as respects the creditors, was the benefit they derived from his labour; and the action lies by the assignee against the assignor, who has himself received the fund: 4 Ad. & E. 94.\nMay 27."
  },
  "file_name": "0366-01",
  "first_page_order": 366,
  "last_page_order": 369
}
