{
  "id": 962741,
  "name": "Slaymaker v. Bank of Gettysburg",
  "name_abbreviation": "Slaymaker v. Bank of Gettysburg",
  "decision_date": "1849-05-26",
  "docket_number": "",
  "first_page": "373",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pick. 463",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0471-01"
      ]
    },
    {
      "cite": "4 R. 468",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 R. 182",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 90",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 339",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 R. 279",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877506
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0138-01"
      ]
    },
    {
      "cite": "4 R. 478",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 137",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 401,
    "char_count": 7759,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 1.6255325111628047e-07,
      "percentile": 0.6880352869993579
    },
    "sha256": "e4f54880aa2cfe5490fc8cd4ee00f66073e3890f8e3f6abf88ccb951add660d4",
    "simhash": "1:34c6afaaa12db6dd",
    "word_count": 1388
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Slaymaker v. Bank of Gettysburg."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt having been already decided (Skinner’s App., 5 Barr, 262) that the voluntary assignment, for the benefit of creditors, did not pass the legacy to the wife, nor her dioses in action, but his personal estate only, it remains first to inquire, whether the bequest of the stock to the wife was his personal estate, or a chose in action. That it is the latter, and therefore requires the action of the husband to reduce it into possession, does not admit of reasonable doubt.. Chancellor Kent, in his Commentaries, Yol. 2, 351, distributes goods and chattels into two classes, things in possession, and things in action. The latter are personal rights not reduced to possession, but recoverable by suit at law. Money due on bond or note, or other contract, damages due for breach of contract, for detention of chattels, or for torts, are included under the head of title to things in action. Bank-shares would seem to be included in the latter class, as they merely entitle the holder to receive on demand a proportion of the profits or earnings of the bank, and never in this country have been considered as other than chattels, giving no such interest to the holder as those of a partner in a partnership transaction. I know of no case in which the point has been directly adjudged, but in Gilpin v. Howell, 5 Barr, 57; such, would seem to have been the opinion of the court. In that case, so far from treating stock as real estate, or as personal property in possession (as a horse, for example), it is ruled that when one purchases stock for another, and takes a transfer on the books of the bank in his own name, it is sufficient if he retain so much of the same stock as will enable him to transfer to his principal on demand the whole amount purchased for him, and that it is not necessary he should retain the identical scrip or shares. Although bank-shares may be said to indicate or represent the proportion of interest which the shareholder has in the property of every kind belonging to the company, yet it cannot be said with any propriety, that he is in the actual possession of the common property of the bank, any more than the owner of a bond or note is in possession of the money of which it is the representative. The only possession the holder has is the certificate, which is merely the evidence of his interest, as title-deeds are of title to land, but not of the possession. That stock cannot be considered in the light of a thing in possession, and personal estate, as distinguished from a chose in action, would also appear from this, that at common law it could not be taken in execution and sold for debts. This can only be done by virtue of the act of the 29th March, 1819: Pur. Dig. 91. But if personal estate in possession, it would be liable, as other chattels, 'to' seizure and sale: Comth. v. Watmough, 6 Wh. 137. But it is said, granting bank-shares are to be considered dioses in action, the husband had a qualified interest which passed to his assignees in the shares bequeathed to his wife after the coverture, thus making a distinction between her property before and after marriage. But there is no difference as to the rights of the wife, whether the bequest be before or after marriage, except as respects the joinder of the wife to recover the legacy; but that does not affect her right of survivor-ship, where the husband refuses or neglects to reduce her dioses into possession. That the property, therefore, in sixteen shares of the stock, did not pass by the assignment, but belongs to the administrator of the wife, is clear. The plaintiff is entitled to judgment to that amount.\nIt remains now to inquire as to the four shares transferred by Skinner to Wirt, in trust, on the 13th March, 1840, and re-transferred the 13th August, 1840, by Wirt to Skinner and wife. This transaction, we think, was such an assertion of ownership, such a reduction of the stock into possession, as to bar the title of the wife to a moiety of the shares. The re-transfer, however, to both, indicates an intention on the part of the husband (contrary to no principle of which I am aware), that the property should survive to the wife in case she survived her husband; but if he survived her (which happened), it should be his absolutely. From this, it follows that, as the four shares belonged to him at the time of the assignment, they passed to his assignees, as already ruled in Skinner’s Appeal, 5 Barr, 262.\nWe are further of the opinion that dividends unpaid, now in bank, depend on the same principle, and consequently that in addition to the stock, the plaintiff is entitled to judgment for the amount now remaining due and unpaid.\nJudgment for plaintiffs for sixteen shares of the stock of the Gettysburg Bank, and for the sum of $328.96, the amount of dividends thereon unpaid.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Msher, for, plaintiff in error.",
      "Smyser, contó."
    ],
    "corrections": "",
    "head_matter": "Slaymaker v. Bank of Gettysburg.\nBank-stock held hy the -wife before her marriage, or bequeathed to her after-wards, will not pass by an assignment by the husband which does not pass her choses in action.\nUnpaid dividends are subject to the same rule.\nSuch of the shares as were transferred by the husband to a trustee and re-transferred to the husband and wife, pass by an assignment of the husband’s personal estate; and the wife dying afterwards, and before her husband, the assignee is entitled to them.\nIn error from the Common Pleas of Adams.\nCase stated. Skinner and wife were married in 1822. Before the marriage, his wife was the owner of certain shares of stock in the Bank of Gettysburg. After the marriage, her mother bequeathed her ten other shares of the same stock, which were transferred to her. In March, 1840, Skinner transferred twelve of the shares held by his wife before the marriage to Wirt, who, in August, 1840, re-transferred them to Skinner and wife. In October, he made an assignment for the benefit of his creditors, which did not pass his wife’s choses in action (5 Barr, 202). In 1841, the assignees sold and transferred the ten shares bequeathed to Mrs. Skinner after her marriage. In 1842, the assignees transferred to a stranger six of the shares owned by his wife at the time of her marriage, and not transferred by her husband, and also four of the shares which had been transferred by him, and re-transferred to himself and wife by Wirt. There were certain dividends on these several shares remaining unpaid. Mrs. Skinner died in 1847, her husband surviving, and the plaintiff was her administrator. The question submitted was, the extent to which the plaintiff was entitled to the twenty shares thus transferred by the assignees, and the dividends thereon accrued. The court gave judgment for defendant.\nMsher, for, plaintiff in error.\nNo act of ownership was exercised over the shares held by the wife before or after marriage, excepting the four transferred to Wirt. They did not, therefore, pass by the assignment: 5 Barr, 263. It is contended that this transfer and re-transfer of the four shares was not such an act as vested the title in possession in Skinner: 4 R. 478; 5 Wh. 138; 1 R. 279; 2 Atk. 207; 2 Vern. 402; 5 Ves. 515; 9 W. 339. Nor can there be made any distinction between the shares held before or acquired after the marriage: 9 Ves. 176; 2 W. 90; 4 R. 182; 5 Wh. 138.\nSmyser, contó.\nThe shares were not choses in action, but personal property in possession: 2 Bl. Com. 396; 2 Kent, 351. But, if choses in action, the shares acquired became his, for he was not bound to join his wife in an action to recover them: 4 R. 478. The transfer of the four shares was certainly an act of ownership which destroyed the right of survivorship: 2 Barr, 71; 4 R. 468. He further argued that the right of action was in the husband; and that the dividends vested in him: 10 Pick. 463.\nMay 26."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 376
}
