{
  "id": 962670,
  "name": "Detweiler v. Groff",
  "name_abbreviation": "Detweiler v. Groff",
  "decision_date": "1849-07-02",
  "docket_number": "",
  "first_page": "376",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pick. 156",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 6228,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 9.700284607969692e-08,
      "percentile": 0.5297772186718221
    },
    "sha256": "7bb0502b5e906b751173ac6905f1f23792eae0e8c343f4561ed8f7b26b5a9cca",
    "simhash": "1:6a69df994f0df4b8",
    "word_count": 1153
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Detweiler v. Groff."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe second and third errors assigned are the only ones worthy of notice. The third and fourth are without substance or ground of complaint.\nThe second error is assigned to the rejection of Christian Ely as a witness. He was tenant of the defendant, in possession of the mill, which was supplied with water from the dam charged as the nuisance. He rented the mill on the shares; came to the property in the spring of 1847, after suit brought, and had agreed to continue the next year (1848). He was objected to, and rejected on the ground of interest. If authority was wanted, the case of Riddle v. Dixon, 2 Barr, 372, goes far to settle this question. It was there held, that a stranger to a suit for damages, occasioned by the erection of a dam, where land is thereby flooded, is not an incompetent witness, even though he may have granted the right of which the party cannot avail himself but by thus swelling the water,\nHere the witness could gain nothing by the verdict; it could not profit him, nor could he be made liable for either damages or costs. The objection, if any existed, was to his credit, not to his competency.\n2. The plaintiff gave some evidence that the dam of 1844 was a foot or more, higher than it had ever been before. Whether, when rebuilt and repaired in 1844, it was materially raised, so as to flood the lands of the plaintiff, was the important inquiry before the court. There was some evidence from witnesses on both sides, that the present dam was not more than three feet five or six inches high, from the suface of the water below, to its top. The mill was an ancient one, of some sixty years’ standing. There was evidence that, for more than forty years prior to 1844, the mill had been capable of doing, and had constantly done merchant work, and to as much advantage as any mill in the neighbourhood. To contradict the witness, who swore that the dam was a foot or more higher than before 1844, the defendant offered to prove by one Snyder, a practical and professional millwright, who had levelled the water and the water-wheel, that'if the dam were a foot lower than at present, it would be impossible for the mill to grind flour and do merchant work to advantage ; and offered further to prove, that it would be impossible for this mill to do the work it was proved to have done.for the last sixty years, &c. The court rejected the offer, on the ground that a professional millwright was not competent to form a judgment and give an opinion on such a subject, not being supposed to be an expert under the rule. We think this evidence ought to have gone to the jury.\nIn questions of science, skill, and trade, or others of the like kind, persons of skill, sometimes called experts, may not only testify to facts, hut are permitted to give their opinions in evidence: 1 Greenl. Ev. § 440. Their opinions are confined to their judgment on the facts proved: Jameson v. Dunkeld, 12 Moor. 148; 22 Eng. C. Law, 442; 23 Ib. 296.\nWhether the dam, when repaired, raised the water in the pool, and dammed it back on the lands of the plaintiff, was the question in issue. It was a question for the jury to determine, under the evidence. Any evidence that tended to elucidate that question, was pertinent and proper. A witness was examined, who had seen the dam four years before it was repaired, and frequently after-wards, though he had never levelled the water in the dam, and had no knowledge of the subject, except his often seeing the dam, and he swore that the dam of 1844 was a foot higher than the old one; and this evidence is left to the jury. Is it not pertinent to show he was mistaken, by an experienced millwright, who had levelled the water and measured the height of the dam; that a dam a foot lower would not enable them to grind in a proper manner, when it was in evidence that the mill ground well with the old dam? We think the evidence ought to have gone to the jury, for what it was worth.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Stevens, for plaintiff in error,",
      "Long, Mlmaker, and Frazer, contó."
    ],
    "corrections": "",
    "head_matter": "Detweiler v. Groff.\nIn case for nuisance by reason of the erection of a dam, the tenant of the mill to which the dam is appurtenant, is a competent'witness for the defendant.\nWhere there is contradictory evidence whether the dam was higher in 1844 than formerly, and there was evidence that the mill had performed certain wort for forty years, it is competent to prove by a professional and practical millwright ■who had taken the levels, that if the dam were as much lower than its present height as the witnesses said it was prior to 1844, it would be impossible to do the same work as formerly, and that it would have been impossible to have done the work which it was testified had been done for forty years prior to 1844.\nIn error from the District Court of Lancaster.\nCase for a nuisance, by raising the height of a dam. The nuisance was laid in the narr. to have existed from 1843 to 1846, when suit was brought. The defendant offered, as a witness, a tenant, on shares, of the mill to which the dam was appurtenant. He had entered after suit brought, under a demise from defendant, for one year. He was rejected as interested. There was evidence given, that in 1844 the dam was a foot higher than it had ever been before; and there was also evidence, that for forty years previous to that time, the mill had done a certain kind of work. The defendant then offered to show, by a practical and professional millwright, who had taken the levels of the water and the waterwheel, that if the dam were a foot lower than it then was, it would be impossible for the mill to do the same kind of work as heretofore to advantage, and that it would have been impossible to have done the work which it had done for the past sixty years. This evidence was rejected: and these were the points assigned for error, and noticed by this court.\nStevens, for plaintiff in error,\non the first point cited: 2 Barr, 374. On the second point: 9 Bing. 333; 4 Pick. 156; 14 S. & R. 137.\nLong, Mlmaker, and Frazer, contó.\nThe tenant was a privy in estate of the defendant, and therefore incompetent. 2. The court did not reject the witness because he was not an expert, but because his opinion on a supposed fact was not evidence.\nJuly 2."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 379
}
