{
  "id": 962735,
  "name": "Little v. Smyser",
  "name_abbreviation": "Little v. Smyser",
  "decision_date": "1849",
  "docket_number": "",
  "first_page": "381",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "2 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    },
    {
      "cite": "2 W. & S. 220",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0220-01"
      ]
    },
    {
      "cite": "5 Wh. 318",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 56",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0056-01"
      ]
    },
    {
      "cite": "7 W. 84",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "3 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    },
    {
      "cite": "2 W. & S. 220",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 13987,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 3.23806615435561e-07,
      "percentile": 0.8681448223429242
    },
    "sha256": "ca813ea5300f0343e1cd18711387204eff77d44a9b8eb8dcd0f07820fa0cbefd",
    "simhash": "1:b6dad5740918f3ec",
    "word_count": 2440
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Little v. Smyser."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThis ease is ruled by Fursht v. Overdeer, 3 W. & S. 470, with which it is identical in principle. That was determined under the well settled doctrine, that a judgment recovered in a scire facias sued out to revive and continue the lien of a prior judgment, being quod recuperet, is, for some purposes, considered in the nature of a new judgment, hut yet does not operate to merge and extinguish the former judgment, of which it is an extension, so as to take away the rights of the plaintiff under it. The original judgment still subsists, for the,purposes of lien, notwithstanding a further lien may be acquired by the new judgment; and the same is true of every intermediate judgment of revival, at least for the period of five years from the time of its rendition. It is said, the record in that case shows the scire facias there under consideration was, in fact, founded on the last judgment recovered in the scire facias of November, 1837. But however that may be, it is clear, from the reasoning of the court, the decision proceeded upon the supposition that the writ recited the original judgment and prayed the further revival and extension of its lien, not then expired. It was the plaintiff’s rights, under the lien of the original judgment, as against the terre-tenant, alienee of the land, which were considered and determined, and not the liability of the owner, under a judgment to which he was neither party nor privy. Had, indeed, the last scire facias been treated as founded on the judgment recovered in the preceding one, it would be difficult, to imagine how any question involving the liability of the terre-tenant of the land bound could have arisen, since that judgment was rendered against the defendant alone, subsequently to his alienation of the land, and without notice to the then owner. The latter, therefore, stood entirely unaffected by it; and, had the lien of the original judgment in the mean time expired by the statutory limitation, he would have held the land discharged of the encumbrance. So regarded, how can that case be distinguished from the present ? There is but one fact in which they differ, and that, I think, is an immaterial one. In the elder case, as I have shown, the scire facias was considered as an emanation of the first judgment recovered. Here, it is based upon the second judgment, recovered in the first scire facias. But, as already intimated, such a judgment, whether the judicial process be deemed a common-daw writ quare executio non, or as given by our statutes for extension of lien, binds the lands encumbered as a new and original one, even to the extent of reaching after-acquired lands: Shaeffer v. Child, 7 W. 84; Berryhill v. Wells, 5 Bin. 56; Clippinger v. Miller, 1 Penna. 64. Why, then, may it not be made the foundation of further process of revival ? It has been expressly determined that it may. But it is said, if the party overleaps intermediate judgments, sur sci. fa., to procure an extension of the lien, he cannot stop short of the original judgment. Why not ? If the lien of the original judgment have expired by lapse of time — as was the fact here — and this be pleaded by the defendant in a sci.fa. founded upon it, the plaintiff .would be driven to reply the subsequent judgment which continued the lien. This would be mere circumlocution, and is better avoided by at once showing the judgment which retains the quality of lien last recovered, before the alienation of the land. No reason can be suggested in objection to such a course, which will not equally apply to a writ on the original judgment. All the inconveniences stated on the argument, as likely to flow from a disregard of the last judgment of revival recovered, would be as manifest in a proceeding on the first judgment as on an intermediate one.\nBut it is thought the case of Fursht v. Overdeer, as reported, is in conflict with the previous cases of Colingwood v. Carson, 2 W. & S. 220, and Custer v. Detterer, 3 W. &. S. 28. That it was not so considered by the court, is plain from the fact that it was decided in the short space of five months after Custer v. Detterer, which must have been fresh in the memory of the members of the court, and yet no notice is taken of the supposed clashing de-, terminations. A very little examination and reflection will make it obvious there is no such discrepancy. Nothing further was determined in the first of these cases, than that where there have been judgments sur sci. fa. between the original parties, the plaintiff is not at liberty to disregard these, by a recurrence t'o the original judgment, which has already been made the foundation of legal proceedings. The whole reasoning of the court proceeds upon the ground that, as between the parties to the scire facias, the last judgment must be regarded as having concluded their rights, upon the principle of res adjudicata. It is likened to a suit upon a bond in which judgment has been rendered, and which therefore cannot, from motives of public policy, as well as upon technical grounds, be made the subject of a new action. The same may be said of the second of these decisions. It is not very lucidly reported, and it is, therefore, difficult to discern what were the precise facts; but this much is disclosed. A scire facias was issued in 1831, sur a judgment recovered in 1829, with notice to the terre-tenants. These, with the defendants in the original judgment, appeared and took defence, and, according to the charge of the court below, a judgment was rendered in their favour on demurrer. Putting this aside, the plaintiff, more than five years after the rendition of the first judgment, sued out upon it another scire facias against the same defendants, or their privies, and again attempted to charge them. This it was held, and properly so too, he could not do. It is true, the judge who delivered the opinion of the court, put it upon the ground that a. judgment rendered in a sci. fa., though for the plaintiff, is a good plea in bar, to another sci. fa. on the same judgment, and consequently the plaintiff must sue on the last judgment recovered. And this may be conceded, where the successive judgments are between the same parties or their privies, operating in extension of the lien. Then came Fursht v. Overdeer. There, as here, the land was aliened before the last judgment. But the object of the scire facias was to continue the lien of the original judgment, which still subsisted against the land, in the hands of the vendee of the original defendants. To effect this it was absolutely necessary to sue on the first judgment, for the simple reason, that the second was rendered after the alienation against the alienor alone, and consequently the alienee could not, for any purpose, be deemed a party to it. It was, therefore, regarded as res inter alios acta, so far as the quality of lien was concerned. As against the defendant in it, it was personally binding, and would subject him to execution, or might be levied on any estate he had. A consequence was, that, as against him alone, any subsequent process must be founded upon it. But, for every purpose of lien against the land originally bound, it was utterly nought. In seeking the extension of that lien, the plaintiff was, therefore, necessarily driven to overleap the second judgment, as unconnected with the great object of the new process. .And this marks the difference between the cases, springing from the difference of legal effect ascribable to the several judgments in their relations to the objects sought. In determining whether a party can have recourse to an intermediate judgment, we are to consider whether the last carries with it all the incidents and qualities attendant upon the first or intermediate ones, as against all the parties to whom the plaintiff may legally look, as liable to be affected by it, in person or estate. If not, and the lien of any of the precedent judgments still exists, the plainest principles of justice require the plaintiff should be at liberty to proceed upon it. Were this denied him, a perfectly valid encumbrance would be liable to defeat by the mistake of suing out a scire facias, within the five years, against the defendant alone, in ignorance of his conveyance to another, or through the accident of not including some of several alienees; a thing of easy occurrence in a country, where lands pass so rapidly from hand to hand, as with us.\nTo suffer this would be, not to promote, but to defeat the statutory provisions on this subject. As I have endeavoured to show, there is no technical rule constraining to this conclusion, and both reason and right concur in forbidding it. This position may be illustrated by the present case. The original judgment was entered in November, 1840. On the 2d of May, 1842, its lien was continued for another period of five years. In three months thereafter, portions of the encumbered lands were aliened to the defendants, now summoned as terre-tenants. In June, 1843, there was another judgment, in amicable sci.fa., confessed by the defendant alone, and in July, 1844, the same thing occurred. Matters thus remained until April, 1847, when the lien of the original judgment had expired, while those of 1843 and 1844 had never attached. The only lien then existing, as against the terre-tenants, who had purchased subject to the original judgment, was that attendant on the judgment of 1842. Now, to say the plaintiff shall not have advantage of this, to continue his grasp upon the. land aliened, is tantamount to a destruction of his encumbrance within the five years allowed by the statute to its vigorous operation. This court could never have intended, by any of its decisions, to announce a doctrine so pregnant with possible mischief. Those decisions, properly understood, are productive of wholesome results. 'It is by perverting them, under circumstances differing widely from those under which they were pronounced, that room is given for injurious conclusions.\nNor is the right we would accord to a judgment-creditor -productive of the inconveniences pointed to on the argument. He is not, as seemed to be imagined, privileged capriciously to select any one of the several judgments rendered, as the ground of further proceeding, with liberty to abandon it at his pleasure, in .order to try h.is fortune with another of the series. I should say he is to be confined to the last of these, possessing the quality of lien he desires to prolong. This rule, while it is conservative of the conclusive character of a judgment, embracing the same objects as between the same parties, operates to protect the owner of the land against multiplicity 'of suits and undue accumulation of costs. If, as here, a part of the sum secured by the judgment' be discharged by execution, or otherwise, the terre-tenant may plead it, or, if he omit to do so, perhaps the court, in the exercise of its inherent power over its own process, might interfere to prevent injustice. As to the costs of the proceedings had against the defendant in the original judgment alone, it is certain these could not be visited upon the terre-tenant, who, in respect to them, is a mere stranger. In truth, a very slight examination of the argument ah inconvenienti, will show it to be founded rather in imagination than reality.\nOur conclusions show that the court below was right in rendering judgment for the plaintiff below, on the demurrer. Wherefore,\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Fisher and Feed, for plaintiffs in error.",
      "Smyser, contriL"
    ],
    "corrections": "",
    "head_matter": "Little v. Smyser.\nA judgment of revival on a sci. fa. against the defendant alone is not a bar to a-subsequent sci. fa., to revive against the defendant and terre-tenants.\nAnd such sci. fa. may issue on the original judgment, or on the judgment entered, on any intermediate sci. fa. to revive.\nIn error from the Common Pleas of Adams.\nThis was a scire facias, issued in 1847, on a, judgment recovered against Little, in 1842, to revive the same against the defendant and terre-tenants. The terre-tenants pleaded that the judgment on which the sci. fa. issued had been entered on the 2d May, 1842, on an amicable sci. fa. to revive, &c. That afterwards, in 1842, the defendant, Little, had aliened certain lands to the terretenants, defendants, who had paid for the same. That, in the year 1843; the plaintiff had impleaded the defendant, Little, in an amicable sci. fa. to revive the said judgment of 1842, and had obtained judgment therein, without notice to the terre-tenants. That, in 1844, a judgment had been obtained between the same parties on like proceedings; and that a fi. fa. had issued on the judgment recovered in 1844, and that a certain sum had been made thereon.\nThe plaintiff replied, that the present sci. fa. issued within five years from the recovery of the judgment, in 1842. To this there was a demurrer, and the court (Irvine, P. J.) gave judgment for the plaintiff.\nFisher and Feed, for plaintiffs in error.\nThe plaintiff cannot go behind the last judgment on a sci. fa. to revive, &c., particularly after there had been an execution and a partial payment. The judgment on a sci. fa. to revive, is quod recuperet (5 Wh. 318), and is therefore final. Each writ must be founded on the last judgment: 2 W. & S. 220; and a judgment thereon is a good plea in bar to another sci. fa. on the same judgment: 3 Ib. 28. In 3 W. & S. 470, the record shows the sci. fa. was founded on the judgment recovered on the sci. fa. of Nov. T. 1837.\nSmyser, contriL\nIf the terre-tenants are not parties to a judgment on a sci. fa., there may be a. recovery on another sci. fa. on the former judgment, within five years from its date: 2 W. & S. 470. This case also settles, that the lien of the original judgment is not merged in the judgment of revival. Why, then, should an intermediate judgment of revival be merged; when it is equally an original ? The only ground can be, that it may be pleaded as an estoppel. But, for this, the parties must be the same: 3 W. & S. 28; 2 Ib. 220."
  },
  "file_name": "0381-01",
  "first_page_order": 381,
  "last_page_order": 387
}
