{
  "id": 962786,
  "name": "Bingham v. Young",
  "name_abbreviation": "Bingham v. Young",
  "decision_date": "1849-05-24",
  "docket_number": "",
  "first_page": "395",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 R. 344",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 284",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12132775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0284-01"
      ]
    },
    {
      "cite": "11 Wend. 548",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cow. 382",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2158004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/3/0382-01"
      ]
    },
    {
      "cite": "4 R. 308",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 305",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5687,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 1.1914819057298525e-07,
      "percentile": 0.5915016666994871
    },
    "sha256": "99b707eaf0bbd92efd52506aedf683e7054224d63e8607de11bac2381a6f8d60",
    "simhash": "1:84b5bcb5043f396a",
    "word_count": 988
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bingham v. Young."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe 41st section of the act of 16th June, 1836, enacts, that the officer to whom a writ of fi. fa. is directed, or his deputy, shall, if the defendant refuse or neglect to pay the debt, proceed to levy and sell so much of the defendant’s personal estate as shall be sufficient to satisfy the debt, &c.; and the 42d section of the same act provides he shall, before he proceeds to sell, give notice thereof by advertisement, in such manner as shall be best calculated to give information to the public of such sale. The publicity of judicial sales is, in every aspect in which the matter can be received, a requisite of indispensable necessity, and in accordance with the whole statutory polity on the subject. Secret or private sales of personal property, by an officer of the law charged with execution, is not countenanced by any adjudicated case of which I am aware, in this state.\nIn the case before the court, the sheriff made a levy on the goods of defendants, on the 21st February, 1848; and, at that date, one of the plaintiffs, in company with his attorney, directed the sheriff to permit the goods to remain in the custody of Zeigler, one of the partners in the store, who was authorized to continue selling the goods, as usual, out of the storej hut was required to pay the proceeds to the sheriff, who assented to the arrangement, upon condition that the plaintiff would take the responsibility, and that the arrangement should terminate whenever any other creditors issued execution. On the 28th February, 1848, some of the other creditors issued execution, and gave notice to the sheriff, that as he had not proceeded on the fi. fa. of Bingham & Brothers, he was required to proceed on the writs then put into his hands, or hold himself responsible. The plaintiff then took actual possession of the store, and shut it up. The first arrangement made by the parties was against law, and might be destructive to the interests of creditors. Under colour of such arrangement's, property might be sacrificed, or transferred by collusion between the execution-creditor and the debtor, to the manifest injury of other creditors, whereby they would be obstructed and hindered in the collection of their debts. In England the sheriff cannot detain the goods in his own hands, and satisfy the debt with his proper money; but he ought to sell them, for the law requires of sheriffs a strict observance and execution of the writs directed to them: Noy’s R. 107, and Langdon v. Wallis, Lutw. 589. Neither ought the goods to be delivered to the defendant, but ought to be sold: 2 Vent. 95; Impey’s Shff. 129-36.\nIn the case of Gibbs v. Neely, 7 W. 305, it was ruled by this court that an agreement between the execution-creditor and the debtor, that the personal property levied should be sold by the sheriff, on five days’ notice, was fraudulent and void, as to a subsequent execution levied on the same property. But here these sales were made by arrangement of the plaintiff and the sheriff and the debtor, by which sales were made without any notice; not even made by the sheriff, but by one of the partners during a space of seven days, during which time all that was valuable might have disappeared under colour of legal authority, whereby the subsequent execution-creditors would have been greatly hindered and obstructed. It is the policy of the law to shut up and close plain avenues to fraud and collusion, through which creditors may be obstructed and hindered, even though there be no actual fraud in the particular case.\nThe act of Assembly points out a plain rule, which is for the benefit of the first execution-creditor, for the safety and protection of the debtor, and which neither hinders nor obstructs subsequent execution-creditors. It ought to be, and must be observed. We are of opinion that the decree of the court below was right; and it is\nAffirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Jenkins, Wordney, and Swarr, for the plaintiffs in error,",
      "Word, WUmaker, Sood, Seister, and Shaeffer, contrd."
    ],
    "corrections": "",
    "head_matter": "Bingham v. Young.\nWhere an execution-creditor procures a special deputy to he appointed hy the sheriff, and the goods levied on in a store are sold hy him and the defendants at private sale, until other executions are left with the sheriff; the prior execution is postponed.\nIn error from the Common Pleas of Lancaster.\nThe personal property of the defendant having been sold by the sheriff, an auditor was appointed to report the facts, to enable the court to make distribution. From this, it appeared that a fi.fa. had been issued by Bingham et al., and a levy made, Feb. 21, on the goods in the defendant’s store. At the instance and on the responsibility of the plaintiff in the execution, the sheriff appointed one Zeigler his deputy, who, with the defendants in the execution, made private sales of the' goods at the store, as in the ordinary course of business. This arrangement continued for some days, and until other executions were left with the sheriff; Zeigler receiving the money and accounting to the sheriff. There was some evidence that Zeigler was a partner with the defendants. When the subsequent executions were issued the store was closed, and a public sale made March 4th, which was before the return-day of any of the writs.\nThe court considered that the prior execution-creditor was postponed.\nJenkins, Wordney, and Swarr, for the plaintiffs in error,\ncontended that if the intention of the plaintiffs was to obtain their debt by means of a sale before the return-day, they were not postponed: 4 R. 308; 3 Cow. 382; 11 Wend. 548; 6 Cow. 284; 3 R. 344; 5 Ib. 286. The object here was merely to sell to the best advantage, and that the argument, from the directions in the statute, to advertise, &c., was irrelevant.\nWord, WUmaker, Sood, Seister, and Shaeffer, contrd.\nMay 24."
  },
  "file_name": "0395-01",
  "first_page_order": 395,
  "last_page_order": 397
}
