{
  "id": 962717,
  "name": "Seagrist's Appeal",
  "name_abbreviation": "Seagrist's Appeal",
  "decision_date": "1849-06-28",
  "docket_number": "",
  "first_page": "424",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. 54",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 141",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 405",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9268,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.3871500315403174e-07,
      "percentile": 0.6416764066167564
    },
    "sha256": "dc9d32c12d12f7d2ce51a2c7dbf47d796f5037931a137b3843d7a7f77bf58533",
    "simhash": "1:cc6e5f13d0e7f174",
    "word_count": 1660
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seagrist’s Appeal."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis case has been well considered by the learned judge of the district. We affirm the. decree for the reasons he has assigned.\nDecree affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Alrielc, for appellants.",
      "Bibighause, contó."
    ],
    "corrections": "",
    "head_matter": "Seagrist’s Appeal.\nTestatrix bequeathed one-fourth of the residue of her estate to the separate use of her daughter A., and directed that all gifts and advances to any of her children should be deducted from their shares. She had previously loaned A.’s husband certain moneys, for part of -which a surety -was liable. She had, after the date of her -will, accepted a dividend under a prior assignment for creditors by A.’s husband. The amount of this indebtedness is not to be deducted from A.’s legacy, although testatrix had made no other advances to her children, other than these loans, and one of a like nature.\nFrom the Orphans’ Court of Lebanon.\nTestatrix, by her will, dated 28th March, 1845, directed the residue of her estate should be divided between her four children, of whom Frances Orth was one;' if they could not agree, it was to be sold. The will then proceeded: “ My moneys, notes, debts, and other demands which I may have at my decease, shall be divided into four equal shares, and what I have given and advanced in my lifetime to any of my cMldren, shall be deducted from their several and respective shares.” The share of her daughter Frances Orth, she gave to trustees for her separate use, the interest to be paid to her, without being subject to the debts or control of her husband; the principal to be paid to her if she survived her husband; but if he survived her, it was to be paid to her children at their majority; the interest to be applied to their education.\nIt appeared that Adam Orth, the husband of Frances, had borrowed money from the testatrix, for which he had given his bonds, one dated April 1,1837, for $300, on which interest had been paid for one year; the other dated April 8,1839, for $1,000, at five per cent. In this bond, Baltzar Orth was joined as a surety. Adam Orth had also given the testatrix his note for $50 in 1840, and a receipt for $10 in 1838. In June, 1840, Adam Orth made an assignment, preferring the testatrix. On the 23d April, 1845, she received a dividend of 42 cents on the dollar. After the assignment, she took a judgment-bond for $1,000 from Baltzar Orth, who became insolvent before the date of the will, for the amount due by him as surety; on this she entered judgment in 1841.\nIn 1842, she had loaned Zimmerman, another son-in-law, $900, for which she took his bond. And it was admitted that there were no gifts of money or property to any of her children or sons-in-law, other than these loans.\nOn these facts the auditor refused to award any part of the fund to the payment of Mrs. Orth’s legacy, inasmuch as these debts due by her husband exceeded her share.\nOn reversing this decision, Pearson, P. J., said: “This case presents a single question for the decision of the Orphans’ Court, under the facts reported by the auditor and agreed on by the parties in interest. Whether Mrs. Frances Orth is entitled to a distributive share of her mother’s estate under her will, or whether her whole interest in said estate had been advanced by Mrs. Seagrist to Adam Gr. Orth, in the lifetime of the testatrix ? The solution of this question must depend on the true •construction of the will, taking into view the acts done, the situation of the estate, the nature of Adam Gr. Orth’s indebtedness, and how the same was treated by the testatrix in her lifetime, and whether there is sufficient for every part of the will to operate upon ; and we must so construe the writing as to give every part of it effect, if practicable, consistent with the principles of law and the well settled rules of construction.” [His honour here stated the case.]\n“We are unable to see on what pretext the loan of one thousand dollars could be called an advancement. Security was taken, in the first place, for the payment of the debt, which is entirely inconsistent with the idea of it being intended as a gift to her daughter, through her daughter’s husband. On Adam’s failure, in 1840, she required his surety to give a new bond, in his own name alone, for the debt, and on that bond judgment was entered. It is true that the endorsement shows it was not intended as satisfaction for the original debt, but it is equally true it was to stand in full force till the other was fully paid. Adam Gr. Orth, by his assignment for the benefit of creditors, preferred his mother-in-law, Mrs. Seagrist, for the whole of the above debts, which are now called an advancement, and she, recognising such preference, received from the assignees upwards of six hundred dollars on account of these claims! At what period of time did these debts become an advancement ? Not when the loan was made, for security was taken; not when the secured bond was taken from the surety! Adam could not have so understood it when he made his assignment, nor could the testatrix have 'so considered when she accepted her dividend under it, and this was after the will was made. She never, by word or action, treated these debts as a gift to her daughter, but used all the means in her power to secure and collect them.\n“ The only fact in the case which could raise any reasonable doubt arises from the expression in the will, ‘ what I have given and advanced, in my lifetime, to any of my children, shall be deducted from their several and respective shares,’ and the difficulty of finding anything for that provision to operate upon, unless the loans to the two sons-in-law are to be treated as. advancements. But to counterbalance that, we have the careful and minute arrangement made to secure her daughter Frances. The share given to her is vested in trustees, to be placed at interest, on good security, and the interest paid to herself, her receipt made good therefor, notwithstanding her coverture, and her husband to have no con trol over it, and the same not to be responsible for his debts. Should he die first, it is to be paid to Frances. Should he survive his wife, it is to go to the benefit of the children, to be kept at interest for their use,'the interest applied to their education, and the principal paid to them as they respectively attain majority; and yet at that time the whole situation of these debts, now called an advancement, was perfectly known to the testatrix. The account of the assignees was stated and confirmed in November, 1844, and the whole sum to be received, known and settled.\n“ If the money then paid to Mrs. Seagris’t was applied to the arrears of interest, it would leave an amount due by Adam Orth sufficient to absorb the whole of his wife’s share; or, if this is treated as an advancement from the beginning, and, therefore, not to bear interest pn general principles, it would still leave too small a sum to command the assiduous care of the testatrix in securing interest for the maintenance of her daughter during life, and her children on her death. But, by the terms of the obligation, they were to carry interest; and, by applying the amount received to discharge that, before applying any portion of the.money to redeem the principal, it is manifest, from calculation, the legatee would not receive one penny. We are, therefore, well satisfied that such was not the true meaning of the testatrix, and that these bonds and note of Adam Gr. Orth were debts due the estate, and not advancements made to his wife. He is not even a child within the expressions of the will; and we think it more fair to presume, that gifts had been made by the testatrix to her children, or some of them, in her lifetime, of which her books, or papers, if she kept any, failed to furnish evidence, than to suppose, after all the minute directions in favour of her daughter Frances, she intended to put her off with an empty shadow of a claim against her own insolvent husband.\n“We therefore allow the exception, and order and decree the amount to be so stated as to allow Frances Orth an equal distributive share with the other three heirs in her mother’s estate, without taking into view any of the alleged advancements to her husband.”\nErrors assigned: 1. The court erred in allowing the exceptions to the auditor’s report, and in ordering the account to be so stated as to allow Frances Orth an equal'distributive share with the other three heirs in her mother’s estate, without taking into view any of the alleged advancements to her husband.\n2. The court erred in not decreeing that the bonds and note of Adam Gr. Orth were by the will converted into advancements out and out, thereby making the share of Frances Orth amount to the sum of $301.40 instead of $707.68.\nAlrielc, for appellants.\nThe will must be construed as a whole, not by parcels; meaning must be given to all the provisions: 2 Rop. on Leg. 321. Unless these bonds were taken for advancements, all the directions respecting them are without meaning. That it is usual to take bonds in such cases, appears from 3 Wh. 405.\nBibighause, contó.\nThe will cannot convert a loan into an advancement: 6 W. & S. 208; 4 Wh. 141; 10 W. 54. The intention to create a separate use is express. It is sought to annihilate this by an inference, and that a forced one, from another provision.\nJune 28."
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 428
}
