{
  "id": 962678,
  "name": "Taylor v. Gitt",
  "name_abbreviation": "Taylor v. Gitt",
  "decision_date": "1849-07-02",
  "docket_number": "",
  "first_page": "428",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 R. 227",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 234",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 28",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0162-01"
      ]
    },
    {
      "cite": "9 W. 356",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 D. 23",
      "category": "reporters:state",
      "reporter": "Dall.",
      "case_ids": [
        12125056,
        1408444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dall/1/0023-01",
        "/us/1/0025-01"
      ]
    },
    {
      "cite": "9 W. 386",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 R. 227",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 10492,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 1.0316662677724384e-07,
      "percentile": 0.548281000166419
    },
    "sha256": "4418478102ff6ecde6703cd2bccbf7f70ba6a7616de1d9de627a097cdbdeac1b",
    "simhash": "1:fa00a1a8691c2caa",
    "word_count": 1891
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Gitt."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nI have failed to perceive any evidence of the slightest interest in Joseph S. Gitt, when he was offered and received as a witness. There was no proof that he was a partner of his father, and if such was subsequently given, this did not make the prior action of the court wrong. The defendants should have asked an instruction to the jury to discard the testimony, if they believed him interested. No such instruction was prayed, and, indeed, it is more than questionable whether sufficient ground, was laid for it.\nThe witness frankly represented himself as the agent of his father in making his purchases from Pelouze, and passing Boyer’s bill single in payment. But had he concealed his agency, this would not have disqualified him as a witness: Gilpin v. Howell, 5 Barr, 51-2. It is almost needless to say, his endorsement of the bill did not make him liable upon it. He is not within the principle of Grayble v. Turnpike Co., 10 S. & R. 269; and if he were, he was called in opposition to any interest thus created. He was, therefore, rightly received.\nBut Pelouze was not rightly rejected. Even supposing this had been an action on the bill itself, I do not see, as the case stood, how he could have been properly excluded. He had, according to the testimony of Wills, received the whole value of the note, before it matured, from the Taylors. They had released him from all claim on that score, and he, certainly, was not liable to them, under his transfer of the bill single (Davis v. Barr, 9 S. & R. 137), though, if he had been, the release operated upon that liability also. If the ground of objection was, that he had been impeached of fraud, and therefore incompetent, the answer is, he was not shown to have been guilty of fraud towards the defendants in the feigned issue, and-was, therefore, not liable to them on that foot. But had there been evidence tending that way, the court could not undertake to judge of it. It must, necessarily, have been left to the jury, with proper instructions.\nIt seems to be thought, however, he comes within the principle of Post v. Avery, and the subsequent cases, which overruled Steele v. The Phoenix Ins. Co. It must be conceded some of these 'cases have gone very far to exclude any one from testifying, who, at any time, had an interest in the chose in action sued. But in the late case of Carter v. Trueman, 7 Barr, 315, it was observed, the great object of these determinations was to get back to the common-law ground, which had unadvisedly been deserted in the case overruled. That rule is, that all who have no interest in the subject-matter of the suit, when called to testify, are competent witnesses, except they •be parties to the action, or substantially occupy that position. In Phinney v. Tracey, 1 Barr, 173, it was said Post v. Avery, Patterson v. Reed, Leiper v. Peirce, and others of that class, in part proceed upon the ground that as the debtor is not allowed to invalidate the debt, by his own testimony, the creditor ought not to be permitted to prove it by his oath, when he is a party of record. And this is the true rule, founded in the policy which refuses to one litigant a privilege which cannot be accorded to the other. To the cases upon this head, collected in Carter v. Trueman, the following may be added: Orphans’ Court v. Woodburn, 7 W. & S. 162, where one who, at one time, had an interest as purchaser of a judgment, but had divested himself of it, was received as a good witness; Berghaus v. Alter, 9 W. 386, and Cameron v. Paul, 6 Barr, 322, both of which are based on the same principle.\nBut the case now presented differs, in a most important particular, from all the cases of exclusion. There, the action was to recover the debt assigned. Here, the debt is already recovered, and the only dispute is, who shall have it, the obligee or the last assignee ? The point to be decided is, therefore^, not within the principle of those adjudications.\nWe think, too, the court below was wrong in its answer to the several points upon which instruction was prayed. These answers proposed to visit the Taylors with the supposed fraud committed by Pelouze against Daniel Gritt, without any notice of it, traced to the former. They were based upon the rule established by Wheeler v. Hughes, 1 D. 23, and ever since followed in this state, that the assignee of a bond, whether legal or equitable, takes it subject to all the equities which subsisted between the i original parties, or between the obligor and an intermediate assignee (Metzgar v. Metzgar, 1 R. 227), where he neglects to make the proper inquiry. The propriety of this rule has been questioned more than once, since it is in direct contravention of the general rule, both at law and in chancery, that a purchaser for a valuable consideration .is not to be affected by a latent equity, of which he had no notice, or the knowledge of which might not have been picked up in the road of his natural inquiry, had he pursued it. It is now, however, too well settled to be called into question. Rut the learned judge forgot that the rule, or rather the exception to the rule, on which he founded himself, rests in the peculiar language of our statute authorizing the assignment of specialties or notes: Act of 1715; Davis v. Barr, 9 S. & R. 141. That enacts that the assignee may maintain his action for the recovery of the money mentioned in the assigned specialties or notes, “ or so much thereof as shall appear to be due at the time of such assignment, in like manner as the person or persons to whom the same was or were made payable, might or could have done.” The exception is, therefore, to be confined to cases within the purview of the act, and this embraces only disputes between parties to the instrument or their assignees, touching the amount due thereon. But where there is no dispute on this head; where, as here, the obligor makes no defence and pays the money, there is no room for the operation of the principle deduced from the statute. Thé case is, then, left to be governed by the ordinary rule of protection of a bond fide purchaser already stated. It would, indeed, be highly unjust were it not so. Take the present instance as an illustration. . Daniel Gitt, the obligee, endorsed on the bill single, his transfer of it to Pelouze, purporting to be for value. Pelouze, in the course of trade, offers it to Taylor & Co., who learn from the obligors that they have no defence to make against it. Taylor & Co. then accept an assignment of it from Pelouze, to whom they pay value. Shall the men who first gave it currency be permitted, afterwards, to set up tbe fraud of tbe first assignee, which his act enabled the latter to commit against an innocent holder, without notice ? In this aspect it comes directly within the axiom that when one of two innocent person's must suffer, he whose act gave occasion of the loss shall bear it: McMullen v. Wenner, 16 S. & R. 21. It will not do to answer, the last assignee should have inquired of the obligee whether any difficulties existed, before accepting the bill. This has never been held incumbent in the purchaser of a bond, simply because it is not to be supposed any information could be derived from one who appears to have parted with his whole interest in the thing. It follows that Taylor & Co. were not open to be affected by the alleged fraud of Pelouze, unless they knew of it, before giving value for the bill single. Of this there was no proof, and, consequently, they were injured by the charge. I need hardly say, that proof of a conspiracy, connecting the Taylors with the alleged trick played off by Pelouze upon Gritt, would put a very different face upon the case. But, as the matter now stands, I see no good reason why the plaintiffs below should not be permitted to recover the money in court.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "S. Alricks, for plaintiff in error.",
      "MeQormick, contrá."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Gitt.\nThe assignee for value of a sealed note without notice, is not affected with a fraud between his assignor and the obligee, which, as between them, would avoid the previous transfer.\nOn a feigned issue to try the right of claimants to the proceeds of the instrument, the assignor, having been released, is a competent witness for his assignee.\nAnd so is an endorser, to prove fraud after the transfer made by him, and thus avoid the transfer,\nIn error from the Common Pleas of Dauphin.\nDaniel Gitt was the holder of a note sealed by Boyer et al., payable January 1st, 1848. On the 4th of May, 1847, he assigned it “for value received” to Pelouze. Jos. Gitt had previously endorsed it. On the 8th of May, Pelouze assigned it to Taylor et al. An action was brought in the name of the obligee, to the use of Taylor, and judgment recovered. On affidavit, a feigned issue was directed to try whether Daniel Gitt (plaintiff) or Taylor et al. (defendants), were entitled to the money. On the trial, Jos. Gitt, for the plaintiff (under exception), having been released, proved that he gave this bill to Pelouze in payment of articles purchased of him for Daniel Gitt, the obligee. That afterwards Pelouze procured a levy to be made on the goods, under a judgment against Joseph Gitt, and they were sold. It was, however, proved, that the assignment to Taylor was for value, and, so far as could be gathered from the récord, this was- prior to the levy. The defendants offered Pelouze as a witness, having released him; but hé was rejected.\nThe court (Eidred, P. J.) said, that Pelouze’s acts, after the assignment to Taylor et al., would not affect them, if Daniel Gitt had notice of the transfer; but if he had not notice, they would be affected, and that the facts proved avoided the transfer to Pelouze.\nThis, and the exceptions to the evidence, were the errors assigned.\nS. Alricks, for plaintiff in error.\nGitt was not a witntess to prove a fraud in the transfer: 9 W. 356. Pelouze was a witness, not being party to the record, nor interested: 7 W. & S. 162. But the rule is settled, that the assignee takes, subject only to the equities in favour of the obligor: 9 S. & R. 141. The loss, if any, must fall on the party occasioning it to the Taylors, who are innocent purchasers: 16 S. & R. 21.\nMeQormick, contrá.\nGitt was offered against his interest as an endorser. Pelouze was incompetent, under 1 Barr, 176, &c. The assignee takes subject to all equities: 1 Dal. 28; 6 Bin. 234; 9 S. & R. 141; 1 R. 227.\nJuly 2.\nThis was a sealed instrument, and hence there was no contract by the endorsement."
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 432
}
