{
  "id": 962659,
  "name": "Moore's Appeal",
  "name_abbreviation": "Moore's Appeal",
  "decision_date": "1849-07-07",
  "docket_number": "",
  "first_page": "435",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 677,
    "char_count": 12644,
    "ocr_confidence": 0.37,
    "pagerank": {
      "raw": 2.2891356404137381e-07,
      "percentile": 0.7860323130808012
    },
    "sha256": "e58e53768a94ac65de75dcdc60fcd63322c573bae20cfdbb501a816ab44383fd",
    "simhash": "1:f5b1eab74758150c",
    "word_count": 2148
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nWe agree with the Court of Common Pleas, that we must limit our inquiries to the account filed the 21st November, 1848, and, consequently, we are precluded from going behind the confirmation of the last account. The exceptions were filed to that account, and to that alone does the investigation extend. None of the evidence taken by the auditor is relevant to the ease in hand, except that part of it which bears on the imputed mismanagement of the estate during the time embraced in the last period. The settlements were properly made, each and every year, and, when confirmed, were definitive decrees or judgments of the Court of Common Pleas, which are not open to examination except on an appeal, in each case, to the Supreme Court, taken within three years after each decree, under the provisions of the 36th section of the act of the 14th June, 1836 (Dunlop, 774). There is, therefore, nothing contained in the first exception which can be redressed in this proceeding. If such mismanagement existed as is now alleged, it must be corrected on appeal in each settlement, and cannot be reached by virtue of an exception to the last account.\nBut it is further contended, that the accountant ought to be charged with at least one thousand dollars more as the income of the last year; that the estate, if well managed, ought to have produced at least that amount. The second and third exceptions are substantially the same. On this point we have some difficulty, for we are not without suspicion that more might have been realized from the estate than is charged in the account; that there has been mismanagement somewhere, although it is impossible to ascertain from the lights before us where the blame properly rests. It seems to be conceded that the principal, Dr. Brown, has strictly accounted for all he received; at least there is neither proof nor allegation to the contrary. Nor is it pretended there is anything exceptionable in the charge for expenditures for the repairs and improvements done to the estate. The exception contains a general charge of mismanagement, supported by proof of the annual value of the estate estimated clear of the pay and living of the principal, and all taxes, repairs, and expenses, at from two thousand to twenty-five hundred dollars per annum. The witnesses, without exception, agree that the property was well farmed, and, so far as they know, well managed, and it is proved that the lots attached to the estate have improved in value under judicious management, and are rented at fair prices. We have the.case of an attempt to surcharge a trustee of real estate, where it is confessed the property has been well farmed and well managed, where, so far as appears, no unnecessary expenses have been incurred, and where he has faithfully accounted for every cent he received, on a general exception of bad management, supported by no other proof than the opinion of son^ witnesses adjoining the estate, of its annual value, and that in their judgment, unassisted by any precise and definite facts, it might, under different treatment, be made to yield more than the amount with which the accountant stands charged. Although, as has been before insinuated, we cannot help believing that less profit has been made from the estate than the friends of the institution had reason to expect, we do not feel ourselves at liberty to indulge in conjecture, so as to charge the accountant with imaginary values; and unless we did, there is nothing tangible, no error sufficiently appa ■ rent to compel us to reverse the decree of the Court of Common Pleas. The general rule unquestionably is, that a trustee is not liable for more than he receives of the profits of the estate, for he is considered in the character of a stake-holder or bailiff. If you wish to surcharge him beyond the actual profits, you must prove satisfactorily supine negligence, or wilful default. He is not chargeable with imaginary values: 24 Law Lib. 322; Palmer v. Jones, 1 Vern. 144; Harnard v. Webster, Sel. Ch. Cas. 53. With the exception of the annual value of the estate heretofore referred to, which, be it remarked, must be taken with some grains of allowance, there is not a particle of testimony even tending to show either supineness or negligence on the part of the principal, or wilful default. On the contrary, the uncontradicted evidence is, that the property has been leased in the customary way, on shares of the products; that the lots attached to the estate were let at fair prices, mostly at public auction; that correct returns were made by the lessees, of the yield of the farms, which was sold in the usual way, and at the customary prices; that the expenditures were not more than was beneficial to the estate; and, moreover, that the whole proceeds were fully returned and entered into the account. Under these circumstances it is very obvious, that if we surcharge the accountant, we are reduced to the necessity of a doubtful guess at the amount, for we have no rule, no data, by which we can ascertain the additional sum, for which justice requires that he should be made to account. But, although we do not feel ourselves compelled at this time to surcharge the accountant, yet we must be permitted to express our surprise, that under the direction of the present trustees, more has not been effected in the way of the liquidation of the debts against the estate. We regret to see that the debts still remain at more than ten thousand dollars, having been diminished very little, if any, since the year 1841, a period of nine years. Until the debts are paid, which is i¿ie primary duty of the trustees, it is vain to expect that the benevolent intentions of the founder of this noble charity can be accomplished. It has been delayed so long as to be a standing reproach to the county of Dauphin, where such abuses have been suffered to exist. The history of this case presents a lamentable and disreputable instance of the entire frustration of the purposes of a benevolent institution, by the culpable cupidity of those (with the aid and encouragement of others, from whom we had a right to expect better things) to whom the management of its affairs has from time to time been unfortunately intrusted. It presents a tissue of intrigue, cupidity, mismanagement, embezzlement, and fraud, not very creditable to the parties who have been the principal actors. We have now a confident belief, that these disgraceful scenes will have an end; and, to further this desirable result, it will be the duty of the courts to keep a vigilant eye on the future management of the trust, to prevent the funds of the institution, if possible, from being squandered on objects not within the contemplation of the founder of the charity. From the assurances given on the argument, we are not without an ardent, expectation and hope, that all the debts and liabilities of the institution will be fully discharged within a reasonable period, and the institution put on a proper footing, so as to carry out the design of the founder. His intentions, which must furnish the governing rule, are clearly expressed to be, that after payment of debts, the funds bequeathed to the charity are to be applied to building an orphan-house, for the purpose of maintaining and educating, free from all expense and charge to the children or their relatives, all such poor and healthy orphan children as shall be of the age of five years and under the age of twelve years, also poor children, within the age aforesaid, whose parents, from want of property, are unable to maintain or educate them. These directions are clear and unequivocal, and we should suppose difficult to misunderstand, and yet we find the funds directed to a different purpose. We would recommend the trustees seriously to examine whether the school which they have established, however beneficial to the borough of Middle-town and its immediate neighbourhood, accords with the will of the testator. The Rev. Mr. Heilig, who is the principal of the school attached to the institution, testifies, that although there are seventeen orphan children in the number of scholars who are taught gratuitously, yet there are none who are boarded and lodged in the orphan-house, as the will directs, or who are 'clothed at the expense of the institution. For the services of the teacher, although nothing required by the will has been done, he receives from the fund, as an equivalent, a salary amounting to the sum of at least four hundred dollars. Taking, however, all the circumstances together, and making due allowance for the misapprehension of the trustees, we direct that the decree of the Court of Common Pleas be affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Alriclcs, for the appellant.",
      "McOormiclc and J. A. Wisher, contri."
    ],
    "corrections": "",
    "head_matter": "Moore’s Appeal.\nOn exceptions to an account of a trustee filed in the Common Pleas, Ms previous accounts filed and confirmed, cannot be examined into.\nA trustee cannot be surcharged upon evidence of witnesses that the property ought to have yielded more than it did, there being no evidence as to particulars, and there being evidence that the rents demanded were as Mgh as could be obtained, and that everything received had been accounted for, and the property very much improved under Ms management.\nFrom the Common Pleas of Dauphin.\nIn 1806, Frey, by his will, devised his estate, real and personal, to trustees, for the erection and maintaining of an orphans’ house, in which orphan children were to be maintained and educated free from charge to their parents. The will' contained full and detailed directions respecting the management of the school. Among other things, it provided that the trustees should annually submit a statement of their accounts to the Grand Jury and'Quarter Sessions of Dauphin county, and he directed a charter to be applied for.\nIn 1839, the institution was incorporated, and the Common Pleas authorized to appoint trustees, who should elect a principal to perform the duties mentioned in the will. Under this, Dr. Brown was appointed principal, in 1839. lie-continued to conduct the affairs of the institution, and filed annual accounts of his trust in the Common Pleas, which were confirmed. His account, filed in 1848, was excepted to by Moore, and the matter referred to an auditor.\nIn this account he charged himself with receipts, $3,601.76\nHe took credit for expenditures, including repairs and improvements, payment of interest on debts due by the estate; tutor’s salary, $200; outstanding ground-rents, $300; his own salary, $266; in lien of a free table, allowed by the will, $300, and outstanding hook-debts, $300 ...... 4,306.75\nThe balance due the accountant was thus 704.99\nThe debts due by the estate were . . . . 9,054.98\nThe assessed value of the property was 45,252.00\nThe exceptions were, that the accountant ought to he surcharged with $1,000 annually, during the period he had managed the property, and with other amounts arising from property sold and not accounted for, and which ought to have been obtained from the renting of the various pieces of real estate. The evidence to support the first, was the general statements by witnesses, that the property ought to have brought in the whole more than it did, by at lea¡3t $1,000 per annum. But there was no evidence, to show that any lot could have been rented for more than it was: and it was shown, that everything received had been accounted for, and that the condition of the land and buildings had been very much improved, and that the expenditures for repairs were proper and beneficial.\nThe court below confirmed the report, saying: “ There does not appear to be any tangible exception properly supported by evidence; the trustee has leased out the \"property, in manner customary in this country, and as prudent men transact their own business. The rents appear to have been fully accounted for, although, in the opinion of the court, much less profit has been heretofore made from the property than would have been, had the same been managed to the best advantage. Yet there does not appear to have been any culpable negligence on the part of the trustee within the past year, and we cannot go back of the confirmation of the last account stated.”\nThe errors assigned were: 1. In refusing to go behind the accounts which had been confirmed, they not having presented to the grand jury, as required by the will. 2. In not charging the accountant with $1,000 additional, the evidence on that ¡Joint not being contradicted. 3. In confirming the account after saying, that much less profit had been made, than would have been, &c.\nAlriclcs, for the appellant.\nMcOormiclc and J. A. Wisher, contri.\nJuly 7."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 439
}
