{
  "id": 962675,
  "name": "Boger's Appeal",
  "name_abbreviation": "Boger's Appeal",
  "decision_date": "1849-07-02",
  "docket_number": "",
  "first_page": "440",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 369,
    "char_count": 7209,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 2.5916105598991863e-07,
      "percentile": 0.8182780154364212
    },
    "sha256": "e35eda1a29185fbab5549447bc6c0a9a56c1ed16fbb5d90abd4893dc4dc6131d",
    "simhash": "1:3463c0b23d722949",
    "word_count": 1251
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boger’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nSuitors in the temple of justice must enter at the door, and not clamber over the wall. There was no record in the Orphans’ Court, no proceedings instituted or pending there, to'be rectified or reformed, upon which the rule to show cause would legitimately operate. The whole proceeding in regard to the valuation was in another forum; a forum of special jurisdiction, created by the testator himself in his last will. The Orphans’ Court, doubtless, for sufficient cause, and when their intervention is invoked in the proper manner, may declare their proceedings void, and do ample justice to the petitioners, if they have suffered wrong.\nThe executors, to whom the power was granted in the will to appoint appraisers of the real estate, executed that power at the time indicated in the will, to wit, immediately after the death of the widow. Those appraisers, upon notice given to the persons interested, proceeded to value and appraise the real estate, and fix the time and manner of payment, by Joseph Boger, to whom the estate was devised, of the one-third part thereof to the petitioners, as the appraisers were directed to do in the will. The’ appraisers returned to the executors, under their hands and seals, the valuation, and regulation of the mode of payment, of the one-third. Whereupon, Joseph, to whom the land was devised upon his payment of one-third of the appraised value to the petitioners, appended in writing, under seal, his acceptance of the land at the appraised value, and the regulation of the payment -to the petitioners. These proceedings were then recorded by the executors, in the recorder’s office of Lebanon-county; and Joseph proceeded to pay several of the petitioners’ instalments of their respective' shares, ■ as they became due, for which acquittances were given. Some of the petitioners declined to receive any part; and all of them joined in a petition to the Orphans’ Court, praying the court t.o grant a rule upon the said Joseph, to show cause why the appraisement should not be set aside, and the valuation recorded (I presume, in the Orphans’ Court), at $6,636.87. Joseph Boger answered, that the court had no jurisdiction; whereupon the court dismissed the petition on that ground: and we think they were right. If there was collusion, fraud, or gross mistake, in the execution of the power by the executors and the appraisers, the Orphans’ Court, in a proper mode of proceeding, may consider the appraisement null and void. In Pray et al. v. Belt, 1 Peters, 676, the testator gave his executors power, in case of dispute between any of the legatees, to decide between them, and provided that their decision should be final. The court held that, in such cases, a power given to preserve peace, if the legacy was not limited over on the decision, ought not to be construed to defeat the intention of the testator, and that a fraudulent exercise of the power might be remedied by suit at law. The instances put are where the executors, under that power, refused to decide and pay over, or paid a legacy bequeathed, to another and different person.\nIn equity, when a power is coupled with a trust, as it is in this instance, the court of chancery would compel the trustees to execute the trust, although they would not compel the execution of a mere naked power, but, 'in such case, if the grantee of the power refused to act, would consider it extinct: 2 Stor. Eq. § 1061. If, then, the power has been executed in fraud of the.rights of cestui que trust, or in such gross mistake as to be an equivalent to a fraud upon him, why not compel a re-execution of the power, or consider it a nullity ? and why, in such case, should not the court either appoint trustees, or execute the power itself, according to law and equity ? If the executors had died without executing the power, a court of chancery would hold that the trust survived, and, upon a suitable bill in equity, would decree a sale of the estate, for 'the purpose of executing the trust. It would seem to follow, that a fraudulent execution of a power would be considered as of no effect, and as void; and that, upon a suitable bill, with proper parties, a court of chancery would decrees sale of the estate, for the purpose of executing the trust.\nIt would seem that the Orphans’ Court have jurisdiction over the subject-matter. There is a power and a trust arising under a will, and the due execution of both may be compelled in the Orphans’ Court, if its aid is properly invoked. I intimate not the slightest opinion upon the merits of the case; that is, whether the subtraction of the debts of the deceased, which were paid by Joseph Boger from the amount of the appraisement, and returning the balance as the proper valuation, which should determine the amount of the one-third to which the petitioners are entitled; or whether Joseph is bound to pay the full value, and the debts of the deceased in addition. Nor is it intended to intimate any opinion as to whether the mode of valuation alleged to have been adopted by the appraisers, furnish sufficient grounds for the intervention of the power of the Orphans’ Court, [upon a suitable bill, or not. These matters are not properly before this court, the petition having been dismissed, solely on the ground of a want of jurisdiction, in the manner in which its exercise was invoked by the petitioners.\nMy object is merely to express the opinion of this court, that if such gross wrong has been done to the petitioners as to amount to a fraud on their rights, that there is power and jurisdiction in the Orphans’ Court to afford redress; but not in the way which this \"oceeding contemplated.\nDecree of the Orphans’ Court affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Ulrich and Bibighame, for appellants.",
      "Kline and J. Weidman, contrá."
    ],
    "corrections": "",
    "head_matter": "Boger’s Appeal.\nThe testator devised Ms land to A., subject to the payment to B. of one-third of the appraised value, to be fixed by persons appointed by his executors. The appraisers made a valuation, but deducted therefrom the amormt of testator’s debts, paid by the devisee. B., by petition to the Orphans’ Court, sotting forth these facts, prayed for a rule to show cause why this deduction should not be set aside, and the appraised value, free from deductions, recorded. The Orphans’ Court have not jurisdiction to grant such a rule.\nR seems they have jurisdiction to remedy a fraudulent exercise of such a power and trust.\nFrom the Orphans’ Court of Lebanon.\nThe petition of Boger et al. set forth, that Boger devised certain land to his son Joseph, subject to the payment of one-third of the valuation, to be fixed by three men, to be appointed by his executors, 'which third was bequeathed to the petitioners. That appraisers were appointed by the executors, who valued the land at $6,636, and from this they had deducted $3,331, being the amount of the testator’s debts, alleged to have been paid by the devisee. A rule was prayed to show cause, why the appraisement should not be set aside so far as respects the deduction, and the appraisement recorded at $6,636.\nThe answer denied the jurisdiction, and the petition was dismissed.\nIt was admitted on the paper-book, that partial payments had been made by the devisee.\nUlrich and Bibighame, for appellants.\nKline and J. Weidman, contrá.\nJuly 2."
  },
  "file_name": "0440-01",
  "first_page_order": 440,
  "last_page_order": 442
}
