{
  "id": 962729,
  "name": "Hassinger's Appeal. Marshall's Appeal",
  "name_abbreviation": "Hassinger's Appeal",
  "decision_date": "1849-07-02",
  "docket_number": "",
  "first_page": "454",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 197,
    "char_count": 2882,
    "ocr_confidence": 0.376,
    "pagerank": {
      "raw": 2.4857442194087425e-07,
      "percentile": 0.8080474962053772
    },
    "sha256": "d33fbb17d26a18138c0a7af50043ec49c5795d8493b99fb0205bf794a81bf3db",
    "simhash": "1:a4c4fe0ea8ea23c3",
    "word_count": 483
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hassinger’s Appeal. Marshall’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere are certainly primé facie rights to priority of administration; but they may be controlled by evidence of incompetence, or unfitness from circumstances. The interest of David S. Hassinger, as administrator of his sister, would be directly antagonistic to Ms interest as an administrator of his father, whose estate he would, in effect, settle with himself so far as the estate of Miss Hassinger should be concerned. But both the Hassingers, and the G-loningers, with their husbands, are in contest for the administration of her estate; and it ought to be committed to an impartial stranger to them, who alone would have their confidence, or would perhaps deserve it.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Kline, for the Hassingers.",
      "Weidman, for Marshall and the Gloningers."
    ],
    "corrections": "",
    "head_matter": "Hassinger’s Appeal. Marshall’s Appeal.\nWhere the brothers of the intestate are administrators of her father’s estate, •which is unsettled, and one of them is executor of her administrator, the court may refuse to grant them letters of administration do bonis non.\nWhere there is an allegation that the father of one of the next of kin has unlawfully retained the property of the intestate, and that the object of taking out letters is to bring suit therefor, the court may refuse to grant letters of administration to the husband of such next of kin, on objection made by others.\nIn such cases, administration should be granted to an impartial stranger.\nFrom tbe Orphans’ Court of Lebanon.\nIn 1824, administration of the estate of Jacob Hassinger was granted to his two sons, J. and H. Hassinger, whose accounts were pending before an auditor at the time of this controversy. Eliza Hassinger, one of his daughters, died in 1847, leaving her two brothers and the children of her deceased sister, Mrs. Grloninger, her next of kin. At the instance of her brothers, letters of administration- of the estate of Eliza Hassinger were granted to S. Dill-worth, who died, leaving D. Hassinger his executor. At the death of Dillworth, applications were made by J. and D. Hassinger, and by Marshall, who had married a daughter of Mrs. Gloninger, at the instance of the children of Mrs. Gloninger, for letters of administration de donis non of the estate of Eliza Hassinger. To the applications by the Hassingers, it was objected that they represented an estate on which Eliza had a claim as a distributee. Whether this had been paid was a contested question, and evidence was offered to the court. To the claim of Marshall, it was objected that Eliza Hassinger had resided until her death with his wife’s father. And it was alleged that one of the objects in taking out letters was to bring suit against him for property of the decedent, which he had improperly obtained. On these grounds, the court, Pearson, P. J., after the parties had refused to agree upon a disinterested party, dismissed both the petitions.\nKline, for the Hassingers.\nWeidman, for Marshall and the Gloningers.\nJuly 2."
  },
  "file_name": "0454-01",
  "first_page_order": 454,
  "last_page_order": 455
}
