{
  "id": 962757,
  "name": "Johnson v. Rutherford",
  "name_abbreviation": "Johnson v. Rutherford",
  "decision_date": "1849-07-02",
  "docket_number": "",
  "first_page": "455",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 455"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 R. 45",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 230,
    "char_count": 3907,
    "ocr_confidence": 0.374,
    "pagerank": {
      "raw": 1.463041134490833e-07,
      "percentile": 0.6577068778913365
    },
    "sha256": "b675ade89ea382f9694aefc29c608c2c9e788bbdda7868c12e48a059bcadfed4",
    "simhash": "1:fcd157349d21dee0",
    "word_count": 692
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson v. Rutherford."
    ],
    "opinions": [
      {
        "text": "Rosees, J.\nJudgment affirmed, for reasons given by Judge Eldred.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rosees, J."
      }
    ],
    "attorneys": [
      "Boas, for plaintiff in error.",
      "McAllister, contrifc."
    ],
    "corrections": "",
    "head_matter": "Johnson v. Rutherford.\nWhere a public officer has made an overpayment by mistake, he may recover it back unless he has received a credit for the amount in Ms account with the commonwealth.\nWhere an overpayment was made on account of work done under a contract, and on a final settlement, the apparent balance is paid, the statute of limitations does not begin to run until the payment on the final settlement.\nIn error from the Common Pleas of Dauphin.\nAssumpsit. Pleas, the general issue and the statute of limitations. On the trial, it appeared that the defendants were contractors on one of the state canals: the plaintiff was the superintendent. In 1838, two estimates were made of the work done by the defendants, and the amount thus ascertained was paid to them in that year and 1839. In 1848, the canal commissioners directed that a new measurement and estimate should be made, which were done, and the amount thus ascertained paid, by plaintiff, to the defendants, in 1843. It appeared, that, in making the last estimate, the payment under the former had been omitted from the account. To recover this overpayment, this action was brought in 1847. So far as appeared, the plaintiff had not been credited by the state for this amount.\nEldred, P. J., instructed the jury: “ Two legal objections are made to the plaintiff’s recovery. First, he contends, as the money ■was paid by the plaintiff in his character of superintendent and agent for the commonwealth, and received by the defendant from him in that capacity, that the plaintiff cannot maintain this action in Ms own name, and that, if liable at all, it is at the suit of the commonwealth. If the state had allowed the plaintiff this payment in a settlement with him, it may be that the commonwealth' might sustain this action. ' But there is no evidence that they have done so. The books of the auditor-general would show it if it were so; but, so far as the evidence goes, it tends to prove that it was never allowed, and I can see no objection in the plaintiff’s maintaining his suit in his own name.\n“ Second: it is said that the statute of limitations is in the way of recovery. To this I cannot assent. It is true the money was paid on the 4th January, 1839, on an estimate made by an engineer, and that was more than six. years before the commencement of this suit, but that is not the test to fix the liability. The question is, when could it be. said that the defendant had received moneys, which, in equity and good conscience, he should not retain 1 — or, rather, when could a suit have been instituted against him? Surely not before the 80th November, 1843, when a final estimate and settlement was made, and the defendant received the $249.50. There is no evidence that any work was. done after 4th January, 1839; and, in 1843, when the final settlement was made, there was due him $249.50, which he received. Now before that period, if suit had been brought, either by the commonwealth or the plaintiff, it would have appeared, that the money received was paid him on an estimate by a state engineer and by a state agent; and, not only that, it would appear also that, at least, that sum was due him on the contract, so that no rule of law or equity would sustain an action. But, after that period, when he received the balance of $249.50, it could, both in law and equity, be said that he had money that, in good conscience, belonged to another ; and, under the view taken by the court, it belonged to the plaintiff in this suit. This answers the defendants’ points in the negative..”\nBoas, for plaintiff in error.\nThe statute of limitations commenced from the overpayment in 1839: 2 R. 45.\nMcAllister, contrifc.\nThe payment having been made on a regular estimate, the defendant could lawfully retain it on account of his finished work.\nJuly 2."
  },
  "file_name": "0455-01",
  "first_page_order": 455,
  "last_page_order": 456
}
