{
  "id": 962719,
  "name": "Fitch's Appeal",
  "name_abbreviation": "Fitch's Appeal",
  "decision_date": "1849-07-05",
  "docket_number": "",
  "first_page": "461",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. 63",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 357",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 199",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. 357",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 4326,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.21006613279496e-07,
      "percentile": 0.5956936099363322
    },
    "sha256": "d6b536e18378c0ea4f47b64c097aa93d5f0624e9b5acd80d969488a4eefe9071",
    "simhash": "1:3cb39f45be3ef0dc",
    "word_count": 785
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitch’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is not pretended the sheriff’s- claim is sanctioned by the fee-bill. Giving to his testimony, heard in the court below, all he can possibly claim for it, we have the ease of a private debt due to him individually, for-services rendered to the defendant in the execution. We are thus presented with a novel attempt by a sheriff to appropriate the remaining avails of an execution in his hands, iñ satisfaction of his private debt, as against the assignee of the execution-debtor. ■ IIow the court below could have hesitated at once to dispose of such a claim, it is someAvhat difficult to imagine. There is no pretence the sheriff had a lien upon the fund, and any supposed right to set.off the debt due to him, as against the transferee of the defendant, or even against the defendant himself, is repudiated by all the authorities, as is shown by Miles v. Richwine, 2 R. 199, and Irwin v. Workman, 3 W. 357. After payment of the execution-creditors, the residue of the money levied belongs to the defendant, just as the sum necessary to satisfy the execution belongs to the plaintiff. The last case is therefore directly in point, so far as the notion of set-off is involved. To permit a sheriff or other executive officer thus to intermingle his private affairs with his official duties, would be attended with the most monstrous results. The law,'therefore, wisely forbids it. It gives him no grasp upon the money raised, further than is warranted by his writ. Beyond this, he has not a shadow of. right to detain the avails of his sale, nor can he assume the character of debtor in respect to the fund, so as to invest himself with the right of one. If he has a claim against either the plaintiff or defendant in the execution, he is left to his remedy at law. But did this admit of the slightest doubt, it would vanish upon payment of the money into court. After this, any other simple contract-creditor of the original defendant would come in, .with the same show of reason, to demand an application of the sum in custody, in discharge of his debts. In this particular, the sheriff stands on no higher or better ground than any other person stranger to the legal process. In directing the money to be paid to the sheriff, the Common Pleas committed an error. It clearly belonged to Barron’s transferee, Fitch.\nWere this otherwise, the court should not have ordered the money to the sheriff, irrespective of. his right to it, as a creditor. Being in gremio legis, by the payment into court, it was the duty of the court to determine which of the claimants was entitled to it. They could not shuffle off this duty by turning round the defendant or his assignee to a suit at law.\nDecree reversed, and it is ordered the said money in court be paid over by the prothonotary of the said court to the said John W. Fitch, as assignee of the said Michael Barron.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "McCormick, for appellant.",
      "Kunkle., contrA"
    ],
    "corrections": "",
    "head_matter": "Fitch’s Appeal.\nWhere money is made on a fi. fa., the sheriff cannot set up any claim on the surplus proceeds hy reason of a debt due him hy the defendant, nor for the expenses incorred in taking care of goods when the sale was deferred at the instance of defendant, and on his promise to pay the expense.\nFrom the Common Pleas of Dauphin.\nThe sheriff, under a fi. fa., made a sale of personal, property' on the 14th of January, 1848. On the 17th the defendant assigned his interest in the surplus, after satisfying the execution, to Fitch. The money Ayas paid into court, and, on the question of the distribution, the sheriff gave evidence, that defendant had agreed Avith him, if he Avould not advertise for a feAv days, and Avould employ men to guard the goods in the mean time, defendant would pay the expense. The sheriff did as requested, and claimed to he reimbursed the amount thus paid.'\nThe evidence on this subject being contradictory, the court directed the amount in court to be returned to the sheriff, without deciding on the question of his right.\nMcCormick, for appellant.\nThis demand is forbidden by the act of Assembly. If it is a mere private debt due the sheriff, he cannot claim to set it off in this proceeding: 3 W. 357; 7 W. 63.\nKunkle., contrA\nIt is not claimed as a fee, but as money paid at the instance of the owner of these goods, in taking care of them; until the sheriff is reimbursed, he is responsible to.no one.\nJuly 5."
  },
  "file_name": "0461-01",
  "first_page_order": 461,
  "last_page_order": 462
}
