{
  "id": 962721,
  "name": "Magill v. Swearingen",
  "name_abbreviation": "Magill v. Swearingen",
  "decision_date": "1849-06-11",
  "docket_number": "",
  "first_page": "497",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Y. 286",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 190,
    "char_count": 2514,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3384083396367896
    },
    "sha256": "dcf06c79fc28351531224de183d2af3bf1cccf93e7a201c41e34c561f6476635",
    "simhash": "1:2a307ed3ef8679dc",
    "word_count": 447
  },
  "last_updated": "2024-02-27T17:18:16.971381+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Magill v. Swearingen."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe act of 1806 (Dunlop, 242), abolished the ancient form and manner of instituting the action of ejectment. The 12th section of the act provides a plain form of writ, and requires a description of the land to be filed, in which the plaintiff is to aver that the title is in him. The supplement to this act, in 1807 (Dunlop, 253), declares that the form given in the act of 1806 shall issue in all cases; and all parties having an undivided interest in lands, whether as joint-tenants, co-parceners, or tenants in common, may join therein, and recover according to their interest and title.\nHere, the plaintiffs claimed on the trial,- to recover the interest in the land in question, which fell to them by the death of their aunt. They failed to show that their father had any interest at the time of his death; his interest in the tract having been sold by the sheriff in his lifetime. They did show title, and a right in the land, Which had descended to them from their father’s sister, who had survived their father. The court ought to have held the words in the writ and on the docket, “heirs of Robert Magill, deceased,” as words descriptive of the plaintiffs — who they were. They showed that they were the children óf Robert Magill; but, as the defendant gave evidence that the interest of Robert Magill was divested in his lifetime, they certainly could show that they had an interest in the lands, which had descended to them by the death of their maiden aunt, at the institution of the ejectment, and -how they .derived title to an undivided interest in the tract in question. .\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Parker, for plaintiffs in error.",
      "Peed, contri!."
    ],
    "corrections": "",
    "head_matter": "Magill v. Swearingen.\nThe recital after a statement of the names of the plaintiffs in ejectment, “heirs-at-law of A.,” does not confine them to their title as his heirs.\nIn error from the Common Pleas of Juniata.\nThis ejectment was brought by Magill and others, “heirs-at-law of Robert Magill.” They failed in proving title as his heirs, but showed they were entitled as heirs of a deceased aunt. (What was the recital in the. writ or narr., could not be gathered from the paper-book.)\nHepburn, P. J., directed a verdict for defendant on this ground.\nParker, for plaintiffs in error.\nThese words were a description of the persons, or surplusage.\nPeed, contri!.\nThe act destroyed fiction, and left matters of substance as before. This was a recital of the title claimed, and, ■ hence, none other could be proved: 12 S. & R. 436; 3 Y. 286; 4 W. C. C. 199.\nJune 11."
  },
  "file_name": "0497-01",
  "first_page_order": 497,
  "last_page_order": 498
}
