{
  "id": 962744,
  "name": "Mishler v. Merkle",
  "name_abbreviation": "Mishler v. Merkle",
  "decision_date": "1849",
  "docket_number": "",
  "first_page": "509",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "10 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 216,
    "char_count": 3220,
    "ocr_confidence": 0.354,
    "pagerank": {
      "raw": 4.3004890917364487e-08,
      "percentile": 0.2710322107582334
    },
    "sha256": "26137a1e24d6dd0496fe78c2b668c2989d80bb6052728376635d68cdf07a9076",
    "simhash": "1:5a9ef1937e94f51f",
    "word_count": 590
  },
  "last_updated": "2023-07-14T18:49:12.538229+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mishler v. Merkle."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis action is brought, not on the defendant’s promise to pay to the son the money secured by the bond, but on the bond itself. The plaintiff might have declared on it, as a lost bond, in the old form; but he has filed a statement of his cause of action, under the act of 1806, in which he has stated it particularly.\nSorry are we to say, however, that the release by the second husband of the obligee’s widow, did not remove the objection to her competency on the score of .interest, in the subject-matter of the suit. She had an interest in her intestate husband’s estate, and she was consequently incompetent to increase it. She was in the predicament of a bankrupt, called to increase the fund. Did her second husband’s release divest her entirely of it ? It was an assignment of her chose in action, which was not assignable at law; and, according to the principle of Siter’s case, 4 Rawl. 468, it passed only his own interest — in other words, a right to take it to himself, by reducing it to possession. Surviving him, she would still be entitled to her full share of her first husband’s estate, if the second should not have received it. Had he received a valuable consideration for the assignment or release, its effect would have been different; but the consideration was merely nominal. It is urged, that' though she may not have been competent by force of her husband’s release, she was competent by force of her own release, when she was sole. But she executed no release. She testified, that when the bond was missed, she asked him to say what would be done now it could not be found; and that when ho said he would keep the money for the son, she was satisfied. There was no contract in that: nor was there a consideration for one, even if the conversation amounted to an agreement to release; yet it is proved by her own oath, and she is not a witness to make way for her own testimony.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Graham and Biddle, for plaintiff in error.'",
      "Reed, contrá."
    ],
    "corrections": "",
    "head_matter": "Mishler v. Merkle.\nA release for a nominal consideration by a husband of his -wife’s interest in a suit brought by the administrator of an intestate’s estate, of which she is one of the distributees, will not render her competent as a witness for the administrator of the estate.\nIn error from the Common Pleas of Cumberland.\nDebt on a bond by defendant to Jacob Mishler, brought by his administrator, to the use of his son. The plaintiff called the widow of the intestate, to prove the lost bond. Her present husband had released to the son, in consideration of one dollar, all her interest in this suit. In the course of her examination she stated, that after the death of the intestate, defendant had obtained possession of the bond, but promised to keep the money for the son, and pay it to him when he came of age. To this, which occurred when she was sole, she had assented. It would seem, this was considered as a release by her.\nGraham and Biddle, for plaintiff in error.'\nThe release was not available, for want of consideration: 1 Rop. on Hus. and Wife, 225.\nReed, contrá.\nThe witness had released her interest when sole, for the benefit of her son; and, if she had not, her husband could release it, though he could not assign it but for value."
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 511
}
