{
  "id": 408837,
  "name": "Hinman versus Kent",
  "name_abbreviation": "Hinman v. Kent",
  "decision_date": "1850-07-12",
  "docket_number": "",
  "first_page": "14",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 7335,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015213049100546017
    },
    "sha256": "fdae6a5c594fe85b941f1b19786979398bda3de4f79fbb0aa8b9255869832128",
    "simhash": "1:d8607bb88738faca",
    "word_count": 1327
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hinman versus Kent."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\nJudgment affirmed, for reasons given by Judge Williston.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Overton, for defendants below, plaintiffs in error.",
      "JElwell for Kent, defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hinman versus Kent.\nA plaintiff brought ejectment on an equitable title, and a verdict was rendered in favor of the defendant for a part of the land, and in favor of the plaintiff for the residue; the jury further finding that the defendant's claim was under an equitable mortgage, and that it had been satisfied by the profits of the land before suit brought; the plaintiff, with leave of court, withdrew the money tendered by him previous to bringing the suit and paid into court, and received his bill of costs from the defendant, (the costs of the officers being also paid:) Held, that, by the act of 5th May, 1841, the said verdict and proceedings were not a bar to another ejectment by the same plaintiff for the whole of the same premises.\nError to the Common Pleas of Bradford county.\nThis was an action of ejectment brought on the 4th March, 1848, • by O. 0. Kent, against Hinman & Hinman, to recover 4 acres and 48 perches, in Monroe township, part of the farm of John Cranmer, which was allotted to his daughter Sally, the wife of John E. Kent. By deed dated the 6th June, 1827, regularly acknowledged, for the consideration of $55, Kent and wife granted the same to John B. Hinman, who immediately took possession, and he and his son, the other defendant, have remained in possession to this present time. It was proven, however, by Kent, on the trial of this cause, by the subscribing witnesses to this deed, one of whom was the magistrate who took the acknowledgment, and by Mrs. Kent, that Mrs. Kent refused to sign the deed until Hinman agreed that she and her husband should have■ the land back again on their repaying the money Hinman paid for Kent. Kent left the country shortly after this, and lived but a year or two. His widow, on the 17th November, 1848, conveyed this land to her son, the plaintiff in this suit, who alleged, that as the premises were only mortgaged to Hinman, and he had remained in possession, he was bound to account for the use and occupation of the land, and that they were sufficient to pay off the mortgage with interest, and that he was entitled to the possession of the land again.\nOn the trial of this cause, several points were made, upon which the judge was requested to charge the jury, but the plaintiff’s counsel brought up for revision but one, which was to the effect of a former action of ejectment for the same premises, brought by said 0. 0. Kent against John B. Hinman on the 18th June, 1845, on the trial of which, on the 11th December, 1847, 0. 0. Kent adduced the same testimony that he did in this. Immediately previous to the trial, he paid into court $55, (the amount he had tendered previous to bringing suit,) subject to the order of the court. In that case, the jury rendered the following verdict:— “ They find in favor of the defendant for all that part of the land included within the line of the Alden Survey, as laid upon the ground, and for the residue they find in favor of the plaintiff with costs, and do further find and adjudge that the defendant is not entitled to any of the money in court, his full claim under the mortgage having been satisfied by the profits of the land above all charges and reprises before suit brought.” On motion of his counsel, the court granted Kent leave to withdraw the money paid into court, and it was withdrawn on the 1st January, 1848. On this verdict, judgment was rendered, and on the 4th December, 1849, the defendant paid to Kent $54.94J, his bill of costs, and to the officers their costs.\nIn the case trying, the defendant’s counsel requested the court to charge the jury that the recovery in ejectment and the subsequent withdrawal of the plaintiff of the money out of court, together with his receipt of his bill of costs, and the payment of the officers’ costs, was such an affirmance of the decree of the court, as barred him from a recovery in this suit.\nWilliston, J., charged, in part, as follows:\n“ This proceeding is in the nature of a bill in equity, to redeem land mortgaged; and on the trial, as is apparent here, various matters of fact are to be tried and determined by the jury—such as these: Whether this be a mortgage, the amount for which it was mortgaged with interest, the amount of the rents and profits of the land over the taxes and necessary repairs, and whether sufficient to pay the mortgage money. All this we must believe has been fully tried and adjudicated in the suit, the record of which has been given in evidence. The Supreme Court of this State, as we had supposed, very correctly considering that the act of 21st March, 1806, and 13th April, 1807, applied to ejectments for the trial of title, and were not applicable to a bill 'in equity, although the form of an ejectment was, from necessity, resorted to, decided in Ridgway v. Zeitzinger, 9 Watts 496, that these acts did not apply to a case like the present, and that one trial and judgment (similar to a decree in equity) was final and conclusive. The legislature, however, with this decision in view, passed the act of 5th of May, 1841, which virtually reverses that decision, and declares that such trial and judgment shall not be conclusive.\n“ This act we consider binding upon us, and, although we believe that, could the legislature have had the trial of this cause before them, they would have deferred to the opinion of the Supreme Court, and let their decision remain as the law, yet we feel bound to say to you, that the record of the former suit, given in evidence, is not a bar to the plaintiff’s right to recover, if, under the matters before given to you in this charge, you shall believe he is so entitled.”\nTo which charge the counsel for defendant excepted.\nThe jury rendered a verdict for the plaintiff.\nIt was assigned for error:\nThe court erred in the last part of their charge to the jury, in ruling that the former recovery in ejectment was not conclusive.\nThe case was argued by Overton, for defendants below, plaintiffs in error.\nIt was contended, that the act of 5th May, 1841, which provided that one ejectment, whether founded on a legal or equitable title, or brought as a substitute for a bill in equity, should not be conclusive, was intended to apply only to cases where there were general verdicts, and not to a special verdict in favor of one party or the other. That the verdict of the jury in this case, and the judgment thereon, affirmed as they were by the acts of the plaintiff below, were as final and conclusive as a decree of chancery would be. That the main question tried was whether the original transaction was a mortgage or an absolute deed, and being found in favor of the defendant in this suit, the remaining question to be tried was, whether it was paid or not. As to this, there could be no necessity for more than one trial. That it never could have been intended by the legislature that a party who had obtained a decree in his favor, in which he had acquiesced, should proceed de novo, and obtain a more favorable decree by treating the first decree as binding on his opponent, but not upon himself.\nJElwell for Kent, defendant in error,\ncontended that since the act of 5th May, 1841, one verdict and judgment was not conclusive : 6 Barr 890.\nJuly 12, 1850,"
  },
  "file_name": "0014-01",
  "first_page_order": 14,
  "last_page_order": 16
}
