{
  "id": 408802,
  "name": "Lee versus Pilgrim",
  "name_abbreviation": "Lee v. Pilgrim",
  "decision_date": "1850-07-12",
  "docket_number": "",
  "first_page": "16",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 16"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 222,
    "char_count": 3135,
    "ocr_confidence": 0.431,
    "sha256": "743dd30656bc0cba1061da525dea54781513e109aaa914e0fcf7eba78aa61b32",
    "simhash": "1:70b302b59e4c6f72",
    "word_count": 571
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lee versus Pilgrim."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\nThis is an action on the case for deceit, and not as was first erroneously supposed, an action on a guaranty. The witness therefore has no interest in the event of the suit, as is ruled in Boyd’s Ex’rs. v. Brown, 6 Barr 310. It is there held, that in an action on the case for false and fraudulent representations, the party to whom credit is given is a competent' witness. There he was offered by the plaintiff; here by the defendant, in which only do they differ. But this cannot alter the principle, for the same reason applies to both, namely, the witness has no interest in the suit, nor -will the verdict be evidence in any suit to which the witness is a party. The debt remains as before the recovery. Indeed, the point of interest was abandoned on the argument, and the exception was attempted to be rested on some supposed policy, not clearly explained, and which I cannot comprehend. It is said the witness was a party to the fraud; but to exclude him for that reason, it will be necessary for the court to assume that there was fraud in the matter in issue, and that the witness was a party to it. But this the court is not bound to do, at least without some evidence. Besides, it is well settled that when one of two or more tort feasors is sued, those not parties to the action are competent witnesses.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by H. B. Wright, with whom was Brislin, for plaintiff in error.—",
      "S. Wright was for defendant,"
    ],
    "corrections": "",
    "head_matter": "Lee versus Pilgrim.\nIn an action on the ease for false and fraudulent representations, the person to whom the credit was given is a witness for the defendant, to rebut the allegations of plaintiff.\nError to the Common Pleas of Wyoming county.\nThis was an action on the case, by Lee v. Pilgrim, for a deceit in falsely recommending one Myers, as a man in good circumstances and worthy of credit.\nMyers, on the 27th of March, 1845, called on the plaintiff, Lee, with the defendant, James N. Pilgrim, to purchase a yoke of oxen of him, the plaintiff. The said Myers bought the oxen and gave Ms note to plaintiff for $70, payable to the plaintiff on the 1st of September following. The oxen were delivered to Myers. After the note became due, it was sued, and execution issued which was returned milla lona; the said Myers was in fact insolvent; after an ineffectual effort to collect his money from Myers, the, plaintiff resorted to this action, claiming to recover the price of the oxen from the defendant, because he, the defendant, recommended the said Myers to be a man in good circumstances and worthy of credit. After the plaintiff had closed, the defendant’s counsel called Myers, the purchaser of the oxen, to rebut the testimony given on part of plaintiff: to his competency, plaintiff objected, but he was admitted, and testified.\nThe admission of Myers was assigned for error.\nThe case was argued by H. B. Wright, with whom was Brislin, for plaintiff in error.—\nHe contended, that though a person concerned in a, fraud may be a witness for the party defrauded, yet that he is not for the party with whom he was connected in the fraud: 10 Ser. & R. 188; 9 Barr 21.\nS. Wright was for defendant,\nbut the court declined to hear him.\nJuly 12,"
  },
  "file_name": "0016-01",
  "first_page_order": 16,
  "last_page_order": 18
}
