{
  "id": 408674,
  "name": "Armstrong versus Hall",
  "name_abbreviation": "Armstrong v. Hall",
  "decision_date": "1850-07-15",
  "docket_number": "",
  "first_page": "23",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 539,
    "char_count": 11784,
    "ocr_confidence": 0.422,
    "sha256": "a6b2177f5b9888448603148245f602f67123a6acdb9234c2fef1f736cf4c8c5e",
    "simhash": "1:bce59fa6269f82dc",
    "word_count": 2064
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Armstrong versus Hall."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBurnside, J.\nThere is but one inquiry in this case worthy of a moment’s consideration; and that is, whether the written agreement of the parties to have the line run by Sturdevant was fairly or unfairly made and executed. The parties were long the owners of adjoining surveys. The fence between their farms had been of ancient standing, but it was crooked. Their official surveys called for a straight line, and for each other. The instructions of the learned judge in regard to the manner the lines of surveys ought to be run, are not objectionable. Indeed, our law is so well settled on this subject, it is almost impossible to mistake it. There is no doubt the parties might have held to their ancient fences, by the statute of limitations; but, the fence being crooked, it was offensive to their view; they chose to have a straight fence between their beautiful farms. For this purpose, they obtained the assistance of their spiritual guide, who reduced their agreement to writing, which provides that,\n.“Whereas, there has been a difference of opinion between the undersigned in relation to the boundary line between our farms, we do, therefore, agree to search out and establish, as a boundary between us, the commissioners’ line. We furthermore agree that the one who has been in the wrong in this matter shall pay the expense, to be decided by the surveyor.\n(Signed) Job Hall,\nJoseph Armstrong.\n11 Baton, January 2*1 th, 1848.”\nOn the back thereof was endorsed:\n“We further agree that John Sturdevant be the man to survey for us the commissioners’ line, and do the business mentioned in the within agreement.\n(Signed) Job Hall,\nJoseph Armstrong.”\nThe Susquehanna Company, under the State of Connecticut, had laid out, and settled (as they termed it) seventeen townships, on thp north branch of the Susquehanna River, generally giving each farm a narrow front on the river, and running back several miles. Sanbourne, the surveyor of the commissioners, made a survey of each allotment to the owner or claimant, which was returned by the commissioners to the land-office of Pennsylvania, on which the State granted a patent. The commissioners’ line's are now the true and legal lines in the seventeen townships. Unfortunately. the commissioners’ surveys were not always made with true mathematical accuracy. The avaricious, the selfish, and the cunning will try to have these lines established to their advantage; but the wise and the prudent will adhere to their ancient fences, where they have existed and stood, accompanied with adverse possession, for twenty-one years and upwards. The statute of limitations will protect them. Such a title our law respects above all others. It supersedes all difficulties and mistakes in surveys, unless the parties choose to abandon this sacred and legal protection. There can be no difficulty where there has been an adverse possession of twenty-one years, and each owner can rest quietly on his farm, under his own vine and fig-tree, and there is none to make him afraid.\nThe parties here have chosen to have straight lines. They referred it to Mr. Sturdevant, a neighboring surveyor, to run and locate the surveys on the commissioners’ line, in pursuance of their agreement. This duty Mr. Sturdevant swears he honestly performed ; but he did it in the absence of Armstrong. A day was fixed, with the knowledge of the parties. Armstrong had left home with his wagon; it broke down, and he was detained longer than he expected. The surveyor attended at the time appointed, went to Armstrong’s, and found him absent, got the patent from his wife, went and examined the line in part, by walking along it, postponed running it to the next day, when he was encouraged by Armstrong’s family to proceed and run it. In answer to the plaintiff’s 3d point, the. court instructed the jury that if the question of where the commissioners’ line was were in doubt between the parties when the agreement to refer its settlement to Sturdevant was made ; if Sturdevant, in pursuance of that agreement, went upon the ground, and, according to the best of his judgment and skill, ran the line where he found, or supposed he found, the commissioners’ line, the acts of his, under this submission, being all in good faith, the parties would be bound thereby, there being no evidence of any revocation of that authority before it was actually .executed. This proceeding not being under any rule of court, and the courts having no power or authority over it, and nothing to do with it, the running of the line being submitted to a judge of their own choosing, we see no error in this instruction. The counsel of the plaintiff in error insist that the acts of Sturdevant were not in good faith, because he ran the line in the absence of Armstrong. There would be weight in this objection if the parties had not fixed a day for the surveyor to be on the ground to carry their agreement into effect. Sturdevant waited that day; the patent was delivered to him, and he was encouraged by Armstrong’s family to proceed and run the line. He stated that he could not remain longer than the next day. There certainly was nothing wrong in his running the line. He was true to his appointment, and on the first day he made some examinations. It was not wrong in him to complete the running of the line on the day following the completion of the work he had commenced. But, it is said, he stopped and ate and drank at Hall’s. The court was particular in instructing the jury that if there were, on the part of Hall or any of his friends, any improper influence exerted or attempted upon Sturdevant, it would avoid the agreement. We are unable to discover a scintilla of evidence, in the paper-book, of improper conduct on the part of Hall, or any of his friends.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by JET. Wright, for plaintiff in error; and by IT. B. Wright, with whom was Brisbin, for defendant."
    ],
    "corrections": "",
    "head_matter": "Armstrong versus Hall.\n1. Where the owners of adjoining lands who might have held hy the statute of limitations, by a written agreement refer the establishment of their division line to an individual, who, in pursuance of the agreement, went upon the ground at the time fixed, after notice to the parties, and designated it, the parties are bound by it; and the party in whose favor the decision is made, peaceably moving the division fence, and placing it on the line designated, is not liable to an action of trespass by the other; and the decision of the referee will not be affected by the circumstance that the line was run during the absence of one of the parties, who knew of the time fixed, but was accidentally prevented from being present, his wife assenting to the line being then run.\n2. The mere fact of the surveyor to whom tire settlement of the. line was referred, being entertained by one of the parties, at his house, during the progress of the work, will not avoid his decision, there being no evidence of any improper influence exerted upon him, or attempted.\nError to tbe Common. Pleas of Wyoming county.\nThis was an action of trespass by Joseph Armstrong vs. Job Hall, for removing a fence. The plea was, not guilty, and liberum tenementum. See the material facts referred to in the opinion in this case. It was alleged, on the trial, that the line run by Mr. Sturdevant was not on the commissioners’ line. Armstrong purchased his land in 1840, and it was alleged that, before doing so, his vendor had the land run out; that Hall was along at the time, and made no objection to the fences as they stood. The land had been improved in 1813, and enclosed and cultivated since. The fences being somewhat crooked, in 1844, Hall and Armstrong agreed to run a straight line, and it was run. It was alleged, on the part of the plaintiff in error, that this line would leave all the land in dispute on the plaintiff’s side. In 1848, the parties entered into the written agreement referred to in the opinion delivered in this ease.\nIt was alleged, on the part of the plaintiff in error, that it was shown that the old fence, that had been moved, stood on the commissioners’ line; that it was well marked, and agreed with the course of the original survey. The plaintiff claimed that the line shown by certain old trees should be fixed. On the trial, the plaintiff’s counsel proposed several points, some of which were:\n2d. That should the said jury find the possession to have been in the quiet and undisturbed holding of the plaintiff, at the time the fence was moved, that then the plaintiff is entitled to recover, even though the defendant might be the owner of the land, the plaintiff resisting and forbidding the defendant in so doing.\n3d. That the agreement that Sturdevant should establish between the parties the commissioners’ line, and his work under it, can have no effect in this cause, unless he did run his line on the true commissioners’ line.\n7th. That, without regard to the agreement, or any thing done under it, this cause must be decided by the monuments of the commissioners’ work on the ground.\n8th. That, if the jury believe that the subject-matter of how this line should be run, was talked over between the defendant and Sturdevant, or by the friends and guests of Hall with Sturdevant, in the absence of the plaintiff, it would have the effect of destroying every thing he did to establish a dividing line.\n9th. That the running of the line by Sturdevant, in the absence of the plaintiff, and in the presence of and with Hall, at whose house he stayed, and without any intimation of what was to be done, to the son of the plaintiff, who was there the day before, was such conduct as to avoid any line he might attempt to establish.\nJessup, J., charged, inter alia, that the second point is answered in the negative, there being no evidence of any resistance on the part of the plaintiff, except in forbidding the defendant to move the fence, and no force on the part of the defendant, except in moving the fence.\nTo the Sd point. If the question of where the commissioners’ line was, were in doubt between the parties, when the agreement to refer its settlement to Sturdevant was made; if Sturdevant, in pursuance of that agreement, went upon the ground, and according to the best of his judgment and skill, ran the line where he found or supposed he found the commissioners’ line, the acts of his, under this submission, being all in good faith, the parties would be bound thereby; there being no evidence of any revocation of that authority before it was actually executed.\nThis reference to a qualified surveyor was a very commendable mode of settling this dispute between these neighbors, and having been honestly entered into, if properly executed, it ought to be enforced.\n'To the 7th point. The court refer to what they have already said in relation to this agreement to settle the line by Sturdevant. We cannot answer this point in the affirmative.\nTo the 8th and 9th points, the' court reply, that if there were, on the part of Hall or any of his friends, any improper influences exerted, or attempted to be exerted upon Sturdevant, it would avoid any thing done under the agreement between the parties. There is no evidence that this was the case, and Major Sturdevant expressly denies it. His character is an ample assurance that any effort of this kind would have been futile. But if the jury can find any the least attempt made by Hall to influence Sturdevant, they should disregard his settlement of the line entirely. Tho mere fact of running the line in the absence of Armstrong and his sons, at the time appointed, it having been requested by Armstrong’s wife, would not destroy the effect of the submission.\nTo the charge, plaintiff’s counsel excepted.\nThe case was argued by JET. Wright, for plaintiff in error; and by IT. B. Wright, with whom was Brisbin, for defendant.\nJuly 15,"
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 27
}
