{
  "id": 408808,
  "name": "Campbell versus Knapp",
  "name_abbreviation": "Campbell v. Knapp",
  "decision_date": "1850-07",
  "docket_number": "",
  "first_page": "27",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 332",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 361",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848490
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0361-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 9916,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.983120869118252e-07,
      "percentile": 0.7408360487426101
    },
    "sha256": "c315254d162e623d9425bffae86f7f558e4d816b7550311eea67f1a363aafdad",
    "simhash": "1:3ecad6e6206de8e3",
    "word_count": 1752
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell versus Knapp."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe first error assigned was to the admission, in evidence, of the protest and deposition of John T. Irving, a notai’y public of the city of New York. This alleged error was properly abandoned. The protest, supported by the deposition of the notary, was clearly evidence: McGarr v. Lloyd, 3 Barr 474; Etting v. The Schuylkill Bank, 2 Barr 355; Schoonover v. Morris, 2 Barr 85. The second error complained of was to the admitting the evidence of Dymock, who was indebted to Knapp upon a note; and the note in question was given, payable to Campbell, in renewal of the Dymock note to Knapp. Campbell not only endorsed the note as payee, but he endorsed a guaranty on the note. This note, with its endorsement of guaranty, was passed by Knapp to Monell, who took it on the faith of the guaranty. Monell passed it to Freeland, Hoffman & Co., of New York, who were his creditors. They, also, took the note on the faith of the guaranty of Campbell. Neither Dymock nor Monell were excluded by law in this action on the guaranty against Campbell. In an action against the acceptor of a bill, the drawer is a competent witness: Qhitty on Bills, 416. Monoll’s name was erased as endorser before the trial. The guaranty being a part of the transaction, the consideration for it is sufficient to maintain the action.\nIn Kyner v. Shower, 1 Harris 444, it was ruled that when a person, who is neither maker; drawer, payee, nor acceptor, puts his name on commercial paper, before it is negotiated, he means to give credit to it as an original promissor. Here Campbell, the payee, goes beyond the usual commercial transaction, and puts a positive engagement of guaranty on the note before it is put in circulation. The court very properly held him to make good his written engagement, which gave the note credit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by McOUntoclc, for' Campbell, plaintiff in error.",
      "H. B. Wright, contra."
    ],
    "corrections": "",
    "head_matter": "Campbell versus Knapp.\n1. In an action by the holder against the payee of a negotiable note, who has also guarantied its payment, the drawer is a competent witness to prove that the note in suit was made payable to the payee, at the request of one to whom the drawer was indebted; and such evidence is relevant to the issue.\n' 2. A payee, whose name has been inserted in the note at the request of the person to whom the drawer was indebted, and to whom it was given in renewal of a former note, having subsequently guarantied the payment of it by an endorsement on the note, before it was due and transferred, is liable to the holder without proof of an express consideration for his guaranty. The guaranty being a part of the transaction as to the note, the consideration for the latter is sufficient for the support of the action on the guaranty.\n3. In such an action, a subsequent endorser, whose name has been erased before suit, and whose insolvency was proved, is a competent witness for the holder, to prove that he first saw the note in the hands of the creditor of the drawer; that the guaranty of the payee was then endorsed on it; that it was sold by the creditor to the witness ; and that witness afterwards transferred it to the present holders, in payment of a debt. ,i\nError to the Common Pleas of Luzerne county.\nThis was an action by Knapp, for use of Freeland, Hoffman & Co., against Campbell, founded on a guaranty on a promissory note.\nThe note and guaranty were as follows :\n$518.40. # New York, May 5, 1843.\n# Four months after date, I promise to pay Peter Campbell, or bearer, five hundred eighteen dollars and forty cents, with interest, value received. William Dymock.\nEndorsed on it as follows;\nI hereby guaranty the payment of the within note.\nPeter Campbell,\nJune 15, 1843. George P. Monell. (Erased.)\nThe plaintiff’s declaration contained four counts in contract, and charged in substance,\n1st. Setting out the note, the insolvency of the drawer, the guaranty, and that the note, with the guaranty, was delivered by defendant to plaintiff, for a valuable consideration.\n2d. Setting out the note and the guaranty, and that the guaranty was made to the plaintiff.\n3d. Charging the defendant as an endorser in blank.\n4th. Eor money had and received.\nOn the trial, the plaintiff proved the insolvency of Dymoele, the maker of the note, when it fell due; and offered the deposition of said Dymock to prove that he had transactions with Knapp, and had given him a note; when that note, which was payable to the order of Knapp, became due, that he renewed the note ; and that the renewed note is the one in suit; that it was drawn payable to Peter Campbell, at Knapp’s request.\nThe admission of this deposition was objected to, on part of defendant, as not being competent or relevant.\nThe evidence was admitted.\nThe summons in this suit was issued in January, 1844. The name of Monell was erased before his deposition was taken, and before suit brought.\nThe deposition of Monell was offered, on part\" of plaintiff, to prove that he had seen the original note; that he first saw it, in Knapp’s hand, on or about the 6th August, 1843, with the guaranty then endorsed; that the signature to the guaranty is that of Campbell; that he did not see the guaranty delivered by Campbell to Knapp; that the note was afterwards sold by Knapp to witness, in part pay for a stock of goods, sold by witness to Knapp; that he (Dymock) transferred it to Ereeland, Hoffman & Co., in payment of a debt, and not as collateral security.\nIt w.as objected to the deposition that Monell is an endorser on the note, and therefore interested; that his testimony was illegal and irrelevant, because he refers to a note which purports to be a copy, and speaks of a guaranty without any means of knowledge as to it.\nTo obviate the objection that Monell was an endorser, plaintiff’s counsel proved, by Fuller, that the name of Monell was erased before his deposition was taken; and that he w.as-insolvent at the time.\nThe objections were overruled, and the deposition admitted.\nThe counsel of defendant asked the court to charge the jury upon the following points, submitted in writing:\n1. That, to enable the plaintiff to recover, they must show, by evidence, that the contract of guaranty in this case was made by Peter Campbell to the plaintiff, George F. Knapp.\n2. That there is no evidence in this case showing that the contract of guaranty was made to George F. Knapp.\n3. That, to enable the plaintiffs to recover, they must show by evidence that there was an actual consideration received by Peter Campbell, in order to support an action upon the guaranty.\n. 4. That there is no evidence in this case showing a consideration for the contract of guaranty, upon'which the plaintiffs are entitled to recover; and that, therefore, they cannot recover.\nThe court answered the first point in the affirmative.\nTo the second point we answer: That we cannot answer this point in the affirmative, but must submit the point under the evidence to the jury, to determine whether the circumstances detailed in the evidence satisfy them that the guaranty was made to Knapp. It appears that the note was originally given to Knapp; that the guaranty was put upon it by Campbell, and then it was passed to Monell. , There is no evidence that it was in the hands of any other persons than Campbell and Knapp, until it was passed to Monell. Under such a state of facts'we cannot say there is no evidence that the guaranty was made to Knapp. We think the violent presumption, if not irresistible conclusion, from the facts, is, that the guaranty was made by Campbell to Knapp. It is, however, for the jury to determine.\nThe court referred the jury to the evidence of Dymock and Monell.\nThe liability of Campbell, under the guaranty, was to pay the note, in case Dymock^was insolvent and the note could not be collected from him. The guaranty was not negotiable—as held in McDoal v. Yeomans, and must, therefore, be sued by the person to whom it was made.\nIn order to recover, therefore, the plaintiff must satisfy the jury, under-the evidence—\n1. That this guaranty was made by Campbell to Knapp.\n2. That Dymock was, when the note became due, insolvent, so that the note could not be collected from him.\nIf the payee of a note like this make a guaranty upon it, and then, in the usual course of business, pass the note with the guaranty, the person to whom the note is passed may maintain an action upon the guaranty.\nNo express consideration need be proven for such a guaranty. The whole is one transaction; and, according to the case of Snevily v. Johnson, the consideration is to be inferred from the transaction itself.\nThis answers the third and fourth points proposed by the defendants’ counsel.\nVerdict for plaintiff for $718.60.\nIt was assigned for error:—That the court erred in admitting the evidence of Dymock, and of Monell; in their answer to defendants’ second point; and in not charging the jury as desired by the third and fourth points submitted by defendant’s counsel.\nThe case was argued by McOUntoclc, for' Campbell, plaintiff in error.\nHe contended, inter alia, that there was no consideration proved for the guaranty of Campbell; that the guaranty was subsequent to the note ; and that the note and guaranty were not one transaction. He cited Snevily v. Johnson, 1 W. Ser. 307, and McDoal v. Yeomans, 8 Watts 361.\nH. B. Wright, contra.\nAs to the first point of defendant, 2 Barr 355 ; 3 id. 470; that Dymock had no interest in the note; that Monell’s name was erased before he was sworn ; that the note was proved to be in the handwriting of Knapp, payable to Campbell— in the custody of Knapp, guarantied by Campbell; that Campbell was a party to the note—not a stranger; and that it wa,s not necessary to prove express consideration for his guaranty: 5 Whar. 332, Freval v. Fitch. Although the note and guaranty are of different dates, it was a continuous transaction between the parties. He referred to Snevily v. Johnson, 1 W. $ Ser. 307."
  },
  "file_name": "0027-01",
  "first_page_order": 27,
  "last_page_order": 30
}
