{
  "id": 408831,
  "name": "Lewis versus Carsaw",
  "name_abbreviation": "Lewis v. Carsaw",
  "decision_date": "1850-07-15",
  "docket_number": "",
  "first_page": "31",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 434",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0434-01"
      ]
    },
    {
      "cite": "10 Mass. 125",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Mass. 104",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0099-01"
      ]
    },
    {
      "cite": "6 Watts 468",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0468-01"
      ]
    },
    {
      "cite": "6 Watts 468",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846120
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 14351,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 9.340122624967922e-08,
      "percentile": 0.5136787897672799
    },
    "sha256": "9d3836b57eea7caabd7285157e28cfebcb7308366b8b328c250e691babfde6ee",
    "simhash": "1:8a3c2e331034feab",
    "word_count": 2556
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Bell, J., dissented, and afterwards his dissenting opinion was filed."
    ],
    "parties": [
      "Lewis versus Carsaw."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nTo maintain and support the action of trespass, there must be in the plaintiff either actual possession or the right of immediate actual possession, flowing from the right of property. There may be cases where the plaintiff has the right to take actual possession, without having the absolute right of property, where the action would lie. But the infallible test is that the plaintiff must have actual possession, or the right to take actual possession at the timo of committing the act complained of, or .trespass will not lie. Thus it has been ruled, that if the general owner of a chattel part with the possession to another under a contract which entitles the other person to an interest in the thing, though but for a limited time, the owner cannot maintain trespass for an injury done to it during such possession of the bailee : Corfield v. Carrol, 4 W. C. C. Rep. 371.\nThe sheriff' in this case, who made the levy, and was therefore entitled to the possession of the goods and chattels, delivered possession of them, by a contract under hand and seal, to Olney and Chase, by which they, as a counterpart, stipulated to redeliver them to said sheriff, on Friday, the 4th of March, A. D. 1841, at the house of Carsaw, the defendant, and in default, the said writing further stipulated that judgment should be confessed against Olney and Chase, for the debt and costs in the execution, and releasing the right of inquisition on real estate and stay of execution, and afterwards by writing endorsed on this bond or agreement, the time of delivery to the sheriff was extended until May 26th, 1842. The sheriff then, who was entitled to take the goods into his custody, for a consideration sufficient in law, the bond being sealed, (if there was nothing else,) delivered them to Olney and Chase for a particular time, and for the purpose of use during that time ; which time had not expired when Carsaw committed the alleged trespass. Of course, the sheriff not being entitled to the possession of the property, but Olney and Chase being entitled to the same until the 26th of May, 1842, the sheriff could not maintain trespass. It is alleged, however, that the sheriff had a lien on the property; which I very much doubt, because he stayed the execution to a period beyond the return day of his writ, which would clearly have been postponed to a subsequent writ issued by another execution creditor. But, admitting that he had a lien, it follows not that he could maintain trespass. A sheriff has a lien by virtue of a fi. fa., on all the defendant’s property in his bailiwick, even before levy. But could he maintain trespass against defendant, who sold his horse or wagon before levy, and perhaps before notice of the writ ? That would hardly be pretended by any one. The right to maintain trespass therefore, does not flow from the right of lien. The mortgagee could not maintain trespass, unless he was in possession of the land, nor could the judgment creditor.\nThe case, of Sedgwick’s Appeal, 7 W. Ser., does not give color to the plaintiff; because the delivery of the property, under the stay law, was the act of the law, and the property might be considered therefore, in some respects, in custodia legis, so as to entitle the prior execution to the proceeds, when it was sold under a subsequent execution. But suppose the defendant had taken away the property during the year, and used it, could he have been sued as a trespasser ? Certainly not, for he was lawfully in possession of his own property, and had a right to dominion over it, while he chose to retain possession and ownership. The plaintiff had a lien, but the moment he transferred it, the lien was gone. If it was not redelivered at the end of the term, the plaintiff had his remedy on his bond, just as the plaintiff has here. It is a rule of the law that a higher security voluntarily taken in lieu of an inferior remedy, absorbs the inferior. The bond in this case is above the action of trespass, and the plaintiff voluntarily took it and gave the possession of the property, on its security, to persons outside the writ. Whether they delivered it back to Carsaw, and he refused to produce it at the time agreed on, or not, does not make him a trespasser for acts done during the time that Olney and Chase were under the contract with the sheriff, in lawful possession of the property. In Trovillo v. Tilford, 6 Watts 468, the goods levied on were merely not removed, and ieft in the custody of defendant only as an indulgence ; and when the defendant refused to deliver them, trespass lay, because the sheriff not only had the right to immediate actual possession, but the goods were constructively in his possession, the defendant being merely his servant. The distinguishing feature of difference is, that here, the sheriff had given over the possession of the property for and during a particular time, by a valid contract under seal, and that time had not expired when it is alleged that Carsaw removed or secreted the goods, that is, when the alleged act of extradition was committed. The sheriff had a full and ample remedy on the security which he chose to take, and that remedy he could have pursued, can now pursue. He permitted about three years to elapse before the institution of this suit, from which it would appear that he himself must have thought that his remedy was on his contract. He has waited until the lien of the execution is gone, until his right to the possession of the property is gone, and he never had the remedy by action of trespass. The sheriff may have come to some loss; but, if he has, it was in consequence of his own deliberate acts. This case, like many others that come into this court, only tends to show how much easier, safer, and better it would be for the officers of the law, to follow in the path of duty marked out by the law, to obey the exigencies of their writs, rather than the wishes of those whose interests will conflict, and whose necessities or imagined rights and wrongs will result in plentiful litigation.\nThe first error assigned was abandoned, as the plaintiff did not bring up the evidence necessary to test its accuracy.\nJudgment affirmed.\nBell, J., dissented, and afterwards his dissenting opinion was filed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Lewis and Gone, for plaintiff in error.",
      "Williston and Elwell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lewis versus Carsaw.\n1. To maintain trespass, there must he in the plaintiff either actual possession, or the right of immediate actual possession, at the time of the commission of the act complained of.\n2. A sheriff, after making a levy on personal property, left the property in the possession of two other persons than the defendant in the execution, taking from them a paper under seal, by which they acknowledged the receipt of the property from the sheriff, and agreed to deliver it at a certain time and place specified, and on failure thereof, authorizing a confession of judgment against them for the amount of the debt and costs in the suit, and the cost of the writ: Held, that trespass would not lie by the sheriff against the defendant for taking away the property levied on, before the time for delivery had expired, because till its expiration, he was not entitled to the possession of the property.\nError to the Common Pleas of Potter county.\nThis was an action of trespass brought by O. A. Lewis, late sheriff of Potter county, against Chester L. Carsaw, to recover damages against defendant, for the taking away or secretion of certain property levied on by him as sheriff of Potter county, as the property of the defendant, by virtue of a writ of test.fi. fa. issued from the court of Common Pleas of Warren county, in the suit of the Lumberman’s Bank at Warren, for the use of S. P. Johnson, vs. John L. Phenix, Chester L. Carsaw, and Leonard Taggart.\nTo support his case, the plaintiff gave in evidence the exemplification of the record of a judgment, the Lumberman’s Bank at Warren, for use, vs. John L. Phenix, Chester L. Carsaw et al., from Warren county, judgment $527. On this several testatum writs had issued, and a portion of the money been made.\nOn the 17th December, 1841, the 5th pi. test. fi. fa. issued on the judgment to the sheriff of Potter county, on which was endorsed the following deputation:\nI depute 0. A. Lewis to execute this writ and make return thereof according to law. Miles Thompson, Sheriff, [l.s.]\nThis writ was returned as follows:\nBy virtue of the within writ, I have levied on one two-horse wagon, two gray horses, one gray mare, one two-year old colt, three cows, one yearling heifer, two calves, and eighteen sheep; 19th February, 1842, fi.fa. returned without sale by consent of parties. Sale to take place 26th of May, 1842, at 3 o’clock, p. m.\n0. A. Lewis, Deputy Sheriff.\nTest. vend. ex. to sell personal property issued to the sheriff of Potter county, March 24, 1842. June 6th, 1842, rule on 0. A. Lewis, sheriff of Potter county, to return test. vend. ex. in this case.\nReturned as follows:\nThe within-named personal property, advertised for sale May 26th, 1842, and, on the day of sale, the property had been secreted by defendants, and their receiptors. So answers\nO. A. Lewis, Sheriff.\nThe plaintiff then proved by S. P. Johnson, that he was the owner of the judgment—that the property levied on belonged to 0. L. Oarsaw. That when advertised for sale on the fi. fa. in February 1842, he was urged by defendant to postpone the sale till after the spring freshet. That it was agreed to postpone it to the 26th of May, 1842. The fi.-fa. was returnable to the March term, first Monday. That on the 26th of May, he went with the plaintiff to the house of defendant, to sell the property levied on. That on being asked by the sheriff for the property levied, the defendant replied it had gone to Tioga county, and, in the course of conversation, said he did not want to have his property sacrificed by a sale: that Mr. Phenix had not yet got returns from his lumber, but would have the money here in a short time—that he (the sheriff) should not be harmed, as the money would be here in three or four weeks. The witness then informed the sheriff that he should hold him responsible; and that Lewis had since paid the money.\nThe plaintiff further proved, by Noble Howland, that on the day preceding the 2Qth of May, 1842, he saw the defendant and two other persons, Olney and a boy, driving the property described in the levy along the road towards Tioga county—were about a mile from Carsaw’s house—and on inquiring, was ‘answered it was going to Tioga county. Other witnesses proved, that the property was taken to the residence of J. L. Phenix, in Tioga county, eighteen miles from defendant’s house, by Olney ; that Olney resided with and tvorked the farm of defendant. Plaintiff then proved that 0. A. Lewis was elected sheriff of Potter county in the fall of 1841. Received his commission and was sworn into office on the 8th day of February, 1842.\nDefendant offered in evidence the following paper produced by the plaintiff on notice given at bar. It was objected to because its execution was not proved by the subscribing witness. Objec-' tions overruled, and exception by the plaintiff.\nQopy of paper.—Received of 0. A. Lewis, high sheriff of Potter county, the following described property, to wit: One two-horse wagon, two gray horses, one gray mare, one two-year old colt, three cows, one yearling heifer, two calves, and eighteen sheep. Seized and taken by virtue of a writ of testatum fi. fa. issued out of the Court of Common Pleas of Warren county, at the suit of the Lumberman’s Bank at Warren, use of S. P. Johnson, vs. John L. Phenix, C. L. Oarsaw, and Leonard Taggart—which said property we agree to deliver at the house of C. L. Carsaw, in Sweden township, on Friday, the 4th day of March next, at 3 o’clock, p. M., of said day. In failure thereof or any part thereof we do hereby authorize any attorney to appear in any court of record in Pennsylvania and confess a judgment against us for the amount of the debt and costs in the above suit, together with the costs of executing the writ and releasing the right of inquisition and stay of execution. Sweden, February 19, 1842.\nIn presence of L.oran Schoonover.\nB. F. Olney. [l. s.]\nChester Chase, [l. s.]\n[Endorsed on the bach.)\nThe time of delivering the within-named property extended, by consent of parties, till May 26th, 1842, at 3 o'clock, p. M., of that day, at the same place mentioned within. Sweden, March 19,1842.\nB. F. Olney. [l. s.]\nIn presence of 0. A. Lewis.\nAfter some evidence was given as to a settlement of the matter between Johnson and others, including Lewis, and that the claim of Johnson was collected from Lewis, the defendant’s counsel requested the court to charge on various points, the third of which was, that if the jury believe that the property levied on was put into the possession of B. F. Olney by the sheriff, and by him removed, then Olney was lawfully in possession of the property; and having taken his (Olney’s) contract for the return of the same, with the power to enter a judgment thereon, on failure to comply, that the sheriff is restricted to his remedy upon the bond.\nAs to this point, Williston, J., charged:—The court are of opinion that the plaintiff, having taken the receipt of B. F. Olney and Chester Chase, for the delivery of the property on the 26th of May, with their warrant to confess judgment to the amount of debt and costs, on failure to perform, that Olney would not be a trespasser, in removing the property to Tioga county, on the 25th day of May, as testified to; and consequently the defendant, though he aided Olney in the removal and acted with him in it, would not be a trespasser; and that this action therefore cannot be sustained by the plaintiff.\nError was assigned to the answer above stated.\nThe case was argued by Lewis and Gone, for plaintiff in error.\nFor the position that trespass could be supported in this case, reference was made to 6 Watts 468, Trovillo v. Tilford; 9 Mass. 104; 10 Mass. 125 ; 2 Yeates 434. As to the practice of leaving goods levied on in the possession of defendant, 1 Troubat Haly 479. That property levied on, and.for which bond was given for a stay of execution, remained subject to the lien at the execution, 7 W. f Ser. 260, Sedgwick’s Appeal.\nWilliston and Elwell, for defendant.\nJuly 15, 1850,"
  },
  "file_name": "0031-01",
  "first_page_order": 31,
  "last_page_order": 36
}
