{
  "id": 408814,
  "name": "Gardner versus Davis",
  "name_abbreviation": "Gardner v. Davis",
  "decision_date": "1850-07-15",
  "docket_number": "",
  "first_page": "41",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 405,
    "char_count": 8584,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 5.929295359159149e-08,
      "percentile": 0.3702016990179736
    },
    "sha256": "059eab2690bc4c8aeee71c47d93b58ca59d0a040a9f239d6f6285e3728984e28",
    "simhash": "1:1cb01e2dbe978ce8",
    "word_count": 1509
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gardner versus Davis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nCoulter, J.\nThe first section of the act to abolish imprison-\nment for debt, passed the 9th of April, 1833, provides, that in all cases of appeals from justices of the peace, thereafter entered, the costs shall abide the event of the suit, with certain qualifications and reservations; one of which is, that if the defendant, on or after the trial and before appeal, shall offer to confess judgment for the amount he admits to be due, and if the plaintiff, on a trial in court, shall recover a less sum than that, he, the plaintiff, shall pay all costs that may accrue on the appeal, and the defendant’s bill shall be taxed. The justice is required to enter the offer of the defendant to confess judgment, on the record; and the payment of costs by the plaintiff is the penalty of non-acceptance, unless he shall recover a greater sum. In this case, the offer to confess judgment for the amount specified on the record was made before appeal some days, and the plaintiff was duly notified thereof, and refused to accept; all of which is set out on the record. The plaintiff, on a subsequent trial before arbitrators, after the cause was removed into court, recovered a less sum than that for which the defendant offered to confess judgment before the justice. Of course, by the order of things and the plain direction of the statute, the penalty attaches, and the recusant plaintiff must pay the costs.\nBut the court below received parol evidence, outside this record, to qualify, explain, or nullify the proceeding. This was wrong; because a record is true unless impeached for fraud, or, perhaps in some cases, for culpable mistake; neither of which is pretended here. There would be no safety in adopting any other criterion than that prescribed by the statute itself; that is, the record. After all the forms of trial and process, followed up to final judgment, had been gone through, litigation would just be at its threshold ; because in those trials, originally before justices, the costs often, in the end, compose the real and important bone to fight over. Litigation ought to end upon final judgment; and, by following the rule of the statute, we accomplish that purpose. If the justice makes a mistake, wilful or accidental, in making up his record, he will be responsible to the party injured: 1 Barr 28.\nThe' court fell into error in the admission of the extraneous ■testimony.\nThe rule entered 27th November, 1849, instead of being discharged, as was done by the court below, ought to have been made absolute, which is now done.\nJudgment to be entered by the court below in favour of the plaintiff, without costs, and the defendant allowed to have his bill taxed and filed, according to the said act of Assembly, and deducted from the amount of judgment.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "S. B. Wright for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gardner versus Davis.\n1. By virtue of the first section of the act of Assembly of 9th April, 1833, to abolish imprisonment for debt, where the defendant, before appeal from the judgment of a justice of the peace, offered to confess judgment for a definite amount, which the plaintiff did not accept, but recovered a less amount by arbitration, he cannot recover any costs on the appeal; and the defendant’s bill of costs may be deducted from the amount of the judgment.\n2. Though a record may be impeached for fraud, or perhaps in some cases for culpable mistake, yet the act requiring the justice to enter on the record the defendant’s offer to confess judgment, the record is the evidence of the terms of the offer; and it is error in the court to receive evidence to show that the offer made, though stated on the record to be absolute in its terms, was in fact conditional.\nError to the Common Pleas of Luzerne county. *\nThis action was commenced before a justice of the peace, by summons in debt, issued at the suit of Davis against Gardner, on the 12th day of June, 1849. The summons was duly served, and, after several continuances, the parties met for a hearing, on the 3d of July. The plaintiff claimed $54.36. Defendant said the debt was for a job and contract, as appears by the justice’s record. After hearing the case, the justice adjourned its further consideration until the 6th of July, when he gave judgment for the plaintiff, for $39.08. The following entry then appears on the docket:\n“Juty 20th', 1849.\n“ Defendant offers to confess a judgment to the plaintiff for thirty-eight dollars, for his acceptance or refusal.”\nThis the plaintiff, upon notice, refused to accept. On the 23d of July, the defendant appealed. The appeal was filed on the 6th of August. August 7th, the defendant entered a rule of reference. Same date, it is noted on the record, “Plaintiff accepts of the offer of confession of judgment in above case, as made before the justice.”\nDefendant’s counsel alleged that the offer was made on the 6th August.\n22d September, 1849, award of arbitrators filed, in favor of plaintiff) for the sum of $30.\n7th November, 1849, rule to show cause why judgment in favor of plaintiff upon award shall not be entered without costs. Also, why defendant shall not recover his costs of plaintiff, to be offset against plaintiff’s judgment.\nPlaintiff entered rule to take depositions, and took the deposition of William Root, Esq., the justice who had tried the case, who states:—“That the plaintiff’s claim (before him) was $54.36, for work done by the day by himself and son. Defendant alleged that the work was to be done on a contract made by him (the defendant) with John R. Williams, and Davis, the then plaintiff. On the 20th July, defendant came to the office and offered to confess a judgment of $38, on condition that it would pay what was due on the alleged contract made by him with Davis and Williams, for Davis’s reception or refusal. On the same day, or the next certain, 1 told Davis what I was instructed to with regard to this offer. Davis refused the offer on these conditions. This was the only notice I gave Davis of Gardner’s offer to confess judgment, and this was the only offer of confession Gardner made on this judgment to me. The suit was appealed on the 23d of July, 1849.”\nThe court, on the argument of the rule to show cause, 16th February, 1850, received the deposition of the justice, although objected to, and discharged the rule taken by the defendant below, for the reason that the offer to confess judgment made by the plaintiff in error to the plaintiff below was a conditional one.\nErrors assigned:\n1. The court erred in admitting the deposition of William Root to alter or explain the record.\n2. Court erred in discharging defendant’s rule to show cause.\nFor plaintiff in error, was cited 1 Barr 38, Seibert v. Kline; 2 W. Ser. 377, Coffman v. Hampton.\nS. B. Wright for defendant in error.\nThe statement of the case by plaintiff in error is wrong, as follows:—\n1st. It sets forth that the plaintiff had notice of defendant’s offer to confess judgment, when no notice of the confession,.as it stands upon the record, was made at all.\n2d. That the acceptance of the judgment was on the 7th of August, when in fact it was on the 6th, and before the defendant had arbitrated; of which he, the defendant, had notice, as a deposition that is not adverted to in his statement, but is on file, would show.\n3d. That the only ground on which the court below discharged the rule to show cause, was that the offer to confess judgment to plaintiff was a conditional one.\nHe contended, 1st. The court below had a right to receive parol testimony to explain a record imbued with fraud: 8 Barr 157, Lowry v. McMillan.\n2d. The “ defendant offering to confess a judgment to the plaintiff for $38, for his acceptance or refusal,” is not such an offering of judgment as the act of Assembly contemplates. The act requires there should be an offer to give plaintiff a judgment, accompanied with an admission of indebtedness to him of the sum he offers to confess.\n3d. The act of Assembly contemplates a notice to the plaintiff of the offer; otherwise the defendant could make his offer, immediately take his transcript, enter his appeal, and thereby defeat the plaintiff’s right to accept of the defendant’s offer.\n4th. The court below was right in discharging the rule, as neither the plaintiff nor his attorney had any knowledge of the offer of judgment being made, on which the defendant relied in the rule—and there is nothing in the justice’s record or his depositions to show it—but simply a verbal notice of an offer to confess a conditional judgment, and that without any admission of indebtedness to the plaintiff.\nJuly 15,"
  },
  "file_name": "0041-01",
  "first_page_order": 41,
  "last_page_order": 44
}
