{
  "id": 408833,
  "name": "Morss versus Palmer; Same versus Ayres",
  "name_abbreviation": "Morss v. Palmer",
  "decision_date": "1850-07-18",
  "docket_number": "",
  "first_page": "51",
  "last_page": "57",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. 417",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6775033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 17867,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.8200975743805716e-07,
      "percentile": 0.838280532957713
    },
    "sha256": "e08429856d627813cb8b1f1aeb6654f795ed2c63b0784f35cacb5835a9e64162",
    "simhash": "1:0d89fc494e2cb531",
    "word_count": 3045
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morss versus Palmer. Same versus Ayres."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\nThe first exception is, that the justice must certify, at the foot of each deposition, that the witness was sworn and subscribed the deposition taken before him. The exception was abandoned, on the argument, and properly, as the deposition and subscription are sufficiently identified by the general caption and certificate of the justice. He is not required to certify at the conclusion of each deposition.\nIt is not necessary that the deposition taken under a commission should be subscribed by the witness. It is enough if it appear in the body of the certificate they were sworn; 1 Ser. ¿‘P. 201, Moulson v. Hargrave. It is also ruled to be a sufficient execution, if the commissioners annex their names to the deposition, and the envelope is sealed: 13 Ser. P. 323, Nussear v. Arnold; and see Scott v. Horn, 9 Barr 409.\nIt is also contended there was error, because it does not appear that the witnesses admitted by the court were acquainted with the general character of Hurley, a witness for the defendant, whose character had been attacked by the plaintiff. It is objected that the evidence of character is to be confined to the immediate neighborhood where the witness resides, and to the last few years of his life; and, further, that the witnesses who undertook to testify were not acquainted with his character. In Chess v. Chess, 1 Pa. Pep. 32, it is decided that a man’s neighborhood is coextensive with his intercourse among his fellow-citizens. It is impossible to fix any precise bound, as each case must depend on its own peculiar circumstances. In the case cited, witnesses were examined who did not live in-the immediate neighborhood, but resided in different parts of the county of Allegheny, where the witness was known. Here, the plaintiff called witnesses to impeach the character of Thomas Hurley, a witness for defendant, for truth and veracity, and confined the testimony, as to his character, to the immediate neighborhood where he lived. It is contended the testimony in support of character must take no wider range, but must be confined to the same neighborhood and the same time. It must be observed that witnesses have rights, as well as parties. It is too often the case that they are set up as marks to he shot at, and sometimes aro compelled to defend themselves against sudden, ruthless assaults, of which they had no previous notice. However, a correct and proper rule has been adopted, that greater latitude is allowed in support, than in attacking character, 1 Pa. Pep. 41, Chess v. Chess. If the party making the assault is allowed to choose his own neighborhood and his own time, it may be difficult, in many cases, to parry the attack. It allows him an unjustifiable advantage, of which the witness, who is most interested, would have great right to complain. The not coming from what is termed his immediate' neighborhood, may lessen its weight, but certainly does not destroy the competency of the evidence. The same may be said, with equal force, as to the time. It is sometimes convenient for a party to rid himself of a troublesome witness, deposing to facts on which the cause turns; and it is sometimes easy to excite a prejudice against him in the town, village, or neighborhood where he resided. To confine him, in vindication, to the same place where the atmosphere has been polluted by sinister arts, no man’s character would be safe. It is also said the testimony ought to have been excluded because the witnesses examined for the defendant had no knowledge of his character. But surely it is evidence in support of character, that a witness acquainted with the person assailed, living in his neighborhood, has never heard any ill of him. It is certainly some proof that a person against whom the .tongue of slander has never been heard to wag, is not so destitute of truth and sincerity as that he ought not to be believed on his oath. The evidence is not easily reconcilable with the charge that he is totally unworthy of credit. The presumption is, if the charge be true, it must have been heard by those who lived near, and were in daily intercourse with him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by McOlintoek and S. Wright, for plaintiffs in error.",
      "S. B. Wright, for defendant."
    ],
    "corrections": "",
    "head_matter": "Morss versus Palmer. Same versus Ayres.\n1. There need not be a certificate by the justice at the conclusion of each deposition taken by him. The general caption and certificate of the justice are sufficient.\n2. In support of character, a witness assailed is not to be confined to the same neighborhood or to the same time spoken of by the assailing witnesses, but may prove his character for veracity years previously, and in a different county in which he had resided.\n3. It is competent evidence in support of character, that a witness acquainted with the person assailed and. -living in his neighborhood, never heard his character for truth spoken against or questioned.\nError, to the Common Pleas of Luzerne county.\nThese were actions of trespass, by George L. Morss and D. F. Morss, partners, &c., the one against Gideon W. Palmer, the other against Benjamin Ayres. The cases were tried before Jessup, J.\nThe two cases were brought for the same trespass—by an agreement filed, the evidence given in the first case was considered as given in -the second case, and was submitted to, and decided by the same jury, subject to all exceptions taken in the first case. The two cases are therefore to be considered as tried before the same jury.\nThe plaintiffs brought these actions to recover the value of a yoke of oxen, one of which they purchased of Patrick Collerton, and the other they claimed by purchase from Benjamin Morss, Jr., or some other person. The defendants claimed that the oxen were the property of Benjamin Morss, Jr., and subject to levy and sale as his property. On the trial, the defendants proved that the oxen were sold on execution against Benjamin Morss, Jr., by Gideon W. Palmer, a constable, by direction of Ayres, and they called one Thomas Hurley, of Herrick township, Susquehanna county, to prove the declarations of one of the plaintiffs, that these oxen were the property of Benjamin Morss, Jr. One or both of the oxen were in possession of Benjamin Morss, Jr.\nAfter the defendants rested .their defence, the plaintiffs called witnesses to contradict the testimony of the said Thomas Hurley, and also called a number of witnesses to impeach the character of the said Thomas Hurley for truth and veracity, in which they confined all their testimony to what his character had been for the last ten years in the neighborhood where he lived; and rested. The defendants then offered the depositions of .a number of witnesses, taken before Esq. Dimock, to sustain the character of the said Thomas Hurley: to which depositions the plaintiffs objected, for the following reasons:\n1st. Because there is not to each deposition a certificate of the justice that each witness was sworn.\n2d. Because it does not appear from their testimony, that the witnesses were acquainted with the general character of Thomas Hurley. And,\n3d. The depositions of Gardner and others were particularly objected to, because from their direct examination, or their cross-examination, it appears these witnesses were not acquainted with the general character of Thomas Hurley.\nThe court overruled the objections to the depositions of these witnesses, taken before Esq. Dimock, to which the plaintiffs excepted.\nIt is stated in the paper-book, that none of the witnesses examined before Esq. Dimock, state in their deposition that they are acquainted with the general character of Thomas Hurley. Several of them swear they never heard his character questioned. Some say that his general character for truth and veracity is good, and yet state that they are not acquainted with his general character for truth and veracity.\nGardner, however, testified that he had known Thomas Hurley about twelve years, and during that period has lived within two and a half miles of him—has never heard his character brought in question for truth and veracity.\nI don’t know what his character is from the speech of people.\nHenry Hall, also called, said, I have known Thomas Hurley, seven or eight years; from the general speech of people, his character for truth and veracity is good. I have never heard it spoken against; live some three or four miles from Mr. Hurley; live over-forty miles from Wilkesbarre.\nI live in Gibson; never have heard Thomas Hurley’s character spoken of by people, as either good or bad.\nElisha Williams sworn.—Known Hurley from four to seven years. From the general speech of people, should think his character for truth and veracity good.\nI live in Gibson, seven or eight miles from Hurley’s; don’t know what his character for truth and veracity is in his neighborhood; am well acquainted in his neighborhood.\nThaddeus Whitney sworn.—Known Hurley six or seven years; live between five and six miles from him; from my knowledge, from the general speech of people, his character for truth is good; never made inquiries about Hurley; am acquainted with people generally in his neighborhood; never heard his character for truth questioned there, as I recollect.\nCross-examination.—Live in Gibson; can’t say that I have been acquainted with the general speech of people as to Hurley’s character in his neighborhood; am ignorant of what the people say there of it.\nWm. T. Case sworn.—Says, I have known Hurley some ten years, lived about six and a half miles from him; never heard his character for truth and veracity spoken of; never heard it spoken against; don’t know what his character for truth and veracity is from the speech of people.\nOtis Stephens sworn.—Known Hurley about seven years; live six or seven miles from him; am acquainted with older class of people in his neighborhood; as far as I know from the speech of people, I consider his character for truth and veracity good.\nCross-examination.—Don’t know that I ever heard Hurley’s character for truth and veracity spoken of by his neighbors.\nThe depositions were signed by the witnesses, severally.\nThe defendant, then, further to sustain the character of the said Thomas Hurley, called Noah Rogers, and proposed to prove by him, and other witnesses, the general character of the said Hurley, when he resided in .Canaan, Wayne county, many years before the time as to which plaintiffs inquired. The plaintiffs had inquired as to the character of Hurley, while residing in Herrick, Susquehanna county, where he had lived for the last ten years, and the said Bogers testified that he had never heard the character of Hurley spoken of in. Herrick; to this testimony the plaintiffs objected. The court overruled the objection, and admitted the testimony, to which the plaintiffs excepted. The witness then testified that he resided seventeen or eighteen miles from Hurley; that he lives on a road which is sometimes travelled by the people of Herrick, but not a generally travelled road from Herrick; that he don’t know that he ever heard Hurley’s character for truth and veracity called in question till after these suits were commenced; that his character, from what the witness had heard, is good; that he had never heard his character mentioned in Herrick. Wm. Ball was also called, who said Hurley’s character is good, that he was not acquainted with Hurley’s character in Herrick, and had no intercourse with the people of Herrick. Other witnesses were called to the same point.\nWhen Rogers was called, it was proposed to prove by him the character of Hurley years ago, when he lived in another county, (Wayne.) This was objected to on part of plaintiffs, and it was insisted that the inquiry should be confined to the time put in issue by the plaintiffs, to wit, since Hurley resided in Herrick; and that the question proper to be put to the witnesses, is, whether they are acquainted with the character of Hurley, in the neighborhood where .he lives, and has lived for the last ten years, and among those who know him there. The court admitted the witness, Noah Rogers, to testify as to the general character of Hurley, for truth in Canaan, Wayne county, and Carbondale, prior to his removal to Herrick. Carbondale is from 10 to 14 miles from Herrick. Exception on part of plaintiffs.\nVerdicts were rendered for defendants.\nThe two bills of exceptions to the admission of testimony, constituted the errors complained of in these cases.\nThe caption to the depositions objected to, was as follows:—\n“ Pursuant to the annexed rule and notice, the depositions of the following named witnesses, on the part of the defendant in said rule named, were taken before me, on this fourteenth day of February, 1850, the witnesses being first severally sworn, to wit: Jabez Gardner being produced and first duly sworn, saith,” &c.\nThe certificate of the justice, at the close of the depositions, was as follows:—\n“I, Shubal Dimock, named in the annexed notice, do certify, that the foregoing depositions, written upon twenty-one pages of letter-paper, were taken before, and reduced to writing by me, at my office in Herrick township, on the 14th of February, 1850, the plaintiffs’ counsel, Wm. Wurts, attending on their part, and cross-examining the witnesses. The witnesses being by me respectively sworn before examination.” .\nThe case was argued by McOlintoek and S. Wright, for plaintiffs in error.\n1st. The court erred in admitting the evidence, contained in the first bill of exceptions.\nThe justice must certify, at the foot of each deposition, that the witness was sworn and subscribed the deposition before him. This is an almost unvarying practice, and -would seem requisite and necessary as a means of identifying the deposition and subscription.\nNone of the witnesses for the defence state that they are acquainted with the general character of Thomas Hurley for truth and veracity. Some of them state distinctly that they are not acquainted with his general character. General character for truth and veracity, is the proper and only inquiry in this mode of impeaching a witness. If the witness is unacquainted with the general character of the party impeached, he cannot testify. If permitted to testify, he does so to a fact of which he has no knowledge.\n“ The regular mode of examining into the general reputation is to inquire of the witness whether he knows the general reputation of the person in question among his neighbors, and what that reputation is:” Greenleaf’s JSv. vol. i. sec. 461. To the same point, 1 Starkie JEv. 182, note (1).\n“Witness called to impeach or support general character is not to speak his opinion, or particular facts that he knows, hut he must speak of the common reputation of .the person impeached among his neighbors and acquaintances. The questions proper, are, whether he knows the general character of the witness, in point of truth ; and what it is, whether good or bad.”\nAlso, United States v, Vansickle, McLean 219; and Phillips v. Kingfield, 1 Appleton, Maine Rep. 375, where the law is ruled in the very language used as above cited from Greenleaf.\n2d. The court erred in admitting the evidence contained in the second bill of exceptions.\nThe inquiry of the plaintiffs was confined to the general character of Thomas Hurley among his neighbors for truth and veracity, while he resided in Herrick, Susquehanna county, where he had lived for the last ten years. It is no answer to proof of bad character while residing in that neighborhood, to prove by witnesses who do not know his character for the time or in the place inquired to by the plaintiffs; that the witness impeached had borne a good character in another neighborhood, before he removed to Herrick. The inquiry to rebut the plaintiff’s impeachment, must go to the same time and place. The question must be, what is the witness’s general character; not what was it many years ago—what is it in his present neighborhood; not what was it in a neighborhood where he resided fifteen years before.\n“The reputation of the neighborhood is the only thing that is competent; and if the witness has acquired a knowledge of it by the report of the neighborhood, he is exactly qualified to be heard:” Kimmel v. Kimmel, 3 Ser. $ R. 336. To the same point are the authorities cited to the first error. The “inquiry must be made as to his general reputation where he is best known :” 1 Green-leafs JSv. sec. 461.\nS. B. Wright, for defendant.\nThe caption and certificate of the justice show all that is necessary to admit the depositions. A general certificate is sufficient. The justice need not certify at the conclusion of each. A witness may not subscribe his deposition: Moulson v. Hargrave, 1 Ser. $■ R. 201. A commission, to be admissible, must show the return of the commissioner as to the manner of its execution: .Scott v. Horn, 9 Barr 409. Ibid., Bo&ers, J.: “They should return that the commissioner has executed, and ■ the manner of executing it ought not to be left to conjecture.” In Nussear v. Arnold, 13 Ser. $ R. 323, ruled a sufficient execution, if the commissioners annex their names to the deposition, and the envelope is sealed. To same point, see Balis v. Cochran, 2 Johns. 417.\nAs to character, common report is the standard. And this is not confined to any particular time or place. “What was the general reputation of the witness in the county of Somerset?” was the question in Kimmel v. Kimmel, 3 Ser. ¿- It. 336. The witness stating his means of knowledge, the court must judge of its competency. * In Wike v. Lightner, 16 Ser. P. 199, Tilshman, C. J., says the question should be—“ What is said by people in general ? That is the proper inquiry.” To show the uniform good character of a witness during his whole life, wherever he has lived, cannot certainly be error. The attorneys were present on both sides: is not this a waiver as to technical nicety and form ?\nJuly 18, 1850,"
  },
  "file_name": "0051-01",
  "first_page_order": 51,
  "last_page_order": 57
}
