{
  "id": 408841,
  "name": "Barber versus Wolcott",
  "name_abbreviation": "Barber v. Wolcott",
  "decision_date": "1850-07-20",
  "docket_number": "",
  "first_page": "57",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 250,
    "char_count": 4108,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 5.684874614740142e-08,
      "percentile": 0.35766969425630607
    },
    "sha256": "50d69f5b6337e32e852619102b551486e1f3329202016a9b92049ed142966ba1",
    "simhash": "1:4b6ac9e0562785ae",
    "word_count": 691
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barber versus Wolcott."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThis was a curious, but ungracious defence. Barber, the defendant, became bound to indemnify Wolcott, the plaintiff, as a constable, for selling, on an execution in favour of Barber, property which was severally claimed by Cleavland and Jenks—who, after the sale, brought actions of trespass against Wolcott, and recovered. Those actions were arbitrated, and the day of hearing was so fixed by Barber, who chose the arbitrators, as to fall on Sunday. Wolcott subsequently agreed to a further day ; and this is charged by Barber as a collusive injury, in depriving him of his fancied advantage in having fixed the hearing on an impossible day. But the constable had a right to manage his own-defence; the consequence being that the judgment against him would be only prima facie evidence against the surety, instead of being conclusive, as was said in Leather v. Poultney, 4 Binney 352. If, in thus managing it, he deprived Barber of an unfair advantage, the latter has no cause to complain. He was deprived of the expected fruit of a trick, and he may not set up his own knavery as defence. ■\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by plaintiff in propria persona.—Patrióle, for Wolcott, defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barber versus Wolcott.\nA suit having been brought against a constable, for levying on property on an execution, the case was submitted to arbitration, and .the day fixed for the meeting of the arbitrators happening to be Sunday, the constable agreed to a postponement to another day. In a suit by the constable against the plaintiff in the execution, on his bond of indemnity, the postponement of the arbitration is not a defence to a recovery.\nError to the Common Pleas of Bradford county.\nThis was a suit by Wolcott against Barber and Miller. There is a sufficient statement of the material facts, in the charge of his Honor H. Williston, to the jury, which was as follows:—\nThe plaintiff brings suit on a bond, dated 12th Nov. 1845, in the penal sum of 'twenty-eight dollars, conditioned that defendants should indemnify the plaintiff, who was constable of Litchfield township, for levying on and selling three hogs, by virtue of an execution, issued by a justice of the peace, in favor of David Barber, against Zenas Cleavland. The execution of the bond was proved by the admission of the parties, made before the justice*.\nIt appears, by the records exhibited, that Zenas Cleavland sued Wolcott, the constable, before a justice, for selling one of the hogs, and recovered. An appeal was taken, and David Barber became bail on the appeal.\nElisha Jenks also sued Wolcott, the constable, for selling two of the hogs, and recovered judgment, from which the defendant appealed, and David Barber was bail on that appeal. These suits in the Court of Common Pleas were arbitrated, and award in favor of Cleavland for $11 damages, and $22.71 costs; and an award in favor of Jenks for $18 damages, and $26.29 costs. These awards became judgments, and executions issued upon them, which, it appears, were paid and'satisfied by Wolcott.\nThe defendant contends that plaintiff, in-this suit ought not to . recover, because that he, Barber, attended to the choosing of arbitrators in the suits brought against Wolcott by Cleavland and Jenks, and that the day fixed for the meeting of arbitrators happened on Sunday; and that Wolcott agreed with'plaintiff’s attorney to adjourn the trial of the suits to a further time—on a day when the causes could be tried. That Wolcott, the present plaintiff, fraudulently colluded with plaintiff’s attorney to deprive him, Barber, of the advantage he had, by having the arbitration appointed to be held on Sunday.\nThe court charged the jury that Wolcott’s agreeing with plaintiff’s attorney to adjourn the suits is not such an act as will deprive him of his right to recover in this suit.\nVerdict for plaintiff.\nError was assigned to the charge, and it was alleged that the plaintiff, by agreeing to the adjournment, relinquished his indemnity on the penal bond, and took the responsibility on himself; and that the justice had not jurisdiction.\nThe case was argued by plaintiff in propria persona.—Patrióle, for Wolcott, defendant in error.\nJuly 20, 1850."
  },
  "file_name": "0057-01",
  "first_page_order": 57,
  "last_page_order": 59
}
