{
  "id": 408793,
  "name": "Knox versus Moatz",
  "name_abbreviation": "Knox v. Moatz",
  "decision_date": "1850-07-22",
  "docket_number": "",
  "first_page": "74",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Mass. 169",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 16844,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.6590931177319536e-07,
      "percentile": 0.6939852477885776
    },
    "sha256": "da5ccc0da3ffe90099eba16cf4669b4e9ab1240051e1ed90cf67f205106b90ad",
    "simhash": "1:50ca6489facff679",
    "word_count": 2997
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knox versus Moatz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe bond and mortgage were assigned by Platt Knox to Andrew P. Knox, for a full consideration expressed on the face of the assignment, and it confers an absolute right to the whole avails thereof, unless it is established that the assignment was not absolute, but made as a collateral security to indemnify Andrew P. Knox as the surety of Platt Knox to Mrs. Livingston. In that category, Andrew P. Knox would be entitled only to so much as would fully indemnify him, leaving the balance, if any, to the attaching creditor. Whether the bond was assigned as an indemnity and collateral security, was properly the subject of parol evidence, if of the suitable character; and we see no objection to the evidence on that score. It was a fact properly submitted to the jury, because 'there was some evidence tending or conducing to prove that fact, the weight of which was properly left to them. But if there had been no assignment of the bond and mortgage, Andrew P. Knox, as surety of Platt Knox, would have been entitled in equity to subrogation; because this very bond and mortgage were given to secure to Platt Knox the money he got from Mrs. Livingston, by means of. Andrew P. Knox being bis surety, and in that event Andrew would be entitled to full indemnity.\nThe court, therefore, ought to have instructed the jury, that Andrew P. Knox was entitled to indemnity, including the expense of collecting the'money. Because it would not be an indemnity in full, unless that was allowed him ; and he is entitled to full indemnity, if the mortgage will reach, because the whole is assigned to him for that purpose. That the principal in a bond is bound to indemnify the surety for reasonable expenses, although perhaps not for remote ones, was fully established in Hayden v. Cabot, 17 Mass. 169.\nIt was error, therefore, in the court, to leave that matter to the jury, as within their province to decide; because it is a matter of law, arising on the written assignment, and not a question raised or explained by the facts. This case is stronger than the case of Hayden v. Cabot, inasmuch as it was an assignment of the whole claim, (that is, if the evidence went to satisfy the jury that the assignment was not collateral,) for the purpose of indemnity—and it is for this error that the judgment is reversed.\nI may add, that the fact of who made the payments endorsed on the bond, whether Platt or Andrew, was properly submitted to the jury.\nThe other errors assigned are considered of no account.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Miller and Casey, for Knox, plaintiff in error.",
      "Jordan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Knox versus Moatz.\nWhen a mortgage is taken from a principal debtor to indemnify'another who has given his bond for a loan to him, in which bond another person is bound for the said surety, and the mortgage is afterwards assigned absolutely by the first surety to the second, the same to be at the risk of the latter and the debt to be collected at his expense, the latter may recover on the mortgage not only the debt and interest for which he is bound, but the reasonable expense of collection; and it is error in the court to- refer to the jury the amount recoverable under the assignment, but should have decided it as a matter of law arising on the assignment.\nError to the Common Pleas of Union county.\nThe action in the Common Pleas was a feigned issue, directed by the court, wherein John Moatz was made plaintiff, and Andrew P. Knox, defendant, to try the right to money in court raised on a mortgage given by Nathan Mitchell to Platt Knox, on certain real estate situate in Lewisburg, Union county. It was stated, that in the year 1846, Nathan Mitchell, of Union county, (who was engaged in the manufacture of iron at the Berlin iron-works,) made application to Platt Knox, of Red Hook, Dutchess county, and State of New York, a relative of his, for a loan of money. Platt Knox, not having money of his own at that time to lend, called on Garret Yankeuren, of same place, agent of Mrs. Louise Livingston, and on the 1st day of February, negotiated a loan of $2600, by giving his note, with his brother, Andrew JP. Knox, as surety ; that on the next day he loaned the same $2600, together with $26 in addition, making $2626, to said Nathan Mitchell, and took his bond for it, payable on demand, with interest, which he secured by a mortgage on certain property, situate in the borough of Lewis-burg, Union county, Pennsylvania, which mortgage was duly recorded on the 9th day of February, 1846. Platt Knox afterwards failed, and the said Andrew P. Knox, the surety, was compelled to pay said Mrs. Louise Livingston the $2600 aforesaid, with the interest thereon, which, under the laws of the State of New York, was seven per cent. Platt Knox, in order to secure his brother, Andrew P. Knox, as bail aforesaid, on the 11th of January, 1848, assigned his said mortgage against Nathan Mitchell to said Andrew P. Knox. On the 15th of February, 1848, judgment for $2946.80 was obtained on the mortgage against Nathan Mitchell. Al. lev. facias issued,- and $3046 was paid into court for distribution.\nJohn Moatz and Moatz & Harper issued foreign attachments out of the Court of Common Pleas of Union county against Platt Knox, with notice to Nathan Mitchell and others, which was served on Nathan Mitchell on the 13th of January, 1848, and on some of the persons that were in possession’ of the real estate covered by the mortgage, on the 12th of January. On the 17th of February, 1849, John Moatz and Moatz & Harper obtained judgments against Platt Knox for their claims—John Moatz for $671.84, Moatz & Harper for $677.60. John Moatz and Moatz & Harper laid claim to the money in court, by virtue of their attachments, alleging that the assignment of the mortgage by Platt Knox to Andrew P. Knox was fraudulent. The court then directed two feigned issues to try the contested facts as to the m'oney in court: in one, John Moatz was made plaintiff and Andrew P. Knox defendant, and in the other, Moatz & Harper were made plaintiffs, and Andrew P. Knox defendant. Plaintiffs filed declarations for money had and received, to which the defendant plead payment, with leave to give the special matter in evidence. The issues came on to be tried at May term 1849, when verdicts were rendered in favor of Andrew P. Knox in each case. Plaintiffs moved the cases to the Supreme Court, and judgments were reversed, on the ground that the. notice of special matter was not sufficiently explicit. The cause came on again to be tried at an adjourned court held in October 1849, when the plaintiff, failing to give any evidence of fraud or mistake in the assignment, contended that the money in court was more than sufficient to pay Platt Knox for the money he paid Mrs. Louise Livingston: the court submitted that fact to the jury, with instructions that if they found there was more money in court than would pay Platt Knox, that they should find in favor of the plaintiff for such over-plus. Defendant (Andrew P. Knox) contended, in the first place, that he had purchased the whole mortgage; that there was no over-plus ; but, even if there was, it belonged to him: and, in the second place, that the foreign attachments were illegal, and all proceedings thereon void.\nIt was alleged that there was not enough money in court to pay the note and seven per cent, interest, and. compensation to counsel. It was contended, on the part of Knox, that he should not be limited to the mere amount of the note, but was entitled to recover on the mortgage the amount of the note and interest, and compensation to counsel for attention to the proceeding. It was also contended that the foreign attachments were illegal.\n2d 'February, 1846, mortgage, Nathan Mitchell to Platt Knox, on certain property situate in Lewisburg, Union county, Pa., to ser cure payment of a bond of same date of $5000, conditioned for the payment of $2626 on demand, with interest. Acknowledged Feb. 9, 1846, and recorded same day. Read. Also assignment endorsed thereon, as follows:—•\n“ For and in consideration of two thousand nine hundred and twenty-six dollars and twelve cents, to me paid, I the undersigned, of Red Hook, County of Dutchess, and State of New York, do hereby assign, sell, and set over to Andrew Knox, of the same place, the annexed indenture of mortgage, together with the bond therein recited and referred to, to have and to hold the said bond and mortgage, and the debt thereby secured, and all the interest conveyed by the mortgage in and to the lands therein described, to the said Andrew Knox, his heirs, executors, administrators, and assigns for ever, for his and their use and benefit; and the said Andrew Knox is hereby authorized to receive and enforce the payment of the said money by all lawful ways and means in law and equity; but this assignment is made in all respects at the risk of the said Andrew Knox, and the debt is to be collected at his expense, and not mine: In witness whereof, I have hereunto set my hand and seal the 11th day of January, 1848.\nPlatt Knox. [l. s.]\n“ In presence of John V. A. Lyle.”\nOn the trial, defendant’s counsel submitted several points, the fourth and fifth of which are stated after the charge.\nWilson, J., charged, inter alia, as follows:—\nThe question to be settled on this issue is, whether the plaintiff is entitled to the payment of his judgment against Platt Knox, or any part of it, out of the money paid into court, raised on the mortgage of Nathan Mitchell to Platt Knox.\nThe plaintiffs, to recover their claim against Platt Knox, issued their foreign attachment against Knox, and have had the writ, which contained a clause of scire facias, served on Nathan Mitchell. The service thereof was on the 13th of January, 1848. * * *\nIf the assignment to A. P. Knox was made in good faith, at the date it purports, and to receive the same for a liability for his brother to Mrs. Livingston, the assignment being executed and delivered on the 11th of January, 1848, would vest in Andrew the right to receive the money due on the mortgage. It would be a transfer of the claim for a good consideration, and prior to any claim Moatz or Moatz & Harper could have; for their claim on the fund did not attach until the 13th, when Andrew P. Knox was the owner of the mortgage, and not Platt Knox, against whom Moatz and Moatz & Harper had the claim their attachments issued to secure.\nIf there is evidence to satisfy you that the plaintiffs’ attachments were served before the assignment of the mortgage to Andrew P. Knox, or, although the assignment may have been executed and delivered before the service of the attachment, that it was without a valuable consideration, and intended to defeat, delay, or hinder the bona fide creditors of Platt Knox in recovering or obtaining payment of their claims, the plaintiffs will be entitled to recover. * * • * *\nBut the plaintiffs’ counsel, by their argument, as you will observe, have not seriously urged their claim on the question of fraud, but on the allegation that the amount for which the mortgage was assigned to recover is more than paid by the money raised on the mortgage, and that the plaintiffs are entitled to recover the residue. On the issue as formed, we think the plaintiffs may in this issue try the question of whether they are entitled to a part of their claim, if there is a balance remaining after the payment to A. P. Knox of the amount he is entitled to on his assignment.\nIt is also alleged that the assignment was given for a larger amount than was due to Andrew P. Knox from Platt Knox, or more than Andrew’s liability for Platt to Mrs. Livingston amounted to. A judgment confessed on an assignment made for more than the real debt, with intent to defraud creditors, will be void for the whole amount of the judgment or assignment, as against creditors, when it is done with intent to defraud creditors. The fact, however, of assigning a claim for more than the amount intended to be secured, where the intent to defraud, delay, hinder, or defeat creditors is wanting, will not in all cases render the assignment void or voidable, for the amount to be recovered.\nThe consideration mentioned in this assignment is $2926.12, an amount which it is said was not due Mrs. Livingston on her obligation against Platt Knox and A. P. Knox. This sum is mentioned as the consideration upon which the assignment is made. It was necessary that it should be done for a good consideration, to render it available to the person to whom it is made, and the question as presented by the evidence is not whether that amount was due Mrs. Livingston; it is the amount due on the mortgage that was assigned; and the bail of a principal debtor may take, to secure himself against his liability, a claim which his principal has against another, when the principal is willing to give it, although it may amount to more than the actual liability intended to be secured, if the purpose is to secure the bail, and not to defeat other creditors. They may be so circumstanced at the time as not to be able to ascertain the actual amount of the claim the assignment is made to secure, or what may be realized out of the property or thing assigned towards payment of it.\n• Mr. Lyle, who drew the assignment, says that the assignment was in consideration of the note of Mrs. Livingston, that Andrew P. Knox was the security of Platt Knox, and says that the mortgage was there at the time, and that the precise amount of the note (to Mrs. Livingston) was not known—that the principal (sum) was $2626. If such were the facts under which the assignment was made, it would he for a fair consideration, and valid for the amount it was given to secure. Whether, it amounts to more than what Andrew P. Knox took the assignment to secure, is matter of calculation for you. The interest allowed in New York, where the money was borrowed, is 7 per cent., and .for interest at that rate on the amount borrowed, Andrew P. Knox would be bound by his obligation to Mrs. Livingston, as well as for the principal sum, so far as payments were not made by Platt Knox. The assignment is absolute for the amount of the mortgage, and A. P. Knox to be at the expense of collecting. Whether, when he was to be at the expense of collecting, it was intended he should be allowed more out of the fund assigned than would pay Mrs. Livingston, you will determine ; and again you will determine what amount of the obligation was paid by A. P, Knox, and make your own calculation to ascertain whether there is an amount applicable to the claims of the plaintiffs; and if you find a balance applicable to them and not sufficient to pay them in full, you will determine what amount of such balance is applicable to the judgment of Moatz, and what amount to the claim of Moatz Harper. Their attachments were served on Mitchell on the same day and at the same time, and of such balance they would be entitled to recover an amount in proportion to the amount of their judgment. -\nThe parties send out their calculations; you are not bound by them; they will aid you as to dates.\nTo the charge and answers to the points, both parties except, &c.\nDefendant’s 4th point.—The whole proceedings on the attachments are illegal.\nAnswer.—We refuse to answer as requested.\nDefendant’s 5th point.—That the jury have nothing to do in making distribution, but only to try the facts raised by the issue.\nAnswer.—Making distribution of the fund devolves on the court, not on you; but in these issues, if you find the plaintiffs are entitled to recover any portion of their claims, you can ascertain what amount.\nYerdict was rendered for plaintiff for $134.74 of the fund in court; and the residue, after deducting the $134.74, applicable to the issue of Moatz & Harper v. Andrew P. Knox, we find for defendant.\nIt was assigned for error:—The'court erred in charging the jury:\n1st. On the issue as formed, we think the plaintiffs may try the question of whether they are entitled to a part of their claim, if there is a balance remaining after the payment of A. P. Knox the amount he is entitled to on his assignment.\n2d. Whether it amounts to more than what Andrew P. Knox took the assignment to recover, is a matter of calculation for you.\n3d. You will determine what-amount of the obligation was paid by A. P. Knox, and make your own calculation to ascertain whether there is an amount applicable to claims of plaintiffs; and if you find, a balance applicable to them, and not sufficient to pay them in full, you will determine what amount of such balance is applicable.to the judgment of Moatz, and what amount to the claim of Moatz & Harper.\n4th. The court erred in their answers to defendant’s 4th and 5th points.\nThe case was argued by Miller and Casey, for Knox, plaintiff in error.\nJordan, for defendant in error.\nJuly 22,"
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 80
}
