{
  "id": 408772,
  "name": "Case versus Davis et al.",
  "name_abbreviation": "Case v. Davis",
  "decision_date": "1850-07-22",
  "docket_number": "",
  "first_page": "80",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842729
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0039-01"
      ]
    },
    {
      "cite": "3 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    },
    {
      "cite": "2 Yeates 174",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 7137,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.876685767652503e-08,
      "percentile": 0.49924686728840173
    },
    "sha256": "bdd25141d831d91598d7324847e9c650493c2b50c3d8d3ffb2a478be98740c5c",
    "simhash": "1:aed1f4b8f0fe4116",
    "word_count": 1314
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Case versus Davis et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe plaintiff in error has no right to complain : he was allowed every thing which he was entitled to, and perhaps a little more, in his set-off. That rent which is not due, and which is -to accrue after the levy, if it ever accrue at all, cannot be allowed in a proceeding of this kind, I had thought was too well established to be questioned, especially in the matter claimed here, where there was in fact no lease or rent reserved. But where the claim arose for use and occupation, the party was allowed for the time the premises were used and occupied—that is, up to the time of the levy; and with this the plaintiff ought in all conscience to be satisfied.\nThere was no color of claim for taxes, paid by plaintiff after the levy. The rights of the parties were fixed at the date of the levy, and could not be altered by subsequent acts of the parties.\nThe amount of the sum due for use and occupation was correctly _ fixed, but that was done by the evidence and the jury: the court had nothing to do with it, and only incidentally referred to it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Pleasants, for Case, plaintiff in error.",
      "Baldy, for defendants.",
      "Oomly, in reply."
    ],
    "corrections": "",
    "head_matter": "Case versus Davis et al.\n1. A landlord is entitled only to the rent due at the time of the levy, out of the proceeds of property of the tenant, levied on upon the premises, by the sheriff, under executions against thfe tenant. Nor can the landlord set off the rent becoming payable after ike levy, against the tenant’s book-account against him, for which credit is asked as a deduction from the rent, in a feigned issue between the landlord and the execution creditors, to try the amount of rent due.\n2. Where, by the terms of the lease, the tenant was to pay the taxes assessed upon the premises, the landlord is not entitled, out of the proceeds of sale of the tenant’s goods, to the amount of taxes paid by him after the levy.\nError to the Common Pleas of Luzerne county.\nThis was a feigned issue, directed between Case, as plaintiff, and Davis and certain execution creditors of Davis, as defendants, to try. the right of Case to be paid $547, claimed by him as the balance of rent on a lease to Davis of a rolling-mill property, and claimed out of the proceeds of personal property of Davis, raised by sale by the sheriff, on various executions in favour of other persons against Davis; the goods_ levied on being, at the time of the levy, on the demised premises. The lease of Case against Davis, dated 13th November, 1847, was for one year from 16th November, 1847, at $1300, payable quarterly. In case the premises were destroyed by fire, the rent to cease. Davis to pay all taxes assessed on the same during the term, and to have the privilege of retaining the property for a second year at the same rent, he giving Case two months’ notice. September 16th, 1848, notice of Davis’s intention to retain for a second year.\nThe property was levied on upon the 9th day of February, 1849 ; sold 21st February, 1849, for $702.19 ; $680.27 paid into court.\nDefendants showed various payments, amounting to about $1194.87, on account of the rent. There was, also, given in evidence a book-account of Davis against Case; of which $320.05 was not objected to as incorrect.\nAfter the defendants had closed, the plaintiff, Case, claimed to reduce Davis’s account against him, by a book-account in his favor against Davis, for about $75.48; also, for rent of store-house and wharf; and for two years’ taxes assessed to Case, $44; one year’s tax paid after the levy on the executions, and the tax for second year, not paid at all.\n■ G. W. Wallis, sworn.—Case asked Davis $50 rent for his storeroom ; Davis said it was too much, and went out; Davis used it from 16th November, 1847, till 9th May, 1848; then it stood empty a good while; a family went in it some time last fall; can’t tell who put them in; it was Kendig, one of Davis’s hands.\nCross-examined.—I am Davis’s book-keeper; I saw no charge of rent by Davis against Kendig.\nPlaintiff’s point.—That plaintiff is entitled to defalk against Davis’s book-account against him the amount of rent which Davis, by the lease in evidence and the notice for renewal of same, dated 16th September, 1848, promised and is bound to pay from *lth February, 1849, to 16th November, 1849.\nDefendants’ points.—1. That plaintiff’s claim of $44, taxes paid after 7th February, 1849, can’t be allowed. 2. That Davis can be charged with the rent of store-room only during the time he occupied it, at the rate of $45 per annum.\nPlaintiff’s point the court answered as follows :—That the rent from 9th February, 1849, till 16th November, 1849, not being due when the levy was made by the sheriff on the personal property of Davis, cannot be brought into the account between the parties in this issue. The landlord is entitled to be paid his rent only up to the day the goods are taken in execution, though it be the middle of a quarter: 2 Yeates 174; 5 Finny 505; 13 Ser. & B. 158; 3 Watts 394.\nTo defendants’ 1st point court say:—That, as the evidence is uncontradicted, that the $44 taxes were not paid by S. P. Case until after the levy, it is not to be allowed. He should have paid it before levy to be entitled to it: Gray v. Watson, 4 Watts 39.\n2. That as the rent of the store was to be at the rate of $45 per annum, under the evidence, Davis was chargeable with the rent only during the time he occupied it, as there is no evidence he was to pay for any longer period.\nAs to the book-accounts of Davis against Case, and of Case against Davis, defendants claimed to deduct the balance due from Case to Davis on these mutual accounts, from the rent that had accrued when the levy on the executions was made. This the court allowed, on the authority of Gray v. Wilson, 4 Watts 39. The plaintiff, Case, did not complain of this, but he asked the court to allow him to defalk the rent which Davis would be liable to pay him after the 9th February, 1849, from Davis’s book account; but the court refused so to instruct the jury.\nYerdict was rendered for plaintiff for $156.55.\nError was assigned:\n1. To the court’s answer to plaintiff’s first point.\n2. To court’s answer to defendants’ first and second points.\nThe case was argued by Pleasants, for Case, plaintiff in error.\nHe contended, as to the taxes, that Davis was to pay them ; that they were a lien, and that Davis’s property was liable to pay them.\nBaldy, for defendants.\nCase was allowed all that was due at the time of the levy. The rights of the creditors of Davis were then fixed. If the premises had been destroyed by fire, by the provisions of the lease the rent was to cease. By the terms of the act of Assembly, the property on the premises “ shall be liable for the payment of any sums of money due for rent at the time of the levy.” The plaintiff seeks to evade the provision by setting off the future rent against Davis’s account. But only debts due can be set off, and the rent was not'due, and might never become due. The taxes were not paid at ’the time of the levy, when the rights of the execution creditors attached. There was no proof of a contract as to leasing the store-room.\nOomly, in reply.\nJuly 22,"
  },
  "file_name": "0080-01",
  "first_page_order": 80,
  "last_page_order": 82
}
