{
  "id": 408812,
  "name": "Baldy versus Brady",
  "name_abbreviation": "Baldy v. Brady",
  "decision_date": "1850-07-29",
  "docket_number": "",
  "first_page": "103",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 503",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 833,
    "char_count": 24263,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.418149365216677e-07,
      "percentile": 0.6484434034571127
    },
    "sha256": "4604975921c92cb85b84e5dce0e31f3d4f6e9242269a3008e6d4dfb5940b0add",
    "simhash": "1:d9ffedbca264ac41",
    "word_count": 4222
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baldy versus Brady."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThis judgment, which is the converse of the one given when the cause was here before, is affirmed, for the reasons assigned for reversing the first judgment of the court below. That is, because the fund itself, in the hands of Baldy, the garnishee, possessed no immunity from the attachment process; and because the relation which Kenderton Smith, administrator cum testamento annexo, bore to that fund could impart no immunity to it. I will add, however, a few observations, as some other points are 'raised in this case, as to the amount properly attachable. Kenderton . Smith, the' administrator, is no party to the attachment, nor are the other devisees of Thomas Grant. They are on the record by permission of the court to interplead. But Baldy, the garnishee, was bound to make every just and legal defence which they can make, or be answerable to them for the fund. The plea is, that at the time of the service of the attachment, Baldy had no assets in his hands belonging to George Grant. Thomas Grant, the testator, died in 1815, leaving a large estate, having first made his will, by which his .mansion farm was devised to his wife for life, and after her death it was directed to be sold, and the proceeds of the sale he bequeathed to his children, in equal shares,’ one of whom is George Grant, the defendant. Kenderton Smith became administrator cum testamento annexo, in 1825. It was then his duty to have sold the other lands of Thomas Grant, upon which he had specially and particularly charged his debts, and directed his executor to sell them for that purpose. He does not do this, as he was bound to do by the law and his duty, but he suffers the time to run on until 1846, when any judgments which remained at that time, if any, had more than doubled by the accumulation of interest. And then he sells, not the lands charged by the testator with the payment of his debts, but that land which he had exempted from their payment and devised specifically. Sometime near to the sale of the mansion farm, proceedings in partition were had, to wit, in 1846, of and concerning the other lands of Thomas Grant, deceased, which were charged with his debts. These lands could not be parted and divided, and were ordered to be sold by the Court of Common Pleas, and were sold by Kenderton Smith, administrator, &c. Two judgments are exhibited against the estate of Thomas Grant, one in favor of the Carlisle Bank, for E. Greenough, and the other of Cook, for Greenough, and the defendants allege that the attachment against Baldy will not lie nor can be maintained for George Grant’s legacy, because Kenderton Smith, administrator of the testator, has not yet settled his final account, and rely upon the case of Chester County Bank v. Ralston, 5 Barr. But in that case, it was an attachment on the distributive share of an heir of the personal estate in the hands of the administrator, and it was held that such share was not attachable until the administrator had settled his administration account, which he is bound to do in one year, and may be compelled, after that, to do it promptly, upon the application of any person having an interest in the estate. But the case of Ross v. Cowden, 7 Watts & Sergeant, cited and approved in Ralston v. Bank of Chester, 7 Barr, covers this case, even if the administrator had been the garnishee, as will readily be perceived by those who examine it. But the act of Assembly provides that, where a legacy is given, or lands devised to any person or persons, by will and testament, it shall be subject and liable to attachment in the hands or possession of the executor, or in whose hands or possession soever the same may be ; and in this case the legacy was in the hands of Baldy, the garnishee. Those two judgments to which I have referred are placed on the paper-book, but it appears that one is satisfied on the record. The Carlisle Bank judgment is no lien against the mansion farm, as appears by the statement furnished on' the last paper-book. It appears that the judgment was entered January 31st, 1822; the first scire facias was issued, No. 48, to August term 1828; a period of more than six years after the entry of the judgment. Of course under the rule of Kerper v. Hock, and Penn v. Hamilton, and all that class of cases, it ceased to be a binding debt against the mansion farm. The particulars of the judgment of Cook for Greenough are not set out. The first that appears of it is a scire facias issued in 1842. Possibly, upon an accurate inspection of the record, it might be more infirm than the other. But before the issuing of this attachment, the administrator had settled an account, which exhibited a balance in his hands of $1750, and the sales made by the administrator of the lands which were charged with the payment of debts, amounted to $8421, which, together with the sum of $1750, in his hands, by his administration account, amounted to $5171; a sum more than sufficient to pay both these judgments, if they had been good and valid at the issuing of the attachment: and all this was' manifest on the record. The administrator had settled an account, and even if he had been the garnishee, the fund being in his hand, he would not be protected by the case of Bank of Chester v. Ralston. But it is alleged that this was not a final account. How were the creditors of George Grant to know that it was not a final account ? There is nothing of that on the record. He had taken more than twenty-five years after his appointment as administrator, &c., to settle that account, and, perhaps, he would be willing to take twenty-five years more to settle another. But in Bank of Chester v. Ralston, such a thing as a final account is not mentioned, because the creditor may presume that the account settled at the end of the year is a final account, so as to exhibit the condition of the estate. But I have said that Ross v. Cowden, 7 W. & Ser., is almost exactly in point with this, except that there only a little over seven years had elapsed from the death of the testator, and there the debt attached was due to the testator, but was attached as the property of the executor, who was the residuary legatee of the entire estate, which was notoriously sufficient to pay the debts, of which some existed when the attachment was issued, and, the legacies, and to leave a large surplus. Here there is, after a lapse of thirty-five years, instead of seven, as in Ross v. Cowden, as appears on the record, far more in the hands of the administrator than will pay these judgments, if they have not been paid, and leave the fund in the hands of Baldy, at the time of the service of the attachment, untouched, and leaving George Grant’s portion of it free to go to his creditors, under the attachment process. And why should the administrator seek to thwart and obstruct ? Why not faithfully and truly let the will of the testator have its fair operation according to law and its expressed intent ? It is very clear from the record of the proceedings in partition and the settlement of the account of the administrator, that there was more money, or assets, in the hands of the administrator, properly applicable to the payment of these judgments, than would satisfy them, if they were liens, to the full measure; and that, therefore, there is no pretence whatever for saying that the attachment against the fund in Baldy’s hands would not lie on account of these judgments. And, if they were not liens, there is still less reason for the allegation; and the administrator having settled an administration account before the attachment issued, after long delay, there is no reason whatever for the position that the attachment will not lie: the argument has nothing to lean upon. It is an attachment for a legacy in the hands of the garnishee, in whose hands it is, notwithstanding his alleged payment of it into court, and who must answer for it. For the payment by him of the money into court was without any authority of law. If the prothonotary received it, he had no right to receive it, nor had the court any power to appoint a receiver. We must conclude the money taken out of court, as it is said, by Mr. Greenough, was a voluntary payment by Baldy to him.\nThe plaintiff in attachment is entitled to one-sixth of the money in the hands of Baldy when the attachment was served, either then due, or to become due, without any deduction for the money taken by Mr. Greenough.\nI will add, that, although the lien of the Greenough judgments may not have' been properly kept up, yet they may be good liens against the lands specially charged with the payment of testator’s debts, under the rule established in 8 Watts 503, Alexander v. Murray. The administrator, with respect to those lands and the money raised by their sale, would be considered a trustee for the creditors, and bound to apply them or their proceeds, when he sold them, to judgments, the lien of which had not been regularly preserved, until they are barred by legal presumption of payment. But the mansion-place or its proceeds is not to be bound.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Argued by Hegins and Jordan, for plaintiff in error.",
      "Bellas, for defendant in error, Snyder."
    ],
    "corrections": "",
    "head_matter": "Baldy versus Brady.\n1. Under the' 10th section of the act of 13th April, 1843, a legacy may he attached and levied upon by an attachment execution.\n2. Where, more than thirty years after the death of a testator, an account was filed by the administrator of his estate, accounting for a pa/rt of the proceeds of sale of lands sold by him, which showed a balance in his hands more than sufficient to pay record debts, the interest of a devisee in the residue of the proceeds of said sale may be afterwards attached on attachment execution, in the hands of the purchaser of the said land, which the testator had directed to be sold after the death of his widow, and the proceeds divided equally among his children; and the voluntary payment of the said residue of purchase-money into court by the purchaser, after the service of the attachment, will not prejudice the attachment.\nError to the Common Pleas of Northumberland county.\nThis was the case of an attachment execution-on a judgment in favor of Walter Brady for Charles A. Snyder v. George Grant, who survived Charles Hegins, deceased.» A scire facias issued to November term 1844, No. 2Í, to revive the judgment, in which the judgment was stated to be $727.30—interest from April 8, 1882. August 16, 1845, George Grant agreed that judgment of revival be entered by the prothonotary in this ease; and same day, judgment entered for $1408.39. On this revived judgment, an attachment execution issued on April 1st, 1847, against George Grant, with notice to Peter Baldy, garnishee of George Grant, Kenderton Smith administrator of Thomas Grant, deceased, Robert S. Grant, and others, who were heirs of the estate of Thomas Grant, deceased, and Kenderton Smith, guardian of his own children. George Grant was a son of Thomas Grant, deceased. The attachment was served April 7, 1847, on George Grant and Peter Baldy. January 13,1848, rule on garnishee to answer, &c. April 11, 1848, on motion of counsel, Peter Baldy paid into court $6494.15, of which were paid to judgment of E. Greenough, Esq., $1206.04, leaving in court $5288.11. It appeared that after the death of the widow, the mansion farm of Thomas Grant was sold on October 13, 1846, by Kenderton Smith, administrator with the will annexed, to Peter Baldy, for $8305, of which $2000 was payable on the day of sale. This $2000 was paid to Kenderton Smith, administrator de bonis non and his attorney. Half of the residue was payable on the 1st of April, 1847, and balance 1st of April, 1848, with interest on last payment from 1st of April, 1847.\nPaid, 14th October, 1846, to Kenderton Smith...... 500.00\n“ 17th October, 1846, to C. W. Hegins, attorney\nfor Kenderton Smith............................ 1500.00\nu 12th April, 1847, into court...................... 3152.50\n“ 11th April, 1848, “ ...................... 3341,65\n$8494.15\nOf which paid into court, $6494.15.\nOn the 31st of January, 1822, the Carlisle Bank obtained judgment against the executors of Thomas Grant, deceased, which was afterwards assigned to E. Greenough, Esq. John Cook’s administrators also obtained judgment against the administrators de bonis non of Thomas Grant, deceased, with notice to the heirs and terretenants. This judgment was also marked for the use of E. Greenough, Esq. The balance due on this judgment, and the Carlisle Bank judgment, amounting to $1206.04, was paid to Mr. Greenough out of the money paid-into court by Mr. Baldy.\nNov. 7, 1849, a jury was called. The counsel for defendants appeared for all the parties in interest. Same day, death of Geo. Grant suggested, about the 1st October, 1848.\nThe will of Thomas Grant, dated May 12,1815, proved in June, 1815, was received in evidence. The testator empowered his executors (Deborah Grant, his widow, George Grant, and William Grant) to collect his outstanding debts, and to sell all such parts of his real estate (excepting his mansion farm) as may be necessary to pay his debts, and then devises as follows: “ It is further my will, and I hereby order and direct that after the decease of my beloved wife, the mansion farm shall be sold for the best price, and the proceeds to be divided amongst my children aforesaid, and their legal representatives, share and share alike.”\nAdmitted that Thomas Grant, Jr., son of testator, died intestate and without issue, since the death of his father, viz.' after April 12, 1830. That Martin Grant, another son of testator, died before any release by any of the heirs of Thomas Grant, deceased.\n21st September, 1850, will of Deborah Grant read. 16fch April, 1845, probate.\nUnder this will, plaintiff claims 13-210 parts. Juliana Hepburn, widow of John Hepburn, daughter of testator, died before her mother, Deborah Grant. Juliana Hepburn’s will was proved in 1844, -wherein she devised to her brother’s and sister’s children all her property, equally to be divided between them.\nDefendant’s counsel now moved the court, on behalf of John Porter, a judgment creditor of George Grant, to interplead in this case. The counsel for plaintiff object to the interpleader at this stage of the cause, and court sustained objection, and overruled the motion. Counsel for defendants excepted. Permission was after-wards given to his counsel to interplead for him.\n5th January, 1847, administration account of Kenderton Smith, administrator de bonis non. He was charged with receipt from Peter Baldy, $2000. This was the part of proceeds of sale of mansion farm which was first payable.\nCredit for payment, &c.\nBalance due estate, $1750.89.\nConfirmed nisi, April 6, 1847. Exceptions filed same day.\nProceedings in partition, to April term 1845:—\nKenderton Smith, and others, 1 ’ M George Grant, and others, j\n, A -,OAO . , JNoyember 9, 184b, judgment, quod partitio fiat\n42, April term 1847, writ issued to make partition of other lands than the mansion farm. Returned, that the land could not be parted and divided. August 17, 1847, sale ordered, and several tracts afterwards sold by Smith the administrator for above $3400, of which-above $1450, it was alleged, were not paid.\nThe judgment of the Carlisle Bank vs. the executors of Thomas Grant, deceased, was obtained on an agreement for an amicable action, dated August 19, 1815, filed January 31, 1822, and judgment, on same day, for $8000, with such interest as may be due. Real debt, $2359—interest from 24th August, 1818. June 20, 1828, removal of. executors suggested. Sci. fa. to August term 1828, to make administrators parties. Nov. 27, 1828, on motion, judgment. Levy on mansion farm. Ven. exp. stayed. Sci. fa. to January term 1833. November 27, 1833, judgment confessed for $2198\".86 of the lands of Thomas Grant, deceased. Sci. fa. to November term 1836. Service accepted by Smith, administrator. Plea, payment and no lien. August 17, 1837, judgment confessed by defendant’s .attorney. August 18, calculation filed for $2693.59. Sci. fa. issued, August 22, 1842, to November term 1842. January 7,1843, on motion, judgment. Sci. fa. to August term 1845. November 10, 1845, judgment.\nAs to the judgment of Cook’s administrator, for' Greenough, the original judgment did not appear on the paper-book. The first proceeding mentioned was a sci. fa. to November term 1842, against the administrator de honis non of Thomas Grant, deceased, with notice to heirs and terre-tenants. January 7, 1843, judgment for $1091.16, all payments to be allowed. Sci. fa. to August term 1845, &c.\nAs to the Carlisle Bank judgment.—Death of Thomas Grant, the testator, say 27th June, 1815. From that day till 31st Jan. 1822, the day of the entry of judgment, is six years seven months. From 27th June, 1815, till 20th June, 1828, before which the sci. fa. on the judgment did not issue, is above twelve years. If, therefore, the amicable action and confession of judgment continued the lien for ten years from the death of testator, that period had expired before the issuing of the first sci. fa. on the judgment. From 31st January, 1822, the day of entering the first judgment, till 20th June, 1828, before which, as stated above, the first sci. fa. did not issue, is more than six years. (See Konigmacher v. Brown, 2 Harris 269.)\nOn the trial, several objections were urged by defendants against the plaintiff’s right to recover. Only two of them were insisted on.\n1. That the share of George Grant (if he had any) could not be attached until a final account was filed by Kenderton Smith, administrator de bonis non, &c., and distribution made. ■\n2. That if plaintiff was entitled to recover, he could only recover the one-sixth of the $6494.15 paid into court by Mr. Baldy, after deducting the balance due on the Carlisle Bank judgment and the legal costs.\nAnthony, J., charged as follows:—This is an attachment execution, issued by Walter Brady, for the use of Charles A. Snyder, against Peter Baldy, garnishee of George Grant, to recover a debt due by Grant to the plaintiff, and alleged to be in the hands of the garnishee. The money has been paid into court by the garnishee for the purpose of having it paid to the plaintiff, if he is entitled thereto, or such amount as shall be adjudged due and owing to plaintiff, if any. In order that all the parties interested might be heard, the court, on application of their counsel, has admitted the administrator de bonis non, the heirs and devisees, &e. of Thomas Grant, deceased, as well as John Porter, one of the creditors of George Grant, to come in and interplead for the purpose of contesting the right of the plaintiff' to recover the money claimed in the attachment. In the year 1815, Thomas Grant made his will and died, having devised his mansion-house and farm to his widow during life, and, after her death, directed the property to be sold and the proceeds to be distributed among his children and heirs at law. In 1844 or ’5, Deborah Grant, .the widow, died, and Kenderton Smith, administrator de bonis non of Thomas Grant, deceased, in October, 1846, sold the mansion farm to Peter Baldy at public sale, and made him a deed for the same. Baldy paid $2000 into the hands of the administrator about the time of sale, and after the attachment in execution was served on him, which was on the 7th of April, 1847, he paid into court $6494.15, out of which $1206.04 was paid by the prothonotary to judgment of the Carlisle Bank for the use of E. Greenough, against Thomas Grant’s estate.\nThe plaintiff claims the portion or distributive share of George Grant, of the proceeds of the sale of the real estate now in court for distribution, viz. the one-sixth part of the $6494.15, to be appropriated to his judgment against the said George Grant, for $1408.39, with interest from August 16, 1845.\nThe defendants deny that the plaintiffs are entitled to recover the above claim, and have alleged a number of objections to the plaintiffs’, right to recover,, which have been submitted in the shape of points to the court; and as no witnesses have been examined before you, and as the papers and records will all be before you, the court will merely refer you to the principles of law for your guidance, which we have laid down in answer to the numerous points made by the counsel on both sides, so that you may apply the law to the facts which appear in the cause, and render such verdict as your judgments will approve.\nSome of the points submitted on part of plaintiff, and the answers thereto, were as follow:—\n1. That there is no such evidence of debts of the estate of Thomas Grant, or of its being in an unsettled condition, as to invalidate plaintiff’s attachment—the Supreme Court having sanctioned its legality.\nAnswer.—That although there was evidence on the former trial, and there is now evidence of debts against the estate of Thomas Grant, deceased, when the attachment in execution was served upon the garnishee, and after he had paid the money into court, $1206.04 were paid to E. Greenough, Esq., of that money, on a judgment for his use against Thomas Grant’s estate. Yet, as the court is desirous, in good faith, to sustain and carry into effect the decision of the Supreme Court, we answer the point in the affirmative.\n5. That the plaintiff is entitled to a verdict upon the evidence, and if the jury find no mistake in the plaintiff’s calculation, the verdict should be for $1422.51, as the calculation is made upon just and legal principles; and the claim is not to be lessened by the payment made to Mr. Greenough.\nAnswer.—As the whole amount of the $6494.15 was attached in the hands of Peter Baldy, and the same was paid into the court for the purpose of ascertaining what proportion (if any thereof) was liable to the attachment, as the property of George Grant; and as it is in evidence that the administrator de bonis non had in his hands $1750, being more than sufficient to pay E. Greenough his claim against Thomas Grant’s estate, and which $1750 were paid out of the proceeds of the mansion farm, to the said administrator, the court is of opinion that the claim of plaintiff is not to be lessened by the payment made to Mr. Greenough after the service of the attachment.\nNovember 8, 1849, verdict for plaintiff for $1082.35. .\nIt was assigned for error, that—\n1. The court erred in deciding that plaintiff was entitled to recover.\n2. In deciding that plaintiff was entitled to recover the one-sixth of the sum of $6494.15, without any deduction for Carlisle Bank judgment and legal costs.\nArgued by Hegins and Jordan, for plaintiff in error.\nAs to the first point, it was contended .that this case cannot be distinguished in principle from the Bank of Chester v. Ralston, 7 Barr 482, where Judge Coulter, who delivered the opinion of 'the court, decides, that until the settlement of an administration ..account, attachment cannot issue.\nThe same doctrine is laid down, by the same learned judge, in McCreary v. Tepper, 10 Barr 419. A distributive share is not liable to attachment in execution, until ascertained by a settlement of the administration account. The case of the Chester Bank is referred to, and the doctrine there laid down is reaffirmed. The court proceed, “ The court, at least a majority of them, upon a calm and sefcond thought, are satisfied with the judgment in the Bank v. Ralston.”\nAs to the second point, the attachment was issued against Peter Baldy, garnishee of George Grant. What amount was in his hands at the time of the service of the attachment upon him ? Clearly the Carlisle Bank debt, being a debt due from the estate of Thomas Grant, and the judgment, being a lien on the mansion farm, was ■entitled to payment out of the fund in court; and it is equally clear that George’s creditors were not entitled to one-sixth of the whole fund. It is not a sufficient answer, that Kenderton Smith had received enough of the proceeds to pay that judgment. It was not paid by him, and no injury is done to Snyder, the judgment creditor of George, by compelling him to wait until the administrator files his final account, and then attaching whatever sum may be in his hands belonging to George Grant.\nBellas, for defendant in error, Snyder.\nJuly 29,"
  },
  "file_name": "0103-01",
  "first_page_order": 103,
  "last_page_order": 111
}
