{
  "id": 408737,
  "name": "Clement versus Rohrabach",
  "name_abbreviation": "Clement v. Rohrabach",
  "decision_date": "1850-07-29",
  "docket_number": "",
  "first_page": "116",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 305,
    "char_count": 5502,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.6343475431493036e-07,
      "percentile": 0.6894623972285643
    },
    "sha256": "cc2b31c9a9b28ad0414178e6204d14d625c47975176b561f8970a2aa93cbb13a",
    "simhash": "1:1356b0312a92b476",
    "word_count": 950
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clement versus Rohrabach."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nWe cannot hold that the act of Assembly was complied with by the arbitrators. The statute requires that the arbitrators shall make, and annex to their report,- such an account between the parties as they shall think just, which account shall result in the balance reported in their award. This is a very plain and specific requirement. There is an account among the papers of the case, hut it was not returned with the award, hut was handed into the office the next day, as was stated at bar. This account, such as it is, does not show what the balance was. It may, to be sure, by adding up, be ascertained that the balance was the same as that contained in the'award. This might be got over, if we took it for granted, what is not stated either in the account or in the award, that Clement was to have two-thirds and Rohrabach one-third. How can we tell that the arbitrators so found ? The statute, however, requires that the arbitrators shall make, and annex to their report, an account, &c. Now annex means to unite, to subjoin, to connect together ; and we cannot change the meaning of words, especially when those words direct that which is useful and convenient to be done. The arbitrators did not annex this account to their report, and there is no reference to it in their award. We would contrive to get over what \"was mere form, but these are such omissions, in substance, as we cannot overlook.\nJudgment reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Jordan, for plaintiff in error.",
      "Miller and Donnel, for defendant."
    ],
    "corrections": "",
    "head_matter": "Clement versus Rohrabach.\nIn an action of account render, arbitrators, in pursuance of the act of 30th March, 1821, must annex or subjoin to their report an account between the parties, which shall result in the balance reported: au account left at the prothonotary’s office on the day after the filing of the award, not signed by the arbitrators, on which the balance was not struck, to which the award did not refer; and the proportions of ¿the parties in the moneys referred to in the account not being stated in either the account or the award, is not a compliance with the provision of the act.\nError to the Common Pleas of Northumberland county.\nThis was an action of account render, brought by Clement vs. Rohrabach.\nPlaintiff and defendant were partners in the foundry business in Sunbury. Clement was to have two-thirds of the profits, Rohrabach one-third. The loss, if any, was to be borne in the same proportion. The parties not being able to adjust their accounts satisfactorily, plaintiff brought an action of account render, entered a rule of arbitration, and the cause was submitted to three men, under the compulsory arbitration la.w. The arbitrators met frequently, and on the llth'of February, 1850, made this report: “Arbitrators met, in pursuance of‘adjournment, and, on hearing the parties, their proof and allegations, do report, that we find for defendant the sum of seven dollars eighty-three and a half cents.”\nThis report was filed in the prothonotary’s office on the 11th of February, 1850, and, on the 12th, an account, made out by the arbitrators but not signed by them, was filed. At April term, a motion was made to set aside the report, which the court refused. This account first charges Clement with the amount of moneys received by him, from whom received, and the times.\nAmount.._....................................................... $1111.13|\nAnd credits him with the amount paid.................... 873.37J\nIt charges Rohrabach with the amount received by him $229.16J\nAnd credits him with the amount paid................... 122.03-J\nThe arbitrators did not strike any balance on the account filed.\nExceptions were filed by plaintiff’s counsel to the report of arbitrators, and a motion made to set it aside, on the ground that the arbitrators did not sign the account, and did not strike a balance as due either to or from the plaintiff. The court, on argument, overruled the exceptions, and directed judgment to be entered on the award. This is the error which was complained of.\nThe act of Assembly of 30th March, 1821, Pur don’s Digest, 7 th edition, title “Account Render,” requires the arbitrators to “ report the balance due by either party to the other, and shall also make, and annex to their report, from the account of the parties, their allegations and proofs, such an account between them as they shall think just, which account shall result in the balance reported in their atoard.”\nError was assigned as to overruling the exceptions, and entering judgment; and that the court erred in refusing to set aside the report of arbitrators.\nThe ease was argued by Jordan, for plaintiff in error.\nThe ai'bitrators in this case have neither complied with the letter nor spirit of the act of Assembly. It is not enough that the sum reported as due from plaintiff to defendant may be ascertained by calculation, and a knowledge of the interest each party had in the firm, but it must be stated on the account, by the arbitrators, and must agree with the sum stated in their report. The process by which they arrived at their conclusions, is not to be left to be guessed at: 10 Ser. P. 227, Wright v. Gray; 13 id. 112.\nMiller and Donnel, for defendant.\nAll that i's necessary, under the act, is that the account shall result in the balance awarded. The balance need not be struck at the foot of the account. It may be done anywhere. The object of the act was that it should be known what has been settled between the' parties: 13 Ser. £ P. 112.\nJuly 29,"
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 118
}
