{
  "id": 408721,
  "name": "Dailey versus Green",
  "name_abbreviation": "Dailey v. Green",
  "decision_date": "1850-07-31",
  "docket_number": "",
  "first_page": "118",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0311-01"
      ]
    },
    {
      "cite": "7 Watts 310",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 331",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841267
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0331-01"
      ]
    },
    {
      "cite": "9 Watts 811",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "12 Wheat. 193",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/25/0193-01"
      ]
    },
    {
      "cite": "3 R. 168",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 262",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0262-01"
      ]
    },
    {
      "cite": "9 Watts 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0311-01"
      ]
    },
    {
      "cite": "3 Watts 331",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1037,
    "char_count": 28164,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 6.256981311794266e-07,
      "percentile": 0.9576797720639312
    },
    "sha256": "5b67b9f43a72602dc7fe6f7f8ea665532cad69902fac2018175998fc7e5709cc",
    "simhash": "1:6ee0f10ddf549a04",
    "word_count": 5051
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dailey versus Green."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nThe learned President of the Court of Common Pleas seems, on the trial, to have been led into the error of supposing, that the correct determination of this cause depends- on those principles which regulate the rights and remedies of contracting parties, where the question is of a partial or defective execution of a contract, involving the expenditure of labor, time, and skill in the service of another. Of this character are the cases of Ligget v. Smith, 3 Watts 331; Preston v. Finney, 2 W. & Ser. 53; and Chambers v. Jaynes, 4 Barr 39; which appear to have been in the mind of the judge when ruling the case, and were here pressed into the argument by counsel under the same erroneous impression. The present, however, is an agreement, presenting questions very different in their nature, and governed by rules entirely distinct from those heretofore thought to be applicable.\nIn October 1841, the defendant, acting through an agent, gave to the plaintiff an order for a certain quantity of lumber, of a particular quality and dimensions, to be delivered at the Nantieoke Dam, on or before the first of December then next, at a specified price.\nThe plaintiff undertook to deliver it accordingly,.and avers that he did so on the 29th of November, 1841. On that day, a quantity of lumber, answering generally to the quality and kind ordered, was brought to the dam by the plaintiff, and there received by the defendant’s son Joseph, who gave the plaintiff a receipt for it, designating it as “ a lot of timber supposed to be the fulfilment of a certain bill of timber, by S. W. Green to said James Dailey.” Evidence was gone into to show that, in this, Joseph Green did not act as the agent of his father; but whether he did or not is of little consequence, since it is in proof the father himself was, shortly afterward, upon the raft, for the purpose of measuring and otherwise ascertaining whether the sticks of which it was composed accorded with the kind of timber ordered. There can be, therefore, no question made of a sufficient delivery by the plaintiff under his contract. Indeed, bringing it to the place designated in the contract, and there securing it, would, under the circumstances that have place here, be a sufficient fulfilment of this part of the agreement, though no one had been there to receive it: Case v. Green, 5 Watts 262. The defendant seems to have been engaged, with others, in the examination of the lumber after this. It remained where it had been thus examined by the plaintiff, for more than a month, when it .was carried off by what is called an ice-freshet in the Susquehanna Eiver, some time in January 1842, and totally lost. Who is to bear this loss ?\nIn this action to recover the contract price, the defendant sets up as a complete defence, that the lumber did not tally in size and quality with that ordered by him. The plaintiff avers the contrary, which may be a proper subject of inquiry by a jury, under the prin- ' ciples I shall proceed to detail.\nBy his agreement to deliver in accordance with the order, the plaintiff, in effect, warranted the timber delivered should be accordant with that described in the order; for in a sale of goods by sample, or upon a written contract of articles of a particular description, which the purchaser had no opportunity of inspecting, the law implies a warranty that the articles shall answer the description in the written contract: Parkison v. Lee, 2 East 144; Parker v. Palmer, 4 B. & Ald. 387 ; Gardiner v. Gray, 4 Camp. 144; and Jennings v. Gratz, 3 R. 168. But there is this difference between such a warranty and an express warranty of a specific chattel in esse, which the buyer has had an opportunity to inspect before receiving it. In the latter case, he cannot effectually tender hack or return the goods, so as to obtain a defence in an action for the price, unless there be a condition in the contract authorizing the return, or the seller has been guilty of a fraud, which destroys the contract altogether: Street v. Blay, 2 B. & Ald. 463; Jordon v. Norton, 4 M. & W. 160; Thornton v. Wynn, 12 Wheat. 193. Otherwise, he is driven to his action on the warranty, unless, indeed, the vendor agree again to receive the subject of the sale, which, being a rescission of the contract, will enable the buyer to maintain his action for the purchase-money paid. But where, as here, the contract is executory, as it always is when a particular article is ordered, without being seen, from one who undertakes it shall be of a given quality or description, and the thing sent as such is never completely accepted, the buyer is not bound to keep it, or pay for the article on any terms, though no fraud was intended by the vendor: Hilbut v. Shea, 1 Camp; 113; Street v. Blay, supra. But then he must return the goods as soon as he detects the deficiency, or, at least, give notice of his intention not to accept them. The omission to do so within a reasonable time, debars him of a defence, in an action for the price, on the ground of failure of consideration. He cannot both hold the goods and refuse to pay for them, neither can he, by neglecting to give notice of non-acceptance, put the thing sold at the hazard of the vendor, and throw upon him any loss that may accrue in consequence. The cases, English and American, which settle this as indisputable doctrine, are collected and arranged by Mr. Chitty, in his treatise on Contracts, and by the annotators upon his book. I am therefore spared the necessity of a more particular reference. To these, I may add our own recent case of Erankenfield v. Ereyman, decided at our last sittings in Philadelphia, which, I believe, asserts and administers the same rule. (See this case, 1 Harris 56.)\nIn the instance before us, it seems to me, the buyer was guilty of gross laches. He professes to have discovered the insufficiency of the timber immediately after its delivery, and yet, without one word of caution to the seller, he abandoned the property to the chances of a rapid river, peculiarly liable to floods, and at a time when he must have- known it was exposed to the imminent danger of being swept away, as afterwards actually occurred. I can perceive no legal apology for negligence like this. It is plain he was aware of the plaintiff’s place of residence, for he had before communicated with him there, and, it is not to be doubted, he might easily have sent the requisite notice by post, or in- some other way. But were it otherwise, it was, at least, his duty to secure the raft from destruction, until means were found to inform the owner. He did none of these things, and his neglect clearly involves him in a liability to answer the plaintiff’s action.\nWhat then is the limit of the right of recovery ? The contract price, or the real value of the timber ? There seems to have been some hesitancy in the English tribunals, whether, in an action for the price of a specific article, sold and delivered under warranty, the purchaser can set up the breach of warranty as an answer pro tanto, ' or whether he is driven to his action on the warranty itself: Lewis v. Cosgrove, 2 Taunt. 2. But the better opinion is that, to avoid circuity of action, the purchaser may show the insufficiency of the goods, by way of reduction of damages. And this is certainly so in sales to order or by sample. In such cases, where the articles are of an inferior quality, or do not answer in every particular to the description ordered, or the sample exhibited, the partial failure of consideration, will, pro tanto, afford a defence, and the real value may be inquired into; though it is said to be otherwise where the action is on a note or bill given for the price: Chitty on Contracts, 5 Am. ed. 458-468. Consequently, in this action, the defendant may go into such proof, if he show the lumber ivas not such in quality or dimensions as was described in the order. I think he may also prove any special injury sustained by the failure of the plaintiff to perform strictly his undertaking. A great effort of modern tribunals is to discourage circuity and multiplicity of actions. Much latitude has, therefore, recently been allowed to the introduction and settlement of rival claims in the same suit, more especially when they have their origin in the same transaction. But, perhaps, there should be notice given of such an intent.\nWhat has been said disposes of such of the errors assigned, as are worthy of any extended consideration. There is little or nothing in the bills of exception to evidence. Hervey’s deposition was rightly admitted, the exhibits referred to in it being sufficiently identified. They were attached to another deposition taken in the same cause, from which they could not with propriety be detached. The justice, before whom the deposition was taken, refers to and marks them as the papers referred to by the witness. In addition to which, we have the testimony of Green, who was present, that the papers thus referred to are those which were exhibited t'o the witness. I am at a loss to comprehend why, under the circumstances, parol evidence is not admissible to prove the fact. Regularly, the exhibits spoken of by a deponent should be referred to in the body of the deposition, and either annexed, to the deposition or so marked as to be identified. This appears to have been done here, but whether or not it was competent to show it, per testes, was the question. The exception taken does not come within the spirit of the decision in Petriken v. Collier: 7 W. Ser. 392, cited for the plaintiff in error.\nNor is the objection made against Jones’s deposition better founded. It is not such a record as gave rise to the decision on the point made in Devling v. Williamson, 9 Watts 311. Besides, it was not offered in evidence in a foreign tribunal, but at home. So far as I understand it, there is nothing in the written rule of court inimical to its admission. There is no provision destructive of a deposition withdrawn temporarily from the prothonotary’s office, especially when this is of necessity and with the officer’s permission. The object of the rule rather seems to be to preserve the evidence, by filing a copy, than to obliterate it by simply taking it from the office. At all events, this is the construction given by the court below; and we have said more than once, they are the best exponents of their own rules. An alleged mistake, in this particular, must be very obvious to induce us to reverse a judgment for that reason alone.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Miller, for plaintiff in error.",
      "Linn Jordan, for defendant."
    ],
    "corrections": "",
    "head_matter": "Dailey versus Green.\n1. \"Where a contract is made for the delivery of timber of a particular deseription, and the timber is delivered, but never completely accepted, the buyer o®®1'return the timber soon after the deficiency is discovered, or, at least, within a reasonable time after the discovery, give notice of his intention •‘■'rá to a®0®?* it; and if he do not do so, and the timber is not secured, but suffered to be carried off by the ice and high water, the seller may recover the value of the timber; but the buyer, in an action on such an agreement, in to reduce the damages, may show the insufficiency of the timber, or that it was not of the description contracted for.\n2. Where papers alleged to have been exhibited to a witness at the giving of his deposition are not sufficiently identified by the justice, they may be identified by parol evidence.\n3. The mere fact that a deposition filed was taken out of the prothonotary’s office, and carried out of the county, will not render it inadmissible on the tidal of the cause in which it was taken, even though there be a provision in a rule of the court in which the cause was tried, that depositions shall not be withdrawn from the office, unless a copy be filed, with the agreement of the opposite party, or his attorney, that the copy may be read in evidence.\nError to tbe Common Pleas of Union county.\nThis was an action of assumpsit, by James Dailey against Abbot Green, to recover for a quantity of hewn timber. In the fall of 1841, James Dailey entered into an agreement, not under seal, with George W. Green, agent of Abbot Green, for the delivery of a bill of timber at the pool of NanticokeDam, in Luzerne county, by the first of December, 1841, which timber is said to have been for building boats. In the bill, the dimensions of the timber, desired were specified. By another bill, furnished by said George W. Green, agent as aforesaid, dated October 29,1841, tbe size of part of the timber in the first bill was changed. Dailey proceeded to get out the timber described in the bill, some of which he had to haul four miles to the river. The timber was rafted, and run to the place mentioned in the agreement, to wit, to the pool of Nanticoke dam. Green, the defendant, was not there to receive it, but his son was there, who assisted in fastening the raft, and gave Dailey a receipt for the timber; Dailey then left. Some weeks after, he again called at the said dam to see defendant, but was informed that Green was not there. Some time in January, 1842, the raft of timber went adrift, and defendant refused to pay for it, alleging that the timber did not all correspond with the bill. No notice, however, appears to have been given to Dailey by the defendant, previous to the timber going adrift, that he was dissatisfied with it.\nThe case came up on bills of exception and answers to points. It was stated on paper-book, that the question raised by the 1st bill was, whether the court erred in admitting a witness to prove whether or not the timber would answer the purpose intended, without evidence that witness knew for what it was intended. See 1st assignment of error and answer.\n2d bill raised the question whether parol evidence is admissible to prove that exhibits were before a justice of the peace at the taking of a deposition, they not being properly identified by the justice; and, if such parol evidence is admissible, whether any person but the justice before whom the deposition is taken is competent to prove it.\n3d bill raised the question whether the exhibits referred to by Jamison Hervey, in his deposition, are sufficiently identified to authorize the reading of his deposition.\n4th bill raised the question whether a deposition taken out of court by a party, without leave of the court, can afterwards be read in evidence on the trial, by the party who had taken it out.\nAmong the questions raised by the assignment of errors to the answers to the points, were—\n1st. Whether, even if the contract given in evidence is an entire contract, that the plaintiff really and bona fide endeavored to fulfil the contract, and failed in some particulars, he is entitled to a fair compensation according to the contract, subject to a deduction for whatever loss or damage defendant may have sustained by the deviations.\n2d. Whether defendant can set up a defence as to the quality of the timber, without giving notice to plaintiff that he was not satisfied with it, and was not willing to accept it.\nVerdietwas rendered for defendant.\nOn the trial, the bills of the timber were given in evidence, to the first of which was subjoined an agreement, as follows:—\n“ I agree to deliver bill of timber at the pool of Nanticoke Dam, for twelve and a half cents per foot, as herein required, on or. before the first day of December, 1841.”—Signed by G. W. Green, for A. Green, and by James Dailey.\nA receijot given, by Joseph Green to James Dailey, was offered, of which the following is a copy:—\n“Received, Nanticoke Dam, Nov. 29, 1841, of James Dailey, a lot of timber, supposed to be the fulfilment of a certain bill of timber by G. W. Green to said James Dailey, supposed to contain 2086 feet, running measure. Jos. Green.”\nSaid receipt was objected to by defendant’s counsel, and objection sustained ; but it was afterwards read in evidence by them.\nA variety of evidence was given on part of plaintiff, and after it was closed, the deposition of Jamison Hervey was offered on the part of the defendant. The whole deposition was objected to, on part of plaintiff, and especially the part of it hereafter italicised. To lay a foundation for its admission, the defendant offered to prove by Joseph Green, that he was present when the deposition of Jamison Hervey was taken, and that the bill annexed to the deposition of N. F. Jones, taken in this suit, was before Jamison Hervey when his deposition was taken, marked “A. G.” on the back, are the same he referred to in his testimony.\nObjected to: 1st, that it is not competent to prove by other testimony, the papers that were before him; 2d, the papers are not identified by the justice ; 3d, that witnesses could not take out the records of this court; 4th, irrelevant and inadmissible. Cited 7 W. Ser. 392; 4 Wash. O. O. B. 323.\nThe justice made a reference on the back of the bill, under letter G., and signed it, viz.:—\n“On the back of the papers referred to by Mr. Jones, in his deposition, are the following marks: ‘ A. B.’ ‘ G.’ is the bill referred to in Jamison Hervey’s deposition, marked A. before me.\nGeo. Brown, J. P.”\n“ This is the paper referred to, this 16th day of January, 1849, by the witness, Jamison Hervey, before Geo. Brown, J. P.”\nWilson, J.—We will admit the testimony of Joseph Green, after the identification of the justice, which the deposition and paper show.\nException on part of plaintiff. See answer to 2d assignment of error.\nJoseph Green.—I was present when the deposition of Mr. Hervey was taken, on the 14th of February, 1850 ; these bills attached to the deposition of N. F. Jones, are the bills the justice had when he examined Jamison Hervey, and are the same he referred to in his testimony; the witness, Hervey, said “ A. B.” are on the bills; the justice said we had better put on some other letter, and put the “ G.” on.\nA part of the deposition of Hervey was read: a portion of that read was, in substance, as follows:—\nSome time in December, 1841, I was called upon by Benjamin Ritter, and requested to go down to the river and help measure a raft of timber that laid there on the rocks, pretty much opposite my log-house; my impression is that one of Mr. Green’s sons was present with Benjamin Ritter; [we had a hill of the raft, and my impression is the hill marked A. and G. is the hill we had when we measured the timber, which bill I find attached to N. F. Jones’s deposition ; we commenced measuring the timber, and the large timber did not hold out in size from 2 to 3 inches, and the small timber from 1 inch to 1J inch ;] two or three of the large sticks were rotten, in.two of them caused by a black knot in the middle of the sticks; those two sticks were not fit for any use, especially the use intended for; we found that the knots could not be seen while the timber was in the water, and I also discovered in examining the timber, that, in rafting, the best side of the timber was turned up, and that the crooked timber that was intended to form the peak of the boats was got out wrong; turning it up edgewise, to have the peaks come together, as it was intended, would throw the crook right up to the reverse from what it was intended for ; the raft of timber that we measured went off some time in January, with the breaking up of the ice, in 1842.\nGeneral Green was present at this measuring.\nThe deposition of N. F. Jones was also offered, and, on part of plaintiff, it was objected to generally, and to the parts underscored especially. Objection to the deposition generally, that it was taken out of the prothonotary’s office, and carried out of the county, as shown by the testimony of Joseph Green, and without the leave of the court.\nDeposition admitted, except that underscored and enclosed in brackets, relating to what Green said the timber was for; and plaintiff excepts. See 3d and 4th assignments and answer to them.\nRule of court cited.—“All depositions taken in any cause pending in court, to entitle the same to be read in evidence at the trial, ' shall be filed in the prothonotary’s office upon the next term after taking the same; provided that the court may, at any time before the trial, order otherwise, upon sufficient cause shown; the party taking depositions shall not be at liberty to withdraw them from the prothonotary’s office, unless he files a copy compared and certified by the prothonotary, with a written stipulation duly subjoined by said party or his attorney, that said copy shall be read in evidence in all trials where the original would be evidence.” 9 Watts 811.\nJones testified, inter alia:—I was requested by General Green to examine this timber and compare it with the bills; had either one or both of these two bills with me at the time: the bills attached to this rule and marked A. and B. are the ones I refer to. I examined the timber and compared it with the bills: * * * but was satisfied at the time that the lot of timber would not suit the purpose for which it was intended.\nOn the part of plaintiff, points as follow were submitted:—\n1. That the papers given in evidence do not show an entire contract.\nAnswer.—They show a contract for an entire quantity of timber, of specific dimensions, to be delivered within a specified time, for a certain sum per foot, and show an entire contract.\n2. That if the jury should be of opinion that plaintiff did not deliver the whole of the kind of timber named in either of the bills, still he is entitled to recover a fair compensation for the-timber delivered which corresponded with the bill.\nAnswer.—We do not think so, and refuse to instruct you as required b.y this point.\n3. That even if the bills of timber given in evidence do show an entire contract, and the jury should be of opinion that plaintiff really and bona fide endeavored to fulfil the contract a.nd failed in some particulars, he is entitled to a fair compensation, according to the contract, subject to a deduction for whatever loss or damage defendant may have sustained by the deviations.\nAnswer.—We must in some measure, in questions propounded to us, look to the evidence in .relation to the questions in issue between the parties. This point is more particularly applicable to a case where a contract is in part performed, and the specific articles for delivery have been received by the purchaser. * * * Here the lumber, of a specified number of pieces and dimensions, was to be delivered, and, although run to the place' of delivery, Green would not be bound to take them unless they were such as he contracted for : and, as applicable to this case, we refuse to answer this point as requested.\n4. That before defendant will be permitted to repudiate the whole contract, even if the timber were not all according to the description in the bills, he must show that hé gave explicit notice to plaintiff in a reasonable time after the delivery of the raft.\nAnswer.—We also refuse to answer this point as requested. This is applicable to a case where the property is received into possession by the party for whom it is taken out. The property was taken to the place designated, and the question turns on whether Dailey delivered there the lumber he was bound to do by his contract. If he did, he did all he was bound to do, and is entitled to recover; if he did not, Green was not obliged to receive it, and the plaintiff cannot recover.\n5. That if the jury believe from the evidence that the timber' was delivered at the time and place agreed upon, and that the defendant afterwards permitted it to go adrift, without giving plaintiff notice that he was dissatisfied with the timber, then plaintiff is entitled to recover for the whole amount of timber delivered, even if some of the sticks did not hold out in measurement.\nAnswer.—Our previous remarks also apply in a manner to this position, and we refuse to answer as requested. It was as much the duty of Dailey to see that he had furnished the timber the agreement called for, as it was for Green to see that it was such timber before he took it off his hands. If Green had taken it into possession, and afterwards discovered that some of the sticks did not hold out, and did not give the plaintiff notice, and let it go adrift, the plaintiff would be entitled to recover; but when he had not taken it off the plaintiff’s hands, or into his possession, you' must be satisfied, to authorize such a verdict for the plaintiff, that the timber delivered at the Nantieoke Dam was what the contract called for; and if the evidence satisfies you that it was delivered according to the contract, the defendant would be answerable for the amount here stated: if it was not the timber specified by the agreement, he can not recover.\nDefendant’s point.—1. That the contract in this case is an entire one, and the plaintiff cannot recover unless the jury are satisfied that all the timber specified in the bill-was of the quality and size mentioned in said bill.\nAnswer.—Answered as requested, and for the bearing of this point on the ease as presented by the evidence, we refer to our charge and answer to plaintiff's points.\nIt was assigned for error:\n1. The court erred in admitting, under the first bill of exceptions, parts underscored in Jamison Hervey’s deposition as to what the timber was intended for, when there was no evidence how he knew that fact.\n2. The court erred in admitting the evidence contained in plaintiff’s 2d, 3d, and 4th bills of exception.\n3. The court erred in their answers to plaintiff’s points, and also in their answer to defendant’s point presented.\nThe case was argued by Miller, for plaintiff in error.\nIn support of the action, cited 3 Watts 331, Ligget v. Smith; 1II. Black. 273, note; 2 W. Ser. 53, Preston v. Finney; 4 Barr 39, Chambers v. Jaynes ; Frankenfield v. Freyman, 1 Harris 56.\nLinn Jordan, for defendant.\nThe contract was an entire one. The timber was intended for boats, and if any part of it did not correspond with the bill, the balance of the timber would be useless to General Green: 2 Pa. Bep. 458, Shaw v. Turnpike Co.; 2 Ohitty on Qom. 273; 13 Ser. B. 47; 1 Salkeld 65; 1 W. Sy Ser. 301; 8 id. 369. There was no acceptance by General Green, or by any authorized agent of his, of the timber or any part of it.\n1st special error.—The witness had the bills before him, at the time he examined the raft. From them he ascertained for what purpose the timber was intended. He could, from an examination of the timber, without the aid of the bills, ascertain the use for which it was designed.\n2d special error—2d, 3d, and 4th bills of exceptions.—The 2d exception is to matters given in evidence to the court, to lay a foundation for the admission of Jamison Hervey’s deposition. The admission of the deposition was discretionary with the court: 1 Pa. Rep. 318; 7 Watts 310. The court has discretionary power to admit circumstantial evidence of the existence of a record: 1 Pal. 65; 2 IF. O. O.R. 1; 2Rawle9.\n3d and 4th exceptions.—The paper was sufficiently identified’by the justice. The bills were not records; certified copies of them would not have answered. It was necessary the witness should have the original bills before him to identify them. The deposition of N. E. Jones was not used out of the county, nor attempted to be used. The case in 9 Watts 311 does not apply.\n4th special error.—Court’s answers to points.—The contract, as stated above, was an entire one; delivery of part, if not accepted, would not entitle plaintiff to recover. Here was a delivery of what plaintiff alleged was a fulfilment of the contract, and no part of it accepted. The cases referred to by plaintiff in error do not apply. In all the cases referred to, the party sued had either taken possession of the buildings, the timber, and other materials, or had the benefit of the work. General Green was not bound to give Dailey notice, before he could repudiate the contract. Plaintiff was bound by his contract to deliver the timber as specified in the bills, before he could call on the defendant for compensation. The court laid down the law correctly: the facts were for the jury.\nJuly 31,"
  },
  "file_name": "0118-01",
  "first_page_order": 118,
  "last_page_order": 128
}
