{
  "id": 408821,
  "name": "Lewis versus Turbut",
  "name_abbreviation": "Lewis v. Turbut",
  "decision_date": "1850-07",
  "docket_number": "",
  "first_page": "145",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 145"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 7509,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.0875822776104724e-07,
      "percentile": 0.7598952680252787
    },
    "sha256": "81a55341b9b41dd41fd6526475c0d4cc204089e63c964a36bdc2f17c5a09069f",
    "simhash": "1:4ddde0f6f2149895",
    "word_count": 1339
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewis versus Turbut."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nIt is unnecessary to say more than that the judgment was put on the true ground, and that the law of the case was stated by the president with entire accuracy in every particular.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Lawson, for plaintiff in .error.",
      "Pollock, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lewis versus Turbut.\nThe place of settlement of the father is that of his son until the latter acquires a new settlement; and if the township in which the father had his place of settlement he divided after the death of the fathei1, the place of settlement of the son, by virtue of the 12th section of the act of 13th June, 1836, is in the township within the territory of which the father resided at his death; and the fact that the son, when a minor, worked in another part of the old township which was, after the father’s death, formed into another township, will not divest the son of his original settlement.\nCertiorari to the Court of Quarter Sessions of Northumberland county.\nThis proceeding originated in the Court of Quarter Sessions, by petition of the overseers of Turbut township, for. a rule on the overseers of Lewis township, to show cause why they should not pay to-them (the overseers of Turbut) the amount which they (the overseers of Turbut) had expended in the maintenance, &c., of a certain pauper, Michael Freese, Jr., whose last legal place of .settlement they allege was in the township of Lewis.\nMichael Freese, Sr., the father of the pauper, moved into a house in Old Turbut township, in 1831, belonging to Samuel Lerch. He resided there till 1836. Kerr Russel testifies that he was the collector of the county-tax in the years 1832 and 1834. Michael Freese is charged nine cents tax, each of those years, in the county duplicate, and they are marked paid. He has no recollection who paid him, but supposes it was Freese. John McCormick assessed and collected the poor-tax of Turbut township for 1835. He says that Freese was taxed five cents in his duplicate, and that he believes that Freese paid the tax.\nIt was testified that, in 1885, Michael Freese, Jr., who was at the time about thirteen years of age, was hired out to him, under contract to work for his victuals, clothes, and schooling. He says that young Ereese worked for him under that contract for two years and a half, one year of which was after the death of Ms {Freese’s) father.\nIn 1843, the old township of Turbut was divided into three separate townships—Turbut, Lewis, and Delaware.\nThe house that Michael Ereese resided in from 1831 to 1836, wTas situated in the bounds of what is now Lewis township. Daniel Frymire lived in the bounds of what is now Delaware township, while Michael Freese, Jr., the pauper, lived with him.\nIn 1848, Michael Freese was thrown as a charge upon the township of Turbut, by an order of relief, regularly granted, with whom he remained till some time in 1849, when he left.\nIn 1850, at the Quarter sessions,- application was made by the overseers of the poor of Turbut, for a rule on the overseers of Lewis, to compel them to pay the expenses of keeping and hunting the residence of Michael Freese, Jr.\nOn the 3d of July, .the opinion of the court was filed, in which they adjudge that the settlement of Michael Freese, the pauper, is in that part of Old Turbut included in the territory of Lewis township, and they decree that Lewis township pay the expenses of supporting the said pauper.\nAnthony, J., delivered the following opinion:—\nThe only-question of importance in this case is, whether Michael Freese, Jr., the pauper, gained a residence in that part of Old Turbut township which is now Delaware township, so as to make that township liable to support him as a pauper; or whether the residence he acquired by birth, as the son of Michael Freese, the elder, in that part of Old Turbut now within the bounds of Lewis township, throws the expense of his support as a pauper on Lewis township.\nFrom the evidence adduced, it is clear that the residence of Michael Freese, the father, was in that part of Turbut now set off into Lewis township ; and that his son Michael acquired a residence by birth in Turbut township. Before the father died, he hired out his son to Daniel Frymire, who worked under a contract for his victuals, clothes, and schooling, for two years and one month. Michael the son, was about twelve years old when he went to live with Frymire; and he continued to live with and work for him about one year after the death of Michael Freese’s father. All the time the work was done, no division had been made of old Turbut township; but Daniel Frymire lived in that part of said township which was, in the year 1848, set off into Delaware township—the old township being, in the year 1843, divided into three townships, viz. Delaware, Lewis, and Turbut.\nThe 12th section of the act of 13th June, 1836, declares, “ If the last place of settlement of any person who shall have become chargeable, shall be in any township which shall have been divided by the authority of the laws, such person shall be supported by that township within the territory of which he resided at the time of gaining such settlement.”\nThe settlement of a pauper is the place of his birth: the father’s settlement is the settlement of the children, where it can be found out. See 3 W. <$• Ser. 548. Until the son acquires a new settlement, his father’s settlement is his. He must contract a relation inconsistent with the idea of being part of his father’s family, as marriage, or arriving at the age of twenty-one years, &c., before he becomes emancipated, &c.\nIn the present case, the son had a settlement by birth or parentage in that part of Old Turbut township now within the lines of Lewis township. His father placed him out to work in the same township of Turbut, afterwards within the lines of Delaware township. Did the son gain any new residence by his own or his father’s acts. He already had a legal residence in Turbut: could he gain another residence in the same township ? The act of Assembly says “ he shall be supported by that township within the territory of which he resided at the time of gaining such settlement.” At what time did he gain a settlement ? So long as Old Turbut remained undivided, he had a legal settlement, prior to working for Erymire therein. Whether he worked for one year or ten years in the old township, neither gained nor lost his settlement; and the mere fact of performing labor so as to gain a settlement, in case he had none before, would not, in our opinion, take away the original settlement which he acquired as the son of old Michael Ereese. We are, therefore, of opinion, that the settlement of Michael Ereese, Jr., the pauper, was in that part of Old Turbut, which is in the territory of Lewis township; and decree that Lewis township pay the expenses of supporting the said pauper, &c.\nErrors assigned:\n1st. The court erred in decreeing that the settlement of Michael Ereese, the pauper, was in that part of old Turbut which is in the territory of Lewis township.\n2d. The court erred in decreeing that the township of Lewis should pay the expenses of supporting said pauper, no demand of the same having been made by the overseers of Turbut on the overseers of Lewis before the commencement of proceedings.\nThe case was argued by Lawson, for plaintiff in .error.\nAs to the second point, reference was made to the 22d section of the act of June 13, 1836. The act requires notice to be given and demand made of the expenses, and proof of refusal or neglect, before proceedings can be commenced.\nPollock, for defendants."
  },
  "file_name": "0145-01",
  "first_page_order": 145,
  "last_page_order": 148
}
