{
  "id": 408757,
  "name": "Maus versus Wilson",
  "name_abbreviation": "Maus v. Wilson",
  "decision_date": "1850-08-01",
  "docket_number": "",
  "first_page": "148",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 48",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "4 Watts 270",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 8509,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01521227685475099
    },
    "sha256": "794d909a9d261613aaef454158472676ec6508523df957f23a1824c81f2c6cb9",
    "simhash": "1:7d9a14af490a080f",
    "word_count": 1482
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maus versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThe scire facias on the mortgage appears to have been somewhat anomalous. Hilborn, as the attorney in fact of Carl Ellinckhuysen, a merchant of Rotterdam, executed a mortgage of one hundred and four lots in Lewisburg; which, in 1798, was put into the hands of counsel learned in the law, to be enforced ; and this counsel sued out the scire facias, not against Ellinckhuy-sen, whose deed the mortgage exclusively was, but against Hilborn, the attorney, by whose instrumentality it had been executed, and who, though his authority was spent and his office terminated by the sealing and delivery, was made, as a sort of vicarious sacrifice, to bear the brunt of the day. It might naturally have occurred to the counsel, one would be apt to think, that Ellinckhuysen himself deserved to have a da.y in court, in order to contest the agent’s authority to incumber his title; or to show collusion with the mortgagee ; or to prove that the debt was paid. It is true the mortgage was given as a security for the agent’s personal responsibility; but that does not seem very much to lessen the propriety of giving the mortgagor an opportunity to test the soundness of the transaction. Power is often given an attorney to sue in the name of his principal, but never, we believe, to be sued in his own name. An attorney would fare ill, if he were liable to be sued on every covenant in a deed executed by him in the name of his principal. The objection made to the competency of the judgment and execution below, was put by counsel, not on the ground that the scire facias was between strangers to the title, and that one man’s land cannot be sold on a judgment against another, but that the original letter of attorney had not been produced. The court very properly rejected the evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Bellas and Pollock were for the plaintiff in error.",
      "Miller, for defendant, with whom was MicTcoh."
    ],
    "corrections": "",
    "head_matter": "Maus versus Wilson.\nOn a proceeding by scire facias on a mortgage executed by one as agent for another, the scire facias should be issued against the principal and not the agent; and in an ejectment by the purchaser who claimed under a proceeding by scire facias against the agent alone on such a mortgage, an exemplification of the proceeding on the mortgage, without evidence of authority to the agent to execute the mortgage, is not competent evidence in favor of the plaintiff. See 10 Ser. & B. 160.\nError to the Common Pleas of Union county.\nThis was an ejectment to May term 1814, by Lewis Maus against Lawshe & Billmeyer, for three lots in Lewisburg, Union county. Appearance for defendants, and, in September, 1817, plea not guilty. Continued till August 23, 1824, when judgment was confessed by warrant of attorney, habere facias possessionem, and fi. fa. for costs; and possession delivered to Wilson, agent for plaintiff. December 30, 1825, oh motion, judgment struck off and hab. fac. set aside at the costs of plaintiff, and tenants in possession let into a defence, so far as they hold adverse to John Lawshe—restitution of possession in the mean time. June 1826, death of Billmeyer suggested, and Sargént, grantee of Schnabel, who was grantee of Lawshe, substituted.\nIn May, 1850, jury called; case tried before Wilson, J. On the trial, on the part. of plaintiff was given in evidence, patent, August 1772, to Richard Peters, and the title was traced down to Peter Borger, who, by deed dated 2d January, 1789, conveyed to Carl Ellinckhuysen, of the city of Rotterdam, Europe, about 128 acres, including the lots in dispute.\nOn his part was also offered exemplification of record from Northumberland county, showing a judgment and sale of the property by the sheriff to the plaintiff, and sheriff’s deed. This record recites sci. fa. on mortgage, No. 21, April term 1798, George Ginther and others vs. John Charles Hilborn, attorney in fact of Qarl Pllinckhuysen—notice to Charles Beyers and others, by sheriff’s return. November term, 1798, rule to appear and plead in six weeks, or judgment. November term, judgment—stay six months. No. 143, January term 1799, exit lev. fa. &c.\nDefendants objceted to the exemplification—1st. No authority is shown to authorize John Charles Hilborn to execute the mortgage to plaintiff recited in the record. 2d. The record is inadmissible. 3d. The mortgage is not produced. 4th. The record does not show that the lots in controversy were sold to the plaintiff, Lewis Maus. '\nThe court sustained the objection, stating that there is nothing in writing from Ellinckhuysen on which to support the judgment or mortgage as a lien or conveyance of the title of Carl Ellinckhuysen, but it is against John Charles Hilborn, who styles himself attorney in fact of Carl Ellinckhuysen; The offer is entirely deficient to supply a link in- the chain of the legal title.—Exception for plaintiff.\n■ The exemplification offered and rejected as above, recited a mortgage dated 11th of November, 1791, from Hilborn, as attorney in fact of Ellinckhuysen of Rotterdam, to George Ginther and others, for these and many other lots in Lewisburg; and a sei.fa. on said mortgage, to April term 1798—that neither the said Ellinckhuysen or his attorney Hilborn had paid the ¿£266 5s. due—therefore the sheriff was commanded to make known to Hilborn, attorney in fact of Ellinckhuysen, and to the terre-tenants of said lots or pieces of land, and of all and singular other the said lands of the said Ellinckhuysen, that they be and appear, &c. to show why the said lots or pieces of land, &c. of him the said Carl Ellinckhuysen, ought not to be seized and taken in execution to satisfy the said damages, &c.\nThe sheriff returned that he had notified several terre-tenants of other lots, but neither Hilborn nor Ellinckhuysen were to be found, and there was no terre-tenant of many other lots, (stated,) and among these the three now in question.\nOf January term 1799, a lev. fa. issued, commanding the sheriff that of the lands and tenements of Carl Ellinckhuysen, late of Rotterdam, (over which J. C. Hilborn had power of attorney, &c.) he should levy a debt of ¿£266 os. &c., with interest and costs, and have the moneys, &e.\n47, April term 1800, 2d flu. lev. fa.; no return, writ not to be found, but it and the sale to the plaintiff are recited in the sheriff’s deeds, which were acknowledged and entered of record.\nThe defendants showed no title. Verdict was rendered for defendants. See the cases of Griffith v. Black, and Griffith v. Lawshe, 10 Ser. <f* R. 160.\nError was assigned to the rejection of the exemplification of the record.\nBellas and Pollock were for the plaintiff in error.\nIt was contended that the court had no power to pronounce the judgment a nullity because all the matters recited in the process were dot proved.\nIn the plaintiff’s effort to recover in ejectment through a judicial sale to him, no claim having even been set up for fifty years, by Ellinckhuysen or his heirs, and no shadow of title shown by defendants, the court had no power thus collaterally to pronounce the judgment, execution, and sales a nullity.\nEven if the sale proceeded from a voidable judgment, the purchaser will hold: Warder v. Tainter, 4 Watts 270; 16 Ser. & B. 431; 2 Bin. 40; 3 Oraneh 307; 5 W. # Ser. 473.\nA judgment entered without authority can be set aside only at the instance of the defendant himself: 6 Barr 272; 7 Barr 257.\nIf judgment be erroneous, it must be reversed by writ of error: 5 Ser. # B. 211.\nA purchaser is not bound to look beyond the judgment docket: 1 Barr 408; 4 id. 165.\nMiller, for defendant, with whom was MicTcoh.\nThere was no offer of power of attorney from Carl Ellinckhuysen to Hilborn, authorizing him to mortgage the real estate of Ellinckhuysen. The power of an agent to sell land must be in writing, and cannot be proved by his own testimony: 2 Bal. 246; 2 Yeates 48; 14 Ser. B. 331.\nA party claiming by,purchase must show the authority by which the sale was made: 7 W. $■ Ser. 403. See 10 Ser. B. 160, Griffith v. Lawshe, where the plaintiff claimed under a deed purporting to be from Ellinckhuysen, by his attorney. The deed recited the power of attorney, but it was rejected. The exemplification of the power of attorney recorded in the rolls office was objected to because the power of attorney was not so proved as to authorize its being recorded, and it was rejected.\nBut the record was inadmissible, as it showed a judgment against Hilborn, and not against Ellinckhuysen.\nIt wras not offered to be proved that Lewis Maus ever had possession of the lots in controversy.\nAugust 1,"
  },
  "file_name": "0148-01",
  "first_page_order": 148,
  "last_page_order": 151
}
