{
  "id": 408815,
  "name": "Lloyd versus The West Branch Bank",
  "name_abbreviation": "Lloyd v. West Branch Bank",
  "decision_date": "1850-07",
  "docket_number": "",
  "first_page": "172",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 Maine Rep. 86",
      "category": "reporters:state",
      "reporter": "Me.",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 501",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 14047,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 5.206950126217236e-07,
      "percentile": 0.9404976892475199
    },
    "sha256": "0e4d42879b71627f234a13b086a9a54f9f22ec0dec5e12e16665ebf59011ac2d",
    "simhash": "1:142a8004f6aee57e",
    "word_count": 2518
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lloyd versus The West Branch Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe recognised and known functionaries, and especially the officers of a bank, are held out to the world as having authority to act according to the general usage, practice, and course of the business of such institutions.\nIf it were otherwise, there would be no safety for the public in doing business with any one of such institutions; because their charters differ in some respects, and individuals cannot be presumed to carry these documents in their pockets as a vade meoum. Their acts, therefore, within the scope of such usage, practice, and course of business, will bind the corporation, in favor of third persons transacting business with them, and who did not know at the time that the officer was acting beyond and above the scope of his authority. The property of stockholders is not bound by the irregular unauthorized transactions or declarations of their officers, beyond the just sphere of their legal action. But if stockholders, without objection or interference, witness a course of business, usage, and practice on the part of their officers, this justifies third persons in believing that such usage of the officers is sanctioned by the principal and authorized by law. The first questions which arise in this case are, whether the statute authorizes such kind of deposites as was made by Oliver in this instance; and second, whether, by general usage and custom of the bank, they were authorized and sustained. The statute does not authorize such deposites. It never was designed, by the framers of the statute, that the bank should be converted into a kind of pawnbroker’s shop. By the 17th article, for the government of banks, in the act of 25th March, 1824, it is provided that the banks shall make a return of their condition to the legislature, in which, among other things, they are required to set forth their deposites. The universal course of business shows what the legislature meant by “deposites”—that is, money, current money, received by the banks as such, and not old clothes or ear-rings, or, as in this case, a bundle sealed up, and containing Tide Water Canal notes, the issuing of which had been interdicted, and in relation to which it would be a violation of duty in the bank to countenance and aid in their circulation. • But if they had been received by the cashier as money, and had been, a.s such, mingled with the funds of the bank, and credited on the books as so much money, the corporation would be liable, and their redress would have to be sought from the cashier. But here they were sealed up in a package and put into a safe, by the cashier, to accommodate Oliver.\nThe next question is, whether there was any such general usage, custom, and practice of the cashier of that bank, to act as a voluntary bailee, without reward, in such like cases, as to make the corporation liable for his acts. I have not been able to see such evidence on the paper-book. There is no evidence on the subject, except that, at the same time, it appears that Cowden put a bundle of his, sealed up in the same way, into the safe. No person, corporation or individual, can be made the bailee of another man’s goods without his own consent, express or implied. If the servant, of his own head, and without authority of his master, takes goods on deposite, unknown to his master, although they be deposited in the master’s house, he is not answerable, but the servant only. There must, in order to induce a legal liability on any one, be a contract, express or implied. There is no knowledge or permission established in this case, on the part of the directors, of any such general rule, usage, or practice, as would authorize the implication of a contract on the part of the corporation.\nThe other question remaining in the cause is, whether the directors of the bank did, in fact, specially make a contract that involved responsibility ? The only evidence of this is, that Coryell, the cashier, testified that some of the directors were present when he started to Baltimore, and when the packages of TideWater Canal notes were opened; how many don’t appear, certainly not a majority. Nor does it appear that any thing was known to them of Cowden’s bundle, or Oliver’s; although we may presume the cashier told them what he was going to do with the notes. He took the bundle of Cowden’s notes, and the bundle of Oliver’s notes, and he took the amount of notes of the same kind, belonging to the West Branch Bank, with him to Baltimore; and with his acts and doings the bank was satisfied, and Cowden was satisfied. He consulted Lloyd, the friend of Oliver, on the propriety of taking the notes with him to Baltimore; but Lloyd could give no instructions, and he wrote to Oliver, but received no answer, and Coryell thought it best to take Oliver’s notes with him. The twenty per cent, paid on them, he paid into the West Branch Bank to Oliver’s credit, and offered the new notes, which he received for the balance, to Oliver, who refused to take them, and brought this suit. Suppose, for a moment, the bank was the bailee; could she be considered in any other possible light than a bailee without reward? It is not pretended that any reward was given, or that the bank'enjoyed any advantage. Well, then, the bank was- only bound as for what is called a naked deposite, and in such cases, the bailee will be answerable only for gross negligence or a breach of faith. Now there is no evidence whatever of any special undertaking by Coryell. It was a simple deposition, in which, of course, there was an implied engagement on the part of the bailee that he would take care of it. The degree of care which is necessary to avoid the imputation of bad faith is estimated by the carefulness which the depository uses towards his own property of a similar kind. This is now the received law as to this kind of bailment, notwithstanding it is denied by Lord Coke in 1 Institutes 89 b. It is recognised in Coggs v. Bernard. And the same law as to gratuitous bailment is mentioned by Sir William Jones, and is sanctioned in Foster et al. v. The Essex Bank, 17 Mass. 501. A mere depository, without any special undertaking, and without reward, is answerable for the loss of the goods only in casé of gross negligence, which, in its effect on contracts, is equivalent to fraud. The accommodation here was to the bailor and to him alone, and he ought to be the loser, unless he in whom he confided, the bank or the cashier, has been guilty of bad faith in exposing goods to hazards to which they wrould not expose their own. These notes of Oliver’s having been taken care of precisely as the bank’s own notes of the same kind, and as Cowden’s notes were cared for, it would seem that she has not been guilty of bad faith or crassa negligentia. Suppose an individual would deposit a quantity of flour with another, who put it with his own; but discovered, after some time, that the whole lot would spoil and be lost, unless removed and sold; and he should remove and sell his own, and leave that of the bailor in the same place where it was deposited, until it soured and spoiled: would the bailee in such case act with as much good faith as if he had removed the bailor’s flour with his own, and sold it, and given the bailor the money? Now in this case there is not a particle of evidence that the deposition was not cared for in the very best manner that it could be done, and in the same way that the hank’s own property of the same kind was eared for. But, however this may he, there is no evidence that the bank made any contract with Oliver, either express or implied. They are, therefore, not liable. If Oliver has any remedy, it is against Coryell. The circumstance of the twenty per cent-, being paid into bank cannot possibly have the effect of fixing or implicating the bank in any contract on the subject, because there is no evidence whatever that the bank knew any thing else than that Ooryell was acting as agent of Oliver in disposing of these Tide Water notes, if theyeven knew that this credit was given for a payment out of money received by Coryell on that account.\nThere is nothing to show that the directors were made aware of the source or fountain from which that payment came.\nWe perceive nothing in any thing alleged against the instructions 'of the court below which ought to disturb this judgment. They went far enough in favor of the plaintiff below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Maynard, for plaintiff in error.",
      "Armstrong, for the Bank. ■"
    ],
    "corrections": "",
    "head_matter": "Lloyd versus The West Branch Bank.\n1. The acts of the cashier or other officer of a Bank within the scope of the general usage, practice, and course of business of banking institutions, is binding on the corporation in favor of third persons transacting business with it, and who did not know, at the time, that the officer was transcending his authority.\n2. The act of 25th March, 1824, relative to Banks, does not authorize the receiving, as a special deposit, a sealed package of small notes, issued by a corporation without authority of law. By the term deposites, in the 17th article of the third section of said act, is meant specie or current money usually received by banks; and if a package of such notes be left with the cashier, as a special deposit, without the permission of the directors or their knowledge of any usage or practice to receive such packages on deposit, and without compensation, the law will not imply a contract on the part of the corporation with the depositor, for the safe keeping of the package, in the absence of gross negligence or breach of faith on the part of the corporation.\nError to the Common Pleas of Lycoming county.\nThis was an action of assumpsit, brought by John C. Oliver vs. The West Branch Bank, to recover the sum of about $4000, being the amount of Tide Water Canal notes, placed in the bank by him on special deposit. The pleas were non-assumpsit and payment with leave, &c.\nOliver died, and Lloyd, the executor of his will, was substituted.\nThe .plaintiff alleged that this deposit was used by the bank, and converted to her own use. The bank denied this allegation, and contended that the deposit was taken from the bank by Tunison Coryell, the cashier, in his private capacity.\nThe deposit was made in the spring of 1840. The package was sealed up and left with Mr. Coryell, in bank, as cashier. About the 1st of January, 1841, T. Coryell, as cashier, went to Baltimore on business for the bank. Before he left the bank, and in the presence of some of the directors, he unsealed this deposit, counted the funds, and took it, with others that the bank had, with him to Baltimore, and exchanged them with the President and Directors of the Tide Water Canal Company for other funds and notes.\nFor $972 of these funds he took the note of the President of the Tide Water Canal Company, payable to the West Branch Bank, at the Farmers and Mechanics’ Bank, Philadelphia, at 90 days. This note he endorsed as cashier, and sent it to the Penn Township Bank for collection, and the money was collected and used by the West Branch Bank. The balance of deposit the cashier, Coryell, delivered to the officers of the Tide Water Canal Company for other notes of the same hind, payable at a future period, say a year after.\nThe plaintiff contended that the bank was liable to him for the act of its cashier to the full amount of the special deposit. That even if the bank did not give him precedent authority, that its subsequent conduct, and appropriating a part of the funds to its own use, was a ratification of his acts in the premises.\nBy leave of court, July 3,1847, the defendant tendered to plaintiff, Tide Water notes to the nominal amount of $2950, and not being accepted, the notes were left with the prothonotary.\nAfter the general charge, Woodward, J., instructed the jury that the plaintiff in any event would be entitled to recover the balance appearing to be due to him on the books of the bank, under the count in the declaration for money had and received, even though the jury should think that the bank had not removed the deposit and sent it to Baltimore.\nJuly 3, 1847, verdict for plaintiff for $369.06.\nOn the part of the plaintiff below, and in error, it was assigned for error:\nThat the court erred in that part of their charge in which they instruct the jury “if any of the directors having knowledge- that the cashier was about to do the unlawful act of removing it (the deposit) without the owner’s consent, and neglected to inform the board, or take measures to prevent his act, &c., that such neglect, on the part of the directors, would he gross negligence; but making it the ground for an implication of authority is holding the bank to its full responsibility;” in telling the jury they must tread carefully or they may do injustice to one of the parties; in saying, notwithstanding the funds went to the use of the bank, that it did not seem that the attention of the directors was ever called to the fa,ct; and it goes to the jury as some evidence of the bank’s acquiescence in Coryell’s conduct, and affording some strength to the inference that he acted with the knowledge and by the authority of the directors. “I cannot, however, give it the conclusive force which the plaintiff’s counsel call on us to give it. Before it can be called a ratification of Coryell’s conduct, supposing him to have acted without authority, it must be shown that the directors knew what he had done both with the plaintiff’s deposit, and with the funds obtained.”\nIn 1 W. & Ser. 101, case of Bank of Pennsylvania ¶. Reed, it was held that-a subsequent acquiescence of the bank in any arrangement of its cashier would be conclusive upon it: 24 Maine Rep. 86; Kinne’s Law Compendium, January No. 1848, p. 45; also, that the charge of the court is contradictory, inconsistent, and calculated to mislead the jury.\nIf the charge of the court be contradictory, so as to leave the jury at a loss, it is error: 11 Ser. § R. 319.\nThe case was argued by Maynard, for plaintiff in error.\nArmstrong, for the Bank. ■\nJuly 1850,"
  },
  "file_name": "0172-01",
  "first_page_order": 172,
  "last_page_order": 177
}
