{
  "id": 408686,
  "name": "Ridgway, Budd & Co.'s Appeal",
  "name_abbreviation": "Ridgway, Budd & Co.'s Appeal",
  "decision_date": "1850-07",
  "docket_number": "",
  "first_page": "177",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0143-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840152
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 13820,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 7.687774127163492e-07,
      "percentile": 0.9714396476396886
    },
    "sha256": "45f9ccc0db81aa16a40973bf97d3f6be52cd840d0a6fcce2985a1404e747003e",
    "simhash": "1:4baea9f3dd8e0dc9",
    "word_count": 2448
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ridgway, Budd & Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRo&ers, J.\nWe see no error in the decree allowing the claim of Hallowell & Co. The judgment, being prior in date to the judgment of Ridgway, Budd & Co., and the property sold being the separate estate of each of the partners in the firm of Green & Co., must be first paid out of the proceeds of sale. There is nothing to distinguish this case from Hale D. Henry 2 Watts 143, recognised in Kramer v. Arthur, 7 Barr 165, and in the recent case of the Lancaster Bank v. Holmes. When partners intend to bring real estate into partnership, their intention must be manifested, by deed or writing placed on record, that purchasers and creditors may not be deceived. To affect the title or possession of land, it is not competent to show by parol that real estate conveyed to two persons as tenants in common, was purchased and paid for by them as partners, and was partnership property. This is firmly settled in the cases cited, and in other cases which it is unnecessary to quote. Here, there can be no doubt the property was held as a tenancy in common ; and as nothing was put on record, manifesting the intention of the partners to regard it otherwise, it must be treated as separate estate, and, of course, liable as such to their creditors. In all such cases, parol testimony is totally disregarded.\nNext, as to Remington’s judgment. That judgment is entered in the continuance docket, William Remington and Richard P. Remington, trading under the firm of Remington & Co. vs. John C. Wilson, Robert B. Green, and Nathan Mitchell, trading under the firm of Mitchell, Green & Wilson. This is all very well: but, in transferring it to the judgment docket, it is entered, under the letter G, as a judgment against Green, Wilson & Mitchell, omitting the Christian names of each of the partners. It must be, in the first place, remarked, that a subsequent purchaser, or judgment creditor is not bound to look beyond the judgment docket. This is ruled in Ilunreie Appeal, 1 Barr 40/; and to the same effeet is Mwüs’s Appeal, 1 Barr 25; Bear v. Patterson, 3W & Ser. 233; id. 200, Mehaffy’s Appeal. The remedy of the party aggrieved is against the prothonotary; for, as it regards purchasers and creditors, it is the plaintiff’s duty to see that his judgment is rightly entered in the judgment docket: Woods v. Reynolds, 7 W. & Ser. 406. Is this, then, a good judgment, entitled to preference, as against Ridgway, Budd & Co. ? And we are of opinion it is not. We think that the failure to add the Christian names is fatal to the claim. That, though good as between the parties, it cannot affect subsequent purchasers or judgment creditors. As he is bound to see that his judgment is rightly entered, he is in default. He has omitted his duty in putting it on record in such a shape as deceives purchasers and creditors, or, at any rate, to put them to unnecessary trouble, inconvenience, and risk. It is possible that, in this case, by taking extraordinary pains, Ridgway, Budd & Co. might have ascertained that this was a judgment against a firm of which Robert W. Green was a member. But some names may be easily supposed, which would puzzle, if not baffle, every search or inquiry. This is a fit occasion to apply the equitable rule, that, when one of two innocent persons must suffer, he, whose neglect has caused the loss, must bear it. W. & R. P. Remington have a remedy against the prothonotary; and it may be doubted whether Ridgway, Budd & Co. have any.\nDecree affirmed as to Hallowell’s judgment. Reversed as to the Remington judgment.",
        "type": "majority",
        "author": "Ro&ers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Miller, with whom was Oasey, for appellants.",
      "Woods, contra."
    ],
    "corrections": "",
    "head_matter": "Ridgway, Budd & Co.’s Appeal.\n1. When partners intend to bring real estate into partnership, their intention must be manifested by deed or writing placed on record; and it is not competent to show by parol evidence that real estate conveyed to two persons as tenants in common, was purchased and paid for by them as partners, and was partnership property.\n2. A subsequent purchaser or judgment creditor is not bound to look beyond the judgment docket. If the Christian, names of defendants in a judgment are not entered on the judgment docket, the judgment, though valid as between the parties, cannot affect subsequent purchasers or judgment creditors. It is the duty of the judgment creditor to see that his judgment is rightly entered in the judgment docket.\nAppeal from the decree of the Common Pleas of Union county.\nThis was an appeal from the decree of the court making distribution of the proceeds of the sheriff’s sale of the real estate of Joseph Green, Robert B. Green, and George W. Green, lately trading under the name of Green & Brothers, called the Forest Iron Works, in Union county. The appeal was taken so far as relates to the court directing the judgments of Hallowell & Co. and W. & R. P. Remington, to be first paid out of the money in court.\nOn the 4th February, 1845, John C. Wilson, Robert B. Green, and Nathan Mitchell entered in partnership to manufacture iron. In October, 1845, Robert B. Green sold out to Nathan Mitchell, who agreed to be responsible for all debts. Morris L. Hallowell # üo. brought suit against said John C. Wilson, Nathan Mitchell, and Robert B. Green, lately trading under tlie firm of Wilson, Green ¿ Mitchell, and on 12th September, 1846, obtained judgment. This judgment is entered on the judgment docket in the full names, but it was alleged on the part of appellants that it was not entered in the regular order of date.\nW. ¿ R. B. Remington obtained judgment against John C. Wilson, Robert 'B. Green, and Nathan Mitchell, lately trading under the firm of Wilson, Green & Mitchell, on 9th April, 1847. This judgment is entered on the judgment docket, under letter G, thus: “ Green, Wilson & Mitchell.” It is also entered under the letter M, thus: “ Mitchell, Green & Wilson.” Also under the letter W, thus: “Wilson, Green & Mitchell.”\nAs to the judgment of Ridgway, Rudd ¿ Go.—In the fall of 1845, Joseph Green, David Howard, George W. Green, and Robert B. Green entered into partnership to manufacture iron, under the firm name of Green, Howard & Co. On the 5th November, 1845, they contracted with Henry Lantz for the purchase of. a tract of land for $7000. Some of the purchase-money was paid, and possession delivered. On 1st April, 1846, Lantz and wife executed a deed for said land to Green, Howard & Co., and on the same day, the grantees gave to Lantz bonds for the balance of the purchase-money, viz. $5500, which were secured by mortgage on said tract. In the habendum in the deed, the conveyance was to them “as tenants in common.\" They erected on the land the furnace which was sold, and which was put in operation on or about the 4th July, 1846. On 26th August, 1846, David Howard transferred all his interest in the Forest Iron Works to Joseph Green, George W. Green, and Robert B. Green, and went out of the firm. The iron works, known by the name of the Forest Iron Works, were then carried on by Joseph, George W. and R. B. Green, as partners, under the name-of Green ¿Brothers.\nOn the 15th November, 1847, Green & Brothers borrowed from Ridgway, Budd ¿ Go., of Philadelphia, $4000, to enable them to carry on the Forest IronWorks; on the same day, they gave bond, with power to enter judgment, and also gave a mortgage to them on the said property, viz. the land purchased from Lantz, to secure said $4000. The mortgage and bond were entered on the same day, viz. on 15th November, 1847. The judgment was against Joseph Green, G. W. Green, and R. B. Green. Before the money was loaned by Ridgway, Budd & Co., Green & Brothers furnished them with a certificate from the recorder’s office of Union county, that there was no mortgage against said tract, except the Lantz mortgage, and also a certificate from the prothonotary of Union county, that there were no judgments against Green & Brothers, except one in favor of Joseph Berkley and wife. About 11th December, 1847, Green & Brothers failed, and the Forest Iron Works were sold by proceedings on the judgment on the bond of Ridgway, Budd & Co., subject to the balance due on the mortgage in favor of Lantz, and about $2114.64 were paid into court for distribution. Sold on ad. ven. exp. to May term 1849.\nThe counsel of Hallowell & Co. and W. & R. P. Remington contended that their judgments were entitled to be paid, alleging that the interest of Robert B. Green, who was a party in their judgments, in the property sold, was more than sufficient to pay them.\nThe counsel of Ridgway, Budd & Co. claimed all the money in eourt for distribution. The judgment of Ridgway, Budd & Co. was entered after the two other judgments, but their counsel contended that though their judgment was posterior in date, it was entitled to be paid in preference to the other two, because the property sold was purchased with the partnership funds of Green $ Brothers, and was therefore applicable to their debts.\nThe deed of Lantz and wife, dated the first day of April, 1846, was to Joseph Green, David Howard, G. W. Green, and R. B. Green, &e., “ to have and to hold the said tract of 256 acres and allowance, hereditaments and premises hereby granted or mentioned, or intended so to be, with the appurtenances, unto the said Joseph Green, David Howard, G. W. Green, and R. B. Green, and their heirs and assigns, to the only proper use and behoof of the said Joseph, David Howard, G. W. Green, and Robert B. Green, as tenants in common, and their heirs and assigns for ever.”\n26th August, 1846, assignment, David Howard to Joseph Green, G. W. Green, and R. B. Green, of all his interest in the Forest Iron Works.\nAn auditor was appointed, who reported in favor of the judgments of Hallowell & Co. and the Remingtons being first paid out of the money in court. The counsel of Remington filed exceptions, but the eourt confirmed the report of the auditor, and appeal was entered for Ridgway, Budd & Co.\nThe 3d section of act of 29 th March, 1827, Pur don, 7 ed. page 996, provides—“ From and after the 1st day of July next it shall be the duty of each of the prothonotaries of the several courts of common pleas, district courts, and circuit courts in this commonwealth, to make, prepare, and keep a docket, to be called the judgment docket, in which said docket no'case shall be entered until after there shall have been a judgment or award of arbitrators in such case, and into which shall be copied the entry of every judgment and every award of arbitrators, immediately after the same shall have been entered; which entries so to be made in the said judgment docket shall be so made that one shall follow the other in the order of time in which the said judgments and awards shall have been entered or filed as aforesaid; and the entries in each case in said judgment docket shall particularly state and set forth the names of the parties, the number of the case, and the date, and in case the judgment shall be for a sum certain, the amount of the judgment or award; and when any judgment shall be renewed by sci. fa. or otherwise, or when execution shall issue in any case, a note thereof shall be made on the proper judgment docket, at the place where the other entries in such case may- ha.ve been made.”\nIt was assigned for error, that the court erred in overruling the exceptions filed to the auditor’s report, and in directing the judgments of Morris L. Hallowell & Co. and W. & R. P. Remington to be first paid out of the money in court.\nThe case was argued by Miller, with whom was Oasey, for appellants.\nThe deed of Lantz and wife was received on 1st April, 1846, and though it was to the Greens and Howard as tenants in common, yet it was paid for with partnership funds: McDermot v. Lawrence, 7 Ser. JR. 441; 1 Pa. Rép. 198; 7 Barr 171; id. 165; Lancaster Bank v. Myley, 1 JBJarris 544;—that the words, “to their heirs and assigns for ever,” in the habendum, will not make the estate a tenancy in common;—that the office of the habendum is not to designate the grantee, but the amount of the estate granted.\nThat it is competent to prove by parol that a deed for lands bought by partners was partnership property, though the deed purports to be to them as “tenants in common:” 6 Nan* 425; 7 id. 420'.\nAs to the judgment of the Remingtons, he contended that the entry of this judgment on the judgment docket was not according to the provision of the 3d section of the act of 29th March, 1827, the full names of the defendants not being stated on the judgment docket; the act requiring the names of the parties, the number of the case, and the date, &c. to ber set forth. That therefore it should be postponed to the judgment of Ridgway, Budd & Co. That a subsequent purchaser or judgment creditor is not bound to look beyond the judgment docket: 1 Barr 408, Hume’s Appeal ; 1 id. 24, Morris’s Appeal; 3 W. Ser. 233, Bear v. Patterson; 7id. 200, Mehaffy’s Appeal; id. 406, Woods v. Reynolds.\nWoods, contra.\nThe judgment of Hallowell & Co. was entered on the judgment docket in the regular order of date.\nThe judgment of W. & R. P. Remington having been obtained against the firm of Wilson, Green & Mitchell, and entered under the letter G, against Green, Wilson & Mitchell, that this was a sufficient compliance with the act of Assembly.\nAs to the judgment of Ridgway, Budd & Co., he contended that it was not entitled to a preference over the prior judgments. That the deed to Green and others was in the habendum to them as tenants in common ; that the estate was not partnership property as it respected judgment creditors; but that the judgment creditor of each grantee is entitled against judgments against them all as partners: and that parol proof is not admissible to show that it was to be held jointly as partnership property: 3 Ser. $ JR. 392; 11 id. 191; 7 id. 441; 2 Watts 143, Hale v. Henrie ; 7 Barr 165."
  },
  "file_name": "0177-01",
  "first_page_order": 177,
  "last_page_order": 182
}
