{
  "id": 408813,
  "name": "Buffaloe versus Whitedeer",
  "name_abbreviation": "Buffaloe v. Whitedeer",
  "decision_date": "1850-07-29",
  "docket_number": "",
  "first_page": "182",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Mass. 201",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0182-01"
      ]
    },
    {
      "cite": "4 Mass. 131",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0121-01"
      ]
    },
    {
      "cite": "16 Johns. 186",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 6041,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 7.183779689348061e-08,
      "percentile": 0.43006735141701313
    },
    "sha256": "ebbfbca303117fa0ffe6cfda9eeadffe02b50e845faa4cd1b6ebfaa89442d6d5",
    "simhash": "1:5087a18be81c0f85",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buffaloe versus Whitedeer."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nNotwithstanding the conceded error of Sir John Pratt, in the decision which gave him more notoriety than any other, it is certain that a feme sole, who has a settlement, exchanges it, at her marriage, for the settlement of her husband, if he has one. It is now conceded that if he has not, her maiden settlement remains till she acquires another. Here the pauper’s husband had a settlement which she acquired by entering into his person as ■a part of it. How could she lose it ? Only by gaining a new settlement, not by regaining a former one, for which the statute makes no provision. Sir John Pratt’s mistake, in his familiar walk of the law, was in entertaining the notion of revival. The widow of a man who had a settlement, has it also; and what difference does it make whether the coverture be dissolved by death or divorce ? Our law is not so unjust as to leave the parties, as to their rights and responsibilities, in statu quo; else they would be answerable for many acts, perfectly good during the coverture, and, consequently, not to be questioned after it. A wronged wife loses no right whatever by'being compelled to use the only means of redress open to her. If the pauper had no settlement in Whitedeer, she would have none anywhere.\nOrder of sessions reversed, and order of removal affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The ease was argued by Linn, for plaintiff in error.",
      "Miller, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Buffaloe versus Whitedeer.\nA female who has a settlement, exchanges it on her marriage for the settlement of her husband, if he has one; if he has none, her maiden settlement remains till she acquires another. She will not lose her husband's settlement by a divorce from him a vinculo ‘matrimonii on her application.\nCertiorari to the Quarter Sessions of Union county.\nSolomon Bettz lived and died in that part of Buffaloe township which, by division, is now East Buffaloe, having had a legal settlement therein. In 1806, his daughter Magdalena, (the pauper,) was married to George Renninger, of Whitedeer township, who had a real estate worth some $7000, and cohabited with him (having five children) till 3827 or 1828. On the 21st May, 1829, the Common Pleas of Union county, on the application of Magdalena Renninger against George Renninger, decreed a divorce from the bonds of matrimony. George Renninger died, in Whitedeer township, in 1833. Solomon Bettz died in Buffaloe, now East Buffaloe, in 1836. From the evidence, Magdalena gained no settlement elsewhere since her intermarriage with George Renninger. George Renninger and Solomon Bettz had legal settlements in their respective townships, at their deaths.\nThe question was, which township is legally bound to support the pauper ?\nOctober 18, 1849, an order was made, by two justices of the peace, to remove the pauper from Buffaloe to Whitedeer for support. Dec. 17,1849, appeal by Whitedeer to the Quarter Sessions of Union county. February 18, 1850, opinion of Wilson, J., filed, quashing the order of the justices. His Honor said, inter alia:— The declared consequences of divorce from the bonds of matrimony are general, annulling all and every right and claim that had accrued to either in pursuance of their marriage. Her claim to a settlement in Whitedeer is acquired only-by her marriage, which was by law dissolved, and her rights and claims by virtue of her marriage were determined on the legal dissolution thereof. * * * If George Benninger had not had a settlement in his lifetime, Magdalena’s marriage to him would not put her in a worse condition than she was before. Her former settlement would be merely suspended during coverture, and, at his death, the place of her settlement before marriage be chargeable with her support: 3 Burns’s Jus. 485,486;—and so we must view her situation under the declaration of the act of Assembly of the consequences that follow the sentence of divorce; and, that her claim to support from the township of Whitedeer, was an incident merely to her marriage, which suspended her previous settlement only during coverture, and the marriage being legally dissolved, before her husband’s death, and she not having gained a settlement sinee, the township where she was last legally settled, before such marriage, will be hound to maintain her. The order of removal is therefore quashed, &c., per curiam.\nIt was assigned for error:\n1st. Court erred in deciding that Buffaloe had to support the pauper.\n2d. Court erred in quashing the order of removal to Whitedeer.\nThe ease was argued by Linn, for plaintiff in error.\nThe place of the last settlement is always chargeable: 1 Pa. Bla. 183. Every married woman shall be deemed during coverture, and after her husband’s death, to be settled in the place where he was last settled: Sec. 10, Act 12th June, 1836. By the marriage to George Benninger, who had a settlement, the pauper lost the settlement she had from her father, and acquired a new one. When the husband has no settlement, then the wife’s settlement is suspended during coverture, and revives at his death; but when the husband has a settlement, her former settlement is destroyed by her taking his settlement and her first settlement does not revive by his death: 9 Mass. B. 202, Dalton v. Bernardston; 1 Blac. O. 363. For a woman, marrying a man that is settled in another parish, changes her settlement; but, if the man has no settlement, hers is suspended during his life, and, at his death, revives: 3 Burns’s Jus. 484-9; 16 Johns. 186. A person having a legal settlement in any town in the State does not lose it but by gaining a legal settlement in some other town in the State. Gaining a settlement in another State, does not destroy the old settlement. 4 Mass. 131; 10 id. 411; 11 id. 441; 3 Burns’s Jus. 488. Settlement gained by marriage will not be lost by a divorce of the parties: 9 Mass. 201; 7 Ser. <f> B. 500.\nMiller, for defendants in error.\nThe father’s settlement is the settlement of his children: 2 Lord Bay 1332. By marriage the woman’s settlement is suspended during its existence: 16 Johns. B. 185; Harrison’s Digest 1724 ; 3 W. ¿‘Ser. 548; 3 Burns’s Justice 487.\nJuly 29, 1850."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 184
}
