{
  "id": 408675,
  "name": "Goodman versus Gay",
  "name_abbreviation": "Goodman v. Gay",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "188",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Johns. 339",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 819,
    "char_count": 18434,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 7.792245076638671e-07,
      "percentile": 0.9721929734127357
    },
    "sha256": "15e8bd14d37f325ae0d900964e81b316e2b1f9f1caeee604668b63b34a270da4",
    "simhash": "1:68f0834940adc39d",
    "word_count": 3374
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Goodman versus Gay."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nIt is difficult to tell exactly, from the paper-book, the precise position of this cause.\nIt has been argued as if the verdict and judgment were upon all the counts; and yet there is an issue to the country only upon the first count; and as to the second and third, there is a special demurrer to each. The verdict, therefore, must be considered as rendered on the first count, because on that only was there an issue in fact. And to the trial, progress, and result, certain exceptions were filed and signed, as appears by the paper-book, all relating to the first count. These I will consider directly. The defendant demurred specially to the second and third counts, and pending these demurrers, the plaintiff went on to trial, I presume, on the first count, as that only was triable before a jury. After verdict, the demurrers were overruled, and judgment rendered on them for the plaintiff. As to its not appearing in these two counts demurred to, that the injuries complained of were committed or inflicted before suit brought,—that is a mistake. It is clearly enough averred, in the words: “Afterwards, to wit, the same day and year aforesaid, (referring to the injury in the first count,) did permit and suffer, &c.,” “and afterwards whilst the defendant so kept the same,” obviously averring and meaning, that whilst the defendant kept the horse, as averred in the first count, all subsequent statements as to time referred to and hung upon the time averred in that first count. And this is quite sufficient.\nThe second ground of special demurrer is as to the scienter of the defendant in relation to the vicious habit of the animal. And this is the ground of the demurrer to the third count. In the third count it is alleged that the plaintiff unlawfully and wrongfully permitted the animal to run at large, &c., and in all of them, Kensington, the locus in quo, is asserted to be a densely populated place, which is a matter publicly known, and that it is part of a great and populous city. The demurrer then, on this ground, opens up the same question that occurs in the bill of exceptions signed on the trial of the cause, and that is, whether a person, who voluntarily turns out a horse in a populous city, to play and gambol in the streets, is responsible in an action on the case for any injury which that horse does by kicking a boy or child, without its being proved or averred that the owner knew the horse was vicious, and had a habit of kicking men or boys or women. There are English cases, undoubtedly, and some American, which hold that the owner of domestic animals is not liable for injuries they commit unless he knew that they were vicious. But these cases generally are in relation to dogs, a domestic animal which everybody in every place owns and keeps, and suffers to go at large. The custom is almost as old as time, for Tobit had his dog. The universality of this custom has made the practice lawful, unless where it is interdicted by statute, which has been done to a certain extent in our State. And, within the limits of that interdict, it has been held that the owner, who does not chain or house up his dogs, is liable for the injury they commit, whether he knew they were addicted to killing sheep or not: 7 Barr 254.\nIn relation to cases where the injury was inflicted by vicious oxen or bulls in England, or horses, if any such there be, they, I imagine, occurred while the animals were on the owner’s land, or at common. In a late case in England, Illot v. Wilks, 3 Barn. & Ald. 312, Justice Bayley says, “ In case of a dangerous animal likely to do mischief to another in a private close, it should seem that public notice ought to be given, although no one has a right to enter.” And Justice Holroyd, in the same case, says, that if there be a foot-path in a close, and there is a dangerous animal put in by the owner, he must give notice, or he will be liable to an action for any injury committed. To the same point may be cited 4 Bing. 642, and 1 Moore 234. If, therefore, the owner or occupier of a close is held liable for injuries committed within it by a dangerous animal, unless he gives public notice, a multum fortiori, a person who turns out a horse in the streets of a populous city, where there must be danger arising even from the nature and disposition of the horse to gambol, to plunge, and kick up his heels, and from the heedlessness of children, the occupation and busy pursuits of men and women. The owner has no right, either by law or custom, to turn a horse loose in the streets of a city. All men know that a horse which has ' been stabled and well-fed will, when turned out, run and plunge, and become dangerous in the midst of people. If one man has a right to turn out his horse, every man has the same right; and, if the one-fourth of people who own horses in a city would turn them out on the streets, not only the women and children, hut even the men would have to abandon them.\nThere is no reported case in which it was held that a person who turned out his horse in the streets of London or New York was not answerable, if.he run over a child or a woman, unless the owner knew, when he turned him out, that he was vicious and prone to kick. But, I may say, that all horses are, when turned loose, more or less dangerous in confined streets; and all men know this. The gist of the action is, that the defendant did an act, not sanctioned by law nor custom, from which he must have known that injury might result. He, therefore, is less innocent than the man who was attending to his own business in a lawful public street, where loose horses have no right to be. In other words, the defendant was guilty of negligence, and the plaintiff was guilty of none; and therefore the defendant is liable to the action, without proof that he knew the animal was vicious. Because it necessarily results from the nature and habits of the animal, that he is, when loose, dangerous in a greater or less degree in populous streets. If a man’s horse were to break the stable-door and get out, without the owner’s consent or knowledge, it would 'be a different matter. That would be accident or misadventure, and the same as if a man’s horse should take fright and run away with him in a street. These things, the will or the strength of man cannot altogether prevent.\nBut here, the averment in the narr. in all the counts is, that the horse was turned out by the defendant. Although there are some expressions of the Nisi Prius judge which would seem to extend the rule we lay down beyond the limits of populous cities or towns, yet all taken together, it relates to the streets of Kensington,, and that was the actual case. We have a case in our own hooks which seems to go the whole length of establishing that, when an owner turns out an animal, the class of which contains individuals often dangerous, both from their nature imperfectly subdued, and their habits, he thereby becomes responsible for the injuries it inflicts. Thus it was held in Dolph v. Ferris, 7 W. Ser.. 369, approved in Paff v. Slack, 7 Barr 254, that a bull, which went into the field of a neighbor of the owner, and gored his horse till he died, created a liability to pay for the' horse by the owner of the bull, without regard to his being aware of any vicious propensity in the bull, or otherwise. The ground of the decision was, that the animal was naturally inclined to roam, and often guilty of mischief, and that, therefore, it was the duty of the owner to keep him on his own land.\nThere is nothing in the exception in relation to the jurisdiction of the court.\nIt has been decided that this court will presume that leave was given to file the additional counts, unless it appears that objection was made; and as the court below refused to strike them off, that in itself was leave. But these counts did the defendant no harm, as he alleges that they contain no cause of • action, when the first does contain a good one, as he admits, if proved.\nThere is nothing in the other exceptions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by McGHaughlin, for plaintiff in error.",
      "By Brightly, with whom was Pulte, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Goodman versus Gay.\n1. In an action on the case the general issue was plead, and afterwards other counts were filed, which were demurred to, and the case was tried before judgment on the demurrers; it will be considered that the verdict was rendered on the first count only.\n2. If the owner of a horse suffers it to go at large in the streets of a populous city, he is answerable for a personal injury done by it to an individual, without proof that the owner knew that the hoise was vicious.\n3. Where additional counts have been filed, it will be presumed that they were filed with the leave of the court, the record not showing the contrary.\nFrom tbe Nisi Prius, Philadelphia.\nThis was an action on the Case, by John Goodman against James Gay, for an injury done to plaintiff’s son, by being kicked by the horse of defendant, when at large within the limits of the Incorporated District of Kensington, in the county of Philadelphia.\nIt was averred in the first natr. that the defendant wrongfully and injuriously did keep a certain horse, which the said defendant permitted to go at large, not keeping the horse properly secured— he, the said defendant, knowing that the said horse was accustomed to hite and kick. The damages laid at $1000. The plea, was the general issue.\nThe case was on trial before Rogers, J., in Nor. 1848, and after plaintiff’s evidence was closed, defendant’s, counsel moved for a non-suit, for want of evidence having been given of previous dangerous, practice and habit of the horse. The nonsuit was not pressed, and a juror was withdrawn.\nOn January 6th, 1849, a new count was filed, and on the 8th defendant’s counsel moved to have it struck off the record, on the ground.that it was indefinite, by means of one or more blank spaces left in it, and containing no cause of action. The motion being denied, defendant demurred to it specially on the 15th. of that, month. On the 16th, plaintiff filed a third count nearly like the second, but filling up the blanks left in the second count,, and addr ing the words, “unlawfully, wrongfully, and injuriously.” It was alleged on part of defendant that both of these counts, were filed without asking leave of court, and the third while á demurrer to the-second was pending; defendant’s, counsel moved to.strike-off the third count; but the motion being denied, he demurred to.it specially.\nThe causes of demurrer assigned as to the third count were, that it does not appear by the said third count, that the horse in the said count mentioned, had been used or accustomed to attack, hurt,, lacerate, wound, or injure any person or persons, nor that the defendant knew the said horse to have been used or accustomed to any of the said acts, or any injury whatever, before the said action was brought.\nWhile both- demurrers were pending, the cause was tried before Burnside, J., (there being an issue taken to the first count only,) and a verdict was rendered for plaintiff for $125, March 8th, 1849, generally, on all the counts. Plaintiff moved for a rule to show cause why a new trial should not be had, and filed reasons for it; but that motion being overruled, he presented a bill of exceptions.\nBell, J., afterwards overruled both the demurrers, and rendered judgment on them for plaintiff, pro forma.\nOn the trial, Burnside, J., charged the jury, inter alia, that the owner of animals is answerable for injuries which they do, and that it lies on him to show a sufficient defence. If a man permits his horses to run at large, he is answerable for the damage they do. lie intimated that the English decisions in relation to dogs are not applicable here.\nTo the second point on part of defendant, he said that the jury may estimate the expense, attendance, and care in attending on the boy, without proof of actual payment.\nTo the third point, he said, there is no evidence what the habits of the horse were, nor is there occasion for any, for no matter how that was, the owner is liable for any damage actually done by him to others, and whether he had done the like before or not is of no consequence; and so as to the defendant’s knowledge of the habits of the horse. Whether the boy molested the horse is mere matter of defence, and if he had done so, it was defendant’s place to prove it. * * * This is such an injury as the law will give a compensation for in this kind of action, and the father may maintain an action for the care, trouble, expense, and anxiety caused to himself by the occurrence.\nIt was assigned for error i\n1. That the court below had no jurisdiction—the plaintiff’s claim being for compensation for his son’s services, money laid out and care and trouble in nursing him—the amount of these items, attempted to be proved, being less than $500, and not recoverable in this kind of action.\n2. That as to the first declaration filed, there was no evidence to sustain its allegations—“that the defendant’s horse had been used and accustomed to attack, bite, and kick mankind,” or “that the defendant knew such habits of his horsebut the verdict is general on all the counts: Hartley v. Harriman, 1 Barn. Aid. 621; Cowper v. Hicks et al., 7 Term Rep. 727.\n. 3. That the second count or declaration filed, does not allege that the matters therein complained of, occurred before the suit was brought; nor that the defendant’s horse had any dangerous habit; nor that any of the matters therein complained of, were unlawful or wrongfully done; and that it contains blank spaces and is uncertain in its meaning—but the verdict is general on it with the other counts: 2 Qhit. PI. 281, notes h and h.\n4. That the third declaration, or count filed, alleged no vicious or dangerous practices of the defendant’s horse; nor its owner’s knowledge of any such practices or habits; nor was any issue of fact joined thereon.\n5. That the said second and third declarations or counts were filed without the court’s leave being asked, that the third was filed while a demurrer to the second declaration or count was depending, and that the court refused to strike from the record both the second and third declarations or counts : Tidd’s Prac. 753; Reininger v. Thompson, 6 Ser. $ R. 2. To allow an amendment is a matter of pure discretion in the court, and not the subject of a writ of error: Franklin v. Mackey, 16 Ser. R. 117.\n6. That the court erred in overruling the demurrers to the said second and third counts or declarations; and that the verdict is rendered on them without any issue of fact: Tidd’s Prac. 927. “ But when the issue as well as the demurrer goes to the whole cause of action, the damages shall be assessed upon the issue, and not upon the demurrer.” In this case the evidence failed to sustain the issue of fact, as in Beck and Wife v. Dyson, 4 Gamp. R. 198, and other cases cited post. Also Sedin v. Schaffer, 5 W. $ Ser. 72. Defective pleadings should be demurred to. Going to trial on the merits cures the defects.\n7. That the court erred, in charging the jury that, “ if defendant’s horse did injury to the property of others, an action would lieand in his statement as to the English law as to dogs.\n8. That the court erred in charging the jury that it was indifferent whether defendant knew his horse to be accustomed to kick people or not: 3 Salle. 12. The scienter is indispensable to be averred and proved: 1 Ld. Ray. 606; same rule, 2 Strange 1264. The scienter is the gist of the action, Beck and Wife v. Tyson, 4 Camp. R. 198; Hogan v. Sharpe, and note, 7 Car. $ Payne 755. Owner of beast not liable unless he knew it to be dangerous. American cases, Vroom v. Sawyer, 13 Johns. R. 339, same rule as above; Sykes v. Van Lueven, 4 Denio R. 127, same rule still uniform; Pickering v. Orange, 1 Scam. {III.) R. 339. The scienter must be alleged and proved.\n9. That the court erred in charging the jury that the father (plaintiff) may maintain this action for the care, trouble, expense, and “ anxiety” caused to himself by the defendant’s' horse having kicked his son: Schuylkill Navigation Oo. v. Farr, 4 W.'^ Ser. 362.. Whatever is' not charged in the narr. cannot be compensated for, although no narr. was necessary in the case.\n10. That the verdict is general on all the three counts or declarations, the evidence not sustaining the first declaration, and the second and third being defective, as cited in specifications 2, 3, 4, and 5 ante, as well as in the demurrers.\nThe case was argued by McGHaughlin, for plaintiff in error.\nBy Brightly, with whom was Pulte, for defendant in error.\nAs to 1st specification, it was alleged that in actions in tort, the matter in controversy is the sum laid in damages in the declaration: 1 Ser. R. 269; 3 id. 461; 4 id. 78.\n2. It is not assignable for error that the evidence did not sustain the allegation in the pleadings, unless the court was called on so to charge the jury: 2 Barr 232; 4 id. 317-320.\n3. The second count refers to the first count as to time. The blank was in an immaterial part.\n4 & 8. The decisions in regard to dogs, and animals not naturally inclined to commit mischief, are inapplicable; ■ such animals are usually permitted to be at large, and the owner will not be liable without notice of their mischievous propensity. But if a dangerous animal be permitted to go at large, and mischief ensue, the person permitting it is liable, the law presuming notice of the mischievous propensity. The law is the same as to animals having a propensity to rove: 1 Ch. PI. 82-83; lOVer. R. 395; 2 Saun.Pl. $ Pv. 864 ; 7 W. £ Ser. 869 ; 7 Barr 254; 6 id. 318; 4 Burr. 2092; 2 Lev. 172 ; 1 Miles 39.\n5. The court will presume that leave was given to file the additional counts; 7 Barr 126; id. 492.\n6. Where there are several issues, both in law and fact, the plaintiff may, without waiting for a decision on the issues in law, go to trial on the issues in fact, and at the same time have contingent damages assessed on the counts in his declaration to which the demurrer applies: 2 Saund. 300, note 3; 6 Pa. Law Jour. 335. The court will presume that the jury were properly sworn.\n7. See 2 Salic. 662; 4 Camp. 198; 2 Strange 1264; 1 Barn. Aid. 621; 4 Bowl, f Lowndes 45 ; 7 Carr Payne 339 ; 13 Johns. 339; 1 Benio 127; 1 Seam. 339; 6 Barr 472.\n9. The ninth assignment is a verbal criticism, to which the attention of the court was not called: 3 Ser. B. 379."
  },
  "file_name": "0188-01",
  "first_page_order": 188,
  "last_page_order": 195
}
