{
  "id": 408809,
  "name": "Wetherell versus Hamilton",
  "name_abbreviation": "Wetherell v. Hamilton",
  "decision_date": "1851-02-10",
  "docket_number": "",
  "first_page": "195",
  "last_page": "200",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Johns. 538",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "18 Johns. 169",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0169-01"
      ]
    },
    {
      "cite": "5 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0451-01"
      ]
    },
    {
      "cite": "8 Johns. 162",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 Paige 68",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0068-01"
      ]
    },
    {
      "cite": "14 Wend. 63",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0063-01"
      ]
    },
    {
      "cite": "14 Wend. 68",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/14/0068-01"
      ]
    },
    {
      "cite": "14 Wend. 63",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/14/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 13763,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 5.522690063670855e-08,
      "percentile": 0.34474828455249706
    },
    "sha256": "8801d3a00e29600c444f1fb9814c924f1cccfccc4022efbcca252ef6e07187cf",
    "simhash": "1:932394bd3f8d549d",
    "word_count": 2395
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wetherell versus Hamilton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nCoulter, J.\nThe affidavit of defence by defendant, among other things, distinctly avers, that although the deeds from Hughes to him for the lots in question were absolute on their face, subject to the ground-rent, that nevertheless he held them only as a trust, to be conveyed to Sailor a.nd others whom Hughes might designate; that he never exercised any act of ownership over them or any of them; never considered himself the owner, but always considered Hughes as the rightful owner; that he never lifted the deeds from the conveyancer in his lifetime, and only took them after his death, upon a prospect of .a settlement and adjustment of the dispute. And also that the policies of insurance were effected by Hughes in his own name, which were transferred to the plaintiff by Hughes after some of the houses were destroyed by fire, &c., and that he gave notice to the plaintiff at that time that he did not claim to be the owner of the houses, &c. It is clear enough therefore that he held the title only as collateral security for the lumber and advances he made to Hughes towards building the houses, and that the plaintiff has suffered no detriment from the deed being absolute on its face, especially as the plaintiff took a mortgage on the-premises, as it would appear, on account of advances made to Hughes. Wetherell having reconveyed to him, to enable him to give the mortgage—Hughes then reconveyed to Wetherell on the same terms and for the same trust and confidence of the first conveyance; from all which it might reasonably be inferred that the plaintiff urns conversant of the exact position of affairs; particularly as Hughes remained in possession and continued to carry on the improvements. It has frequently been held in this court, not only in the cases cited by the counsel for the plaintiff in error, but also in several others of more recent date, that a trust may be proved by parol. And although the point in the case of Walton v. Crowley, 14 Wend. 63, on which the counsel for plaintiff in error relies, may be well enough, to wit, that a declaration of trust executed on the trial of a cause against the assignee,—that the assignment was a mere security for the payment of money, is not proper evidence, because that might be made merely for the occasion, when no trust existed in the transaction itself; yet that is not this case, for here the affidavit of defence asserts that the deed was made on the trust and confidence mentioned, in other words, that the trust rvas coeval with the deed, entering into its very existence, and without which it never would have been. That a trust coeval with the deed may be proved by parol, when it can be done satisfactorily, is the settled law of this State. The whole estate therefore was not in Wetherell, the equity remained in Hughes. The authority therefore of Williams v. Bosanquet, 1 Brod. Bing. 238, even if it were authority here, would not help the defendant in error. But that case never has been recognised in this State, and being made long since the Revolution, it does not affect the authority of Eaton v. Jacques, the principle of which had been recognised here long before Williams & Bosanquet was decided. The latter case settled that where a party takes an assignment of lease by way of mortgage as a security for money lent, the whole interest passes to him, and he becomes liable to the payment of rent, though he has never occupied or become possessed in point of fact. That may suit the state or condition of affairs in England, but would be unsuitable and unjust here. On what principle the action will lie it is difficult to imagine. There is no privity of contract; that is clear. Nor, according to our principles, can there be any privity of estate. It is not. the intent of the parties that there should be any absolute estate, for the deed is defeasible by its terms, in case of a mortgage proper, on the payment of the money lent. But in this State it has always been held that a mortgage is only a security for the payment of money, and that an estate remains in the mortgagor, which may be bound by judgment, levied upon, and sold. The mortgagor may sell it himself. And nothing is more common than to give several mortgages on the same land. A residuum of estate-therefore remains—the whole estate does not pass here—because on principle there can be no difference between a mortgage of a fee simple covered by a ground-rent, and a fee simple covered by a judgment or mortgage. In either case a residuum remains. And that is the rule of Eaton v. Jacques, Dong. 454. That is, that the mortgagee is not liable to the ground landlord unless he has taken actual possession, because the whole estate does not pass to him. But when he is in the actual possession, receiving the emoluments, there is privity between him and the ground landlord sufficient to support an action. This is a rule of equity and fairness, and it is the rule of law here, notwithstanding-- Williams v. Bosanquet. And Eaton v. Jacques is still held to be the law in New York: Walton v. Crowly, 14 Wend. 68. Whether the assignment here is considered as a mortgage, or an assignment in trust, the assignee or mortgagee never 'having been in actual possession, is not liable to the ground landlord, who still has his hold by privity of estate, and privity of contract against Hughes. The substantial title or estate, however the instrument may be regarded, is still in Hughes, either as mortgagor or eestui-que-trust. And there is no privity even of possession between the ground landlord and Wetherell, who is therefore not liable to this action of debt, if the facts stated in his affidavit of defence are true. The fallacy of the argument of the defendant in error is in the assumption that Wetherell seeks to hold the lots discharged of the ground-rent; whereas he disclaims title to them altogether, and never had possession.\nIf he claimed to hold the lots, or was in possession, receiving the emoluments, it would be a different case altogether. Neither is it apparent that it was a secret trust, as assumed by defendant in error. Hughes continued in possession, a circumstance always sufficient to put every one on inquiry. He continued his improvements, an additional circumstance; and Wetherell never put the assignment or mortgage on record.\nThe judgment below is reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Lex, for plaintiff in error.",
      "H. M. Phillips, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wetherell versus Hamilton.\n1. Where real estate which has been taken up on ground-rent, and which is also subject to a mortgage in favor of the ground landlord, is conveyed by the ground tenant to another by deed, in its terms absolute, but which was either by way of mortgage for debts due the grantee, or in trust, the second grantee never having been in possession of the premises, nor exercising any acts of ownership over them, nor claiming title, is not liable to the ground landlord for the arrears of ground-rent.\n2. A trust in real estate, coeval with the deed for the same, may be proved by parol.\nError to the District Court of Philadelphia.\nThis was an action in debt, by Mary Hamilton, the owner of a ground-rent, against John M. Wetherell, to recover eighteen months’ arrearages of ground-rent, due January 1, 1849, on six several lots of ground conveyed by Mary Hamilton, by her attorney, to Albert Hughes;—all the deeds dated 17th April, 1847, and all recorded, and each lot being conveyed subject to a ground-rent of $40.\nHughes and wife, by deed of same date, conveyed the said lots to Conrad B. Clark, subject to a ground-rent of the same amount. Deed recorded.\nClark conveyed the same lots to John M. Wetherell, the defendant, by deed dated 23d August, 1847, subject to the same amount of ground-rent.\nWetherell conveyed the same to Albert Hughes, the first grantee, by deed dated 18th September, 1847, with the six unfinished three-story brick messuages thereon erecting, above described, subject to a ground-rent of $40 each.\nOn the same day, Hughes executed a mortgage of the said premises to Mary Hamilton, the plaintiff.\nHughes and wife conveyed the same to Wetherell, by deed dated the 20th day of September, 1847, subject to a ground-rent of $40 each. This deed never recorded.\nAn affidavit of defence by Wetherell was filed, stating that he hath a just and true defence to the plaintiff’s claim in the above ease, as follows:—That he is not, nor hath he ever considered himself, the absolute owner of the said premises: that after the making of the ground-rent deeds to Albert Hughes, the said defendant having furnished materials to said Albert Hughes for the erection of houses by him on said lots, and holding due-bills of said Albert Hughes, made an agreement with said Albert Hughes, on the 14th day of August, 1847, to take and receive one of the lots contained in said ground-rent deed in payment therefor, provided the same were finished by the 1st day of November, then next; said Albert Hughes having also agreed to convey to John Sailor one of said lots for carpenter work done by him to said houses, said Albert Hughes caused the title for said lots, which had been vested by him in Conrad B. Clark, to be conveyed to said deponent, it being agreed, that the title was to remain in the said defendant, in order that said houses should be conveyed to said John Sailor and any others said Albert Hughes should direct, and for no other purpose; the deed of conveyance was accordingly executed. Said Albert Hughes not being able to finish said houses, and requiring funds therefor, said defendant, on the 18th day of September, 1847, re-conveyed said premises to said Albert Hughes, who executed a mortgage thereon to the plaintiff on the same day. And said Albert Hughes, on the 20th day of' September, 1847, again conveyed said premises to said defendant, upon the same agreement and for the same purpose as hereinbefore stated. All of said deeds remained with Robert Smethurst, conveyancer, now deceased, and were never taken into the charge of said deponent until after his decease, and until he was informed there was likely to be an adjustment of the claim of said deponent upon said Albert Hughes, and a conveyance of said premises to said’Sailor and others interested therein. This deponent further saith, he has always considered Albert Hughes as the owner of said property ; that he hath never exercised any act of ownership whatever over the same. He continued to furnish lumber to said Hughes, and charged the same to him, after both of said conveyances hereinbefore named. That the policies of insurance of said houses were never transferred to this deponent; that some of said houses were destroyed by fire in the month of’January, 1848; that said defendant then disclaimed all ownership in them; that said Albert Hughes, after said fire, transferred to said plaintiff the policies of insurance on said houses directly, without the intervention of this deponent; and that arrangements were made, relative to the rebuilding of said houses, between Henry Becket, the attorney in fact of said plaintiff, and the Franklin Insurance Company, and said Albert Hughes with Andrew Rhodes, and said plaintiff, by her said attorney, recognised said Hughes as the owner of said houses; and that said Rhodes, after said fire, purchased lumber of the firm of Wetherell & Chandler, one of whom is said deponent, for the rebuilding of said houses, and paid deponent therefor. He further saith, that various meetings have been held among the parties interested, for the purpose of adjusting the claim upon said property, by conveying the different houses to those having claims upon said property, but that nothing resulted therefrom.\nThe court entered judgment for plaintiff.\nError was assigned:\n1. Because the court below erred in entering judgment for the plaintiff.\n2. Because the court below erred in deciding that defendant was personally liable for the arrearages of ground-rent claimed by plaintiff.\nThe case was argued by Lex, for plaintiff in error.\nHe contended that Wetherell was not liable for the ground-rent. If a term is assigned, by way of mortgage, with a clause of redemption, the lessor cannot sue the mortgagee as assignee of the estate, unless the mortgagee has taken actual possession: Eaton v. Jacques, Doug. 454; 14 Wend. 63; 2 Paige 68; 8 Johns. 162.\nThe affidavit sets forth that the deed to defendant below, although absolute on its face, was really upon the conditions set out in the affidavit. A trust may be proved by parol: 8 Ser. & B. 492 ; 5 Watts 451; 18 Johns. 169.\nThe defendant not having had possession, or the right of possession of the premises, is not personally liable for the rent: 5 Barr 13, Thomas v. Connell.\nWhatever puts a party on inquiry amounts to notice: 7 Watts 267.\nH. M. Phillips, for defendant in error.\nThe affidavit of defence does not disclaim ownership; nor does he deny that he received the conveyance subject to the rent; but he avers that he did not consider himself its, owner, because there was an equity of redemption in his grantor, arising from the conveyance being made and taken as collateral security. He is not a mortgagee, and not a trustee for any one but himself; but if a trustee, coupled with a beneficial interest, he cannot enjoy the land unless cum onere.\nThe trust to convey was secret; it was not upon the face of the deed, nor recorded, and rested merely in parol,—he held himself out to the world as owner—a mortgagee, not in possession, is differently situated from one claiming to be a trustee by parol, but who is apparently an owner by absolute deed of conveyance: Eaton v. Jacques is overruled in Williams v. Bosanquet, 1 Brod. Bing. 238; 5 Eng. G. L. Bep. 72. He referred to 4 Taunt. 766; 11 Johns. 538.\nFeb. 10, 1851,"
  },
  "file_name": "0195-01",
  "first_page_order": 195,
  "last_page_order": 200
}
