{
  "id": 408806,
  "name": "Greaner versus Mullen",
  "name_abbreviation": "Greaner v. Mullen",
  "decision_date": "1851-02-11",
  "docket_number": "",
  "first_page": "200",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 182",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 369",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833448
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0368-01"
      ]
    },
    {
      "cite": "15 Mass. 359",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0323-01"
      ]
    },
    {
      "cite": "16 Conn. 71",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12122428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/16/0071-01"
      ]
    },
    {
      "cite": "5 Mass. 127",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 23737,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 6.939155244961223e-08,
      "percentile": 0.4207104352415913
    },
    "sha256": "f0386945e984d10449374a5a864d0fbe8c2677da1eb2152d67515388e3c84c6b",
    "simhash": "1:f86fff352fde8087",
    "word_count": 4170
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Greaner versus Mullen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nGibson, C. J.\nThe English judges agree that a sale to an insolvent vendee, consummated by delivery, cannot be rescinded even by consent of parties; not only because it would be a fraud on the bankrupt laws, but-because a restoration of property and price would be, not a rescission, but a resale. I am not aware of any law which would forbid such a resale here. Still, the English decisions are not the less authoritative on the question of consummation. The question before us is whether the sale was perfected by delivery ; and in all cases the quality of the acceptance is the test; the difficulty being in its application to cases in which the intention is doubtfully and obscurely indicated. The first of them, Atkins v. Barwick, Stra. 165; S. C. 10 Mod. 431; 11 Mod. 295; Fort. 353, would not stand it on the facts and circumstances stated in any of the reports of it. The vendors sent the goods to the bankrupts in the country, who gave credit for them on their books, but after-wards sent them to a third person for the vendors’ use; and, had that- been all, the judgment would have been wrong. But Lord Mansfield said of it, in Harman v. Fisher, Cowp. 125, that the trader had very honestly refused to accept the goods, and returned them; and Chief Justice Best said, in Bartram v. Fairbrother, 6 L. J. C. P. 128, that when the goods arrived by the wagon, the vendees .could not turn them loose in the street; they did what was equivalent to rejecting them—they sent them to a friend of the consignors for their use. Of course, they must have ascertained that the fact of crediting the consignors on the books was an error of the reporters. In every other case, however, an unqualified acceptance has been held to pass the ownership ; but there may certainly be a special acceptance which will not have that effect. A case may be conceived, said Lord Abinger, in James v. Griffin, Tyrwh. & Gfr. 449, where even a reception of goods into the vendee’s own warehouse would not be a taking of possession; as where a party, knowing that he must inevitably become bankrupt, puts them apart from his other goods, with a view of returning them to the vendor. It is unnecessary to examine the other cases, as they will all be found to turn on delivery tendered and accepted, in execution of the contract, or rejected in order to rescind it; and acceptance always stands with the contract where there is not a specific declaration of intention to the contrary. It remains to apply this test to the facts before us.\nIn execution of an order, the plaintiffs sent the tobacco to the defendants, their customers, enclosing the invoice and bill, and saying “ for which we will make the usual draft at four months, and which you will please protect.” They drew on the same day, but when the draft arrived, the defendants were insolvent.. While the tobacco was lying at the wharf, one of the defendants told a creditor of his firm, that they did not intend to take it into store, as they were'unable to pay for it. The creditor remonstrated, and was told they would consult the other creditors. The tobacco was after-wards taken into the store, and in a few days replevied. Whatever the defendants may have contemplated, there is nothing in these facts to show that they had made up their mind to rescind, much less that they had done any act of rescission. Nothing they might say to the witness could control their course of action. On the contrary, they postponed the matter for further consideration, and eventually, not only received the tobacco, but refused to give it back. If the wharfinger was the plaintiff’s agent, he permitted the defendant to take possession of it; and so far as actual delivery was concerned, the contract was executed.\nThe draft was presented at the same time, but protested for want of acceptance. Hence it is argued that acceptance was a condition precedent to delivery; and that the possession obtained without it was surreptitious. The plaintiffs had drawn bills on the defendants for tobacco before, but on what conditions did not appear. The request to protect their draft was certainly not a stipulation for acceptance before delivery, nor could it be. The draft did not attend the tobacco, and might have arrived long after it; so that the plaintiffs could scarce have intended that the boxes should remain on the wharf till it should be presented, or that acceptance of it and delivery of the tobacco should be simultaneous. But the draft was actually accepted the following day; and even a drawee having refused to accept generally, may accept supra protest, for the honour of the drawer or an endorser, and, thus secure to the holder every advantage he could have had from a general acceptance. It is argued that the refusal to accept generally was an unalterable act of rescission ; but the cases require a specific declaration of refusal to receive; and even that may be retracted before it has been accepted by the vendor. Had there been such a declaration here, the subsequent act of taking possession would have been a retraction of it.\nStill, it is argued that the vendor may treat the sale as a nullity where there has been' a preconceived design not to pay. But there was no such design when the tobacco was ordered, and the character of the transaction, at that period of it, seems to be the criterion. The other creditors furnished goods on orders indisputably honest; and they are equitably entitled to equality of participation in the general wreck. The defendants might have preferred the plaintiffs ; but their refusal to do so is not evidence of fraudulent design.\nIt is scarce necessary to say that the evidence to prove a reciprocal return of accommodation notes at the time, between the defendants and another firm, was irrelevant, and properly excluded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Webster and PerJcins, for plaintiffs in error.",
      "J. Fallon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Greaner versus Mullen.\n1. Tobacco was ordered by a firm, and was sent with an invoice and bill of the same; and a bill of exchange for the amount, of the same date as the bill and invoice, payable at a future day, was forwarded through a bank,'at the same time, for acceptance by the vendees. When the tobacco arrived, the vendees hesitated or declined to receive it from the wharfinger, on account of inability to pay. The draft was presented and protested for non-acceptance, but on the next day was accepted. The tobacco was received, and was afterwards replevied by the vendors. The vendees afterwards made an assignment for the benefit of creditors: Held, that in the absence of evidence that the acceptance of the bill of exchange was to precede delivery, the mere refusal to accept the bill was not an act of rescission of the contract, and if there had been an explicit declaration of refusal to receive the tobacco, the subsequent act of taking possession of it, before the acceptance by the vendors of the act of rescission, would have been a retraction of it. The character of tho transaction when the tobacco was ordavd, is the criterion as to the construction of the contract.\n2. Evidence to prove a reciprocal return of accommodation notes, about the time of the arrival of the tobacco, between the vendees and another firm, brought about by the latter on account of the embarrassments of the vendees, was irrelevant.\nError to the District Court of Philadelphia.\nThis was an action of replevin, by Greaner & Son against Mullen & Son, for fifty boxes of tobacco, of the value of $850. The pleas were non ceperunt and property; and the question was as to the right of property in the tobacco. The plaintiffs were manufacturers of tobacco in Richmond, Virginia. The defendants were merchants in Philadelphia, and had on former occasions purchased tobacco of plaintiffs.\nOn the 25th of November, 1846, the defendants wrote to plaintiffs to make for them fifty boxes more of their plug tobacco, and to send Mil as before. This is the tobacco in question.\nThe plaintiffs manufactured the tobacco, and on the 5fchof January, 1847, sent it to the defendants; enclosing them the invoice and bill of the tobacco, amounting to $849.90; and saying, ufor which we shall malee the usual draft at four months, and which you will please protect.” Plaintiffs drew on defendants on the same day for the amount; the draft was forwarded through the Richmond Bank to Philadelphia for acceptance; but defendants ascertained that they themselves were insolvent, and declined receiving the tobacco or accepting the draft. The draft was accordingly protested for non-acceptance, on the 11th of January, 1847, the defendants having left word with “their clerk that it could not be accepted.” It was, however, accepted on the 12th January, and the vendors were informed of it as follows *.—\n“ Philadelphia, January 12, 1847.\n‘ Wm. Greaner & Son, RichmondGentlemen: Your draft of 5th inst., on us, for fifty boxes of tobacco, same date at four months, for eight hundred and forty-nine dollars and nine cents, was presented for acceptance yesterday. We did not then accept it, and you will, we presume, before this comes to hand, have notice to that effect. We, however, went to the bant, Farmers and Mechanics’, at which it is, and accepted it this morning.\n“Very respectfully, yours, &c.,\n“A. Mullen & Son.”\nAfterwards, Mullen & Son addressed Greaner & Son, under date of January 14, 1847, informing them that, “ From circumstances, which we have not now time to explain, we have been compelled to stop payment, and desire to have a meeting of our creditors,” &c.\nNotice of non-acceptance and protest of the draft was immediately sent by the bank to plaintiffs, which they received' on the 15th of January; and on the same day they wrote to their agent in Philadelphia “to take possession of'the lot of tobacco, or any portion of it they (the defendants) may have on hand, for our (the plaintiffs’) benefit.”\nOn receiving this letter, the agent of plaintiffs went to defendants and demanded the tobacco, and on their refusal to deliver it, the plaintiffs brought this replevin. The writ of replevin issued 18th January, 1847.\nIt appeared in evidence, that, after having refused to receive the tobacco, or accept the draft, and after the notice of protest for non-acceptance had been sent to plaintiffs, the defendants went the next day to the bank and accepted it, and wrote plaintiffs to that effect, under date of January 12, and on the 14th of January they wrote them that they had been compelled to stop payment, and had called a meeting of their creditors, and on the 30th of January wrote them that they had concluded to make an assignment. They were, in fact, under protest on the 12th of January for non-payment of their acceptances. Mullen & Son made an assignment on February!, 1847. .\nOn the trial, the plaintiffs called John A. Warner, who, being duly sworn, testified as follows:—I recollect an interview which I had with one of the defendants concerning fifty boxes of tobacco. I made no memorandum of the date. It was in January 1847. I was in the habit of going to the counting-room of the defendants. A. Mullen stated to me that a lot of plug tobacco had arrived from Richmond. He stated to me that the tobacco was lying at the wharf, and he designed not taking it into store, and asked my advice in relation to it. I asked him his reasons for not taking it into store. He stated his inability at that time, as he thought, to pay for it when it became due. I then asked him when he ascertained that he was insolvent, his then situation. He said they had ascertained it a few days previous, when they took an account of stock; which they had not done for four or five years before. He said they had taken an account of stock with a view of taking into partnership a brother of theirs from New Orleans, who had arrived with funds. When they found out their situation, they declined going into business with him. They then came to the conclusion it would be better for them to suspend. They then asked me my advice in relation to this tobacco, what course they should pursue in relation to it. I asked them when they had ordered this tobacco. They told me a month or more prior to that time. • I asked them if they knew their condition at the time they ordered it. They told me, no. I then gave them my advice. I told them it would be injustice to the other creditors, giving as a reason that I had sold them goods after they had ordered this tobacco. That is the amount of the conversation. I did not know when this tobacco was ordered. They never stated how long they had been insolvent. I was at a meeting of the creditors. My recollection is, the defendant said that he was crippled by the failure of Sarfcori, four or five years before. I was a creditor for $400 or $500. My claim was audited, and forty odd per cent, paid, and handed over to Heald, Bucknor & Co. The conversation which I have detailed was held on Saturday or Monday. It was on the day they refused to accept the draft., Mr. Mullen told me Mr. Logan gave him money to take up a note.\n. Cross-examined.—When I gave him my advice, he stated that he would consult with his other creditors.\nFerdinand Plight was then offered as a witness for plaintiff, and proved that on the 12th day of January, when defendants accepted plaintiffs’ draft, another draft of defendants for $650 was protested. The draft was dated September 9, 1846.\nThe plaintiffs called Peter Logan, who testified as follows:—I am the assignee of the defendants. The defendant, A. Mullen, called on me on the 9th day of January, about 2 o’clock. They owed me a note, due on that day, and Mr. Mullen said it was not convenient for them to take it up. I promised the money by making a purchase of them, and paid them in cash, and they took up the note: it was $700 or $800. The following week I knew of similar transactions. I learned the week following beyond doubt that the house was in difficulties. It was late in the month of January or in February that I heard of the assignment. An assignment was spoken of a few days previous. Mr. Mullen, on the 9th, intimated to me that he could not conveniently take up his note. Was afterwards at a meeting of creditors. Did not hear Mr. Mullen say he had been insolvent for years. He said he had not taken an account of stock for five years, but he never intimated he had been insolvent previous. He referred to Sartori’s failure as one of the causes. His loss by it was $12,000 or $13,000. It was the latter part of the week following that I learned from defendants they were in diflSculties. I knew of their difficulties the whole week. I saw the tobacco which is in suit, in the defendants’ store the beginning of the week. Mr. Mullen and I had a conversation whether there was any real necessity for them to stop. I thought there was not. Towards the latter part of the week we came to the conclusion that they had better stop. In the early part of the week they still held the matter in consideration. I then thought it was not necessary for them to stop. They concurred in my opinion then.\nBeing re-examined on the part of the plaintiffs, the witness said:—I had other notes maturing at the time of this conversation, at one, two, and three months after. There has been no arrangement made for them. I come in equally with other creditors. The conversations in the early part of the week were as to their insolvency, whether they could keep up. This tobacco was pointed out to me by their clerk. I cannot say on what day. My notes amounted to about $2200.\nThe plaintiffs then offered Charles B. Abbott, to prove that on the 9th day of January, 1847, Hanson & Elliot, having received information of the embarrassments of defendants, got back from defendants their H. & E. notes, a,nd returned to defendants their notes, which they had previously lent to each other. This was objected to by the counsel for the defendants, the judge sustained the objection, and plaintiffs’ counsel excepted.\nThe plaintiffs closed their case, and the defendants offered no testimony.\nPlaintiffs’ counsel requested Judge Sharswood, who tried the cause, to instruct the jury—\n1. That if by the contract between the parties, the defendants were to accept drafts for shipments made by the plaintiffs, and the defendants refused to take the goods, and suffered the draft to be protested, the contract is disaffirmed, and the plaintiffs may replevy.\n2. That the refusal to accept was a disaffirmance.\n3. That if the contract was once disaffirmed or rescinded,-the defendants could not, by accepting the draft afterwards, restore themselves to their original rights.\nThe judge declined so to charge, but on the contrary instructed the jury, in reply to plaintiffs’ first point, that there was no evidence of any such contract; in reply to plaintiffs’ second point, that a refusal to accept, was not a disaffirmance; in reply to plaintiffs’ third point, that to rescind a contract requires the consent of both parties; that there was no evidence in the case of a rescission. That the refusal to accept the draft of itself was not evidence of disaffirmance, there being no evidence that there was any contract to accept.\nThe learned judge further instructed the jury, that a rescission of the contract must have been communicated to the vendors and assented to by them. If they, the defendants, took time to consider, and, pending consideration, refused to receive, but afterwards did receive the goods, the contract was complete; and further, the learned judge directed the jury that their verdict ought to be for the defendants, and if they should render a verdict for the plaintiffs, it should be set aside, and the plaintiffs would have to pay the costs.\nThe jury,, on the 3d of October, 1848, rendered a verdict for defendants,.and'assessed the damages at $849.90.\nThe answers of the court to plaintiffs’ points, and the charge to the jury, and the rejection of evidence offered for the purpose of showing the insolvency of defendants as early as the 9th of January, constituted the errors assigned. They were as follow :—\n1. The court erred in rejecting the testimony of Charles R. Abbott, as stated in the plaintiffs’ first bill of exceptions.\n2. The court erred in not instructing the jury, as requested in plaintiffs’ first point propounded to them, but on the contrary, in charging the jury that there was no evidence of any such contract.\n3. The court erred in declining to charge the jury, as requested in plaintiffs’ second point, but on the contrary instructing them that a refusal by defendants to accept the drafts of plaintiffs, drawn against the tobacco, was not a disaffirmance of the contract.\n4. The court erred in refusing to instruct the jury, as requested in plaintiffs’ third point, but on the contrary instructing the jury that there was no evidence in the case of a rescission of the contract. That the refusal of itself to accept the draft was not evidence of a rescission, there being no evidence that there was any contract to accept.\n5. The court erred in instructing the jury that a rescission of the contract must have been communicated to the vendors, and assented to by them, and that if the defendants took time to consider, and, pending consideration, refused to receive, but afterwards did receive the goods, the contract was completed.\n6. The court erred in directing the jury that their verdict ought to be for the defendants, and that if they should render a verdict for the plaintiffs it would be set aside, and the plaintiffs would have to pay the eosts.\nThe case was argued by Webster and PerJcins, for plaintiffs in error.\nThe testimony of Abbott should have been received. It went to prove insolvency at the time the goods arrived at the wharf. If the vendee refuses to accept, on the ground of insolvency, the contract is rescinded, if assented to by the vendor. The evidence of Abbott was admissible in that point .of view. The draft should have been accepted in good faith, and the evidence offered had a bearing on that point. That there was evidence of a contract to accept. That the refusal to accept amounted to a disaffirmance of the contract, if the plaintiffs think proper so to treat it, and they had a reasonable time to consider of it, When the draft was .protested, the defendants had not taken possession of the goods, and did not design to do so. A moral obligation exists as to a trader to refuse to accept goods after he has discovered his insolvency: Harman v. Fisher, Cowper 125 ; Atkins v. Barwick, 1 Strange 165; Boss on Vendors 742 ; Bartram v. Fairbrother, 6 L. J. O. P. 128; 1 M. f P. 525; 4 Bing. 584; 1 Camp. 89; James ¶. Griffin, 1 Tyrwh. cf Cfr. 449; 5 Mass. 127; 14 id. 40; Johnston v. Peck, Wood f Minot Bep. 334.\nIf a preconceived design exists not to pay for the goods, the vendor may treat the sale as a nullity: 16 Conn. 71; 15 Mass. 359.\nThe rescission of the contract was communicated to the plaintiffs and assented to by them. The protest was communicated to them, and they directed their correspondent to take possession of the goods. The jury must judge whether the contract has been dis-affirmed by one party and assented to by the other: 3 Whart. 369, 397.\nJ. Fallon, for defendant in error.\nThe plaintiffs did not refuse\nto receive the tobacco. They hesitated, and at length determined to receive it. There was no evidence that defendants agreed to accept the draft, nor was such their usual manner of dealihg. The draft was presented for acceptance on 11th January—protested on same day, and accepted on the 12th January. Before it had been presented for acceptance it had leen negotiated. When the plaintiffs’ agent demanded the tobacco he did not offer to return the draft. It is not a case of fraud, nor of stoppage in transitu, nor of rescission of contract, nor of conditional sale. It is not a ease of fraud: there was no preconceived design not to pay. When defendants ordered the tobacco, they were, so far as they knew, solvent and in good credit. Nor is it the case of a stoppage in transitu; the goods were delivered and in possession of defendants when they were demanded and replevied. Nor is it a case of rescission of contract. To constitute rescission there must be an agreement of both parties; 5 Bin. 182. A rescission of a contract is itself a new contract, requiring the same formalities as the original contract. The agreement to rescind must be mutual; the mutuality being the consideration for the new agreement. There was no evidence of a mutual agreement. The permitting the draft to lie over from the 11th to 12th January was not a refusal to take the goods; but to assume it otherwise, before plaintiffs had elected to rescind, the draft was accepted and the goods actually taken by plaintiff.\nTo rescind a contract the parties must be placed in statu quo. Plaintiffs never offered to return the draft, which had been negotiated by them, nor to indemnify against it.\nIt was not a sale on condition of accepting the draft. There ■ was no evidence as to former dealings between the parties, or that defendants ever accepted drafts for former purchases; but, if bound to accept, the acceptance was not a condition on which the sale was made. The rule is stated in the ease of Harris v. Smith, 3 Ser. B. 20, by Gibson, 0. J.: “ If a vendor rely on the promise of the vendee to perform the conditions of the sale, and deliver the goods absolutely, the right of property will be changed, although the conditions be never performed. But where performance and delivery are understood by the parties to be simultaneous, possession obtained by artifice and deceit will not avail; the fraud will vitiate the whole transaction.” In this case the tobacco was sold without regard to the draft.\nFebruary 11,"
  },
  "file_name": "0200-01",
  "first_page_order": 200,
  "last_page_order": 208
}
