{
  "id": 408784,
  "name": "Lelar versus Brown",
  "name_abbreviation": "Lelar v. Brown",
  "decision_date": "1851-02-14",
  "docket_number": "",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 413,
    "char_count": 8299,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.89516513629939e-08,
      "percentile": 0.41922077310298783
    },
    "sha256": "50e309557fd9b849f19fefc9c36ef26429be3acd78b349212eaf0292bd19f245",
    "simhash": "1:381bd46a72f7dc3f",
    "word_count": 1476
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lelar versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nIf the goods were taken away by a porter not employed by Baker, whether by mistake or by design, the vendors, having a right of recaption, had a constructive possession of them sufficient to maintain trespass, no matter what were the conditions of the sale, or whether they had been performed. Till actual delivery, the vendors had at least a qualified property in them, and property is possession enough to support trespass against a wrongdoer, or any one who claims by his right. Both are trespassers ; and the owner is entitled to the possession against them, separately or conjointly. The goods were packed and put on the pavement for delivery, but picked up by a porter who seems to have dropped from the clouds, and taken to the transportation warehouse, where they were immediately attached by the defendants. The evidence that this took place by management or mistake, was enough to be left to the jury. Baker, who had bought the goods for the vendees, did not return to pay for them with cash or a note ; nor did he include them in his list of purchases handed to Atwood & Co. to collect his goods and have them taken to the transportation warehouse. The facts were not contradicted, and they made a prima facie case.\nEven had the goods been taken away by Baker’s direction, his actual possession, acquired against the terms of the bargain, would not have displaced the constructive possession of the vendors. Of these terms, we have no other evidence than what is afforded by a course of previous dealing ; and the question is whether it is competent. Evidence of a general course of dealing in the same line, and at the same market, is undoubtedly so ; and it would be strange if a uniform course between particular traders were not. As it comes more immediately home to the business of the parties, it is decisively more satisfactory, and it is, in the usual current of. affairs, the best that can he had. A sale is seldom made by a clerk or attested by one; for when the vendee is unwilling to comply with the bargain as the vendor understands it, the goods are retained, and there is an end of the matter. If the vendor happen to let the possession slip from him, what other evidence of terms can he produce but a consistent course of dealing with the vendee in a particular way ? Were it excluded, all would be excluded. Why does payment of the price of goods taken up by a servant authorize him to pledge the master’s credit again ? Because such had -been the previous course. Evidence like the present, therefore, is not only the best, but powerfully persuasive. The facts proved by it, were that Baker had closed all former bills by a note at six months; that he did not come back to close the bill in question ; and that he did not direct Atwood & Co. to send their porter for the goods. As the sale was made by one of the plaintiffs, the evidence was properly received.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Mcllvaine, for plaintiff in error.",
      "Watts and Penrose, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lelar versus Brown.\n1. Where goods sold are taken from the'store of the vendors by a drayman, acting without authority, and to whom they are delivered by the porter of the vendors, without instruction and by mistake, before a note for the amount had been given by the purchaser’s agent, according to the terms of the contract, the vendors may maintain trespass against the sheriff for seizing them on a writ of foreign attachment, on the day of their delivery at the forwarding house, at which they were left by the drayman.\n2. In the absence of express proof of the terms of the contract of sale, evidence was admissible of the terms of former dealings between the parties, of the same character, in order to prove the terms of the sale in question.\nError to the District Court at Philadelphia, Jaa.m t -t-\" ■ '\nThis was an action of trespass by John H. Brown et ah, trading as John H. Brown & Co., against Henry Lelar, sheriff, for attaching certain goods.\nJ esse Rhoades, of Uhricksville, Ohio, by J. W. Baker, his agent, June 3d, 1847, purchased certain goods of the plaintiffs, for the price of $1194 91. The goods-were placed in cases, addressed Jesse Rhoades, Uhricksville, Ohio, from John H. Brown & Co., and put in the street before plaintiff’s door, and a bill of them was prepared by the book-keeper, to be handed to Baker when he called. A few days after the sale, but not more than a week, a drayman, alleged not to be known to plaintiffs or Baker, and without instructions from either, called, and plaintiffs’ porter delivered the goods to him, and entered them on the delivery-book as delivered. On June 7th, they were taken by the drayman to the transportation house of Leech & Co., common carriers, to be by them carried to Pittsburgh; while there they were seized under a writ of foreign attachment, issued by Dibler, Pray & Co. against Rhoades. The plaintiffs sued the sheriff in this action. The plaintiffs denied that there was any delivery of the goods to the drayman, alleging that they were handed over by their porter by mistake; that by the terms of the sale, Baker, the agent of Rhoades, was to give a note; that such note was not given, but the delivery was made by their porter without orders, and by mistake. It was alleged on part of plaintiffs, that Rhoades had previously dealt with the plaintiffs, and always gave his note for his purchases, and took the bill, receipted at the foot thereof, as paid by note at six months.\nBaker, before making this bill, paid Rhoades’s note for his last purchase; he did not call for the present bill, nor offer Rhoades’s note; he did not send a drayman for these goods, nor include them in a list of goods, purchased of other houses, and which he gave Atwood & Co., as was usual, to collect for him; nor did they or-any one else collect these goods for him; nor was there any evidence that he intended to take the goods from the plaintiffs’ store, other than the bargain.\nThe drayman who took the goods to Leech & Co. was paid his drayage by Leech & Co.\nThe sheriff took a bond of indemnity from Dibler, Pray k Co., the attaching creditors. The foreign attachment was issued, and the goods were seized on the same day they were taken from the house of the plaintiffs, on the pavement or wareroom of Leech & Co.\nThe court reserved the question, whether the plaintiff had such possession or right of possession in the goods, at the time the sheriff levied, as would enable him to maintain trespass, and further, charged the jury that they must find whether the terms of sale were such as the plaintiff alleged, and whether the delivery had been made by mistake. The judge also said that there was no evidence of the terms of sale in this instance. But that evidence had been received of the terms on which goods had previously been sold by plaintiffs to Rhoades. That from a uniform course of dealing they might infer the terms of this contract. The defendant objected to the evidence of the terms of former sales, and excepted to its admission.\nYerdict rendered for the plaintiffs.\nA motion for a new trial was made, and was subsequently overruled.\nError was assigned:—1. Because the judge admitted evidence in relation to former sales by plaintiff below to Rhoades to show the terms of the sale in question.\n2. Because the judge told the jury that they might infer the terms of the sale from those of former sales.\n3. Because there was no evidence of unlawful seizure by the plaintiff.\n4. Because, when the goods were seized by the sheriff, the plaintiffs below had neither the possession nor the right of possession.\n5. Because the action was misconceived, and should have been in trover.\n6. Because the judge left to the jury to saywhether the sale to Rhoades was to take effect on certain conditions, when there was no evidence that it was made on such conditions.\n•7. Because the judge left to the jury the question, whether the conditions of sale were complied with by Rhoades, when there was no evidence of such conditions.\n8. Because the judge told the jury they must say whether the goods were delivered by mistake, when there Was no evidence of such mistake.\n9. Because the judge told the jury there was some evidence of such mistake.\nThe case was argued by Mcllvaine, for plaintiff in error.\nWatts and Penrose, for defendants in error.\nFebruary 14, 1851,"
  },
  "file_name": "0215-01",
  "first_page_order": 215,
  "last_page_order": 218
}
