{
  "id": 408839,
  "name": "Holler versus Weiner",
  "name_abbreviation": "Holler v. Weiner",
  "decision_date": "1851-02-24",
  "docket_number": "",
  "first_page": "242",
  "last_page": "245",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 103",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 9591,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.7330568252897434e-07,
      "percentile": 0.7058127713237335
    },
    "sha256": "b638fde3ba28fcceb109ff7d5ba19789fd4796dd7df31618b705fe7d6eaf9f3d",
    "simhash": "1:83f24ea6b7217dad",
    "word_count": 1627
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holler versus Weiner"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIt is undoubtedly error to submit a fact to the jury of which there is no proof. But the ruling of the charge is not exposed to this exception, as we cannot read the testimony without coming to the conclusion that the plaintiff, Weiner, has great reason to complain of the conduct of the defendants. Weiner accepted the agency under the well-founded belief that the goods, for which he procured orders in this city, would be consigned directly to him, to be delivered by him to the purchasers here. This is the fair import of the contract, and must have been so understood by the parties. Instead of pursuing this ordinary course, suggested alike by the bargain and common courtesy in the transaction of such business, the defendants sent their goods to their general agents in New York, and by them they were forwarded, without any notice, to the purchasers here. This is an obvious wrong, for which the plaintiff is entitled to damages, as well for the breach of contract as for violation of faith. For every breach of contract the law implies damages, of the measure of which the jury are to judge, under the superintendence and control of the court: 1 Salic. 19, Ashley v. White. No satisfactory reason has been given by the defendants ; for it is in vain to say they always intended to pay the plaintiff’s commissions on the shipment, as it is hardly credible they designed to pay double commissions. And, even if they did, yet this is an injury, for which the plaintiff is entitled to redress, the amount of which, as before remarked, must be determined by the jury. That it was too much, after the reduction made by the court, I am not prepared to say; but, if it was, it is a question with which we have nothing to do.\nThat the evidence was properly admitted, cannot be doubted. The letters, although written after the commencement of the suit, are evidence, because they were responded to by the defendants. The letters were admitted as a connected whole; no objection being made to any particular part of the correspondence. Had the defendants taken no notice of the plaintiff’s letter, which no doubt would have been the case had his present counsel been at his elbow, the exception would avail here. But allegations made in a letter, responded to by the other party, are considered in the light of declarations or conversations between the parties, and as such properly admissible in evidence: Roe v. Day, 7 Car. & Payne 705; 1 Car. Kirw. 626. The weight to be given to the testimony is for the jury to determine; who consider, under all the circumstances, how much of the whole statement they deem wbrthy of belief, including as well- the facts asserted by the party in his own favor as those making against him: 1 Greenleaf Ev. sec. 201. It is a matter of no sort of consequence whether letters or conversations, as to their competency, are before or after suit brought: 10 Ser. & R. 269, Marshall v. Sheridan; 8 Watts 103, Galbraith v. Elder.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by 0. Fallon, for plaintiffs in error.",
      "JRawle, for defendant."
    ],
    "corrections": "",
    "head_matter": "Holler versus Weiner\n1. For every breach of contract the law implies damages, of the measure of which the jury, under the superintendence and control of the court, are to judge. Therefore, where it was agreed that a person in Philadelphia should act as agent for a foreign house and receive orders for goods from them, the goods to be forwarded to him, he to receive commissions on sales made by him; and the foreign house transmitted the said goods, so ordered, to a house in New York, to be forwarded to the purchasers in Philadelphia: Held, that an action lay for such breach of contract and violation of faith.\n2. A letter by plaintiff to defendants relative to the subject-matter of the suit, although written after the commencement of the suit, and a reply thereto by defendants, are together admissible in evidence, on the part of the plaintiff.\nError to the District Court, Philadelphia.\nThis suit was commenced by writ of foreign attachment issued * on 17th May, 1845, by H. Weiner vs. A. & E. Holler, residents of the town of Solingen, in Saxony; to which suit defendants appeared and pleaded. The plaintiff’s declaration contained two counts ; one in indebitatus assumpsit, alleging an indebtedness for work and labor done, &c.\nThe second count is in the words following:—\n“ And whereas, also, heretofore, to wit, on the day and year last aforesaid, in consideration that the said plaintiff at the special instance and request of the said defendants, would act as factor and agent of the said defendants in and about the selling and disposing, at the county aforesaid, of the goods, merchandise, and chattels of the said defendants; they, the said defendants, undertook and then promised the said plaintiff, that he the said plaintiff .should be the sole factor or agent of said defendants for the sale of their goods, merchandise, and chattels, at Philadelphia, aforesaid, and that all orders which the said plaintiff might procure for the goods, merchandise, and chattels of the said defendants, should be promptly, executed, and that the said goods, merchandise, and chattels should be shipped from Europe directly to the said plaintiff, and the bills of lading addressed to him—and that the said defendants would send to the said plaintiff full samples of all the goods which the said defendants were able to manufacture, in order that the said plaintiff might obtain orders for such goods—and the said defendants further promised the said plaintiff that they the said defendants would pay the said plaintiff two and a half per cent, for guaranty-' ing sales, two per cent, for anticipating remittances, and five per cent, commissions on all sales to be made by the said plaintiff, as factor and agent of the said defendants. And the said plaintiff avers that he, confiding in the said promise and undertaking of the said defendants, did consent to act, and did act as such agent aforesaid, and did obtain orders for the goods, merchandise, and chattels of the said defendants, which said orders were delivered and transmitted by the said plaintiff to the said defendants. Never-theless, the said defendants, contriving and fraudulently intending to injure the said plaintiff, did not perform or regard their said promise and undertaking, so by them made as aforesaid, (although often requested so to do,) and did not nor would make the said plaintiff the sole factor or agent of the said defendants, for'the sale of their goods, merchandise, and chattels, at Philadelphia aforesaid, and did not ship directly to said plaintiff the goods, chattels, and merchandise, for which the said plaintiff has procured orders as aforesaid, and did not send to the said plaintiff the bills of lading therefor—and did not send to the said plaintiff full samples of all the goods which the said defendants were able to manufacture—and did not pay to the said plaintiff the said commissions upon the sales made by him as aforesaid—but on the contrary thereof, the said defendants have hitherto wholly refused and still do refuse so to do : by means and in consequence whereof the said plaintiff has been deprived of sundry great gains and profits, and hath sustained damage to the amount of two thousand dollars, and therefore he brings suit,” &c.\nOn the trial, evidence was given, that in October, 1844, one of the defendants being in Philadelphia, he applied to plaintiff to act as factor in the sale of goods, (receiving 5 per cent, commission on sales, 2-|- per cent, guaranty, and 2 per cent, for anticipating remittances ;) that plaintiff expressed his willingness to act as agent; and that defendant said to him that “ not even for three years would he substitute any person for Weiner,” and agreed that the bills of lading should be directed to plaintiff. That samples were left with plaintiff, who procured orders from seven different persons, and effected sales amounting together to $1706.10. The goods ordered were sent out from Solingen in the spring of 1845, but the bills of lading were addressed to Grunenthal & Co., of New York, the vessel arriving at said port; which one of plaintiff’s witnesses testified afforded much more frequent opportunities than Philadelphia for shipments from Antwerp, or Havre, the ports of Solingen. It was alleged on part of defendants that the correspondence between the parties showed that the defendants never refused to pay the plaintiff commissions on the sales made by him in Philadelphia. There was no other evidence of injury sustained by 'defendants than by the loss of the commissions.\nThe writ of attachment was issued on 17th May, 1845, and goods of defendants were attached. On the 28th May, 1845, the plaintiff addressed to defendants a letter, to which defendants replied. To the reading of plaintiff’s letter, defendants’ counsel objected. The letter was read, and exception taken.\nStroud, J., in answer to a question by plaintiff’s counsel, instructed thejury, “ that if they should find from the evidence that the agency had been taken from the plaintiff here, and transferred to a house in New York, any particular damage which they might find to have resulted from such transfer might be included in their verdict.” To this instruction, exception was taken on part of defendants. Verdict for plaintiff for $900, of which $500 were afterwards remitted.\nIt was assigned for error:\n1. That the judge overruled the objection to reading the letter of plaintiff. 2. To the instruction above stated.\nThe case was argued by 0. Fallon, for plaintiffs in error.\nJRawle, for defendant.\nFebruary 24, 1851,"
  },
  "file_name": "0242-01",
  "first_page_order": 242,
  "last_page_order": 245
}
