{
  "id": 408775,
  "name": "Northern Liberties versus Coates's Heirs",
  "name_abbreviation": "Northern Liberties v. Coates's Heirs",
  "decision_date": "1851-02-24",
  "docket_number": "",
  "first_page": "245",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 346",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0346-01"
      ]
    },
    {
      "cite": "10 Wend. 346",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/10/0346-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 6987,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.2785503232763844e-07,
      "percentile": 0.8706281717582762
    },
    "sha256": "1116f915e56c9ff91afc2873c6df9da2e7db4b936498a5a79f9e59826a0eed30",
    "simhash": "1:0da68354325e3f33",
    "word_count": 1234
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Northern Liberties versus Coates’s Heirs."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe order by which the writ of scire facias was quashed, and the lien of the claim stricken from the record, was erroneous, and is reversed.\nThe object of the different acts of Assembly on the subject of these municipal charges was that the real owners might, with reasonable certainty, be notified of their existence against a particular lot or parcel of ground. The proceeding is in fact against the lot, or, as it may be said, in rem. And the purpose is to designate the lot by such description as will enable the owners to identify or appropriate it. The only objection here is, that the claim is filed as against “the heirs of John Coates, deceased, owner, or reputed owner, or whoever may be the owner.”\nIt is not objected that the locality of the lot and its boundaries are indistinctly or insufficiently set out. But merely that the term, heirs of John Coates, deceased, designates nobody. Nor is it denied but what John Coates is dead. This language is often used in common parlance, and in the usual course of business, to designate the owners of land which has descended to them from a decedent. And it is used in statutes. It may often be impracticable by any reasonable diligence on the part of the corporate functionaries to ascertain the names of the heirs of a decedent owning property, who may’ reside at a distance, or even in foreign parts. In Wheeler v. Anthony, 10 Wend. 346, it was decided, that when a farm was in the possession of the widow and heirs of a decedent, it was a sufficient description on the tax list to assess it as belonging to the widow and heirs of A. B., deceased.\nMy impression is that, in the interior of the State, taxes for unseated lands are often assessed to the heirs of a decedent.\nThe act of Assembly of 22d April, 1846, section 23d, would seem sufficiently to cover the proceeding.\nJudgment of the court below is reversed, the proceedings restored, and procedendo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Brightly, for plaintiffs in error.",
      "McMurtrie, contra."
    ],
    "corrections": "",
    "head_matter": "Northern Liberties versus Coates’s Heirs.\nA municipal claim for laying iron pipe in the Northern Liberties, in the county of Philadelphia, filed against heirs of John Coates, deceased, owner or reputed owner, or whoever may be owner, and describing the real estate against which it is claimed as a lien, is a sufficient designation of the ownership of the premises.\nError, to the Common Pleas Philadelphia.\nThis was the case of a municipal claim for the laying water pipes in front of the premises of defendants, filed September 30, 1845. It was filed as follows :—\nThe Commissioners and Inhabitants of the Incorporated District of the Northern Liberties vs. Heirs of John Coates, deceased, owner or reputed owner or whoever may be owner.\nThe said commissioners hereby file their claim against all that lot of ground, situate on the east side of Third street, in the said district, at the distance of 106 feet 11 inches southward from Brown street, containing, in front, on said Third street, 28 feet 4 inches, and in depth, by lines at right angles to said street, on the -- line thereof, about 114 feet to Brook street, and on the-line thereof-feet-inches, for work done and materials furnished by the said district, in front of said lot, and duly assessed and charged in the book of original entries for such charges, of as follows, to wit;\n1828. September 8. To 28 feet 4 inches of pipe on Third\nstreet......................................:..................... $22.67\nWith interest from said date, and commissions on the same of ten per cent, which are claimed as a lien against said premises, whoever may be the owner or owners thereof, agreeably to the several acts of Assembly in relation thereto.\nOn the 18th March, 1848, a scire facias issued, which was returned “ servedand on the 10th April, 1848, judgment was entered for want of an appearance, and the damages assessed at $54.25.\nOn the 29th September, 1849, a rule was granted to show cause why the writ and all proceedings should not be quashed, and the lien stricken off. October 1, 1849, rule made absolute. It was alleged on the paper-book that this was done on the ground that there was, in the opinion of the court, no sufficient designation of the owner or reputed owner of the premises. It was held that the term heirs of John Coates, deceased, was not a sufficient compliance with the act of 1840.\nThe 9th section of the act of 16th April, 1840, (Acts, p. 412,) provides that it shall be lawful for the commissioners, &c., within the county of Philadelphia, to file of record, in the office of the prothonotary, all clainls and demands, &c. &c. for building culverts, and laying iron pipes, &c. The claim, when it does not exceed $100, to be filed in the office of the prothonotary of the Common Pleas; when above $100, in the District Court; and the 10th section provides that they shall, in filing their claims, set forth in the same the name of the owner or reputed owner of the premises against which their claims are filed; and, as nearly as may be, an accurate description of the real estate against which the same is filed, and where the said estate is situate, &c.\nIt is provided by an act passed on 22d April, 1846, see. 23, Purdon 1111, “ That where any person shall hereafter die, leaving real or personal estate, which, by the existing laws of this commonwealth, is subject to taxation for state or county purposes, such property, so long as the same shall belong to the estate of such deceased person, may be taxed in the name of the decedent, or in the name of his administrator or administrators, executor or executors, or his heirs generally, or in the name of any of the administrators, executors, or heirs; and in taxing it in the names of the executors, administrators, or heirs, it shall not be necessary to designate them by their Christian or surnames; and all taxes heretofore thus assessed are .hereby declared to be legal, and may be collected in the manner herein provided.”\nIt was assigned for error:\nThat the court below erred in quashing the proceedings, and striking off the lien.\nThe case was argued by Brightly, for plaintiffs in error.\nHe contended that the proceedings were in rem, and are similar to the proceedings for the recovery of taxes on unseated lands; and that this would be a sufficient designation of ownership as to them, he referred to 3 W. & Ser. 238 ; 1 id. 166, 175; 7 Barr 74; 10 id. 189.\nWhere a farm is owned and occupied by the widow and heirs of one deceased, it is a sufficient description thereof, on the list of the collector of the district school-tax, to say it is the farm of “ the widow and heirs of A. B., deceased.-” Wheeler v. Anthony, 10 Wend. 346; 3 Bich 27.\nThat it was the intent of the act of 1815, to make sales for taxes good, when reasonable care was observed by the officers, and a reasonable opportunity given to owners, by notice that their land would be sold, unless the taxes.were paid: 9 Barr 39, per Coulter, J. ■\nMcMurtrie, contra.\nFebruary 24, 1851,"
  },
  "file_name": "0245-01",
  "first_page_order": 245,
  "last_page_order": 247
}
