{
  "id": 408842,
  "name": "Weaver versus Beckett",
  "name_abbreviation": "Weaver v. Beckett",
  "decision_date": "1851-02-24",
  "docket_number": "",
  "first_page": "248",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 344,
    "char_count": 6899,
    "ocr_confidence": 0.444,
    "sha256": "058cf37dc486c25f792b7db79e868ae50a25b40be22e83f842b48db8b42eb299",
    "simhash": "1:251b29b58b50a86c",
    "word_count": 1192
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver versus Beckett."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nTallman, after he was released by Beckett from all liability to him, was a competent witness. Although the point is not necessarily involved here, he would seem to have been competent without the release, because, if his testimony established that he was only a trustee of the bill for Beckett’s use, and transferred it to Weaver, merely for the purpose of collection, he would be liable to Weaver for the antecedent debt to which Weaver alleged that he applied it. He was, therefore, equally liable to both parties. But at all events the release made him competent. That release did not impair Beckett’s right of action against Weaver for money had and received, as the acceptor had paid the money to him which ex cequo et bono belonged to Beckett. It is true that Beckett might have proceeded against Tallman, for wrongfully transferring the bill. But it would have been by a different action. Beckett had two remedies. He elected to proceed-against Weaver. This action was not founded on the bill, but rested wholly on the reception by Weaver of money which belonged to Beckett, and which he had agreed to collect for Beckett, and which Beckett was entitled to receive.\nThe release of Tallman could not make the money, which justly was the property of Beckett, become the property of Weaver. The release created no new or additional responsibility on Weaver. If Tallman’s testimony was true, and that the jury have found, the plaintiff was entitled to recover.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      ".The case was argued by Barnes, for plaintiff in error.",
      "Gf. M. Wharton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Weaver versus Beckett.\n1. An agent to -whom a bill of exchange was transmitted for collection, but who endorsed it to another, is a competent witness for the principal, after being released by him, in an action against the endorsee for the money received on the bill, to prove that the witness gave the bill to defendant merely for collection, and not to pay indebtedness of the witness to defendant.\n2. The release to the agent did not impair the principal's right of action against the endorsee of his agent, for the money received on the draft.\nError to the District Court, Philadelphia.\nThis was an action by Beckett against Weaver, to recover the amount of a certain draft; the plaintiff declared for money had and received; and the defendant pleaded the general issue.\nThe bill of exchange, for the. amount of which the plaintiff brought suit, and which he produced in evidence, was in the following words:—\n$408. New Orleans, May 30, 1848.\nThirty days after sight of this first of exchange (second unpaid) pay to the order of Oapt. George S. Beckett, four hundred and eight dollars, value received, and charge the same to account of sh’p’t by J. H. Holmes. - .\nT. S. Serrill.\nAccepted June 8th, 1848.\nLewis & Sterling.\nEndorsed—Pay to the order of Joseph Tallman.\nGeo. S. Beckett,\nJosi Tallman.\nGeo. J. Weaver.\nThe bill was purchased by the plaintiff below, Beckett, at New Orleans, and there endorsed and forwarded by him to Joseph Tail-man, at Philadelphia, on his (Beckett’s) own account.\nTallman was at the time in embarrassed circumstances, and largely indebted to Weaver, the defendant below, to whom, shortly after his receipt of the bill, he endorsed it over. The defendant below, Weaver, alleged that the endorsement by Tallman to him, was made on Tallman’s own account, and in part payment of Tail-man’s indebtedness to him. The plaintiff below, (Beckett,) on the other hand, claimed that the endorsement was made to Weaver, merely to collect the hill when due for his (Beckett’s) benefit and use; and brought this action, for money had and received, to recover the amount of the bill from Weaver.\nThe plaintiff below, to make out his case, offered, first, the bill, and proof of payment thereof to Weaver by the acceptors; and then called Tallman to prove the circumstances of his endorsement of the hill to Weaver. The competency of Tallman being objected to by defendant’s attorney, plaintiff’s attorney produced and delivered to Tallman, in open court, a release duly executed under seal, by Beckett, the plaintiff below, to Tallman, for the purpose of rendering him competent as a witness; and then the attorney for the plaintiff below renewed his offer to examine Tallman as a witness.\nThe renewal of the offer to examine Tallman, and the production in the hands of Tallman of a release under seal executed to him by the plaintiff, Beckett, of all Tallman’s liability to Beckett, arising on the endorsement of the bill by Tallman to Weaver, gave rise to two objections on the part of the defendant below, viz.:—\n1st. That an agent, though released by his principal from any liability to him, is not a competent witness to prove his own miscopduct for the purpose of establishing thereby a claim in favor of his principal against a third party.\n2d. That the release executed under seal by Beckett to Tail-man was tantamount to payment by Tallman, and discharged Weaver, (if he ever had been liable,) from any liability to Beckett.\nThe judge ruled against the first point; and on the second point, charged the jury that the release to Tallman did not bar the plaintiff from recovering from the defendant.\nA bill of exceptions was tendered and signed on both points.\nThe jury found a verdict for the amount of the bill, $408, and interest on that sum from the time when the bill fell due and was paid by the acceptors till the day of the verdict.\nIt was assigned for error:\n1st. That the court erred in admitting Joseph Tallman to testify, where the event of the suit turned upon the question of the misconduct of the witness.\n2d. That the court erred in holding that the release by the plaintiff below, of Joseph Tallman, the endorser of the draft to .Weaver, the defendant below, did not operate as an extinguishment of the plaintiff’s demand against the defendant.\n.The case was argued by Barnes, for plaintiff in error.\nHe contended that the release of Tallman operated as a release of Weaver. 2. That the release was of a violation of duty on the part of Tallman, and amounted to a ratification of his act in transferring the bill to Weaver.\nGf. M. Wharton, for defendant.\nThat the action was not on the bill, but on an independent, original engagement by the defendant to pay over the money, when collected, to the plaintiff. Defendant. was Tallman’s agent, as Tallman was the plaintiff’s, and the latter could ratify Tallman’s act of substiUition, and call directly on defendant to pay him the money, when collected. The plaintiff never released to any one the present cause of action, arising from the receipt of the money. A release of \"one of several joint debtors, is now put on a reasonable basis in the case of Mortland v. Hines, 8 Barr 265, where it is held, that if the release does not increase the responsibility of the others, it will not work a dissolution of the contract as to the others not released.\nFebruary 24, 1851,"
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 250
}
