{
  "id": 408826,
  "name": "Commonwealth ex rel. Fischer versus The German Society",
  "name_abbreviation": "Commonwealth ex rel. Fischer v. German Society",
  "decision_date": "1851-02-25",
  "docket_number": "",
  "first_page": "251",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whar. 312",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 448",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 486",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0486-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 12769,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 7.837379920164192e-07,
      "percentile": 0.9724983966246681
    },
    "sha256": "1a7979e49d41fc4fef39cbc998089575f6c252a35218c668977358c02d91b1ab",
    "simhash": "1:8708e74b4e758a1a",
    "word_count": 2273
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Fischer versus The German Society."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe examination of the authorities cited and the argument of counsel have convinced us the judgment must be reversed and a peremptory mandamus awarded. All the causes of demurrer, with the exception of the fourth, are fully sustained by the cases. The law in this State is the same as in England and our sister States. All that is decided in the Com’th v. The Pike Beneficial Society, 8 W. & Ser. 247, and Toram v. The Howard Beneficial Association, 4 Barr 519, is, that we will not reverse the proceedings of a corporation upon the merits, when acting within the powers granted by the charter; and not that the regularity of the proceedings is not open to inquiry. Mr. Justice Sergeant, in 8 W. Ser. 251, explains the true distinction, in language so clear and explicit, that it is surprising it should have been misunderstood: .“The courts entertain a jurisdiction to preserve these tribunals (corporations) in the line of order, and to correct abuses; but they do not inquire into the merits <?f what has passed in rem judicatam, in a regular course of proceedings.” That distinguished judge never intended to interfere, as was strangely supposed, with the well-settled principle that the fact of amotion must be distinctly shown in the return, that the court may judge of its sufficiency, both as to the cause and the form of the proceedings.\nJudgment for the Commonwealth, and peremptory mandamus awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Brightly, for plaintiff in error.",
      "RemaJc, contra."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Fischer versus The German Society.\n1. In case of the disfranchisement of a corporator, the courts entertain jurisdiction to restore him by mandamus, where the cause is insufficient or the proceedings irregular; but they will not enquire into the merits of what has passed in a regular course of proceeding.\n2. The return to a mandamus to restore a corporator, must distinctly set forth all the facts of amotion, that the court may judge of its sufficiency, both as to the cause, and the form of the proceedings.\n3. It is not a sufficient cause of disfranchisement that the relator was charged with “having assisted, as president of the society, in defrauding the society out of the sum of fifty centsnor is a charge of “ defaming and injuring the samé in public taverns.” ,\n4. It is irregular to expel a member on the report of a committee of investigation. The return must show that the relator had notice to appear and defend himself, that an assembly of the proper persons was duly held, the proceedings before them, a conviction of the ofiene'e, and an actual amotion by them.\n5. Where the charter of a corporation provided that on the conviction of a member of certain charges, on “ the deposition of two or more credible witnesses,” he should be expelled; the return to a mandamus to restore such member must state that at least two witnesses were heard in support of the charge, and that the same was either proved or confessed.\n6. It is irregular to expel a member without giving him an opportunity of being heard in his defence, before the society at large.\nError to' the Common Pleas of Philadelphia.\nThis was an alternative mandamus issued on the petition of the relator, John G. Fischer, to restore him to his office and place as a member of “ The German Society for Mutual Support and Assistance,” from which he had been expelled on the 5th June, 1849.\nThe return set forth that true it was the relator was duly elected a member of the corporation; but that by the 29th article of their charter of incorporation, it was provided “ that if any member shall attempt a fraud on the society or its treasury, in any manner whatever, or shall defame or injure the same in anywise; upon the deposition of two or more credible ivitnesses, such member shall be expelled, without respect to person, and his name shall be struck off from the list, and all moneys which he may have paid shall be forfeited to the society; provided nevertheless, that the party charged shall always have the right of being heard in his defence, be confronted with the witnesses against him, and of producing evidence in his favor.” That on the 7th May, 1849, at a stated meeting of the corporation, John M. Kirschenmann, a member thereof, charged the relator with having violated the laws of the society, by having assisted, as president of the said society or corporation, in defrauding the said society out of the sum of fifty cents, and further with defaming and injuring the same in public taverns. And thereupon, it was ordered that the said charge be received, and referred to a committee of investigation, consisting of five members of the society. That on the 5th day of June, 1849, at a stated meeting of the corporation, the said committee reported, “ that they had attended to the duty assigned to them, and after hearing both the complainant, as well as the party charged, they find that John G-. Fischer is fully guilty of the charges preferred against him, and the committee further recommend that the 29th article of the charter of incorporation be enforced.” That the said report was adopted, and the committee discharged from the further consideration of the subject. Whereupon, a motion was made to expel John G. Fischer, and to strike his name from the list of members, which was decided by ballot, in the affirmative. The president of the corporation then declared the said John G. Fischer expelled, and ordered the messenger to inform him of his expulsion.\nThe relator demurred specially to the return, and assigned the following causes of demurrer :—1. That it is not set forth in the said return, in what manner the said John G. Fischer had assisted in defrauding the said society. 2. That it is not set forth how, when, or where the said John G. Fischer had defamed the said society. 3. That no sufficient cause of amotion is set forth in the said return. 4. That it is not alleged that the said John G. Fischer was charged with any offence, upon the deposition of two or more credible witnesses, as required by the charter of the society. 5. That it is not shown that the said John G. Fischer was notified of the charges made against him, and summoned to defend himself against them before the society. 6. That the said John G. Fischer was not heard in his defence, before the society. 7. That no witnesses were examined in support of the said charges, and the said John G. Fischer did not admit the same to be true. 8. That the said John G. Fischer was expelled in his absence, and without an opportunity of being heard in his defence, before the said society.\nThe court below gave judgment for the defendants on the demurrer, whereupon the relator sued out this writ of error, and assigned for error that the judgment on the demurrer ought to have been for the relator instead of the defendants.\nBrightly, for plaintiff in error.\nThe first, second, and third causes of demurrer relate to the insufficiency of the cause of disfranchisement as set forth in the return.\nThe return must state facts, and not conclusions of law; so, all the facts of an amotion must be distinctly shown, that the court may judge of its sufficiency, both as to the cause and the form of their proceedings: Willcoelc on Oorp., part 2, sec. 180, 223, 226; Rex v. Liverpool, 2 Burr. 731; Rex. v. York, 5 T. B. 76 ; Ang. $ Am. on Oorp., chap. 20, sec. 8, and eases there cited; 6 Ser. fr B. 476; 1 Ser. B. 254-5; Sayer 37; Ld. Baym. 1566.\nHere the cause of amotion is stated to be that the relator had “ violated the laws of the society by having assisted, as president, in defrauding the society out of the sum of fifty cents,” without stating in what manner he had assisted in defrauding the society: no circumstances of time or place are given, nor is it even shown that he designedly assisted in the alleged fraud; the other, of “defaming and injuring the society in public taverns,” is equally vague in its character.\nThe fourth cause of demurrer was not pressed by the counsel.\nThe fifth and sixth causes of demurrer are, that it is not shown that the relator had notice to appear and defend himself, and that he was not heard in his defence before the society. It appears that a committee of investigation was appointed, who proceeded to inquire into the charge, not on the oaths of credible witnesses, but by hearing the allegations of the complainant and the accused; that they made a report to the society, which was adopted, and immediately thereafter, without any notice to the relator, or giving him a chance of making a defence, he was expelled. This was not only a clear violation of the law of the land, but of the charter of the society, which expressly provides “that the party charged shall always have the right of Being heard in his defence, be confronted with the witnesses against him, and of producing evidence in his favor.”\nThe return must show the cause of amoving, notice to the person amoved, that an assembly of the proper persons was duly held, the proceedings before them, a -conviction of the offence, and an actual amotion by them: Will, on Oorp. pt. 2, sec. 223; 2 Durr. 731. In all cases where the officer is entitled to notice to appear and defend himself, the return must aver that such a notice was given him: Will, on Qorp.pt. 2, sec. 235; id. pt. 1, sec. 691, 692, 694, 700. If a corporation strike off a member, without giving him previous notice of their intention, and an opportunity to be heard in his defence, a mandamus will be granted to restore him: Delacy v. Neuse Navigation Co., 1 HawTcs 274. Here, not only was no notice given, nor was the relator heard in his defence, but there is not even a conviction of the offence charged: 12 Mod. 29.\nThe seventh cause of demurrer is, that it is not shown that any witnesses were heard in support of the charge against the accused.\nThe charter expressly requires that the charge should be proved by two or more credible witnesses. “ The return must state specifically the charges that were made against the prosecutor as grounds for his amotion, and that they were either proved on oath or confessed:” Ang. § Am. on Oorp. ch. 29, see. 8; 8 Mod. 99; 5 Mod. 258; 2 Salk. 428; 8 T.B. 856; Will, on Oorp. pt. 2, sec. 240; id. pt. 1, sec. 702.\n_ The eighth cause of demurrer is that the accused was expelled in his absence, and without an opportunity of defending himself. It is not alleged that the relator was present, and it affirmatively appears that the messenger was directed to notify him of his expulsion, which is the only notice that appears to have been given him.\nAll or any of these reasons, it is submitted, are sufficient cause for awarding a peremptory mandamus. “ In all cases of special and limited authority, especially when it is penal in its character, and to be exercised in derogation of the common law, great strictness and jealousy ought to be exercised, not only in construing the law, but in canvassing the proceedingsPhillip’s case, 1 West. Leg. Obs. BOO. _\n_ The society rely on the cases of the Com’th v. The Pike Ben. Soc., 8 W. $ Ser. 247, and Toram v. The Howard Ben. Assoc., 4 Barr 519. But these cases only show that this court will not revise the proceedings of a corporation upon the merits, when acting within the powers granted by their charter; not that the regularity of their proceedings is not open to inquiry. And this court has frequently entertained jurisdiction in like cases: see 6 Ser. R. 469; 2 Ser. $ R. 141; 5 Bin. 486; 2 Bin. 448; 10 Barr 357.\nBut there is another serious objection to these proceedings— that the society expelled the accused on the report of a committee, whereas it was hi3 right to have been heard in his defence before the society at large, when a different impression might have been produced on the members: Com’th v. Cullen, 1 Harris 144; 6 Ser. R. 475; Will, on Qorp. pt. 2, see. 232, 241; Ang. Am. on Qorp. chap. 20, sec. 8. The power of expulsion must belong to the society at large, unless, by the fundamental articles, or some by-law founded on these articles, it is transferred to a select number: Green v. African Methodist Epis. Soc., 1 Ser. R. 254.\nRemaJc, contra.\nThe charge of defrauding the society is sufficiently definite in its character: the mode and manner are matters to be judged of by the corporation. By appearing before the committee, the relator waived a trial before the society: Will, on Qorp. pt. 2, sec. 695; 2 Burr. 731. It is to be presumed he had notice to appear at the meeting at which he was expelled; the presumption is in favor of the regularity of the proceedings: 2 Whar. 312. The charter does not provide for a trial before the body at large; besides which, the expulsion was the act of the society, and this court will not revise their proceedings: 8 W. 8¡ Ser. 247; 4 Barr 519.\nFebruary 25, 1851,"
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 255
}
