{
  "id": 408823,
  "name": "Chambers versus Yarnall et al.; Young versus Chambers",
  "name_abbreviation": "Chambers v. Yarnall",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "265",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 216,
    "char_count": 3947,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 2.7999296570002965e-07,
      "percentile": 0.8367499417919732
    },
    "sha256": "595f7a78765dc84ced521a7022e01801f8faefcf689d8958a15dca6dd186cacd",
    "simhash": "1:4e1b2533482fd4a4",
    "word_count": 674
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chambers versus Yarnall et al. Young versus Chambers."
    ],
    "opinions": [],
    "attorneys": [
      "The case was argued by Olarhson, for plaintiff in error.",
      "Perldns, for Yarnall et ah, defendants in error."
    ],
    "corrections": "",
    "head_matter": "Chambers versus Yarnall et al. Young versus Chambers.\n1. A material-man Laving filed Lis claim in a manner not authorized by law, may file another in a legal form, the first being a nullity.\n2. The 13th section of the mechanic’s lien act of 1836, authorizes a joint claim against two or more buildings owned by the same person; but it does not authorize the filing of a joint claim against two or more separate blocks of buildings, situate on different streets.\n3. In the case of a claim filed against a block of buildings, joint entries in the book of original entries of the material-man for lumber furnished for the same and another block, unaccompanied by any other evidence, to show that the lumber was furnished for the block in question, are not admissible in evidence.\nError to the District Court, Philadelphia.\nThe case of Chambers vs. Yarnall et al., was a writ of error in the case of a proceeding on a lien filed by Yarnall and another against Chambers, owner, <xc. The proceeding was by scire facias, against one house, on an apportioned lien of $115.55, for hardware, furnished on the credit, and used in the erection of eight adjoining three-story buildings, on the south side of Callowhill street, between Schuylkill Second and Third streets, and apportioned $14.44f against each house.\nAll the items of this hill were charged to defendant’s houses on Callowhill street, as obtained by the contractors.\nOne of the contractors was examined as a witness, and proved that they got this hill of hardware for the eight houses on Callow-hill street.\nThe defendant was having erected at about the same time, by the same contractors, twelve other houses on Carlton street, and twelve on an avenue; hardware for which was also obtained from plaintiff.\nPlaintiff’s book of original entries showed what items of hardware went to the Callowhill street houses;—what to the Carlton street houses;—and what to the houses on the avenue.\nThe eight houses on Callowhill street formed one row of adjoining houses; the twelve on Carlton street, another row of adjoining houses; and the twelve on the avenue another.\nThe plaintiff’s whole bill of hardware furnished for the thirty-two houses, amounted to $316.03; and, to secure their claim, they filed their lien in two ways. 1st. One joint lien against the thirty-two houses; and then, having doubts as to the correctness of that form, as the houses were on different streets, they filed a joint lien against the eight adjoining houses on Callowhill street, for the bill of hardware furnished to those houses; and a joint lien against the twelve adjoining houses on Carlton street, for the bill of hardware furnished to them; and a joint lien against the twelve adjoining houses on the avenue, for the bill of hardware furnished to them.\nAfter all the hardware had been furnished, the contractors got a general bill from plaintiffs, of all the hardware they had bought, which is the bill given in evidence by defendant, and includes, of course, the items of hardware furnished for the Callowhill street houses. This bill was rendered to the contractors, showing the total amount of their indebtedness, and had no reference to any lien.\nIt was alleged that the question in this case was, whether a material-man may not file his claim for the same materials against the same buildings in different forms ?\nThe pleas were non assumpsit, payment, and set-off.\nThe court left it to the jury, whether the materials in the claim were furnished to the eight houses alone ; and the jury so found.\nThe case was argued by Olarhson, for plaintiff in error.\nPerldns, for Yarnall et ah, defendants in error.\nThat when a claim is irregularly filed, another claim may be filed; he cited 10 Barr 133. As to the plaintiff’s book of original entries being evidence to prove that the materials were furnished for the particular buildings which are the subject of the lien, was cited 2 Whar. B. 277, McMullin v. Gilbert."
  },
  "file_name": "0265-01",
  "first_page_order": 265,
  "last_page_order": 266
}
