{
  "id": 408834,
  "name": "Rhoads versus Commonwealth",
  "name_abbreviation": "Rhoads v. Commonwealth",
  "decision_date": "1851-03-10",
  "docket_number": "",
  "first_page": "272",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 431",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0431-01"
      ]
    },
    {
      "cite": "5 Watts 319",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Peters 431",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3304842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/28/0431-01"
      ]
    },
    {
      "cite": "11 Mass. 417",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0377-01"
      ]
    },
    {
      "cite": "4 Yeates 559",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0559-01"
      ]
    },
    {
      "cite": "5 Watts 255",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0255-01"
      ]
    },
    {
      "cite": "7 Cow. 535",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        6035302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/534-1-01"
      ]
    },
    {
      "cite": "5 Watts 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844022
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 16250,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 3.043138427194458e-07,
      "percentile": 0.855399484680381
    },
    "sha256": "a772bb6689e33f9edd61fdf280a7bcb8fa6fc83c299162791c87ee9954194ed8",
    "simhash": "1:da6985e19f1f9cbc",
    "word_count": 2891
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhoads versus Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThe exceptions in this case are so diversified that it is difficult to deal with the argument in support of them; and if some of the heads of it have escaped our attention, the omission is to be attributed to their own refinement. They seem to be : 1. That the plea of nul tied record was tried by the jury. 2. That the forfeiture of the recognizance was not recorded when suit was brought for it. 3. That the magistrate had no authority to certify the acknowledgment of it. 4. That it was taken in a prosecution for a crime unknown to the law.\n1. The issue on the plea of nul tiel record was, in truth, not tried by the jury. The recognizance was put in evidence at the trial, but judgment was not pronounced on the plea till after the verdict. The plea to the court and the pleas to the country were tried at the same time, but not together—the one by the court, and the other by the jury. After verdict for the plaintiff, the court gave judgment for him specially on the plea of nul tiel record ; and this was less irregular than our peculiar practice generally is. When the verdict is for the plaintiff and his replication of habetur tale recordum is also sustained on inspection, the course is to enter judgment for him generally,' as it disposes of the whole case; if the plea is sustained, judgment is entered for the defendant nonobstante veredicto. Though it would have been an irregularity had the jury determined it, it would not have prejudiced the defendant, and, consequently, not have been cause of reversal.\n2. The forfeiture of the recognizance being complete, by the failure to bring forth the body, could not be affected by the misprision of the clerk in omitting to record it. The record is not the forfeiture, but the evidence of it; and a court has certainly power to supply it nunc pro tune. The old notion that the record remains in the breast of the court only till the end of the term, has yielded to necessity, convenience, and common sense. Countless instances of amendment after the term, but ostensibly made during it, are to be found in our own books, and those of our neighbours. The power of the court to amend being established, the conclusiveness of the record as amended, follows of course. Even were the amendment erroneous, the regularity of it could not be inquired of collaterally; and not being under the act of 1806, it could not be inquired of even directly on a writ of error. These are plain legal truths, which ought not to have again been drawn into discussion.\n8. As a committing magistrate, the recorder of Philadelphia has been expressly vested with the power of a justice of the peace by the thirteenth and fourteenth sections of the act of incorporation; and the grant of it has not been repealed. It is expressly declared that “he shall hold the said office (of recorder), and be vested with all the powers and jurisdictions thereof; and with all the powers and jurisdictions of a justice of the peace within the said city.” The jurisdiction of a justice, thus conferred, was consequently not an accessory of his jurisdiction as recorder, but itself a principle not emanative but cumulative, joined to it. Such too was the magisterial jurisdiction of the aldermen conferred in the same way, and not divested by stripping them of jurisdiction as judges of the Mayor’s Court. No one supposes that the ordinary powers of a register of wills depends on his judicial seat, or that he might not grant letters of administration, though the legislature should repeal the statute which erected the Register’s Court.\nTo the argument that the amended constitution ’ordains that justices of the peace be chosen by the people for a term of years, instead of being appointed by the executive, as Mr. Vaux was, during good behaviour, it is an answer to say that the recorder is not a justice of the peace, but a corporate officer, having the power of a committing magistrate, not by virtue of his office, but by virtue of a special grant of that power annexed to it. It follows not, that because he is a magistrate, his power must be judicial. From the president to a tide-waiter, from a governor to a constable, every ruler or functionary of the law is a magistrate. Every judge is a magistrate, but every magistrate is not a judge. A justice of the peace, though not entirely destitute of legal discretion, is not a judge in criminal matters, further than he is made so by statute ; and in the exercise of it he holds no court. The jurisdiction-of a committing magistrate has been exercised by the recorder uninterruptedly, and it would create much disorder to interfere with it.\n4. The nature of the offence for which the prisoner was held to bail, shows it to have been indictable. No judge ever doubted that a conspiracy to cheat is as clearly criminal as a conspiracy to steal; and though there is perhaps no case exactly in point, we do not hesitate to pronounce it so.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Bradford, for Rhoads, plaintiff in error.",
      "13. Ingersoll, on the part of the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Rhoads versus Commonwealth.\n1. In an action of debt on a recognizance for the appearance of the recognizor in the Quarter Sessions, the defendant plead that there was no such record, and also other pleas to the country. The jury found a verdict for the amount of the recognizance. Afterwards the court overruled the plea of nul iiel record, and rendered judgment for the plaintiff on that plea. There was no error in this.'\n2. The record is not the forfeiture of a recognizance, but the evidence of it: and if the forfeiture be not entered when it is decreed, it may afterwards be directed to be entered nunc pro tunc; and when the record is amended, it is conclusive in a collateral proceeding.\n3. The recorder of the city of Philadelphia was expressly vested with the power of a justice of the peace, by the 13th and 14th sections of the act of incorporation of March 11, 1789; it was not an accessory of his jurisdiction of recorder, and was not taken away by the act of 19th March, 1838, transferring the jurisdiction of the Mayor’s Court to the court of Criminal Sessions. His power as a justice of the peace is not judicial.\n4. A conspiracy to cheat and defraud is indictable.\nError to the Common Pleas of Philadelphia.\nThis was an action of debt in the name of the Commonwealth against Andrew Rhoads, on a recognizance, entered into by Rhoads and Rodney Eaton before Richard Yaux, Esq., Recorder of the City of Philadelphia, as follows:—■\nCity of Philadelphia, ss.\nWe, Rodney Eaton and Andrew Rhoads, do jointly and severally acknowledge ourselves indebted to the commonwealth of Pennsylvania in the sum of five thousand dollars of good and lawful money, to be levied on our or either of our goods and chattels, lands and tenements, to the use of said commonwealth, if default shall be made in the condition hereafter mentioned.\nWhereas the said Rodney Eaton has been charged on oath of E. Kimber and others, before the recorder of the city of Philadelphia with conspiracy to cheat and defraud, &c., now, therefore, the condition' of the above recognizance is such that if the above named Rodney Eaton shall personally appear at the next term of the Court of Quarter Sessions to be holden in and for the city and county of Philadelphia, to answer the said charge, or such other as may be there preferred against him, and not depart therefrom without the leave of the said court, then the above recognizance to be void, otherwise to remain in full force and virtue.\n(Signed) A. Rhoads,\nRodney Eaton.\nTaken and acknowledged this 18th day of July, 1845.\n“ Or such other as may be there preferred against him,” interlined.\n(Signed) Richard Vaux, Recorder.\nEaton, on the 27th June, 1845, was arrested and brought before Richard Vaux, Esq., Recorder, charged, on the oath of 0. Kimber and others, with conspiracy to cheat and defraud, &c. On the 18th July he entered into the recognizance before stated. The charge returned was: Charged on oath of William Diehl and others, (naming them,) with conspiracy to cheat and obtaining-goods from deponents under false pretences.\nAt September term 1845, of the Quarter Sessions, a bill of indictment was found against Eaton for the offence for which he was held to bail; he did not appear to answer the charge, as it was averred in the declaration, but suffered the said recognizance to be forfeited.\nThe summons in debt on the recognizance, against Rhoads, was < issued November 28th, 1845, returnable. on the first Monday of . December, 1845.\nOn the record of the Court of Quarter Sessions it was entered—\nCommonwealth ] v. > Rodney Eaton. J\n-September term, 1845. Conspiracy to cheat and defraud. September 15th, 1845. True bill.\nAnd now, January 10th, 1846, on motion, D. Ingersoll for the commonwealth, and it appearing to the court that the clerk has omitted to enter of record the forfeiture of the recognizance of Andrew Rhoads and Rodney Eaton, entered into before Richard Vaux, Esq., Recorder, for the appearance of the said Rodney Eaton at the September term of this court, to answer the charge upon which the bill of indictment in the above case was found, the said recognizance having been forfeited after proclamation made in open court, during the September term, to wit, September 22d, A. D. 1845, it is ordered that the entry of the record of the forfeiture of the said recognizance be now made nunc pro tune.\nCertified from the record, dated this 19th day of January, A. D. 1846.\nJohn Thompson, Clerk.\nIn the action of debt, Rhoads, by his counsel, plead that there was not any such record of the supposed recognizance, and return, &c., or of the calling of Rodney Eaton, and his non-appearance, or of the forfeiture of the said recognizance, &c., and this he is ready to verify, &c. Other pleas were filed, denying the legal right of the recorder to make the return of the supposed recognizance ; alleging that the charge was not a criminal charge; that the recognizance was not forfeited; that the recognizance was not entere'd into as alleged in the declaration; and that Eaton was not arrested and charged as in the declaration mentioned; and as to the two last pleas, he put himself on the country. Replication was filed. May 6th, 1846, jury called, and verdict for plaintiff for $5000. June 20th, 1846, court overruled the plea of nul tiel record, and decided that there is such a record, and rendered judg-' ment in favor of the Commonwealth on that plea.\nIt was assigned for error:\n1. The issue of nul tiel record was tried by a jury instead of by the court, the jury having been sworn and empanelled to try said issue among the other issues formed by the pleadings, and having tried the same and rendered a general verdict upon all the issues formed by the pleadings, including the said issue of nul tiel record.\n2. By the record of the Court of Quarter Sessions produced by the plaintiff below, it appears that at the time of the institution of this suit and of suing out the writ of summons in this case, the plaintiffs had no cause of action, there being at that time no record of any forfeiture of the recognizance declared upon by the said plaintiff, as alleged in the declaration of the said plaintiff.\n3. By the aforesaid record it appears, upon inspection thereof, that the plaintiffs below have no cause of action, the said alleged recognizance never having been forfeited according to law.\nThe 4th, 5th, and 6th. That Richard Vaux, Recorder, had no authority to take the recognizance, or to make return of it, or to commit or bind over in the criminal proceeding in which the alleged recognizance was taken.\n7. The offence charged in the proceeding in which the said alleged recognizance was taken, is no crime or offence in Pennsylvania authorizing the taking of the alleged recognizance declared upon in this case.\n10. The said alleged recognizance'was never forfeited by the court before whom the recognizors named therein undertook or were bound to appear.\nThe case was argued by Bradford, for Rhoads, plaintiff in error.\n—He contended that the jury were sworn generally, and found a general verdict, acting upon the issue of nul tiel record, and there was therefore a mistrial; 7 Taunton 30; 1 Saunders 92: a. n. 3; 8 Ser. cf* B. 243; 5 Watts 418; 9 Ser. B. 404. 2. That there was no forfeiture on record till after the institution of the suit. That the recorder was a mere municipal officer of the corporation, possessed of no judicial authority, and had no legal right to arrest and bind over on criminal charges. That since the adoption of the new constitution, no'one can be a justice of the peace who has not been elected. He contended that a charge of conspiracy must set forth the object of the conspiracy specifically, and shew that such object is a legal crime, or it should set forth the means intended to be used, and shew that those means are criminal: 7 Cow. 535; id. 166; 9 id. 578. The charge should have been specific, viz. of a conspiracy to commit some fraud, such as existed at common law, or by the act of 1842; not a charge of a conspiracy to cheat and defraud, &c., in such loose and general terms.\nAs to the 10th exception, that the recognizance was to appear at the next term of the Court of Quarter Sessions, The title of the court is “ the Court of Quarter Sessions of the Peace.” That clauses of forfeiture are to be construed strictly: 2 G-allis 485.\n13. Ingersoll, on the part of the Commonwealth.\nThat it was in the discretion of the court to try first the issues in law or those in fact : Co.Litt. 720; 2 Saunders 300 ; 10 Ser. ¿f- B. 52. The jury only tried the issues proper for them to try; the court afterwards tried the issue of nul tiel record. It must appear that both issues were tried—an entry of judgment on the verdict is not evidence of trial of the plea of nul tiel record; but such judgment will be applied only to the verdict: 5 Watts 418; 9 Ser. $ B. 404; 5 Watts 255.\nThe entry of the clerk was not the forfeiture of the recognizance, but only the evidence of it. The forfeiture was not made nunc pro tunc, but only the entry of it on the record. It was an amendment within the discretion of the court, and which they were bound to make: 4 Yeates 559, Welch v.Yanbebber: 4Ala. 534; 2Howard 263; 11 Mass. 417: 3 Peters 431; 5 Iredell 12; id. 203; 1 App. Ill, Colby v. Moody; 5 Watts 319.\nThe truth of the record cannot be inquired into: 22 JE. C. L. Bep. 96 ; 6 Ser. £ B. 512 ; IW.f Ser. 242; 7 Ser. f B. 178.\nThat one clause in Penn’s charter incorporating the city, provided that “ The mayor, recorder, aldermen, &c. shall be justices of the peace,” &c. The 14th section of the act of March 11th, 1789, provided for the election of the recorder from any of the inhabitants, and that he “ shall hold the said office, and be vested with all the powers and jurisdictions thereof, and with all the powers and jurisdictions of a justice of the peace within said city.”\nThe constitution of 1790 did not deprive him of this power. The present constitution reorganizes the office of recorder, and provides for his appointment by the governor. The provision in the constitution of 1838, vesting the judicial power, is the same as in the former one. Abolishing the mayor’s court did not abolish the office of recorder, a part of whose duties were connected with that court. This fact is recognised by the act of February 10th, 1841, taking away his salary.\nThe enactment of a statutory offence does not prevent a liability for common-law offences. The charge returned was a “conspiracy to cheat, and obtaining goods from deponents, under false pretences.” A conspiracy to commit a misdemeanor is not merged in the commission of it: State v. Murray, 3 Shepley.\nAs to what conspiracies were indictable, he cited 12 Qonn. Pep. 101; 5 W. <f* Ser. 462 ; 2 Iredell 379, charging the conspiracy to be to cheat and defraud; 7 Metcalf 606, an indictment for a conspiracy to defraud; 8 Ser. P. 420. The case in 4 Halstead 293, is contradicted by the State v. Buchanan, 6 Har. J. 317, which is confirmed by the opinion of Gibson, C. J. in 5 W. f Ser. 464. The recognizance is sufficiently full and explicit: 2 Bin. 431, Commonwealth v. Emery. That the mistake in the style of the court was amendable, even after judgment in error.\nMarch 10, 1851,"
  },
  "file_name": "0272-01",
  "first_page_order": 272,
  "last_page_order": 277
}
