{
  "id": 408718,
  "name": "Rosenberger versus Bitting",
  "name_abbreviation": "Rosenberger v. Bitting",
  "decision_date": "1851-03-10",
  "docket_number": "",
  "first_page": "278",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0280-01"
      ]
    },
    {
      "cite": "4 Whar. 252",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0252-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 8767,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 6.390318350503573e-08,
      "percentile": 0.39563368366263824
    },
    "sha256": "8fff167cf8450e99666f48a326ca341df4edde3e8774e2ee8dfd1c66cd3a0317",
    "simhash": "1:f2905ff43414d9ca",
    "word_count": 1515
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rosenberger versus Bitting."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe entries in the ledger, supported by the oath of the clerk who made them, might be read as a link in the transaction, and part of the res gestee, to prove that Lewis¿ having negotiated the note, had received value for it. He was called, in an action by his endorsee, to prove want of consideration; and no case could be more distinctly within the rule in Walton v. Shelly.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Harle, for plaintiff in error.",
      "Todd, for defendant."
    ],
    "corrections": "",
    "head_matter": "Rosenberger versus Bitting.\nIn an action on a negotiable note by the endorsee against the drawer, entries on the day-book of the endorsee, of items of an account against the endorser, and including an entry of credit for the note in question, and entries in his ledger, of the items in the day-book, posted within two or three days afterwards, are evidence, as part of the res gestee, on the part of the endorsee to prove consideration for the transfer of the note.\n2. In an action on a negotiable note by the endorsee against the drawer, the payee is not a competent witness to prove want of consideration as between him and the drawer, though the same has been taken from the payee, by the endorsee, on account of a, previous debt against the payee.\nError to the Common Pleas, Philadelphia.\nThis was a suit by Bitting and others, plaintiffs, against Rosenberger, defendant. It was brought to recover the amount of a promissory note, drawn by Rosenberger, the defendant, payable to the order of J. W. Lewis, and by him endorsed. The note was dated 2d day of March, 1848, for the payment of $100, sixty days after date.\nRosenberger gave one J. W. Lewis, two notes for $100 each. Lewis passed said notes to plaintiffs below for a pre-existing debt due by Lewis to them. The plaintiffs brought suit and gave the following evidence:—\n1st. Promissory note given by one J. W. Lewis to defendant, and by him endorsed, dated the 2d of'March, 1848, payable in 60 days after date, for $100.\n2d. The plaintiff called as a witness C. H. Slatter, who, being duly sworn, testified as follows:—\n“ I was in plaintiff’s employ when the note was given, but not present at its reception. Early on the morning of March 4th, 1848, J. W. Lewis came and presented plaintiff a note of defendant Rosenberger, in his favor, of $133, (not the note on which this suit was brought,) on account of the plaintiff’s bill against the said Lewis, which note was afterwards paid; Lewis said that was all he could do—plaintiff’s claim against him was $576—Bitting remonstrated; Lewis then said that he had two other notes of the said Rosenberger at home, and he would go for them. He left the store, and after he had been gone ten minutes, Mr. Morris went after him; Morris came back alone, half an hour afterwards, bringing in cash $100 and different notes of Lewis and Rosenberger, among which •was the note on which this suit is brought. I made, by direction of Mr. Morris, this entry in the day-book, which entry was read without objection, and was as follows:—\nMarch 4th. J. W. Lewis.\nBy cash........................................................$100.65\nJ. D. Rosenberger’s note of March 2d, 30 days....... 133.00\nJ. D. Rosenberger’s note of March 2d, 60 days....... 100.00\n. J. D. Rosenberger’s note of March 2d, 60 days....... 100.00\nJ. W. Lewis’s note of March 4th, one day’s sight..... 143.50\nI posted from the day-book into the ledger whenever I had time. I think I posted the entry immediately afterwards.”\nBeing cross-examined, the witness says, “the day-book is the book of original entries. It is my cnsto’m to close an account at once: I can’t say that I posted this entry and closed the account in the ledger the same day. I am positive I posted it within two days afterwards—it was not three. I post the entries into the ledger sometimes one week and sometimes three weeks after they are made in the day-book. The account was posted and closed in the ledger in the ordinary course of business, before the controversy about the note arose.\n“ The entry in the day-book and the entry or posting in the ledger were made in the absence of Mr. Lewis.”\nPlaintiff’s counsel then offered in evidence plaintiff’s ledger and account with J. W. Lewis, contained in the same; to the admission of which in evidence the counsel for defendant objected. The court overruled the objection, and admitted in evidence the- ledger and account of J. W. Lewis in the same. Defendant’s counsel excepted. The entries in the ledger were then read. They were in substance as follows:—\nPhiladelphia, Dec. 28th, 1848.\nDr. J. W. Lewis.\n1848.\nJan. 1, To balance account rendered...........................$578.87\nMerchandise, stating the several amounts, in all... 743.90\nOr.\nBy cash and merchandise, specifying the several amounts. March 4, Cash and notes, $576.65; in all.....................$743.90\nDefendant then offered J. W. Lewis as a witness, to prove that the note on which this suit is brought was given by defendant Rosenberger to the witness by mistake and without any consideration, and to show the transaction at the time when that note was given by defendant to witness, and how the mistake occurred.\nPlaintiff’s counsel objected to the admission of the witness for the purposes aforesaid. The court thereupon sustained the objection, and rejected the witness and the said testimony. Defendant’s counsel excepted.\nDefendant called C. W. Slatter, who testified as follows:—\nDefendant Rosenberger came to plaintiff’s store after the notes were received by them from Lewis. He came alone; I can’t tell how long it was after the notes were received; it was not a week after; if the 4th of March, 1848, were on Saturday, I think he came late on Monday following. He then told the plaintiff that the two notes for $100 each were given by mistake, and they would not be paid. He came again, within a week after that, in company Avith Dr. Evans; he wanted the notes, and said they Avere given in mis■take; he offered to compromise by paying $100 for the two notes; cannot remember whether he offered new note of Lewis for the balance ; I do not know that there was any new sale by plaintiff to Lewis at or about the time that defendant’s notes were received from him. The plaintiff’s last sale of goods to Lewis was on the 16th day of February; plaintiffs made no inquiries of Rosenberger when he called; notice was published in the Ledger, cautioning people not to take the notes.\nBeing cross-examined, witness says, “ when Rosenberger came, . plaintiffs told him he was good enough for the notes, and Lewis was not. Mr. Bitting then told Mr. Rosenberger that he took those notes in payment of the balance of Lewis’s account.”\nDefendant then gave in evidence two receipts of plaintiffs to J. W. Lewis, dated March 4th, 1848; the last of which, the witness Slatter testified, was in the hand-writing of plaintiff Morris; the other in that of witness, of which these are copies:\n“ Received, Philadelphia, March 4th, 1848, of Mr. J. W. Lewis, $100.65 in cash, and J. D. Rosenberger’s note of March 2d, at 60 days, for $100, and his note of this date, at one day, for $143, which when paid will be in full. Bitting & Morris.”\nCash.....................$100.65\nNote..................... 100.00\n“ ..................... 100.00\n“ ..................... 143.00\n$443.65\n“Received, Philadelphia, March 4th, 1848, of Mr. J. W. Lewis, John D. Rosenberger’s note of March 2d, 1848, at thirty days, for one hundred and thirty-three dollars on account.\n$133. Bitting & Morris,\nper C. W. Slatter.”\nDefendant called Dr. Jonathan Evans, who being duly affirmed, testified as follows:—\nI went with defendant to plaintiff's store on the 8th of March, 1848. Defendant told plaintiff Bitting that he, defendant, had given J. W. Lewis twro notes for $100 each, more than was intended, and he did not mean to pay them. Mr. B. did not deny having received the notes; he said he would recover them if he could.\nThe verdict was not stated on the paper-book.\nThe case was argued by Harle, for plaintiff in error.\nThat the plaintiffs below could not legally give in evidence their own day-book as to credits, still less the ledger entries made some days after: res gestee must be contemporaneous: 5 Ser. ef It. 226; id. 212.\nAnote given as security for a precedent debt is subject to defence as to consideration, unless taken in payment, satisfaction, or time given: 2 Miles 362; 4 Whar. 252; 11 Ser. $ It. 388; 8 Watts 280.\n, A person who passes or transfers a note, is a witness as to the consideration. That Lewis was therefore competent: (freenleafs JSv. 430, sec. 385; 4 Ser.fR. 399; 9 ¿i. 236; 4W. $ Ser. 287.\nTodd, for defendant.\nLewis was not competent to invalidate the note; 1 Term Rep. 296, Walton v. Shelly; 3 Barr 386. The entries in the ledger were read not to prove the debt, but as part of the res gestee.\nMarch 10."
  },
  "file_name": "0278-01",
  "first_page_order": 278,
  "last_page_order": 281
}
