{
  "id": 408707,
  "name": "Wikoff's Appeal",
  "name_abbreviation": "Wikoff's Appeal",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "281",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wharton 103",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0103-01"
      ]
    },
    {
      "cite": "3 McCord 282",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8858920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/14/0282-01"
      ]
    },
    {
      "cite": "2 American Leading Cases 696",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dal. 286",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wend. 173",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0173-01"
      ]
    },
    {
      "cite": "3 Phill. 505",
      "category": "reporters:state",
      "reporter": "Phill.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 396",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Paige 347",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0153-01"
      ]
    },
    {
      "cite": "5 Watts 309",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Phil. 323",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": -1
    },
    {
      "cite": "6 Call 90",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6715070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/10/1092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1214,
    "char_count": 32434,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.063744481261389e-06,
      "percentile": 0.9846164776402022
    },
    "sha256": "89c3f7a89b5e971e1d98c8a5b3a63b291af6624afa5ca0e508bc6e1da8fd467c",
    "simhash": "1:114b8c836e405b5f",
    "word_count": 5740
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wikoff’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nA register of wills is certainly not bound to award an issue whenever it is demanded. “ Whenever a caveat is entered against the admission'of any testamentary writing to probate,” it is enacted, “ and the person entering the same shall allege, as the ground thereof, any matter of fact, touching the validity of such writing, it shall be lawful for the register, at the request of any person interested, to issue a precept to the Court of Common Pleas of the respective county, directing an issue to be formed on the said fact, and also upon such others as may be lawfully objected to the said writing.” The register is empowered, but not réquired, in every case to send every contested fact to a trial at law. The office of a jury is not to guess at the existence of circumstances, in the absence even of a presumption, for where there is no conflict of evidence, there is no contest of facts, and it would be absurd to incur the costs of a trial when there is nothing to try. But the register has not, on the other hand, an arbitrary discretion in the matter. Though the witnesses to establish a will swear all one way, their testimony may be encountered by evidence of bad character, or other matter, to raise a question for a jury; but where their testimony is consistent, and they are neither contradicted nor impeached, a jury would not be allowed to find against it: and it would be a vain thing to award a trial which must necessarily result in a particular way. When the evidence has been heard, it is for the register, in the exercise of a legal discretion, to decide upon it, or refer the decision to a jury: and the propriety of his determination may be examined on appeal.\nIn the present case, there was no question depending on evidence in pais, positive or presumptive; issues were prayed to determine whether the sheets produced to the register were all that originally constituted the will, and whether they were fastened together when they were signed.\nThere was not a particle of extrinsic evidence that any other sheets had at any time existed; and, in the absence of proof to the contrary, thé presumption was that none but those produced for probate were present at the execution. It is attempted to be rebutted, in the first place, that the name of one of Mrs. Stott’s sisters is not in the will, whence a conjecture that a provision must have been made for her on a leaf not now to be found : but conjecture is not a foundation for a verdict.\nThere is, in the second place, some confusion in the order of arrangement. It occurred to Mrs. Stott, to number the devises and bequests in her will, as they were written from time to time on separate sheets; but the series became irregular and some of the numbers were misplaced, whence an inference that some of the sheets are missing; but there is enough on the face of the papers to show that it is unfounded.\nNumber two is repeated, ahd number three stands in the place of number four, and each of the remaining numbers stands in the proper place of its successor. But no number is wanting toindicate the loss of a bequest, or sheet: on the contrary, there is one sheet too many. A jury was demanded, therefore, to find a verdict not only without evidence, but against a natural presumption. And what if the fact were as it has been surmised to be ? The presumption of innocence is favored by the law, and as it would be criminal in a stranger to filch and suppress a part of a will, the presumption would be, in this case, that the missing bequest had been cancelled or suppressed by the testatrix herself; and as the presumption would be that it might have stood separately from the other bequests, the cancellation of it would not be a cancellation of the rest. A testator may dispose of the several parts of his estate by distinct instruments, each being separately his will of the particular part, but all constituting together his whole will: Hitchens v. Basset, cited 1 Show. 545. Now, when a testator has two wills which may stand separately, it will not be pretended that a cancellation of the one would be a cancellation of the other. The very case which the appellant would establish, was ruled in Sutton v. Sutton, Cowp. 812, in which it was held that a will may be good in part, though other parts of it may have been obliterated by the testator subsequently to the execution of it.\nThe demand of an issue, to try whether the sheets of which the will is composed were disconnected when it was executed, stands on the same untenable ground. It is a rudimental principle, that a will may be made on distinct papers, as was held in the Earl of Essex’s case, cited 1 Show. 69. It is sufficient that they are connected by their internal sense, by coherence or adaptation of parts. Were it otherwise, there is no evidence that the leaves were detached when the will was executed. They were sent to Mr. Binney for examination in Mrs. Stott’s lifetime, as “three papers or collection of leaves,” and they were found among her'valuable papers in the same state ,at her death. In the absence of evidence to the contrary, the presumption is that they had always been so.\nAs to the interlineations proved to be in Mrs. Stott’s handwriting, yet insisted on in the appellant’s argument, though not included in his specifications, it satisfactorily appears from the cases cited on the other side, that they are of no account. The presumption is, that they were made at or before the time when the will was prepared for the final act.\nEven had the preceding objections been solid when the will was executed, they would be obviated by the subsequent republication of it. Mrs. Stott declared by a codicil that her will and codicils were written on three collections of leaves or sheets of paper—the will subscribed by particular persons, and the codicils bearing particular dates; that they contained her last will and testament; that she thereby republished the same, and desired them to have full effect, according to their substantial meaning, without regard to their dates, and as if they were all dated of that day. And these papers, as she described them, were found fastened together at her death. ■ What more could she do to make them her will ? Mr. Binney, who prepared the codicil of republication, identified them, after which there could be no doubt that no more were republished. Nor can it be doubted that republication by a codicil is good, though the will were not present at the time. This was, at one time, more than doubted by the English judges, by reason of a peculiar provision in their statute of frauds; but, as there is no such provision in our statute of wills, it has not been doubted here.\nIt is argued, however, that the memorandum immediately below the signature to what was originally the will, avoided it on the principle of Hays v. Harden, because the signature by it ceased to be in the words of the statute at the end of the will. If this memorandum, which is without date, actually preceded the codicil of republication in point of time, it became incorporated in the body of the will, and the signature to the codicil became the signature at the end of the will. The presumption is that it did; but suppose that it did not. The matter in it bore neither on the contents of the will nor on its interpretation. It was not testamentary ; and it was no more a part of the will than was the label on the back of it. “This will,” subjoined the testatrix, “was commenced in the year of our Lord 1843, and added to as occasion required.” Very different the additional matter in Hays v. Harden, which consisted, not only of reasons for a precedent devise which might have influenced the construction of it, but an additional substantive devise, which showed that the preceding part had not disclosed the testator’s whole counsel. The report of the case is imperfect; and it is necessary to say here, that the additional matter was expressed in the following words:—“ 3d. For the satisfaction of all concerned, and others: for many years I made my home and residence with my brother, residing on my farm, township as above; while laboring under the infirmities of life, his treatment towards me was of such a nature as to compel me to leave the house and find an asylum in the house of my nephew, Abraham Hays, as above; in consideration of his hospitality towards me, I will and bequeath to him the above described farm.” This was, subscribed by witnesses, but not signed by the testator; and it was as distinctly testamentary as the memorandum before us is otherwise.\nThe last objection is to the probate of the codicil in favour of Mrs. Minigerode. It is doubtful whether the date at the head of it is referable to it or to a preceding codicil, and whether it was executed before or after the codicil of republication. If the former, it would undoubtedly be valid, as an independent addition to the will; if the latter, the omission of it in the act of republication might be an implied revocation of it. The law of the case has been clearly laid down in Smith v. Cunningham, 1 Addams 448, cited in the argument. In that ease, as in this, a codicil had confirmed and republished the will, and several codicils specified by their dates, but not the codicils in contest; and, in pronouncing sentence of probate, Sir John Nicholl said that the revocation alleged, if so at all, was an implied one, because there was no general clause of revocation; that all questions of revocation are in a greater or less degree questions of intention, because the very fact of revocation is said to be equivocal; and that the fact in that ease was peculiarly equivocal, instead of being, as it ought to be, clear and unequivocal. And the animus revocandi was rebutted by the place in which the codicils had been kept, and by the company in which they were found; by the improbability of an intention to revoke, by proof of confidential intercourse with an executor and trustee nominated in one of them, till the testator’s death; by the fact that they contained the only adequate provision for the testator’s housekeeper; and by the fact also, that they contained a provision for the illegitimate children—circumstances far less indicative of intention than those in the case under consideration.\nOne of the witnesses, who had been an attendant of Mrs. Stott seventeen years, testified that she was grieved that the legacy to Mrs. Minigerode was not in her will, and bade the witness see whether there were any papers about it in the portfolio; that the witness found them all there, the codicil included, and that they were found in the same place the day after the funeral. A niece of the testatrix testified that she always spoke affectionately of Mrs. Minigerode, who was her great-niece, and corresponded with her; that an affectionate intercourse was kept up till the parties were separated by death; that when Mr. Minigerode called to see her on her sick-bed, she said she was glad she had done what she had for his wife; that she spoke of this bequest several times during the spring, after the date of the codicil; that, on one occasion, she had the paper in her hands, and, in answer to a question, whether it were not best to insert it in the will, replied, it was the same thing, as it had her signature; and that she then placed it in the portfolio, where it was found at her death. No declaration of intention could be stronger. We are of opinion, therefore, that all the papers were properly admitted to psobate.\nSentence affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Perkins, and J. Otterson, Jr., for the appellant, argued:—",
      "Meredith, and Claris Bare, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Wikoff’s Appeal.\n1. A register of wills is not required to direct an issue to the Court of Common Pleas, in all cases where a caveat is entered against the admission to probate of testamentary writings. He may hear testimony both for and against their admission to probate, and he may then, in the exercise of a legal discretion, decide upon it, or refer it to a jury, and his decision may be examined on appeal.\n2. It is not essential to the validity of a will that the different parts of it be physically connected: it is sufficient if they are connected by their internal sense, or by a coherence and adaptation of parts.\n3. Where interlineations, or erasures are made, and no mention is made of • them at the time of execution, they will be presumed to have been made prior-to the act of execution,\n4. A republication of a will may be made by a codicil, though the will be. not present when such republication is made.\n5. An informal addition to a will, after its execution, will not operate as a statutory revocation, where the additional matter bears neither upon the contents of the will nor on its interpretation,\n6. An omission to mention a particular codicil in a clause of republication, in which prior and subsequent codicils are specified, may be an implied revocation of such codicil; but this implication maybe rebutted by other circumstances. Reference made to Hays v. Harden, 6 Barr.\nThis was an appeal from the decree of the Register’s Court for, the City and. County of Philadelphia, admitting to probate the will of Elizabeth Phile Stott, and the several codicils thereto.\nMrs. Suit’s Will.—This will was commenced by Mrs. Stott, in March, 1843, and,was written on different papers or collections of leaves, from time to time, from that date down to December 1847, several of which she signed at the foot of the page.\nMost of them are dated 5th March, 1843; one, 5th March, 1846; one, 14th June, 1847; and one, 4th December, 1847.\nUnder date of December 4th, 1847, after naming her executors, and expressing a hope that they would take upon themselves the execution of her last will and testament, she adds:—\n“ In witness hereof, I, the said Elizabeth Phile Stott, testatrix, contained in the six preceding half-sheets of paper, set to, and my hand and seal to the last.\n“Elizabeth Phil® Stott, [seal.]\n“Aged 83 years.”\n“Witnesses, M. 0. Cope, Thomas W. Vaux.”\n“This will was commenced in the year of our Lord 1843, and added to as occasion occurred.”\nThe will contained thirteen interlineations and erasures, which the witnesses before the register said were in the handwriting of Mrs.' Stott.\nThere was also a bequest of a “ telescope and one thousand dollars’hwritten on a separate piece of paper, and pasted on to one of the pages of the will, which was admitted to probate as part of the same.\nIn one of the codicils there were five interlineations; in another, two; in another, one; and in another, one.\nThe several devises in the will were numbered in the original paper in their order. The first half-sheet was complete in itself, and concluded with a devise numbered by the decedent as three.\nThe first devise on the next half-sheet was numbered five.\nA codicil, beginning “this is a further codicil,” dated at its commencement, June 18th, 1847; and on the second half-sheet, June 23d, 1847; and on the last half-sheet, November 29th, 1847, contained five erasures and interlineations.\nTwo of the dates of this codicil were more than five months prior to the completion of. the will, and one of them five days before. -\nThis codicil contained twenty-five devises, and was written on three half-sheets of paper, the first of which was numbered three, and the second, four; and was the second collection of leaves referred to in an affidavit by Mr. Binney, in identifying the papers.\nThe next codicil is dated in June, 1847, five months prior to the completion of the will, and six or eight days prior to the first codicil.\nThis, with the paper dated the 26th of February, 1848, formed the third collection of leaves mentioned in Mr. Binney’s affidavit.\nOn the 26th of February, 1848, the following paper was prepared by Mr. Binney, and signed by the decedent:—\n“My will and codicils are written on three collections of leaves, or sheets of paper, as follows:—The will is witnessed by M. C. Cope and Thomas W. Vaux. One of the codicils is dated at the top of the last page, ‘Philadelphia, 29th November, 1847;’ the other of the codicils is dated at the conclusion of the last page, ‘ 8th June, 1847 and as there is some contradiction or irregularity in the order of the dates, I do hereby declare that all the said papers do contain my last will and testament, and I do hereby republish the same, and desire that they may have full effect according to their substantial meaning, without regard to their dates, as if they were all dated this day. Witness my hand this twenty-sixth day of'February, one thousand eight hundred and forty-eight (26th February, 1848.)\n“Elizabeth Piiile Stott.”\nMr. Binney, in his affidavit, states the circumstances under which the above paper was prepared, and the object for which it was executed, as follows, to wit:—\n“ The paper annexed to Mrs. Stott’s will and codicil, signed Elizabeth Phile Stott, and dated 26th February, 1848, is in my handwriting. Immediately before it was drawn up, Mrs. Stott, the testatrix, placed three papers or collections of leaves in my hands, as her last will. I had previously read them more than once, and I was aware that there were apparent incongruities or inconsistencies in point of date between the papers, or some of them. Mrs. Stott was then ill in her bed, and I proposed to her, for the purpose of identifying the three papers, and correcting any inconsistencies of date, that I should draw up a paper to be signed by her, on a page of one of the collections of leaves, stating that those papers wrere her will and codicils, at that time, and have the same effect as if all were dated at that time; she said it was all right, and desired me to do it; which I did immediately at her bedside, and she signed it in my presence. There was no purpose of revocation in my mind .when I drew the paper, but only to identify and correct the three papers, as her will and codicils, and to prevent any inconveniences from incongruities or inconsistencies in the dates; and Mrs. Stott said nothing to me but what was acquiescence in what I stated to her.\n“ Hor. Binney.\n“ Sworn and subscribed before me, the date above.\n“A. Browne, Register.”\nIn addition to the above three collections of leaves, admitted to probate, and which were mentioned by Mr. Binney, another small slip of paper, dated 28th May, 1848, was also received by the register as a codicil, on proof of its being in the handwriting of Mrs. Stott.\nThe next paper admitted to probate is another small slip, in the handwriting of the decedent, but .without any date.\nMrs. Stott died, June 15th, 1848. The above three collections of leaves, and the two loose slips of paper were admitted to probate by the register, on the 21st of June, 1848; and on the 27th of October, 1848, another memorandum, written on half a sheet of note-paper, and dated September 10th, 1847, was admitted to probate.\nOne witness said that she found this memorandum the day after the funeral, in the small green portfolio, in the drawer in which Mrs. Stott kept the papers generally.\nAnother witness, after stating her knowledge of the existence of such a paper, &c., said, “I was uneasy when I heard the will read after her (Mrs. Stott’s) death of not hearing this bequest, and I mentioned it to Elizabeth Walkinshaw, her female attendant, and desired her to look for it. She found it and brought it to me, and I sent it to Mr. Binney.”\nOn. the 22d of June, 1848, Mr. Binney filed in the register’s office the following statement of his knowledge of the paper :—\n“The paper which accompanies this statement was brought to the undersigned by a servant of the late Mrs. Elizabeth Phile Stott, on Tuesday, the 20th day of June, 1848, enclosed in an envelope, sealed and superscribed,\n‘ Horace Binney, Esq.\n‘Just found.’ South Fourth street, Philadelphia.’\n“The paper is signed ‘Elizabeth Phile Stott,’ and is in these words:—‘ In addition to my codicil, (September 10th, 1847,) I give and bequeath to Mrs. Mary Minigerode, of Williamsburgh, Virginia, four thousand dollars. Elizabeth Phile Stott.’\n“ And both the signature and all the other words written upon the paper, are the proper handwriting of the late Mrs. Elizabeth Stott, to me well known. The paper, the envelope, and this statement are at the time of signing hereof deposited in the office of the register for the probate of wills, &c., for the city and county of Philadelphia, for such other proceedings as shall hereafter be deemed expedient by any party concerned, without at present being offered for probate as an additional codicil of her last will: but the undersigned in behalf of all the executors of her will reserves the right to them, and each of them, to offer the same for probate hereafter if they shall deem the same proper.\n“ Hor. Binney.\n“ Register’s Office, June 22d, 1848, 12 o’clock, m.\n“Witness, Theo. T. Deringer.”\nThe appellant alleged that the whole of the will had not been admitted to probate, or if it was all there, the different parts of it were detached at the time the will was executed; and that if it was all present, and if the parts were all connected at the time of the execution, it was not executed in due form of law, and charged as error in the court below, the refusal to direct an issue to determine the two first questions, and the decision that the papers were sufficiently executed.\nPerkins, and J. Otterson, Jr., for the appellant, argued:—\nAs to the first error assigned, that two, three, five, or any number of the papers less than the whole, might have been admitted to probate, with the same claims to being considered complete as those that were admitted, for Mrs. Stott signed the most of the sheets at the bottom; and there were many sheets there, the loss or absence of which would have added no strength to the objection.\nMrs. Wikoff, the mother of the appellant, was a sister of Mrs. Stott, and in mentioning her friends, Mrs. Stott would naturally have inserted her name in conjunction with that of her only other sister, (Miss Phile,) who was mentioned in section 2d; and, owing to the sections being disconnected and irregular, and the name of Mrs. Wikoff omitted, the appellant alleged that there must be a sheet lost.\nThis irregularity occurred under date of March 5, 1843. Subsequently, and after the death of both Mrs. Wikoff and Miss Phile, she made alterations consequent upon the death of Miss Phile; and here he also expected to see some alteration in consequence of the death of Mrs. Wikoff; and as the sections here were again irregularly numbered, and as the first sheet was here numbered 3, and the second numbered 4, the appellant alleged that papers were lost from this place also. These occur under date of June 18th, 1847. These papers were written after an interval of four years and three months, and the coincidence was a singular one, if no pages had been lost; and this inference was strengthened by the fact that papers were found detached entirely from the alleged will and codicils, and admitted to probate at different times.\n, Again, in what was called “ Codicil A” by the executors, was the expression, “ This is a further codicil, &e. Upon mature reflection, I hereby revoke and make void the residuary devise and bequest contained in my said will.” The only reference in the will to this residue was in these words:—“ I give, devise, and bequeath the same to my executors, and the survivor or survivors of them in trust—however my views on this subject will be fully explained in the annexed codicil.” This was under date of March 5, 1846. The first codicil in point of place, dated 18th June, 1847, made no allusion to this residue, except to revoke the residuary devise contained in her sa.id will, and to appoint that portion of her estate to her “ executors, and the survivors or survivor of them, and the heirs, executors, and administrators of the survivor, in trust for such charitable uses as I shall hereafter declare and appoint by any instrument under my hand, and in default of such appointment, whether partial by not appointing to the full extent to which the said residue shall turn out to be, or complete by not so appointing at all—then in trust for such charitable uses as my said éxecutors or the survivors of them, shall personally declare and appoint;” but in the next codicil, under date of 12th June, 1847, six days earlier than the one just referred to, and fifteen months later than the clause in the will which speaks of the residue, she did devise the said residue.\nThis, in point of date, was the first codicil of which the appellant had any knowledge, being six days earlier that the first in point of place merely, and yet this began with the expression—“ This is a further codicil,” and therefore was a continuation of some codicil antecedent to it.\nHere then were three substantial reasons why the appellant asked to go to a jury upon this question:—\n1st. The irregularities in the numbering of the sections in two different places, (and in one of those places the sheets themselves were irregularly numbered,) in papers written four years and three months apart, just where it would be most natural to expect the mention of this family in the will.\n2d. The first codicil referring expressly to a preceding one which had never been produced. And,\n■ 3d. The fact that papers were found in different places, and at different times, and admitted to probate at different times, all concurring to strengthen the supposition that the papers produced did not constitute the whole of Mrs. Stott’s will.\nAs to the second error' assigned, the appellant argued that the probate itself showed the papers to have been detached at the time they were signed. ' The paper of.September 10th, 1847, was lost entirely, although upon search being made expressly for it, it was subsequently found. Miss Montmollin stated that she suggested to Mrs. Stott the propriety of appending it to her will, and that she declined doing so. The affidavit of Mr. Binney also, made in the register’s office, 27th October, 1848, stated that Mrs. Stott placed three papers or collections of leaves in his hands, and it did not appear that this was among them, though written long previously to the time of her so handing them to him.\nThe slip dated 28th May, 1848, and the other slip (which was without date) were not then in existence, and hence were not attached to the others produced. He cited Grinder v. Earnum, 10 Barr 98.\nTo the third error, the appellant argued that the act of April 8, 1833, sec. 6, Purdon 1168, was explicit and could not be avoided.\nThe main body of the will, after receiving the signature of the testatrix eight different times in its various parts, was executed in a set form on the 4th December, 1847, and was then attested by two subscribing witnesses, on the last page; but as there was a clause upon the will, after the execution, which clause was not signed, that part of the statute which required a will to be “signed at the end thereof” was not complied with: Hayes v. Harden, 6 Barr 409.\nBut if the execution of December 4, 1847, was sufficient, it effected nothing more than to establish the papers to which it was applied, while it revoked all the others that were then in existence. She expressly says, “ In witness hereof, I, the said Elizabeth Phile Stott, testatrix, contained in the six preceding half-sheets of paper, set to, and my hand and seal to the last.”\nThis confines the force and operation of the act to the particular purpose described.\nCodicil D was not in the handwriting of Mrs. Stott.\nMr. Binney said it was in his handwriting; and because it was in the handwriting of a third party, all the rest of the papers having been written by herself, the appellant alleged that more instead of less than ordinary proof of its authenticity should be required : Tucker v. Calvert, 6 Call 90. A legatee is incompetent as a witness even to a codicil, particularly where the will itself must rely upon the codicil for its support: Paske v. Ollat, 2 Phil. 323; Love-lass on Wills 153; Lewis v. Maris, 1 Pal. 278; Hock v. Hock, G-. 6; S. § B. 47; Burwell v. Corbin, 1 Band. 141; Mullin v.' McKelvy, 5 Watts 309..\nIf it was well proved, it could not be a republication of the will, 'as it was claimed to be, because all that was claimed for it was that it was acquiesced in by Mrs. Stott.\nThis paper, even if well proven, would not cure the defective execution of the will itself: Att’y Gen. v. Barnes, 2 Vernon 597; Lea v. Libb, 3 Mod. 262; Dunlop v. Dunlop, 10 Watts 153.\nThere was all absence of a final intention completely expressed. The papers themselves bore upon their face evidence of a still unsettled determination in the mind of the decedent, and wherever the papers themselves show this, they are not a valid will: Coles v. Thecothick, 9 Ves. 249 ; Lavender v. Adams, 1 Addams 406; Montifore v. Montifore, 2 id. 354; Beay v. Cowcher, 2 Haggard Bee. B. 249 ; Public Administrators v. Watts, 1 Paige 347; Striker v. Groves, 5 Whar. 396; Bayle v. Mayne, 3 Phill. 505 ; Jameson v. Cook, 1 Bag. 82.; Cundy vi Medley, id. 140; In the goods of Elizabeth Wenlock, id. 551; Wood v. Medley, id. 671; Bose v. Mouldsdale, 1 Addams 129.\nThe only circumstance which could excuse such an omission was the intervention of sickness or death, neither of which occurred in this case.\nFrom the first to the last dates among these papers, a period of five years elapsed, and the writing was continued at intervals down to within seventeen days of Mrs. Stott’s decease.\nThere was an abundance of opportunity, and nothing short of a complete instrument in all its parts should be allowed to be valid.\nMeredith, and Claris Bare, for the appellees,\nanswered, with reference to the first objection, that in the absence of evidence that a change in a will after its execution was the act of third persons, it must be attributed to the act of the testator, and cited, Moore v. Moore, 1 Phillimore B. 375; Richards v. Mumford, 2 id. 23 ; Loxley v. Jackson, 3 id. 26 ; Wilson v. Wilson, ibid. 52; Davis v. Davis, 2 Addams 223; Kircudbright v. Kircudbright, 1 Haggard 325; Calvin v. Erazier, 2 id. 266; Welsh v. Phillips, 1 Morris’s Privy Council B.\nAnd when a will was lost, the law presumed the testator to have destroyed it: Jackson v. Betts, 9 Cowen 208; 6 Wend. 173; and where it was found obliterated or with the signature erased, the cancellation was referred to his own act: Baptist Church v. Robbarts, 2 Barr 110. And even when a subsequent will was shown to have been executed and to have disappeared, the validity of a prior will cannot be affected, unless evidence were adduced to show both that the latter was different and also what that difference was : Hitchens v. Bassett, 2 Sallceld 592; Goodright v. Harwood, 3 Wilson 497 ; 1 Cowper 87; 1 Brown’s P. C. 744; Lawson v. Morisson, 2 Dal. 286 ; Nelson v. McGiffert; 3 Barbour’s Ch. 158; Hylton v. Hylton, 1 Grattan 161.\nTo the second point the appellees answered that, a physical annexation of the different parts of a will was not essential to the validity of the instrument, and cited Bond v. Seawell, 3 Burrows 1773. They also argued that the right to an issue in a Register’s Court was not a matter of course, citing Bradford’s Will, Parsons’s Hquity Cases 153.\nIn answer to the third point, they cited the case of the goods of Thomas Howell, 2 American Leading Cases 696; 2 Curteis 342; and that if the execution of December 4,1847, were defective, it was cured by the codicil February 26,1848 : Doe v. Evans, 1 Crompton ¿f Meeson 42; Utterton v. Robins, 1 Adolphus Bilis 423; Smith v. Old-ham, 2 Curteis 796; In the goods of the Countess of Durham, 3 Curteis 57; The Countess Ferraris v. the Marquis of Hertford, id. 493; Molineux v. Molineux, Jac. 144. And that interlineations had no effect in impairing the validity of a testamentary instrument, but would receive such a construction as would best accord with the general intention and purpose of the instrument: Short v. Smith, 4 Bast 419; Locke v. James, 11 M. W. 901; Jackson v. Halloway, 7 Johnston 394; Bringle v. McPherson, 2 Brevard 279; Means v. Moore, 3 McCord 282; and that the omission of a codicil from a republication of antecedent and subsequent codicils was not a revocation of the codicil so omitted : Smith v. Cunningham, 1 Addams 448; or if revoked, would be republished by the subsequent declarations proved to have been made by the testatrix: Harvard v. Davis, 2 Binney 406; Jones v. Hartley, 2 Wharton 103."
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 292
}
