{
  "id": 408735,
  "name": "McClurg versus Fryer & Anderson",
  "name_abbreviation": "McClurg v. Fryer & Anderson",
  "decision_date": "1851-03-17",
  "docket_number": "",
  "first_page": "293",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 361",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0361-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 254",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 528",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846091
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 6356,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 6.746718584005139e-07,
      "percentile": 0.9632922614407249
    },
    "sha256": "d3beeed87da19b21681ca7445a23cc214c4a5d5170d8896ae6704a3d44092373",
    "simhash": "1:0d5840475605545a",
    "word_count": 1134
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClurg versus Fryer & Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nTwo errors are assigned to the charge of the court below, neither of which are sufficient to overset the judgment.\nThe court were, as to both matters complained of, decidedly right.\nThe law requires no man in the pursuit of his rights to do a vain and futile thing, useful to nobody, and hurtful to himself by the needless expense and trouble it would impose. The court was therefore right in instructing the jury that if, at the time of the maturity of the guaranty, Mrs. McKinley was so utterly insolvent as not to make it worth while to sue her, a suit against her w.as unnecessary : that would be unnecessary cost and trouble on a man for nothing. Insolvency, hopeless or utter insolvency, may be proved, like every thing else depending on facts, by parol as well as by record: and we cannot hold that it is necessary to sue a beggar.\nThe other errors assigned are of as little validity.\nThe institution of the alias summons lifted away or tolled the bar of the statute of limitations. The alias suit was instituted within six years of the first, that is to say, about five years after the first summons. The first summons was not served, the second was. The second suit was for the same cause, was entitled an alias, and so marked on the record; and this, as it has been held, is so connected and linked with the first as to be a continuation or reiteration of the original, and so indissolubly connected as to be one; and that, so far as the statute is concerned, it stops running from the institution of the first process. We will not say that the demand might not be barred, if the plaintiff delayed six years before issuing his alias. That will be a question not presented here.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Senry and Gferhard, for plaintiff in error.",
      "Randall, for defendant in error.—When"
    ],
    "corrections": "",
    "head_matter": "McClurg versus Fryer & Anderson.\n1. If at the maturity of a guaranty, the principal debtor is utterly insolvent, it is not necessary to bring suit against him before proceeding upon the guaranty ; and the insolvency may be proved, not only by record, but by parol evidence.\n2. A summons in case on a guaranty in writing, issued above four years after the right of action on the guaranty arose, was returned nihil, and an alias summons issued above five years from the issuing of the first: Meld, that the original and alias were so connected as to prevent the running of the statute of limitations, from the time of the issuing of the original summons.\nError to the District Court, Philadelphia.\nA summons in case was issued out of the District Court, Philadelphia, to December term 1839, by Fryer and Anderson, to use- of Lewis, against McClurg. The summons was issued on the 30t7i January, 1840, returnable on the first Monday of February 1840. It was returned nihil habet.■\nAn alias summons issued returnable to March term 1840, judgment was entered and execution issued; but the court, on 12th September, 1840, set it aside and quashed the proceedings.\nAnother alias summons issued April 29th, to March term 1845, returnable on first Monday in May: returned served.\nThe action was brought upon the guaranty hereafter set forth, of a book account for goods sold to Mrs. McKinley, by Fryer & Anderson, on the 5th December, 1834, on six months’ credit.\nPhiladelphia, 3d April, 1835. For value received, I hereby guarantee the payment of a purchase made by Mary McKinley from Fryer k Anderson, on the 5th December, 1834, for nine hundred and fifty-one dollars and sixty-seven cents, said purchase being at a credit of six months.\nAlex. McClurg.\nNo suit was ever commenced or judgment obtained against Mary McKinley.\nIt was proved that a commission of about five per cent, was paid to McClurg, the defendant, for his guaranty. That Mrs. McKinley was broken up, and died. That at the maturity of the bill of goods, Mrs. McKinley refused to pay it, and that notice of this was left with defendant.\nIt was further testified, that the greater portion of Mrs. McKinley’s goods were seized; that she had ceased to keep store before the -maturity of the guaranty; her goods were replevied by her creditors; -that suits were brought _against her; that nobody got any thing except those who replevied; that ivhen the guaranty became due, she was brolcen up; that the defendant never tendered back the commission paid to him.\nSharsWOOD, J., charged the jury:—\n“ The simple question for you to decide is, whether Mrs. McKinley, at the time of the maturity of the guaranty, was so utterly insolvent as not to make it worth while to sue her? Where it would only be expense and cost and trouble for nothing, it is not necessary to sue the principal debtor.”\n“ I also charge you that the statute of limitations does not bar the claim in this suit.”\nVerdict was rendered for plaintiff for $>1693.82.\nThose instructions were assigned for error.\nThe case was argued by Senry and Gferhard, for plaintiff in error.\nThat the creditor must enforce his remedy against the principal debtor before resorting to the guarantor, and that it must be averred in the declaration : 1 Wallace, Jr. 149 ; 16 Ser. ¿y R. 79; and the insolvency must be legal insolvency.\nThe alias summons was not sued out until a period of over nine years and ten months from the expiration of the credit of Mrs. McKinley, and over five years from the institution of the original suit, and that no continuance was ever marked in the docket. There is, therefore, nothing to show that the first suit was for the same cause of action, so as to bar the statute. Although the continuances may be entered at any time, still it must appear that the court has kept the original suit alive, and that the plaintiff is proceeding to bring the defendant into court in the original suit: 3 Term R. 662 ; 6 Watts 528, Magaw v. Clark. A suit cannot be continued an unreasonable time, or it will defeat the object of the statute of limitations: 5 Rawle 254, Jones v. Orum.\nRandall, for defendant in error.—When\nthe principal debtor is insolvent, he need not be sued before resorting to the surety: 16 Ser. Sy R. 79; 3 Pa. Rep. 18; 8 Watts 361; 1 Wallace, Jr. 149.\nContinuances are matters of form, and may be entered at any time, or need not be entered at all: 8 Ser. ¿y R. 380, Pennock v. Hart.\nFive or seven years are not too long to issue another writ: 1 Pal. 434; 8 Ser. $ R. 380; Siderfin 53; 6 Watts 528. Six years should be the minimum time.\nMarch 17, 1851,"
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 295
}
