{
  "id": 408739,
  "name": "Mann versus Darlington",
  "name_abbreviation": "Mann v. Darlington",
  "decision_date": "1851-03-20",
  "docket_number": "",
  "first_page": "310",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whar. 256",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0256-01"
      ]
    },
    {
      "cite": "4 Port. 515",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8498406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/4/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8718,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4690595860994212
    },
    "sha256": "6bd15836ce7da615e370c090cbb6a60278c314e0129af8e927e9666088c408ae",
    "simhash": "1:ae641707ab92efb7",
    "word_count": 1521
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mann versus Darlington."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGrlBSON, C. J.\nThis suit is brought on the original cause of action, and the subsequent promise to pay was .produced to take it out of the statute of limitations; but the original cause of action was released, and it is difficult to see how a suit could be maintained on it in any shape. Yet, to escape from the perils with which the demand was surrounded, the course taken was as good as any other. The whole may be viewed as one subject; and as the plaintiff would, perhaps, be entitled to amend by inserting a count on the special promise, if the cause were sent back, it is better to dispose of it without regard to form. The written promise was given either before the execution of the release or after it. If before, it is agreed that it would be inoperative: if after, it might perhaps lack consideration. The point has not been decided. “If a bankrupt or an insolvent,” said Lord Kenyon, in Cockshott. v. Bennett, 2 T. R. 765, “ after becoming free from his engagements, having no restraint on his mind, voluntarily give security for a former demand, which is only due in conscience, such a security maybe enforced in a court of law.” In bankruptcy, the discharge is involuntary by all but the petitioning creditor; and the doubt is whether a debtor, who has purchased his release by a surrender of his effects, is under any moral obligation whatever. We mention the point, not to decide it, but to preclude an inference that we did. The decisive objection to the action is, that whether the written promise were prior or subsequent to the plaintiff’s release, it was fraudulent as regards the creditors who released afterwards, and it consequently could not operate either to repeal the statute of limitations or to serve as an independent cause of action. The principle began with Cockshott v. Bennett, and has been brought down to the latest cases. “ The contract,” said Lord Kenyon in that case, “ affected all the other creditors, by rendering abortive all they intended to do for the bankrupt in compounding their debts.” “ It was intended by the parties to the deed,” said Mr. Justice Ashurst, in Jackson v. Lomas, 4 T. R. 169, “ that, on the defendant’s assigning over all his property to the creditors, he should become a free man; and it now appears that .though the plaintiffs executed the deed, they did so on the faith of a private agreement whereby they secured to themselves a further advantage. This then was a coercion on the defendant himself, and a fraud on those creditors who signed after the plaintiffs.” And Mr. Justice Bulker was of opinion that it mattered not when the creditor executed the deed. The case is one of a very few, in which a party to a fraud is allowed to set it up for the protection of third persons. In this case, nearly half the creditors released after the written promise was signed; and they would he defrauded if it were enforced.\nJudgment affirmed.",
        "type": "majority",
        "author": "GrlBSON, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Sazlehurst, for plaintiff in error.",
      "Watts and Penrose, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Mann versus Darlington.\nA debtor made a general assignment for the benefit of his creditors, stipulating for a release by a certain time, and on the same day when the plaintiff executed a release, (other creditors executing it afterwards,) he received from the debtor an agreement to pay his claim at the expiration of five years after the date ; the agreement is a fraud upon the subsequent releasing creditors, and the debtor himself may set it up in a suit by the plaintiff against him.\nError, to the District Court of Philadelphia.\nThis was an action brought by Harvey Mann against Samuel P. Darlington, to recover the sum of $ 1103.71, balance of account for goods sold and delivered.\nThe goods were furnished between the 24th day of February and the 18th day of July, 1836.\nOn the 25th day of May, 1837, defendant executed a general assignment for the benefit of his creditors, stipulating for a release on or before the 31si August then next ensuing.\nOn the 28th August, 1837, Harvey Mann executed the release.\nOn the 28th August, 1837, Samuel P. Darlington executed and delivered to Harvey Mann the following instrument of writing:—■,\n“ I hereby agree, that at the expiration of five years from this date, I will pay unto Harvey Mann the balance, if any due him after deducting the amount paid him by my assignees, should my estate now in their hands fail to enable them to pay him entirely in full of all demands.\n(Signed) Samuel P. Darlington.\n11 Pittsburgh, Aug. 28, 1837.”\n■The suit was brought to recover the balance due, after deducting certain payments made by the assignees.\nUpon the foregoing facts, a verdict was entered for the plaintiff, the court reserving the question, “Whether, in the absence of all evidence, the two papers, being both dated the same day, were to be considered contemporaneous, and the one in consideration of the other.”\nAt a subsequent day, judgment was entered/or the defendant, for the following reasons:—\nThe defendant pleaded a release, dated August 28, 1837. It was executed by plaintiff, and subsequently by other creditors, in order to entitle himself to the benefit of a general assignment by defendant for the benefit of creditors. Plaintiff then gave in evidence a paper signed by defendant, agreeing to pay the plaintiff such a sum as, with the amount received from the assignees, would make up the whole amount of plaintiff’s debt. This paper was dated also August 28, 1837. It is not made a question but that such an agreement, if founded upon the consideration of the release, and executed contemporaneously with it, would be void, as a fraud upon the other creditors. If voluntarily executed by the defendant subsequently to the release, it might perhaps have been maintained. The only question reserved is, whether, in the absence of all evidence, the two papers, being both dated the same day, are' to be considered as contemporaneous, and the one in coi&ideration of the other ? Upon that point we think there is no difficulty. The general principle, that in general intendment what is done in a day is done at the same time, Tel. 87, applies to a case like this with great force, so as certainly to throw upon the opposite party the burden of rebutting this natural as well as legal presumption.\nIt was assigned for error:\nThe court erred in deciding, that “the general principle, that in general intendment, what is done in a day is done at the same time, applies to a case like this with great force, so as certainly to throw upon the opposite party the burden of rebutting this natural as well as legal presumption.\"\nThe case was argued by Sazlehurst, for plaintiff in error.\nHe contended that Darlington had a right to execute the agreement to pay. That the previous indebtedness was a sufficient consideration, whilst, in the absence of proof to the contrary, it is to be presumed to have been done voluntarily, and subsequent to the release. The defendant seeks to avoid it by showing that it was executed in consideration of the release, and contemporaneously with it, and that plaintiff refused to execute the release until he received the writing. He contended that the affirmative must be proved by the defendant : 3 Blackford’s Rep. 267 ; 4 Port. 515, Chamberlain v. Darlington : that the allegation was within his knowledge.\nThe release and obligation have no necessary connexion, and may have been executed at different times. That its illegality depends entirely on the question of time; that can be solved by defendant, and by him alone.\nWatts and Penrose, for defendant in error.\nThe whole evidence in the cause was in writing, and the court was bound to construe it: 3 Craneh 186; 11 Ser. f R. 291. That the release discharged the account on which this suit was brought, and the agreement of the 28th August was a private bargain, the effect of which was to place the plaintiff in a better situation than the other creditors who signed the deed, and that it is against public policy, and fraudulent, and void: Porsyth on Qom. with Creditors, 1 Lib. of Law andPquity 104-108;_ id. 113, 123, 149 ; 6 Whar. 256.\nIf the instruments are dated on the same day, and there is no other evidence of the date, it cannot be affirmed that either was executed before the other: the consequence must be that they were executed at the same time.\nThe action of plaintiff is defeated by the release of the same date. The evidence imports that they were executed at the same time. He then asserts that the agreement was made after the release. He then asserts the affirmative; and the onus lies upon him. The defendant has shown the time by the proper evidence. The plaintiff alleges a different time. He must prove it, and having failed to do it, the court rightly gave judgment against him.\nMarch 20, 1851,"
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 313
}
