{
  "id": 408745,
  "name": "Wallington et al. versus Kneass",
  "name_abbreviation": "Wallington v. Kneass",
  "decision_date": "1851-03-20",
  "docket_number": "",
  "first_page": "313",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 476,
    "char_count": 8840,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 4.621887471290392e-08,
      "percentile": 0.28938096390947887
    },
    "sha256": "99db57d08f18c1cbb3081cafe1e7059ad0af021a3b4aa7024d24020c4246a437",
    "simhash": "1:fd81b625766f8432",
    "word_count": 1540
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wallington et al. versus Kneass."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nWe have held this motion, not because of any difficulty in it, but to give counsel an opportunity to furnish us with certain printed papers. We have considered the case with care, and are of the opinion that it is ruled by the Commonwealth v. Nathans, 5 Barr 124.\nThe motion is, therefore, dismissed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Tyler, Hirst, and Bead were for the motion.",
      "Meredith, Williams, Brown, Campbell, and Mann were for contestants."
    ],
    "corrections": "",
    "head_matter": "Wallington et al. versus Kneass.\nThe jurisdiction of the Supreme Court over the proceedings of the Court of Quarter Sessions acting on a contested election of district attorney, under the consolidated election act of 2d July, 1839, is but revisory, and a certiorari will not be granted to remove proceedings in such a case then pending.\nThis was an application by Horn R. Kneass for a special allowance of a writ of certiorari, to remove the proceedings then pending in the matter of the petition to the Court of Quarter Sessions, at Philadelphia, complaining of the undue election of Mr. Kneass to the office of district attorney for the county of Philadelphia. The application was accompanied by an affirmation that it was believed necessary and proper that the case should be removed to the Supreme Court of the commonwealth of Pennsylvania, for their decision on the law and facts of the case; that the evidence which has been taken in the court below has been reduced to writing, and will come up with the record, if the said writ is allowed; that many grave and important questions of law, under the constitution and the laws of the commonwealth of Pennsylvania arise in the case, which are of such great public interest and concern that they ought to be settled and adjudicated by the Supreme Court of this State; that the court below has rejected evidence which this affirm-ant is advised by his counsel and verily believes is material and admissible, and ought to have been admitted, and the said court has admitted evidence which this affirmant is advised by his counsel and verily believes is incompetent and illegal, and ought to have been rejected.\nAnd this affirmant further states, that there being no bill of exceptions provided by law in the case, he is without remedy in the premises, except by an allowance of the writ prayed for, at the present stage of the proceedings.\nCertain questions of law, alleged as arising in the case, were specified. It was accompanied by a certificate of counsel that in their opinion the case ought to be removed into the Supreme Court.\n. By the 153d section of the consolidated election act, Purdon 391, the several courts of quarter sessions shall have jurisdiction to hear and determine all cases in which the election of any county or township officer, by the citizens of the respective county, maybe contested.\nThe 155th section of the same act provides, that “ the respective courts of quarter sessions shall have authority to compel the attendance of any officer of such election, and of any other person capable of testifying concerning the same, and also to compel the production of all books, papers, tally-lists, and other documents which' may be required at such hearing, in like manner and to the same extent as in other eases litigated before such court; and shall have all the powers which are conferred upon committees of the legislature by the several provisions of this act.”\nIn the 145th section’ of the act, it is provided that “if the committee, or a majority thereof, as aforesaid, shall report that either of the candidates had the greatest number of legal votes, and ought to be admitted to the office, such candidate shall thereupon be entitled to such office.” And by the 146th section, it is provided that “if the committee, or a majority thereof, as aforesaid, shall report that such election or return is invalid, a new election shall take place on the second Tuesday in October following,” &c.\nIt is provided in the 1st section of the act of 16th June, 1836, relative to the jurisdiction and powers of the courts, Purdon 249, that “ the Supreme Court of this commonwealth shall have power to hear and determine all and all manner of pleas, plaints, and causes which shall be ‘ brought’ or ‘ removed ’ there from any other court of this commonwealth, by virtue of any writ or process issued by the said court, or any judge thereof, for that purpose, in the manner now practised and allowed, to examine and correct all and all manner of error of the justices, magistrates, and courts of this commonwealth, in the process, proceedings, judgments, and decrees, as well in criminal as in civil pleas or proceedings, and thereupon to reverse, modify, or affirm such judgments and decrees or proceedings, as the law doth or shall direct, and generally to minister justice to all persons, in all.matters whatsoever, as full and amply to all intents and purposes as the said court has heretofore had power to do under the constitution and laws of this commonwealth.”\nThe 7th section provides, that the judges of the Supreme Court shall have full power and authority, when and as often as-there may be occasion, to issue writs of habeas corpus, writs of certiorari, and writs of error, and all remedial and other writs and process returnable to said court: see Com’thi;. Nathans, 5 Barr 124; and Carpenter’s case, 2 Harris 486.\nTyler, Hirst, and Bead were for the motion.\nIt was contended, inter alia, that the case of Oom’th v. Nathans did not applyto this case: that was a proceeding commenced by a wife against her husband : this case, in substance and in spirit, is a proceeding in the nature of a quo warranto ; the complaint is like an information, the judgment is the same, and the writ of quo warranto is as old as the common law. That this case was not an exception to the general rule. The objections ab inconvenienti amount to nothing, for the court may appoint an examiner, and hear the case like all Chancery and Orphans’ Court cases, on the proofs. If, however, the evidence comes up with the record, as decided in Doe dem. Sadler v. Dring, 1 Barn. Sy Cress. 253, the case is ready for argument. The case cited to show that the evidence does not come up with the rest of the record, is not in point, that being a certiorari issued after judgment. But that every argument ab inconvenienti is an appeal to the discretion of the court, and not an objection to the power of the court to allow the writ.\nMeredith, Williams, Brown, Campbell, and Mann were for contestants.\nIt was contended that the principle of law was well settled in the case of the Com’th v. Nathans, 5 Barr 124. In that case it was decided that “ the jurisdiction of the Supreme Court over proceedings of inferior jurisdictions specially delegated by statute, is revisory; and it is confined to the examination of the regularity of such proceedings, and whether their jurisdiction has been exceeded.” That the power of determining contested elections of county and township officers is a special statutory power, and that the proceedings can be removed, if at all, only for the purpose of revision as to regularity after judgment. No authority has been found to show that a pending matter under a statutory jurisdiction can be touched by certiorari. Even in common law proceedings, certiorari is not to be allowed and made operative in the midst of a trial in the court below: 1 Bacon’s Abr. 560 ; 2 SawTc. C. 27, sec. 30; 4 Bl. Com. 321. This certiorari is asked in a proceeding after more than three hundred witnesses have been examined, and before the evidence is closed.\nThe certiorari, if allowed, will not bring up the evidence, which has been entirely parol: 2 Barr 138. In Sadler v. Dring, 1 B. 'Sy C. 253, it was not decided that the evidence comes up. All that was there decided is, that a certiorari will lie to remove an ejectment from an inferior court. See the American reprint of the English Common Law Beports, vol. viii. p. 69. The original report in 1 B. if- C. shows that this was the decision and nothing more. A certiorari to an inferior court, to bring up an ejectment, would not bring up the testimony.\nIf removed for any other purpose than revision for irregularity after judgment, the Supreme Court would have no'power to act in the case, either to continue, or what would be inevitable, to begin anew the investigation.\nThe Supreme Court has no jurisdiction to try, on the merits, a contested election of a county or township officer. None such is conferred or implied in any_ general power. To say they may appoint an examiner is to beg the question.\nIt is very doubtful whether, even after judgment, in a contested election of this nature, a certiorari would lie. The Court of Quarter Sessions, by the act of 1839, sec. 155, are clothed with all the powers of a committee of the legislature. One of these powers is that of final decision, without a vote or revision of the House. This point does not, however, necessarily arise here.\nMarch 20, 1851."
  },
  "file_name": "0313-01",
  "first_page_order": 313,
  "last_page_order": 316
}
