{
  "id": 408773,
  "name": "Andress versus Miller",
  "name_abbreviation": "Andress v. Miller",
  "decision_date": "1851-03-21",
  "docket_number": "",
  "first_page": "316",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 316"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. Rep. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 7995,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.5330875625009783e-08,
      "percentile": 0.28388064323441253
    },
    "sha256": "ebf78f3ce3da969f7c74d9a40da3e180b6ac916aa53a3b98918f69cfc491702b",
    "simhash": "1:3881c5d82b4ab59f",
    "word_count": 1366
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Andress versus Miller."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nWhatever might have been the rights of the respective classes of creditors, had the partners not elected to retain their equities between themselves, it is certain that if they have not waived them, the joint creditors are entitled to priority of payment out of the joint effects, and the separate creditors are entitled, on the principle of Bell v. Newman, to payment-in the same degree out of the separate effects. Now it appears that that is just the result which the partners intended to produce. They assigned their effects, both joint and several, in trust to pay their creditors “ in' just and ratable proportion, according to the several and respective debts justly due and owing.” If the first part of the sentence intended to secure equality of distribution, without regard to classes, it would have been tautologous and unnecessary to say any thing about “ several and respective debtsand as we are bound to give those words a meaning and an effect if we can, we must suppose they were used in order to preserve the distinction between joint and separate creditors. The clause, immediately following, which excludes preference or priority, evidently has regard to creditors of the same stamp. One of the partners has neither separate property nor separate creditors; and the separate creditors of the other will come in on his separate effects. The assignment, therefore, is not void.\nJudgment reversed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The ease was argued by Kennedy, for plaintiff in error.",
      "Miller, for defendant."
    ],
    "corrections": "",
    "head_matter": "Andress versus Miller.\nAn assignment under seal executed by two persons, who were at the same time partners, of all their and each of their moneys, debts, merchandise, estate, property, and effects whatsoever', to one in trust to pay the net amount unto and among all the creditors of the said firm, and of J’. 0. andG-.W. 0. (the persons composing the firm) “ in just and ratable proportion according to the several and respective debts to them justly due amd owing by the said J. O. and Q. W. G., and each of them, at the date of the assignment, without any preference or priority of one creditor over anotherHeld, that it was intended by the assignors to preserve the distinction between joint and separate creditors ; and that the separate creditors of one of the partners (the other having neither separate property nor separate creditors) were entitled to come in on his separate effects, and that the assignment therefore was not void.\nError to the District Court, Philadelphia.\n•Daniel S. Miller and John Cooper were judgment creditors of George Coleman & Son, and an attachment execution on their judgment was issued, and Michael Andress was named as garnishee.\nAndress claimed under an assignment, dated 31st August, 1844, by Jacob Coleman and George W. Coleman, trading under the firm of Jacob Coleman & Son, and each of them, to said Andress, by which they granted and transferred to him all and singular their and each of their moneys, outstanding debts, goods, wares, merchandise, estate, property, and effects, whatsoever and wheresoever, &c., upon- the trust that Andress will collect the debts, and sell and dispose of the estate and effects, and, after paying costs, charges, and expenses attending the ^execution of the trust, shall pay the net amount arising from the said trust unto and among all the creditors of the said firm of Coleman & Son, and Jacob Coleman and George W. Coleman, in just and ratable proportion, according to the several and respective debts to them justly due and owing by the said Jacob Coleman and George W. Coleman and each of them, at the date of these presents, without any preference or priority of one creditor over another; provided, that no creditor of the said Jacob Coleman and George W. Coleman, or either of them, shall receive any benefit or advantage under this assignment who shall not, on or before the 15th day of October next, at twelve o’clock (at noon), execute and deliver to the said Jacob Coleman, George W. Coleman, and each of them, a full and sufficient release of his, her, or their respective claims and demands, &c.\nThe trust was accepted, and the assignment recorded.\nIt was agreed between the counsel of the parties that the deed of assignment was executed and recorded within thirty days; also, that under said deed there passed into the hands and possession of said garnishee certain property mentioned in the annexed abstract from the inventory and appraisement filed by said gar- _ nishee; also, that, as the avails of said property, there is in the hands of the said garnishee, claiming to hold the same under the alleged deed, a sum of money greater than the amount of the judgment in this case, part of which is the proceeds of the partnership, and part of the separate property of said assignees; also, that, if the court shall be of opinion that upon these facts the garnishee is liable for any amount, judgment may be entered against him for the same.\nIt appeared that the separate estate of Jacob Coleman, consisting of stock in store, and furniture, and book debts, amounted to $1303.95¿; that the estate of Jacob & George W. Coleman, consisting of stock in store, and book debts, amounted to $201.60J; that there was no separate estate of G. W. Coleman.\nAndress, as assignee of Jacob Coleman & Son, and of Jacob Coleman and of George W. Coleman, filed his accounts.\nThe court below rendered judgment for the plaintiffs below, Miller and Cooper—to which error was assigned.\nThe ease was argued by Kennedy, for plaintiff in error.\nIt was insisted, first, that the assignment was not void on account of the stipulation for a release.\n2. That the appropriation of the funds arising under said assignment among all the creditors of the said firm of Coleman & Son, and Jacob Coleman and George W. Coleman, in just and ratable proportions, according to their several and respective debts to them justly due and owing by the said Jacob Coleman and George W. Coleman and each of them, at the date of the assignment, without any preference or priority of one creditor over another, refers to the rights and legal priority of the respective creditors upon the respective funds according to the order of their rights and claims. To give effect to the provision that no creditor shall have preference or priority over another by virtue of the assignment, each creditor is to take according to his legal right upon the funds as if the same were converted into money and to be distributed according to law, so that neither would have his position changed in regard to the fund.\n3. The intent of the assignment is to apply'the funds in payment of the debts due by the assignors as the law would apply them, in 'just and ratable proportions according to the several and respective • debts. Effect should be given to the word just: it is used as legal, and was intended to give the creditors the legal proportion assigned them according to their legal rights, without other priority than the law gives : 1 Ser. $ R. 375, Wager v. Wager.\nIf an instrument will admit of two constructions, the one rendering it void, the other valid, the latter should be adopted: the law presumes the party acquainted with the law, and that he did not intend to make a void deed.\nThe right to have partnership funds applied to partnership debts belongs to and may be waived by the partners: 1 P. ¿- R. 204.\nMiller, for defendant.\nThe only question in this case is the validity of the assignment by the defendants to the garnishee.\nThe assignment is void, because it applies the separate effects of one partner to the payment of the debts of the other partner. This was the ground upon which the court below, decided in favor of the plaintiffs.\nThe assignment is also believed to be void, because it applies partnership property to pay individual debts, and vice versa.. In a case of insolvency, of which this assignment is evidence, the assets should be marshalled, with respect to joint and separate creditors, as in bankruptcy: Bell v. Newman, 5 Ser. ft R. 91; Doner v. Stauffei', 1 Pa. Rep. 204.\nMarch 21, 1851."
  },
  "file_name": "0316-01",
  "first_page_order": 316,
  "last_page_order": 319
}
