{
  "id": 408685,
  "name": "Russell's Appeal",
  "name_abbreviation": "Russell's Appeal",
  "decision_date": "1851-03-24",
  "docket_number": "",
  "first_page": "319",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 319"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "6 Watts 409",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 11193,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.0922848002640582e-07,
      "percentile": 0.7605453059232411
    },
    "sha256": "8186546c78eef9f68d473260122dbeb4eca44eda37c0008c0282e001638f51dd",
    "simhash": "1:b795249783853a9c",
    "word_count": 1964
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russell's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nRoberts, the defendant, as whose estate the land was sold, purchased it by articles of agreement, dated 11th April, 1846, for $800, of which he paid $463, went into possession, and remained in possession until the sale and distribution of the money below. Roberts became embarrassed with debts, and on the 5th July, 1848, he executed to Stone & Graves and Graves & Moore an assignment of the contract with Dunn under which he held the land, and all his right and title thereby acquired, as collateral security for the amount due them.\nThis assignment was never recorded, and Roberts still remained in possession. On the 19th August, 1848, after the unrecorded assignment, Russell obtained his judgment, and on the 9th September following, McGowan obtained his judgment. These two judgments claim the money produced by the sale, according to their priority. But on the 1st December, 1848, Roberts, by parol, surrendered the land to Graves, one of the assignees; and on the same day, Dunn and wife conveyed to C. 0. Graves, consideration mentioned in deed, $900. On the 4th December, 1848, Graves and wife conveyed to H. D. Roberts, the defendant, who gave a judgment note to Graves for $800, which was immediately entered up.\nTo this last judgment the court below awarded the whole money made by the sale on Russell’s judgment. It wras contended by Russell and McGowan that they were entitled to the whole fund, because the note given by Russell falsely and fraudulently recited that it was for the purchase-money. But it is well enough to deliver the case at once from this argument, because these judgments could only bind the equity, if it bound any thing, which was in .Roberts at the time they were obtained, that is, after the assignment to Graves & Moore. The stream cannot rise above the fountain. And the balance of purchase-money then due was a previous, valid, subsisting lien. The shuffling between Dunn, Roberts, and Graves cannot give to Russell and McGowan more than they w'ere entitled to, nor deprive Dunn or his representative of that to which he had a lawful claim.\nThe real question then is, whether the judgments of Russell and McGowan bound the equity which Roberts had in the land at the time of the assignment to Graves & Moore ? And that will depend upon the effect of that assignment. It wras not an absolute sale or transfer of the equity, because it is expressed on its face to be a collateral security for the payment of a debt. It was, therefore, at most, nothing more than a mortgage. Even, although a conveyance be absolute in its terms, if it is intended by the parties to be a mere security for the payment of a debt, it is a mortgage : 6 Watts 409, Keene v. Gilmore; and Clark v. Henry, 2 Cowen 324; 7 Johnson’s Chancery 40, Henry v. Davis. Roberts still continued the debtor of Graves & Moore. The debt was not extinguished; it was, therefore, a mortgage. Nor has the writing the distinctive marks of a conditional sale, for the same reason, to wit, that the original debt was by the face of the paper still subsisting. But it was never recorded, and, therefore, must be postponed to a subsequent judgment: Jaques v. Weeks, 7 Watts 261; and 17 Ser. & R. 70 ; and statute 28th March, 1820, Dunlop, p. 354, second edition. It is contended, however, that the contract for the conveyance of the land to Roberts was but a chose in action, and that the assignment passed the title, without the necessity of recording; that it is not within the recording acts; and Craft v. Webster, 4 Rawle, and Mott v. Clark, 9 Barr, were cited. But these cases do not carry the defendant in error through. An article of agreement for the sale of land, accompanied by delivery of possession and payment of part of the purchase-money, is much more than a chose in action; it is an abiding interest in the land itself. It may be bound by judgment; is the subject of judicial sale, not as a chattel, but as an interest in the land. In the early history of Pennsylvania, improvement rights were considered as chattels. But that time has long passed, and pre-emption or inchoate interests are bound by judgments and sold, because every interest arising out of real estate, equitable as well as legal, is considered as an interest in the land. Thousands of acres are held in this commonwealth by location and survey only. It would sound strangely .to a lawyer of the interior to say that these interests were not real estate, and the transfer or incumbrance of them not subject to the recording laws. Such a doctrine would upset estates and change the accepted principles of the commonwealth. They have from ancient time been dealt with by the jmople as interest in real estate, like other equitable interests in land; and, being the subject of contract and sale as, such, there is the same reason for their being subject to the recording acts as the legal title. The experienced and learned counsel states that he has been unable to find any reported case in which such equities were adjudged to be the subject of the recording acts. But it may never before have been drawn in question. I know very well, and I think every practitioner is acquainted with the fact, that mortgages are often given upon equitable estates, and that equitable estates are often the subject of bargain and sale; and I may say, that I don’t recollect to have seen it contended in any case that the recording acts applied only to strictly legal titles, or that judgments were liens or attached only upon legal estates. The subsequent judgments, therefore, became liens at the time of their entry upon the equitable interest of Roberts, the assignment to Graves & Moore being merely a mortgage or security for a debt, and therefore, not being recorded, must give way to the subsequent judgments.\nThe decree is therefore reversed, and it is modified, so as to award to the legal title, or those representing it, so much of the money or fund in court as was due for balance of purchase-money by Roberts at the time Russell obtained his judgment; and the residue is awarded to Russell’s judgment, unless the residue will more than satisfy it; and, in such case, what remains is awarded to McGowan’s judgment.\nThe record is remitted to the court below for the purpose of carrying out this modified decree.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Russell's Appeal.\n1. An article of agreement under seal for the purchase of land is not a mere chose in action, but is an interest in the land; it is within the provisions of the recording acts, and the interest of the vendee may be bound by judgment.\n2. Where the vendee in an article of agreement, after paying a part of the purchase-money and being in possession, assigned all his right and interest in the contract to a creditor as collateral security for the amount due to him, such an assignment is but a mortgage of the interest of the vendee, and if it be not duly recorded, will be postponed to subsequent judgments obtained against the vendee.\n3. A judgment against the vendee in an article of agreement, binds only his interest in the land to the extent of the purchase-money paid; the unpaid purchase-money is a lien upon the premises; and though, after judgments obtained against the vendee, the latter, by a parol agreement, gave up the articles of agreement absolutely to one to whom he had previously transferred the same as collateral security, and the latter received a deed for the premises from the vendor, this arrangement will not increase the interest bound by the judgments or deprive the vendor of his lien for the balance of the purchase-money.\nThis was an appeal from the decree of the Court of Common Pleas of Wayne county, making distribution of the proceeds of sale of real estate, sold at sheriff’s sale as the property of H. D. Roberts.\nRoberts, the defendant in the several judgments, and from the sale of whose real estate by the sheriff arose the moneys in controversy, purchased said real estate on the 11th day of April, 1846, of Caleb Dunn, by articles of agreement under seal, for the sum of $800. On the 1st day of May, 1847, Roberts had paid t $463 on said contract. On the 1st day of December, 1848, there was a balance due and unpaid on said contract of $.412.\nOn the 5th day of July, 1848, Roberts made the following assignment on the back of said contract, viz:—\n“ For value received, I hereby assign all my right, and title, and interest in and to the above contract, to Stone & Graves and Moore and Graves, as collateral security for the amount due them, either on book, or note, or otherwise, said amount to be ascertained hereafter as soon as practicable. H. D. Roberts.”\n“Damascus, July 5th, 1848.”\nH. D. Roberts took possession of the premises under the article of agreement, April 11th, 1846, and continued in possession and was in possession on the 30th day of November, 1849, the day of the hearing before the auditor.\nOn the 19th day of August, 1848, A. H. Russell obtained a judgment against said H. D- Roberts in the Court of Common Pleas of Wayne county, entered to No. 207, September term 1848, for the sum of $275. Interest from same date, and which judgment, with the.interest and costs thereon, amounted to $324.88£, on the day said real estate was sold.\nOn the 9th day of September, 1848, John McGowan obtained a judgment in same court against H. D. Roberts, entered to No. 265, same term, for the sum of $156.99. Interest from same day.\nOn the 1st day of December, 1848, the contract was given up to Graves, absolutely, by parol agreement. Same day, Caleb Dunn and wife conveyed by deed said land to C. 0. Graves: consideration mentioned in deed, $900.\nDecember 4th, 1848, C. C. Graves and wife conveyed by deed same land to H. D. Roberts, consideration mentioned in deed, $900. Same day, Roberts gave Graves a judgment for $800, which was entered same day to No. 102, December term 1848, which, with interest and cost, amounted to $837.42 on the day said real estate was sold. The note on which this judgment was entered, among other things, stated, “it being for the purchase-money of real estate.”\nOn the 13th day of August, 1849, the sheriff sold said real estate as the property of II. D. Roberts, to C. O. Graves, for the sum of $865, on a venditioni exponas issued on the judgment of A. H. Russell vs. II. D. Roberts.\nAn auditor was appointed by said court to distribute said moneys. Graves, Russell, and McGowan, in person or by attorney, appeared before the auditor and severally claimed the amount of their judgments out of said moneys.\nThe auditor applied $837.42 of said moneys to the payment in full of C. C. Graves’s judgment, and $3.71 to Russell’s, and balance to auditor’s fees.\nA. II. Russell and John McGowan excepted to the report, and claimed the amount of their several judgments from said moneys— McGowan claiming to come in upon said fund after Russell.\nThe court confirmed the auditor’s report.\nException was taken to the decree of confirmation and application of the money in dispute.\n[Russell’s Appeal.]\nThe ease was argued by Orane and Dimmiclc, for Russell, and by Mallery, for appellee. Miner was for McGowan. Waller was for Graves and others.\nMarch 24, 1851,"
  },
  "file_name": "0319-01",
  "first_page_order": 319,
  "last_page_order": 323
}
