{
  "id": 408702,
  "name": "Commissioners of Wayne County versus Delaware and Hudson Canal Company. Delaware and Hudson Canal Company versus Commissioners of Wayne County",
  "name_abbreviation": "Commissioners of Wayne County v. Delaware & Hudson Canal Co.",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "351",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 758,
    "char_count": 21082,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.317492467096086e-07,
      "percentile": 0.9172521255100201
    },
    "sha256": "6b993035198852e7039b72797516aed01f79c42f08b600f1211356ba2ddb1ec7",
    "simhash": "1:123e376500013f70",
    "word_count": 3590
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commissioners of Wayne County versus Delaware and Hudson Canal Company. Delaware and Hudson Canal Company versus Commissioners of Wayne County."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nLet the judgment in this case be affirmed, on the opinion of the judge who ruled the cause below.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by O. 8. Minor, for the Commissioners.",
      "W. S. Dimmiclc, for the Delaware and Hudson Canal Company."
    ],
    "corrections": "",
    "head_matter": "Commissioners of Wayne County versus Delaware and Hudson Canal Company. Delaware and Hudson Canal Company versus Commissioners of Wayne County.\nThe reservoirs created by the Delaware and Hudson Canal Company for supplying the canal with water are not taxable for county and State purposes—nor are houses and gardens occupied by the lock-tenders and collectors along the' canal and railroad; nor the engines and machinery for raising cars up the planes, and the engine-houses; nor houses and gardens occupied by the engineers attending the engines; nor the collector’s and engineer’s office in nonesdale : but buildings in Honesdale, at the junction of the canal and railroad, used for receiving and transhipping goods and merchandise to and from the canal and railroad, and houses used as boarding houses for workmen, and horses for drawing the cars on the railroad, and the barns and stables for them, are liable to taxation for county and State purposes. By act of 1st April, 1825, the property of the said company, whether real or personal,' within this State, was rendered “subject to taxation, in like manner as similar propertyheld by an individual or by a corporation, now is or may be.”\nTwo writs of error issued to tbe Court of Common Pleas of Wayne county—in a proceeding, in which an amicable action was instituted, and the following facts submitted, as a cáse statéd:—\nIt is agreed that the above stated amicable action be entered in the Court of Common Pleas of Wayne county as of September term 1849, and that the following case be stated and considered in the nature of a special verdict—either party to be at liberty to sue out a writ of error.\nThe assessors of the various boroughs and townships in the county of Wayne have returned the following as the property of the said defendants for taxation for State and county purposes, to wit:—\n1st. About one thousand acres of land covered with water, lying in various parts of the county, used and occupied as reservoirs for the purpose of supplying the Delaware and Hudson Canal with •water during the dry season. These reservoirs have been constructed by the company at great expense. The canal is usually fed by the Dyberry, Lackawaxen, and other streams, but when the water from these streams fails, a supply is drawn from the reservoirs in question.\n2d. Houses and gardens occupied by the lock-tenders and collectors of the said company along the line of canal and railroad.\n3d. Buildings in Honesdale used for receiving and transhipping goods and merchandise to and from the canal and railroad to be forwarded along the line; the said buildings being situate at the junction of the canal and railroad.\n4th. The engines and machinery used for raising the cars up the inclined planes along the company’s railroad; and the engine-houses.\n5th. Houses and gardens used and occupied by the engineers attending the engines above mentioned. Some of the above houses occupied by the engineers, are also used by them as boarding-houses for workmen in the employment of the company.\n6th. The collector’s and engineer’s office in Honesdale.\n7th. Horses used for drawing the cars on the railroad, and the barns and stables used for said horses.\n8th. Coal-screens, (attached to the freehold,) machines used for assorting coal, horses used for working the same, and stabling for the said last mentioned horses.\n9th. Shutes, slides, and all machinery used for receiving and transhipping the coal from the railroad to the canal.\nThe question for the decision of the court is, whether the above property, or any part of it, (and if so, which part,) is liable to taxation for county and State purposes, under the several acts of Assembly of this commonwealth for that purpose. If the court should be of opinion that the said property, or any part of it, is so liable, then judgment to be entered for the plaintiffs, and if not, then judgment to be entered for the defendants, with costs in either case. Dated October 31st, 1849. .\nOpinion of the court, delivered by His Honor N. B. Eld red, President Judge.—I regard many of the questions raised in the case stated, as settled by the Supreme Court of Pennsylvania against the plaintiffs, and needing no further notice, as it is the law of the land, which must be our guide in giving construction to acts of Assembly imposing taxes on property. In the case of the Lehigh Coal and Navigation Company v. Northampton County, the Supreme Court decided that the bed, berm-banks, and towpaths, toll-houses, and collectors’ offices are incidents to the canal, and not liable to taxation for either State or county purposes. They are- considered as constituent parts of the canal or necessarily incident thereto, and therefore not taxable in the way proposed.\nIn the case of the Reading Railroad v. Berks County, 6 Barr, it is said by Mr. Justice Burnside, who delivered the opinion of the court, that it is only such property belonging to corporations as is appurtenant and indispensable to its construction and fitting it for use that can claim to be exempt from taxation. It is not enough that it is a convenient possession, or that it affords facilities for carrying on the business of the company. Such property as is only indispensable to the making of profits is liable to be assessed with taxes. In this case the court decide that depots are exempt, but they describe what they understand by such depots as are exempt, to wit, the offices and places to hold cars, and such places and buildings as may fairly be deemed necessary and indispensable to the construction of the road, and that warehouses, coal-shutes, &c. form no part of the construction. These are not regarded as appurtenant to the road, but to the business done upon it.\nIn a later case, not yet reported—the case of the Schuylkill Navigation Company v. Berks County—the same principles are recognised by the court, and have brought within the rule a collector’s house, in which his family resided, and in which he kep't his office, to which about an acre of ground is attached as appurtenant.\nWe have only to apply the rules here indicated, to the case under consideration.\nAnd first, the reservoirs created by the company for the purpose of supplying the canal in the dry season of the year. These, in the opinion of this court, fall within the general rule before established, and are exempt from taxation in the manner proposed. They are an inseparable incident and an appurtenance to the construction of the canal, and clearly embraced within their corporate privileges. A canal, without a supply of water, answers not the purpose for which it was intended 'by the public or the corporators. It is not sufficient to say the canal would be supplied, to a certain extent and in certain seasons of the year, without these reservoirs. The public have a right to expect from the corporation that the canal will be kept in good repair and supplied with water for business at all seasons when it is reasonably practicable. In this matter the company and the public are equally interested. It appears that these reservoirs are used for no other purpose than feeding the canal, and, although the water covers a large quantity of ground, and they are erected and kept in repair at great expense, still they are a necessary incident to the construction of the canal, and therefore exempt from taxation. If a three-story brick house, used for the residence of the collector and for his office, together with an acre of ground appurtenant, in the city of Reading, is an indispensable incident to the construction of the road, with quite as much propriety we must consider these reservoirs, by which a full supply of water is received in dry seasons, and without which the business contemplated by the corporation' cannot be carried on to advantage, as necessarily appurtenant to the construction of the canal.\nWithin the same rule fall the houses and gardens occupied by the collectors and lock-tenders along the line of the canal and railroad.\nThe third item in controversy between the parties, I regard as liable to taxation. These buildings may be considered as properly warehouses. They may be indispensable to the making of profits, and afford facilities for carrying on the business of the company, but such property is liable to be assessed. So the Supreme Court has determined in the case of the Railroad vs. Berks County, before referred to. It is true these buildings are called the company’s depot, but they do not appear such as come within the description of a depot given by the Supreme Court. In the same situation I regard the coal-screens and machinery used for assorting coal, &c., as stated in the 8th item in dispute. Also, the shutes, slides, and all machinery used for receiving and transhipping the coal from the railroad to the canal, as stated in the 9th item. Mr. Justice Rogers, in delivering the opinion of the Supreme Court, in the case of the Schuylkill Navigation Company v. Berks County, observes: “That which is necessarily appurtenant to the canals may be safely left to the judgment of the managers, who are, it is to be presumed, best acquainted with what may be indispensable for the successful operation of the work.” This language would seem to cover these last three items, and exempt them from taxation. But in this case the Supreme Court have indicated no intention to overrule or change the rule laid down in 6 Barr 73, and these remarks of Mr. Justice Rogers must be taken in reference to the case then under consideration. In the case of the Railroad vs. Berks County, 6 Barr 73, Mr. Justice Burnside, in delivering the opinion of the court, observes that “ it would no doubt be desirable and convenient to the company to own extensive warehouses, coal-yards, board-yards, coal-shutes, &c. But these erections and conveniences form no part of the road.” They are necessary and indispensable facilities to increase the business of the road, and to enable the company to make profits, and therefore he considers them liable to taxation.\nThe 4th and 5th items of property in dispute maybe considered together. The engines and machinery used for raising the cars up the inclined planes along the railroad are a part of the construction of the road, and are incident and appurtenant to it, without which' the work would not be complete. To these constructions there must be engineers who are to he constantly in attendance, as much so as a lock-tender or a collector. They are indispensable, and it is as necessary that they should have houses in which to reside, near to the engines, in order to be ready at all times to attend to their duties. This kind of property is not taxable under the decisions of our courts; and if gardens are attached to these houses, it seems that it makes no difference. But when those houses are used as boarding-houses for hands employed by the company, in the prosecution of their regular business, with a view to profit, I consider them liable to taxation, and so decide.\nAs to the property named in the 6th item, to wit, a building used expressly for the collector’s and engineer’s office, under the law I consider as exempt from taxation. The collector’s office is clearly so, and the fact of the engineers keeping their office in the same building is no objection.\nThe property named in the 7th item, I regard as taxable for county and State purposes. It is carrying the principle of exemption from taxation too far to say that horses employed in drawing the cars are so necessarily incident to the construction of the railroad as to exempt them from taxation in the manner proposed. Their employment is too uncertain for them to he considered as necessarily appurtenant to the railroad in its construction. They belong more to the convenience for making .profits on the road, and may be changed from day to day, and even hour to hour, to other purposes, and cannot, under the decided cases, be permanent fixtures to the road and necessary incidents to it. This, I believe, disposes of the whole case; and under the agreement, we must enter judgment for the plaintiffs, with costs.\nIt was assigned for error, on the part of the commissioners of Wayne county, that the court below erred in deciding that any of the property enumerated in the case stated is exempt from taxation.\nAnd it was assigned for error, on the part of the Delaware and Hudson Canal Company, that the court below erred in deciding that any of the property enumerated in the case stated was subject to taxation.\nThe case was argued by O. 8. Minor, for the Commissioners.\nHe contended that the property enumerated in the case stated was liable to taxation.\nIn the act of April 1st, 1825, authorizing the company, with the consent of Maurice Wurts, to improve the navigation of the Lackawaxen, &c., section 5th, the legislature have declared that “ the property of the said company, whether real or personal, within this State, shall, at all times, be liable for its debts, and subject to taxation, in like manner as similar property held by an individual or by a corporation, now is or may be.” This act, with its various conditions, was accepted by the company.\nUnder the acts of 15th April, 1834, and 29th April, 1844, the legislature have required that the following property be “ valued and assessed and subject to taxation for all State and county pur^ poses whatsoever:”—\n“ All real estate, to wit, houses, lands, lots of ground and ground-rents, mills and manufactories of all kinds, furnaces, forges, bloomeries, distilleries, sugar-houses, breweries, tan-yards, fisheries, and ferries, wharves, and all other real estate not exempt by law from taxation; also, all personal estate, to wit, horses, mares, geldings, mules,” &c.\nAll the property embraced in the case stated is included in the foregoing enumeration, and therefore liable to taxation.\nThe property enumerated in the case stated (with perhaps the exception of the collector’s office) is not part of the canal or railroad, nor appurtenant to either, and consequently does not fall within the principle laid down in the cases cited.in defendant’s argument.\nThe first case cited decides- that the bed, berm-bank, and towpath of a canal, as well as the toll-houses and collectors’ offices, are exempt.\n' The second case exempts the water-stations and depots of a railroad.\nRy the third case, the collector’s office is decided to he exempt, although occupied as a family residence and constructed at great expense. I do not discover here an intention of exempting the family residence of such officer. The decision is, that the residence of the family in the building used as an office does not take the case out of the rule formerly laid down.\nIn each case, the acts incorporating the respective companies make the property held to be exempt a part of the road or canal. In the second case this is done in express terms; in the other two, by implication, since the right to take toll implies a place to receive it.\nUnder their charters, these companies had a right to take land for either of the purposes aforesaid, paying damages to the owners of the land, according to the course pointed out in their acts of incorporation.\nThe property mentioned in the case stated, is nowhere mentioned or contemplated in any of the acts relating to this company.\nThe reservoirs do not constitute a part of the canal; they are not contemplated in the acts relating to the company.\nAll that was necessary, for the construction was there given. The company was authorized to take lands, materials, &c. for the purpose of constructing the canal, for which the mode of assessing damages and making compensation is pointed out in the 2d and 4th sections of the act of 13th March, 1823. These reservoirs could not have been constructed under the provisions there contained. None of them were constructed till the canal had been for years in operation. They were, therefore, not indispensable to its construction. The legislature did not intend to guaranty a supply of water for the canal.\nThe various items mentioned in the case stated are among the conveniences of the company and of the men in their employ; they appertain to the business done upon the road and canal, not to the road and canal themselves. And in the case of the Railroad Co. v. Rucks County, such things are said to he liable to taxation.\nW. S. Dimmiclc, for the Delaware and Hudson Canal Company.\nMaurice Wurts, in and by an act of Assembly, entitled, “ An act to improve the navigation of the Lackawanna,” passed 13th March, 1823, was authorized to make a slack-water navigation of said stream, and for such purpose he was authorized “ to set up any dams, locks, or other devices whatsoever, which he shall think fit and convenient to make a good descending navigation.” Ry a supplement to said act, passed 1st April, 1825, these rights and privileges were, with the consent of*M. Wurts, conferred on the Delaware and Hudson Canal Company. Ry a further supplement, passed 9th February, 1826, the company were authorized, “in lieu of the slack-water navigation, under the provisions of said act, and of a supplement thereto, passed April 1,1825, to construct a canal navigation fed by the waters of said river or some of its branches.”\nOn the 5th April, 1826, an act was passed authorizing the Canal Company “to construct and maintain such railways or other devices as may be found necessary to provide for and facilitate the transportation of coal to the canal by them to be constructed.” The canal terminates at Honesdale, and the railroad extends from Honesdale to the coal beds, a distance of twenty miles.\nThe law seems to be well settled that a canal or railroad, as such, and their necessary appendages, in Pennsylvania are not liable to be assessed for either State taxes or county rates and levies : See Lehigh Co. v. Northampton, 8 W. <f. Ser. 334; Railroad Co. v. Bucks County, 6 Barr 75; Schuylkill Navigation Co. v. Berks County, 11 Barr 202. The only difficulty is to determine what are necessary and indispensable appendages to either canal or railroad.\nIn the last ease referred to above, Rogers, Justice, delivering the opinion of the court, says“ That which is necessarily appurtenant to the canal, may be safely left to the judgment of the managers, who are, it is to be presumed, best acquainted with what may be indispensable for the successful prosecution of the work;” and the case clearly establishes the principle that the company’s judgment, manifested by expending money on the object, is to be substantially the criterion by which the court is to ascertain whether the object be a necessary appendage or not.\n1. Of the land covered by water, called reservoirs, made by damming some of the tributary streams of the Lackawaxen. These are necessarily appurtenant to the canal, without which, in summer seasons, the canal would be useless. They are clearly exempt.\n2. The same remark applies to houses and gardens of lock-tenders and collectors.\n3. Of “buildingsin Honesdale, used for receiving and transhipping goods and merchandise to and from the canal and railroad to be forwarded along the line : said buildings are situated at the junction of the canal and railroad.” These the court below decided were liable to taxation. They constitute the company’s depot. But, says the court, they do not appear such as come within the description of a depot given by the Supreme Court. These buildings are used to tranship the goods from the canal to the railroad, and vice versa. These buildings are essential, as within them is the machinery for transhipment, and they serve as a cover to protect the goods from damage while being shipped. They do not constitute a warehouse in the sense in which that term is usually understood, but a depot, which is'exempt.\n, 4. There is no act of Assembly which, in terms, imposes taxes on the property mentioned in this specification; besides, the engines and machinery are necessary appendages of the railroad.\n5. The property mentioned in this specification is also exempt, and it is of no consequence that some of the engineers’ houses are sometimes temporarily .used for boarding-houses. This is settled in the Schuylkill Navigation case, in which it is held the toll-house was exempt, notwithstanding it was occupied by the collector’s family.\n6. The collector’s and engineer’s office, in the same building, is clearly exempt, The engineer is the superintendent of the canal.\n7. The property mentioned in this specification is exempt on the principle indicated—the horses áre necessary; the cars, over many miles of the road, are drawn by horse-power.\n8 and 9.—Coal-screens, machines used for assorting coal, shutes and slides, machinery used for transhipping the coal, have never been made taxable in terms or otherwise, by any act of Assembly. The court below decided they were taxable. It is conceded that horses used in working the machines for assorting coal are liable to taxation."
  },
  "file_name": "0351-01",
  "first_page_order": 351,
  "last_page_order": 358
}
