{
  "id": 408704,
  "name": "Shoup versus Shoup",
  "name_abbreviation": "Shoup v. Shoup",
  "decision_date": "1851-03-31",
  "docket_number": "",
  "first_page": "361",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 482,
    "char_count": 9321,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.1663773966762794e-07,
      "percentile": 0.7705105587236939
    },
    "sha256": "b193a2d74459b5789a9f764dc654e8c717967a29d9e6676526e8ea344c34ce39",
    "simhash": "1:67c282815a0037fc",
    "word_count": 1687
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shoup versus Shoup."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThis is, in amount, quite a little case. But since it is regularly here, without elongating shadows, it must be ruled, as if it was bigger.\nThe act of Assembly which requires a defendant before a justice of the peace to set off his demand, if any he has, whether founded upon bond, note, penal or single bill, writing obligatory, book-account, or damages on assumption, is very broad, and, indeed, almost tautological; but exhibits the anxious desire of the legislature to embrace every kind of claim of which the justice then had jurisdiction, or which was given him by that act, usually called the $100 act, to the extent of $100. The words “damages on assumption” must necessarily apply to cases of unliquidated damages arising from contract. Because, if they were liquidated by the contract they would he clearly embraced by the previous description of demands founded on writing obligatory, as contradistinguished from bonds and single bills. There is hardly a peg to hang a doubt upon when the damages to the defendant arise from a breach of the same contract on which the plaintiff founds his claim, and is part and parcel of the res gesta between the parties. It is true, that in 3 Ser. & R. 388, it is ruled that the damages for breach of covenants are not of such a nature as to require the defendant to set them off under the 7th section of the $100 law. But at that time the law was not in good odor with the profession, and it was crippled wherever it might be done safely. But since that time, a more just and philosophical view of the improvements en-grafted on our system by the legislature of that day has been taken by the judiciary, and those statutes have been carried out in the spirit in which they were enacted ; that is, to simplify, expedite, and settle controversies, without denial or delay. Accordingly, in 4 W. & Ser. 290, the court held that the defendant may give in evidence as a set-off a special contract between him and the plaintiff, by which' the plaintiff promised to do certain work for the defendant, and did not do it, whereby the defendant is entitled to damages for the nonfeasance. And the same principle has been carried farther even in cases originating in court as to setting off damages. Thus, in 6 W. & Ser. 155, it was held that the defendant may not only defalcate a claim, founded on the contract on which the plaintiff sues, but also one arising from breaches of other contracts. I might cite other cases, but consider these sufficient to establish that the defendant may set off unliquidated damages for breach of contract, as a subsisting demand, at the time of the breach and determination of the party not to perform the contract. We now rule, that such damages being an existing demand which may be enforced by action, the defendant must set it off in an action before a justice of the peace, if it is under $100, or lose it, under the 7th section of the $100 act, like other demands therein mentioned. It is alleged for the defendant in error, that when the suit was brought before the justice for wages, the contract was broken by the plaintiff, he not having worked for the time of his engagement, nor one-fifth of it, but that yet defendant could not tell the extent of his damages until the expiration of the time of the engagement. But that is not so. Damages are for the refusal to perform the contract. What inconvenience was the plaintiff put to in getting another hand? That did not depend upon the fluctuation of wages during the time of the engagement, for they might fall as well as rise. They were to be estimated as all other damages for breach of contract are estimated: not with mathematical precision and certainty, • but according to the course of business and labor in the country.\nThe truth is, that Shoup, who sued for wages in the first suit, according to the evidence sent up, had no cause of action what.ever. He engaged on the 1st of April to attend a lock on the canal during the season, at the rate of $7 per month; hut went away before April was out, and refused to perform his contract. He had no cause of action. The defendant in that suit did not set up this as a defence. Nor did he set off the damages arising to him by reason of the inconvenience he suffered from the plaintiff’s refusal to perform his contract, but brings the present suit to recover damages. He is barred by the 7th section of the $100 act, and the court ought so to have instructed the jury.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Michener, for Michael Shoup, plaintiff in error,",
      "Wright, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shoup versus Shoup.\nA suit having been brought against an employer for one month’s wages by one who had. engaged to attend a lock on the canal during the boating season, but who had left his employment before one month had elapsed, in which suit judgment by default was rendered for plaintiff, the suit having been brought before the boating season had expired: Held, that.the damage which had been and might be suffered by the employer from the breach of contract, might have been set off in the former suit, and not having been, he was barred by the seventh section of the act of 20th March, 1810, relative to suits before justices of the peace, from maintaining an action, after the season had expired, for the damage suffered by him from the breach of contract.\nError to the Common Pleas of BucJcs county.\nThis was an appeal from the judgment of a justice of the peace by defendant below, in an action brought by Henry Shoup vs. Michael Shoup, to recover damages for breach of contract, for not laboring for plaintiff for the time contracted for. Michael Shoup had engaged with Henry Shoup to attend a lock on the canal during the boating season in -1848, which season closed about the 1st December,—for seven dollars per month. He commenced about the 3d April, and left the 28th or 29th of that month. It appeared, on the trial of the subsequent suit, that when Michael Shoup left his employment he was sick, and continued to be so for a week. Before the boating season closed, viz. in September 1848, Michael, the defendant in this suit, brought suit before a justice of the peace for one month’s wages, and judgment by default was given in his favor.\nIn 1849, this suit was brought by Henry against Michael, to recover damages.' It appeared that plaintiff was put to expense in hiring hands to attend the lock, paying to some fifty cents per day, and to another, eight dollars per month.\nThe court charged the jury that the plaintiff’s omission to make this claim before the justice in the suit against him by Michael, was not a bar to plaintiff’s recovery in this suit.\nIt was assigned for error, that the court erred in not charging the jury that it was the duty of plaintiff below to offset his damages in the suit’ against him.\nMichener, for Michael Shoup, plaintiff in error,\ncontended that the plaintiff was barred by the former suit. It is a case of damages arising ex contractu, capable of liquidation, and falls within the express language of the act of 20th of March, 1810, the 7th section of which requires the defendant in a suit before a justice of the peace, on pain of being for ever barred, to set off his demand, whether founded upon bond, note, penal or single bill, writing obligatory, book-account, or damages on assumption: 4 W. Ser. 292. See also the case of Phillips v. Lawrence, 6 W. & Ser. 154, and Carman v. The Franklin Insurance Co., same book, p. 155. It is not a sufficient answer that the first suit was brought before the boating season had ended, and that plaintiff could not set off damages because he had not, till then,'a right to sue. He contended that as soon as a breach takes place, the party injured may bring his action for damages. When the performance of a contract is made to depend on something to-be done or furnished by one of the parties, but which is neglected to be done, either within the time specified, or, if no time be expressed, within a reasonable time, the other party may abandon the contract altogether: Comyn on Contracts, 48 ; Girard v. Taggart, 5 Ser. $ R. 19.\nWright, for defendant in error.\nAt the time of the first suit, plaintiff’s claim for damages was not matured. Upwards of two months of the time defendant had contracted to work had.yet to run. If plaintiff had attempted to set off any thing, it could have been but a part of his claim; and this in law he could not do, since he could not have maintained suit for it. He could not have sued defendant in September 1848, for part of his damage, and again in December, at the time the boating season terminated.\nThe law does not favor the multiplication of suits arising out of the same cause of action.\nIt is ruled in Ingham v. Hall, 11 Ser. R. 78, “ that a creditor cannot split up an entire cause of action, so as to maintain two suits upon it.” There is no reason in saying that plaintiff could have brought suit at the end of each month, for the additional * dollar paid to the new hand, and particularly before the season closed. Until then, he could not know the amount of damages incurred, and of course could not have set it off against a claim sued for before that time. Set-off is, in substance, a cross action, and a cross demand must be complete when the action was instituted : 1 Harris 554; 1 W. Ser. 419.\nMarch 31, 1851,"
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 364
}
