{
  "id": 408838,
  "name": "Helfrich's Appeal",
  "name_abbreviation": "Helfrich's Appeal",
  "decision_date": "1851-03-31",
  "docket_number": "",
  "first_page": "382",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 361,
    "char_count": 7480,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.936901093430414e-08,
      "percentile": 0.4206119739027256
    },
    "sha256": "9c8fbdda5c99dd491b643e97fc4422369198939a0250e87653090acc7b2a893f",
    "simhash": "1:c2273131ec22292d",
    "word_count": 1317
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Helfrich’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nJacob S. Helfrich claims adversely'to the title of Daniel Helfrich, and, by his own showing, has no right to the price of it. When it was sold on the judgment and execution against Daniel, there was no judgment or execution against Jacob, who, consequently, has no right to meddle with the proceeds of the sale. If he had a valid title against Daniel’s creditors, he has it yet, and may set it up against the purchaser at sheriff’s sale, who stands in their place, and the question will then be whether Daniel’s conveyance to him was fraudulent or fair.\nDeCree affime(L",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Argued by J. M. Porter, for appellant.",
      "Q. Davis and T. Sergeant, for appellees."
    ],
    "corrections": "",
    "head_matter": "Helfrich’s Appeal.\nIn the distribution of the proceeds of a sheriff's sale of real estate, a grantee who claimed the land by conveyance from the defendant in the execution ante-rim' to the judgments against him, is not entitled to the proceeds of sale in preference to the judgment creditors. If his title be valid, it may be set up against the claim of the purchaser at sheriff's sale.\nAppeal from the decree of the Court of Common Pleas of Le-high county.\nThis was ah appeal taken by Jacob S. Helfrich from the decree of the Court of Common Pleas of Lehigh county, distributing the proceeds of sale of his real estate.\nElizabeth Bleiler on the 9th day of April, 1844, recovered a judgment against Daniel Helfrich, Ño. 303, of January term 1844, for $563 debt and cost of suit.\nOn the 3d of April, 1846, the plaintiff sued out a writ of scire facias on this judgment, Ño. 45, of May term 1846, against Daniel Helfrich, the original defendant, and against Jacob S. Helfrich as tenant of the lands and tenements which were of the said Daniel Helfrich at the time of the rendition of the original judgment. This scire facias was served upon Daniel Helfrich and upon Jacob S. Helfrich. Judgment was taken by nil dicit against Daniel Helfrich. Jacob S. Helfrich, summoned as terre tenant, pleaded “ title to the lands and tenements of which he may be supposed to be terre tenant in himself anterior to the entry or date of the original judgment upon which the scire facias had been issued, by a deed dated the 6th of March, 1844, duly executed, acknowledged, and delivered to him by the said Daniel Helfrich, and that the said judgment was and is no lien on any lands and tenements held by him, neither had the said Daniel any interest therein.”\nPlaintiff replied, in substance, that the said deed, dated the 6th of March, 1844, was delivered and recorded for the purpose of delaying, hindering, and defrauding the creditors of the'said Daniel Plelfrich, of whom the plaintiff was and is one.\nThe jury were then sworn on the 2d day of February, 1848, between the plaintiff and the said Jacob S. Helfrich, on whom the writ had been served as terre tenant.\nOn the trial, after the plaintiff gave in evidence her judgment, and the defendant, Jacob S. Helfrich, his deed, the plaintiff offered to go into evidence of Daniel Helfrich’s indebtedness, and other facts, to show that the deed of the 6th of March,' 1844, from Daniel Helfrich to Jacob S. Helfrich, was fraudulent and void as against creditors. Jacob S. Helfrich objected to the evidence, on the ground that his right to the land in question could not be tried on the said proceeding by scire facias; that the plaintiff’s course was to proceed on the judgment she had recovered against Daniel Helfrich, and sell his interest, if any, in the land, and then let the purchaser at sheriff’s sale try the title to the land in an ejectment. The court, however, overruled *the objection and admitted the evidence.\nIn the course of the trial, the court, under the supposition that a fraud in law had been made out, rejected the evidence offered by Jacob S. Helfrich to show payment of a full consideration Iona fide, and that no fraud in fact had been committed.\nThis was made the subject of bills of exception, as was also the charge of the court. The jury, under the evidence and charge, found a verdict in favor of the plaintiff. Jacob S. Helfrich then sued out a writ of error, and this court reversed the judgment against him (but affirmed it as to Daniel Helfrich) on the ground taken by the defendant below, that the matter of the title could not be tried on the scire facias. Daniel Helfrich, however, had not sued out a writ of error.\nThere having been no bail entered on the writ of error, the plaintiff below sued out a fieri facias, returnable to September term 1848, on which the premises conveyed by deed of the 6th of March, 1844, were levied upon as the property of Jacob S. Helfrich, the terre tenant, and condemned. A venditioni exponas issued, returnable to December term 1848, No. 19, on which the sheriff sold the premises to Daniel Stein for $1950.\nThe judgment against Jacob S. Helfrich was reversed at December term 1849. But no remittitur was taken from the Supreme Court to the Common Pleas of Lehigh, county until 13th of February, 1850.\nWithout having the record remitted, on the 4th day of February, 1850, nn motion of Mrs. Bleiler’s attorney, a commissioner was appointed to report the liens, &c. And on the 5th of February, 1850, on motion, the sheriff was ruled to pay the money into court; and on the 7th of February, 1850, the sheriff paid into court $1764.38, the net proceeds of sale, deducting costs retained by the sheriff.\nOn the 7th of February, 1850, the commissioner made a report that the following were the first liens, (these were all judgments against Daniel Helfrich,) with interest calculated to the day of sale :—Joseph Acker, judgment, 1st April, 1844, $137.81; John Bieber, 3d April, 1844, $1076.31; Catherine Siegfried, 8th April, 1844, $186.46; Dennis Bachman, 9th April, 1844, $220.92; Elizabeth Bleiler, 9th April, 1844, $718.94; in all, $2,346.44.\nThe proceeds of the sale paid into court were $1764.38.\nThere were a number of other liens against Daniel Helfrich, but those reported exceeding the amount of the money paid into court, the commissioner did not report them. Report filed, February 8th, 1850.\nThe court allowed some of the judgment creditors of Daniel Helfrich to take out of court their shares of the net amount of the proceeds of sale.\nOn 8th February, motion for a rule to show cause why Jacob S. Helfrich should not draw the amount of costs incurred by him in the above suit, out of the money in court payable to Elizabeth Bleiler. Same day, this rule was discharged.\nThe remittitur from the Supreme Court was received and filed in the Common Pleas on the 13th of February, 1850.\nOn the 23d of February, 1850, Jacob S. Helfrich entered his appeal with recognisance, &e., to the Supreme Court, and for him it was, inter alia, assigned for error:\nThat the court erred in- not decreeing to Jacob S. Helfrich the proceeds of sale, the estate having been sold as his property, and the judgment against him having been reversed.\nThat, on the evidence before the court below, the title to the property wás prima facie in Jacob S. Helfrich, and the proceeds of sale could therefore not be legally awarded to the creditors of Daniel Helfrich.\nThe court erred in decreeing to the plaintiffs in the judgments the amounts. of their bills of costs for trying the issue against Joseph S. Helfrich, in regard to whom the judgment was reversed.\nThat the court erred in not awarding to Jacob S. Helfrich the amount of the costs incurred by him, out of the moneys in court decreed to Elizabeth Bleiler.\nArgued by J. M. Porter, for appellant.\nQ. Davis and T. Sergeant, for appellees.\nMarch 31, 1851."
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 385
}
