{
  "id": 408729,
  "name": "Fretz's Appeal",
  "name_abbreviation": "Fretz's Appeal",
  "decision_date": "1851-04-03",
  "docket_number": "",
  "first_page": "397",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 421",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0421-01"
      ]
    },
    {
      "cite": "4 Yeates 514",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 240,
    "char_count": 3697,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.1507946903016427e-07,
      "percentile": 0.5813383328526103
    },
    "sha256": "122bb55f6787a84c1e7b4db1b35488f4bd1093ce0d70e680279b10c8dc3edb45",
    "simhash": "1:e27a18563fc38972",
    "word_count": 655
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fretz’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe disallowance of a road rests in the discretion of the Quarter Sessions, and depends on facts which cannot appear in a court of error. Hence there is no instance in which the propriety of it has been reviewed on certiorari.\nOrder affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Lear, for appellant.",
      "Michener was for appellees,"
    ],
    "corrections": "",
    "head_matter": "Fretz’s Appeal.\nThe disallowance of a road rests in the discretion of the Court of Quarter Sessions, and depends on facts which cannot appear in a court of error. The propriety of the disallowance will not be reviewed in the Supreme Court on certiorari.\nThis was an appeal by Henry Fretz from the decree of the Court of Quarter Sessions of Bucks county, disallowing a road and setting aside the report of the viewers appointed' to lay out a road in Bedminster township, in said county.\nThe petition of divers inhabitants of the township of Bedminster and parts adjacent was presented, showing that they labor under great inconvenience for want'of a road beginning at a public road leading from Erwinnato Line Lexington on lands of the Mennonite Society of Deep Run, thence by the nearest and best route until it intersects a public road leading from the township line road to the Easton stage-road on the land of Isaac Gross in the said township,- and praying the court to appoint proper persons to view and lay out the same according to law.\nViewers were appointed on the 14th September, 1849, and an order issued to them. The viewers reported in-favor of a road beginning at a stake in a public road leading from Envinna to Line Lexington on lands of the Mennonite Society of Deep Run, in the township of Bedminster, and county of Bucks, thence through said lands, &e. &c., “ to a stake in a public road leading from the township line to the -Easton stage-road, a plot or draft whereof is hereunto annexed.”\nThe report was endorsed, Filed November 6th, 1849, confirmed, and road ordered to be opened thirty-three feet wide.\nOn the 24th of January, 1850, John L. Delp, one of the trustees of the Mennonite Society of Deep Run, on behalf of said society, filed the following exceptions to the confirmation of said report:—\n1. The petition or order does not state the commencement and termination of the road prayed for with that distinctness which the law requires.\n2. The petition or order does not specify in what township the road commences.\n3. The report itself does not state in what township or county the road terminates, nor on what township lines.\n4. A considerable portion of said road is laid out upon the bed of another public road.\n5. Said road is laid out upon the property of said society near the grave-yard, and on a part of land intended for an enlargement of said yard, but not as yet appropriated for that purpose.\nSigned by John L. Delp, and accompanied with his affidavit.\nOn the 24th day of April, 1850, upon argument of the above exceptions, the court decreed as follows, to wit:—“ April 24,1850, Road disallowed and report set aside.”\nIt was assigned for error:\nThe court erred in disallowing said road and setting aside the report of said jury.\nThe case was argued by Lear, for appellant.\nlie contended that the exceptions to the road were not sustained—that there was no certain rule for stating the points of commencement and termination of a proposed road, and that in this case those points were stated with sufficient distinctness: 4 Yeates 514, Kyle’s Road. That a road may be laid out partly over the bed of a road already laid out and opened: 2 Rawle 421; 5 TpP\". $ Ser. 204. That it did not appear from the record which of the exceptions were sustained by the court below; and he.contended that no one of them was sustained by law.\nMichener was for appellees,\nbut the court did not hear him.\nApril 3, 1851."
  },
  "file_name": "0397-01",
  "first_page_order": 397,
  "last_page_order": 398
}
