{
  "id": 408716,
  "name": "Bloom's Appeal",
  "name_abbreviation": "Bloom's Appeal",
  "decision_date": "1851-04-03",
  "docket_number": "",
  "first_page": "403",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 406,
    "char_count": 7758,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.0958850690822826e-07,
      "percentile": 0.7609951390988432
    },
    "sha256": "d410e2fb521873ac3bfa32ff23312e2162f525511a1b6453861e2af0d074f6a4",
    "simhash": "1:57ebf4b2d9482f4a",
    "word_count": 1304
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bloom’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe settlement of an administration account is necessary to protect creditors.as well as next of kin; and no agreement by the latter with the executor or administrator can bind the former or release him. It is said there are no creditors in this instance ; but it. cannot be known with judicial certainty that creditors will not yet appear. The effect of the agreement, whatever it is, may be had in a proceeding between the parties to it; but it has no place in the settlement of the administration account. We do not see any reason to disturb the commissions.\nDecree of confirmation affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Mulvany, for appellant.",
      "Dreedley, for Shellenberger and wife, appellees."
    ],
    "corrections": "",
    "head_matter": "Bloom’s Appeal.\nThough the residuary legatee express satisfaction with the account of the executor and release him from all liability, an auditor, to whom the account has been referred to audit and resettle, is not bound by the release; but as creditors may be interested, though none then appear, the account may be stated by the auditor and acted on by the Orphans' Court as if creditors were interested, leaving the effect of the agreement or release to be settled in a proceeding between the parties to it.\nThis was an appeal by Peter D. Bloom, executor of the will of Elizabeth Funk, deceased, from the decree of the Orphans’ Court of Montgomery county.\nJuly 20, 1848, a caveat against the probate of the will of Elizabeth Funk, deceased, was filed in the register’s office by Henry Cope; but it was afterwards withdrawn.\nJuly 22,1848, will of Elizabeth Funk, deceased, admitted to probate, and letters testamentary granted to Peter D. Bloom.\nJuly 22, 1848, inventory of personal property filed, amounting to $444.28, of which $270.82 were movable goods, and the balance, to wit, $173.46, was a bond for $126.92 against Henry Cope, and $46.54 cash on hand.\nMay 21,1849, account of the executor filed, and release executed to Peter I). Bloom by Sarah Shellenberger and Hilary Shellenberger.\nAugust 28, 1849, exceptions filed by Hilary Shellenberger and Sarah Shellenberger, the sole legatee and devisee under the will.\nSame day, the court appointed an auditor to audit, restate, and resettle the said account.\nThe exception relied on before the auditor, and upon which the whole case turned, was the following:—“ The commissions charged by the accountant are more than he is by law entitled to.”\nUpon this point, the auditor made report as follows:—\nThe counsel for accountant offered in evidence a release from Sarah Shellenberger and Hilary Shellenberger, her husband, to Peter D. Bloom, dated May 21, 1849, a copy whereof is hereunto annexed, and contended that if the auditor should proceed to audit the estate, that then the accountant should not be charged with the whole of the amount of the inventory. It was contended on the part of the accountant that, inasmuch as he produced in evidence said release under the hands and seals of the exceptors, that, therefore, they were estopped from excepting to the account or from alleging that it was incorrect, and that for that reason the account should remain undisturbed by the auditor. ’ The auditor, however, considered the case in another aspect. Sarah Shellenberger, it is true, was the sole legatee under the will of the deceased, and, under the provisions thereof, was entitled to whatever was not required for the payment of debts and funeral expenses. If, however, the debts of decedent should absorb all, then the creditors alone would be interested.\nIf, under this view of the case, the exceptors were debarred from all claim to the balance, which it seemed unnecessary to consider, that being more properly a question belonging to the distribution of the estate, the auditor did not deem it proper to pursue any other course than to audit, restate, and resettle said accounts. He accordingly corrected them as follows:—It did not appear that the executor had any extraordinary trouble; he therefore considered the commission too high. The estate, however, being small, he considered that the usual percentage would not repay the care and responsibility of the executor, and he therefore allowed him $50, instead of $122.90, which $50, with expenses of audit, amounted to $57.50; and that deducted from $122.90, left $65.40, which difference was what was claimed by counsel for exceptor to be the balance, it being admitted on his part that the personal property delivered to Sarah Shellenberger would equalize the matter in all other respects.\nThe following is a copy of the release given in evidence:—\n“Know all men by these presents, that I, Sarah Shellenberger, late Sarah Heller, now intermarried with Hilary Shellenberger, who makes himself a party to this instrument of writing by signing, sealing, and delivering the same, being legatee under the will of Elizabeth Funk, that I, the said Sarah, as well as my said husband, have, this day, seen and investigated the account of Peter D. Bloom, the executor of the said last will and testament, as filed by him this day, in the register’s office at Norristown, and that we are perfectly satisfied that the same is correct; and we do further acknowledge that I, the said Sarah Shellenberger, have received all my rights, dues, legacies, dividends, and estate under the said will; and in consideration thereof we, the said Sarah Shellenberger and the said Hilary Shellenberger, do hereby remise, release, exonerate, and for ever discharge the said Peter D. Bloom from all liability to us, or either of us, for or by reason of his said executorship, or any matter or thing growing out of the same. In testimony whereof, we have hereunto set our hands and seals, this 21st day of May, A. D. 1849. Signed,\nSarah Shellenberger, [l. s.]\nHilary Shellenberger, [l. s.]\n“ Sealed and delivered in the presence of us, '\nII. Drake, H. G. Hart.”\nRecorded on same day.\nS. N. Rich affirmed as to admissions made by exceptors before the auditor.\nTo the report of the auditor the accountant filed the following exceptions:— ,\n1. The auditor erred in charging the accountant with the full amount of inventory, and in not giving him credit for the full amount of movable goods which Sarah Shellenberger, the legatee, took under the will, and which never came into the accountant’s hands, nor were ever turned into assets- by him, to wit, the sum of #270.82.\n2. The auditor erred in charging the accountant with more than $178.46 of the inventory.\n3. The commissions allowed the accountant are entirely inadequate to compensate him for his trouble in the management of his trust.\n4. The auditor erred in disturbing the account at all, as, by the paper executed by the exceptors, the exceptors admitted the account as filed in the register’s office to be correct—that they had examined it and were satisfied with it, and released the accountant from all liability to them on account of his executorship, &c.\nUpon these exceptions the court decreed as follows:—\nThe court is satisfied with the auditor’s report and confirms it. The testimony of Mr. Rich is not disputed by the court, as to the facts stated; but the whole case, taking said testimony and the' amount paid to creditors of the estate together, shows that if all the inventory, except the $46.54 cash, was given over to the legatee, that she or some one for her, must have supplied the executor with money to pay debts and his commissions as exhibited in the account.\nExceptions were filed; first, that the court erred in confirming the auditor’s report and in overruling the exceptions filed to the auditor’s report on the part of the accountant.\n2. The court, in confirming the auditor’s report, erred in not decreeing specially that the account as filed was binding and conclusive on the legatee.\nMulvany, for appellant.\nDreedley, for Shellenberger and wife, appellees.\nApril 3, 1851."
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 405
}
