{
  "id": 408747,
  "name": "Hellings's Executors versus Directors of Poor",
  "name_abbreviation": "Hellings's Executors v. Directors of Poor",
  "decision_date": "1851-04-04",
  "docket_number": "",
  "first_page": "409",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 39",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771259
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 11845,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.5210388595340112e-07,
      "percentile": 0.6692911440010595
    },
    "sha256": "fe07b0db9f747fa2b300c14d339e859a233bd5cfef1b269b634ded7b32010520",
    "simhash": "1:8a8dcc4a8e66dedf",
    "word_count": 2150
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hellings’s Executors versus Directors of Poor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRoaers, J.\nThe sentence of the court is somewhat indefinite, in omitting to mention the person, viz. the mother, to whom the lying-in expenses, and the weekly allowance for the support of the child, were to be paid. This, however, is no_t a fatal defect, as we will intend it to be payable, either to the mother or to another, who, in case of her decease, may take her place. It was not regarded as error in Goddard v. Com’th, 6 Ser. & R. 284, where the sentence was in the same form, and adjudged to be good. Nor do we perceive any thing exceptionable in the condition of the bond, which it is believed is in the usual form and according to the most approved precedents. The condition of the bond is to indemnify the county from all expenses for or by the reason of the birth, maintenance, education or bringing up of said ehild. This unquestionably means that the defendant shall pay to the mother, or any other person entitled to receive it, the lying-in expenses, and the seventy-five cents a week for the maintenance of the child, or indemnify the county for having to pay those expenses. It is said the education of the child is not part of the sentence; and in words it is not: yet it is part of the condition of the bond which he was ordered to give. The education, to which the condition refers, perhaps does not mean his scholastic instruction; but if it did, I should see no objection to it on that account, in a country which depends for its very existence on the intelligence of its citizens. ' It may rather mean his moral culture, which certainly ought not to be left wholly neglected. Education means the instruction of children—all that series of instruction and discipline which is intended to enlighten the understanding, correct the temper, and form the manners and habits of youth, and fit them for usefulness in their future stations. The ehild is innocent, whatever may be the guilt of its parents, and it is but right it should receive justice at least, from the hands of those who are bound by law and every natural and religious duty to nourish and support it. The words, from time to time and at all times hereafter, are restricted by the time previously mentioned, viz. until the child attained the age of seven years. This is the obvious meaning of the bond, taken as a whole, and we are indisposed to construe it in detached parts. This, we agree, is a statutory bond; but, as we perceive no more onerous condition than the law imposes, we are of opinion the bond is good.\nJudgment affirmed.",
        "type": "majority",
        "author": "Roaers, J."
      }
    ],
    "attorneys": [
      "Lear, for defendant in error,",
      "Du Bois for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hellings’s Executors versus Directors of Poor.\nThe condition of a bond given by the father of a bastard child, being that he will from time to time and at all times hereafter save, keep harmless, and indemnify the county from all expenses, costs, charges, and damages which shall or'may hereafter happen or accrue for or by reason or means of the birth, maintenance, education or bringing up of said child: Held, that the condition was no more onerous than the law imposes, and that the bond was good. That the education may mean scholastic instruction, or may mean the moral culture of the child. The words from time to time and at all times hereafter are restricted to the period of seven years, the time prescribed by the order of the court and recited in the bond.\nError to tbe Common Pleas of Bucks county.\nThis was an action of debt on a bond in the penal sum of $400,' brought by the Directors of the Poor and House of Employment of the county of Bucks, against Jeriel Hellings, and others, executors of the last will and testament of Jesse Hellings, deceased. The pleas were, payment and nil debet.\nPlaintiff below, on the trial of the case, gave in evidence; 1. The bond, dated 28th of April, 1846, as follows, to wit:\n“ Know all men by these presents, that we, Jeriel Hellings and Jesse Hellings, of the county of Bucks, and State of Pennsylvania, áre held and firmly hound unto “ The Directors of the Poor and House of Employment of the County of Bucks,” in the sum of $400 lawful money, to which payment, well and truly to be made, we do bind ourselves and each of ourselves, executors, administrators, firmly by these presents. Sealed with our seals, dated the 28th day of April, 1846. Whereas at a Court of Quarter Sessions of the Peace in and for the county of Bucks, held at Doylestown, the 27th day of April, 1846, the aforesaid Jeriel Hellings was convicted of fornication and bastardy on the body of * * * and sentenced by said court to pay a fine of 1 cent to the county, $20 lying-in expenses, and 75 cents per week for the support of the child until it shall be seven years old. Now, the condition of this obligation is such that if the said Jeriel Hellings shall and does from time to time and at all times hereafter well and sufficiently save, defend, and keep harmless, and indemnify the county of Bucks, the Directors of the Poor and House of Employment of said county, of and from all expenses, costs, charges, and damages whatsoever, which shall or may hereafter happen or accrue for or by reason or means of the birth, maintenance, education or bringing up of said child, and of and from all'actions, suits, troubles, and demands whatsoever touching or concerning the same, then this obligation to be void.”\n2. Record of conviction and sentence as follows:—“ Commonwealth vs. Jeriel Hellings. Fornication and bastardy. True bill and verdict guilty.—April 27th, 1846. The sentence of the court is that the defendant pay a fine of 1 cent to the county, $20 lying-in expenses, and 75 cents per week for the support of the child until seven years old, give bond with one surety in the sum of $400 to the Directors of the Poor of Bucks county, to indemnify the county, pay costs of prosecution, and stand committed until this sentence is complied with.”\n3. Order of relief of * * the child referred to, upon which she was admitted into the almshouse.\n4. Evidence was also given of the time the said child was chargeable, and the amount of charge.\nIt was admitted that Hellings, the father of the child, was in jail when the bond was given. Thereupon the plaintiffs closed, and the defendants gave no evidence.\nThe court charged the jury that there was nothing done or omitted in the condition of the bond in evidence to prevent the plaintiff’s recovery.\nDefendant’s counsel excepted to the charge, and error was assigned as to it.\nLear, for defendant in error,\ncontended that the bond was a statutory bond, and was not in the form required by law. The bond required by law is to perform the order of the court for the maintenance of the child: Act of 1705, sec. 8, Dunlop 15. The sentence or order of the Court of Quarter Sessions is void by reason of its uncertainty. It does not state to whom the 75 cents per week shall be paid, nor against what the defendant shall indemnify the county. The sentence should be to pay the 75 cents per week to the mother of the child, and to indemnify the county against its support for some definite period, if he fails in the payment of said weekly sum : 3 Yeates 39.\nThe condition of the bond should be in the alternative, to pay 75 cents per week to the mother, or indemnify the county against the maintenance of the child, until it is seven years old. The consequence of this omission is that, although the defendants may pay 75 cents per week to the mother until the child is seven years old, yet there may be a breach of the condition of the bond at any future time, should the child become a charge upon the county. The bond in this case imposes a greater burden on the defendants below than the law requires, and is therefore void: Com’th v. Laub, 1W. § Ser. 261. The condition is to indemnify the county from all expenses, &c., for or by reason of the birth, maintenance, education, or bringing up of said child. The part of this condition which refers to the birth is retrospective, and consequently void. The education of the child was no part of the order of the Court of Quarter Sessions, and that also is\"void.\nThe maintenance, is required by the condition of this bond, together with the education or bringing up of said child, “from time to time and at all times hereafter,” thus extending the period for which these defendants are made liable to an indefinite period. This obligation as to time refers to every matter in, and runs through the whole condition of the bond, and consequently is not severable. It is impossible to sever an indefinite period of time, and restrict the obligation to some definite period by an indefinite sentence. There is nothing upon the record to sever this condition by. And the only end there can be to this obligation is the death of the child, which may not be within seven years. This is certainly a heavier burden than the law will impose upon these defendants : Beacom et al. v. Holmes; Cochran et al. v. McKnight, 13 Ser. $ B. 190; McKee et al. v. Stannard, 14 Ser. $ B. 380.\nThe bond is not good at common law, for the defendant gave it to be released from imprisonment, and is not a voluntary bond: 13 S. f B. 190.\nDu Bois for defendant in error.\nThe condition of the bond in Ticec verba, is not required by the statute, but merely directs security to be given to the court, town, or place, to perform the order of the court for the maintenance of the child, as the judges shall direct or appoint.\nIn those counties where almshouses exist, the court has decided,. in Dorsey v. Com’th, 8 Ser. ¿•R. 261, that the bond should be given to the directors of the poor of the county.\n- The condition of the bond in this case is in the form given by Graydon, page 322', vol. i.\nThe bond recites the decree of the court, which was to pay 75 cents per week for the support of the child until it should be seven years old. The law does not require the payment to be made to the mother, for the mother may not support it. The sentence is in accordance with the case of Goddard v. Oom’th, 6 Ser. $ R. 284, which was held to be good and in the proper form : see 3 Yeates 39. The condition of the bond is to indemnify the county from all expenses for or by reason of the birth, maintenance, education or bringing up of said child. This means that the defendant shall pay for the lying-in expenses, and the 75 cents per week for the maintenance of the child, or indemnify the county for having to pay those expenses. The education of the child is explained by the subsequent words, or bringing up of said child. Education does not here mean a scholastic instruction, but is used in its general sense, which Webster defines to be “all that series of instruction and discipline which is intended to enlighten the understanding, correct the temper, and form the manners and habits of youth, and fit them for usefulness in their future stations.”\nThe words “from time to timé and at all times hereafter,” are restricted by the previous time mentioned in the recital, viz. the seven years: 7 Barr 199.\nThe bond was good as a bond taken at common law: Speck v. Com’th, 5 Barr 327.\nThere was no evidence that the defendant, Jeriel Hellings, was required to execute this bond or remain in prison, or that he offered to execute one in any other form; the presumption is that the bond was prepared by his own counsel. The court had nothing to do with the preparation of the bond.\nIn Shunk v. Miller, 5 Barr 250, it is decided that bonds taken under statutes which do not prescribe a form, are not avoided by conditions beyond the demand of the statutes when the conditions are severable: such conditions are surplusage.\nHere the conditions may be severed: the words “ education or bringing up,” may be treated as surplusage, and by striking them out then the condition would be in conformity with the sentence, viz. to indemnify the county for the maintenance of the child.\nApril 4, 1851,"
  },
  "file_name": "0409-01",
  "first_page_order": 409,
  "last_page_order": 413
}
