{
  "id": 408696,
  "name": "Goepp's Appeal",
  "name_abbreviation": "Goepp's Appeal",
  "decision_date": "1851-04-05",
  "docket_number": "",
  "first_page": "421",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 54",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0054-01"
      ]
    },
    {
      "cite": "4 W. 3",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 299",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 250",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "2 Pa. Rep. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 911,
    "char_count": 21023,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 6.116814631432179e-08,
      "percentile": 0.3810895924820327
    },
    "sha256": "166f6f62d7d3d83e9ce531a318a3c2e1298cfc5c48ce365850a7195a62da0f95",
    "simhash": "1:e8f7c60efa37f34e",
    "word_count": 3708
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Goepp’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nWere this an action upon the recognizance acknowledged by Abraham Worman, in the Orphans’ Court, to secure payment of the supposed distributive share of Mrs. Wagner in heríate grandfather’s estate, there is no doubt that, under the facts since disclosed, the action would fail, as falling directly within the principles ascertained by Custer v. Detterer, 3 W. & Ser. 28; Franks, President, v. Groff, 14 Ser. & R. 181; Commonwealth v. Hantz, 2 Pa. Rep. 333; and Seaton v. Berry, 4 W. & Ser. 183. The estate having been absorbed by the creditors, nothing remains for the heirs of the decedent, and consequently there could be no recovery under an obligation intended only to secure satisfaction of a really beneficial interest.\nBut had the sum of money, ascertained in the Orphans’ Court as due to Mrs. Wagner, been actually paid to her or to her husband, it is more than doubtful, as the decisions stand, whether it could have been reclaimed by the paying party, since it might be said she received it conscientiously, though subsequent events showed it did not belong to her ; yet, it is difficult, if not impossible, to perceive how she could have retained it conscientiously.\nBut we .are not called on to consider the relative rights of the parties under that aspect, for here there has been neither payment nor decree of payment. For the convenience of those interested, the Orphans’ Court ordered its clerk, by calculation, to ascertain what would be the value of the respective shares of the several heirs, after deducting the debts then presented, and for which it was thought the estate would alone be called on to answer. This was done, but nothing beyond in the nature of a final decree. After ascertainment of the several distributive shares, the next authorized step, in regular progression, must have been a direction to pay the sum shown as apparently due to Mrs. Wagner, to her husband, (she being then covert,) on his giving security according to the forty-eighth section of the act of 29th March, 1832,; or, failing.this, to order the money to be vested by trustees, for the benefit of husband and wife. B.y the established practice, the latter course could be pursued only on an application of some of the parties interested, including, of course, the owner of the land under the -adjudication. But, until such application, the court, strictly speaking, had no power over the fund. The act of Assembly does not contemplate a deposite in court, where it must remain locked up in unproductiveness. I know that, in some districts, this usage has, to some extent, prevailed, where the husband neglects or refuses to give the required security. In others, the courts steadily refuse to receive the money, as not within their province, leaving the wife to depend on her security by recognizance, carrying interest. And this, questionless, is the better practice,—not to\" say' the only correct one,—because more consonant with the object of the statutory provision on this subject. It will be said, this may entail on the owner of the land the continued burden of a debt he is able and willing to discharge. But, if so, such an inconvenience is by no means singular. It often happens, estates in the hands of wealthy persons are clogged with encumbrances which cannot for a time be removed, as, for instance, the widow’s lien in lieu of dower; -and, in both cases, the party accepts the land subject to this risk. Besides,—in my experience in the administration of the laws regulating the distribution of decedent’s estates, not a limited one,—■ I have seldom met with an instance where it was difficult to find a responsible person willing to take a fund so situated, as trustee, upon adequate security. On the whole, it is, consequently, preferable to leave the fund with him the law recognises as debtor, until such disposition can be made of it as the act points out, rather than the court should become its depository. To say the least of it, such a step is questionable.\nPassing this, however, it is very clear payment into court is not payment to the heir. At best it is but an informal mode of securing the fund for whoever may, ultimately, be found entitled to it. It in no respect resembles money received by a sheriff, by virtue of an execution, which, in legal contemplation, discharges the debt. There, the officer represents the creditor, for every purpose of receipt and discharge; while here, the most that can be said is, that the court has volunteered to become a custodier, for the benefit of the party really entitled. Did the statute authorize a direct payment into court, to enure to the use of a feme covert, the consequence might be different. But, in the absence of such a direction, a deposite in court no more concludes the rights of the parties, than would a voluntary payment to a prothonótary of the Common Pleas in satisfaction of a common-law judgment. Here, the utmost sanction that can be conceded to the transaction is to regard the court as a stakeholder, clothed with a discretion to hand the sum received over to him, whom circumstances may eventually designate as legally entitled to receive it.\nThis being so, it is very clear Mrs. Wagner, under the facts that have transpired, is not that person. As the deposite in court cannot be regarded as payment to her, she stands, when urging the claim* precisely in the position of a suitor seeking to enforce the recognizance of the accepting heir. Such an attempt, as has been shown, must necessarily fail, because of the failure of the consideration on which the recognizance is based. We have, therefore, no hesitancy in saying the court below erred in ordering the fund in its custody to be paid to Mrs. Wagner.\nBut can it be awarded to the appellant, representing the Society of United Brethren ? An affirmative response- to this question is urged, on the ground that, as the money deposited is conceded to be the identical money loaned upon the mortgage, the mortgagee may follow and reclaim it, on failure of the security. But the mortgage itself, as constituting a contract, stands in the way of this proposition. The execution of that instrument was the consideration for the payment to the mortgagor of the amount secured by it; and, so long as it remains unimpeached, the fund in court must be regarded as belonging to him. He is liable, personally, under the mortgage, and while that is held as a subsisting security, he is entitled to the sum which, in fact, purchased it. So regarded, it presents the ordinary case of a loan upon a real security, afterwards found insufficient, leaving the lender to the unassisted competency of the borrower. Were he personally sufficient no question could be made of this, and the fact of his insolvency can work no difference.\nBut it is said in the paper-book, that the United Brethren were induced to lend their money upon a false representation that the debts due from the estate of the intestate amounted only to a certain Sum, which was said to he paid] leaving the land unencumbered, and, therefore, a sufficient pledge for the repayment of the loan. If, being ignorant of the facts, and depending on the borrowers for information, the lenders were misled by such a misrepresentation, and thus induced to do what otherwise they would not have done, it is undoubtedly such a fraud as will avoid the transaction as against the mortgagees, and enable them to pursue the money just .as though it had been surreptitiously obtained, independently of contract. It is familiar doctrine that where there has been a gross misrepresentation of fact, leading to contract, the fraud practised will so utterly avoid it that it is not even susceptible of confirmation without a new consideration: Cochran v. Cummings, 1 Dal. 250; Duncan v. McCullough, 4 Ser. & R. 487 ; Chamberlain v. McClurg, 8 W. & Ser. 36. A consequence of this doctrine is, that where money has been received mala fide, it may be followed as readily as a chattel: Petrie v. Clark, 11 Ser. & R. 377; more especially where it can be distinctly traced.\nBut whether fraud of this character existed at the inception of the mortgage, in this instance, we are at present incompetent to decide, both for want of fact and of parties. The evidence, if any was given, is not brought up with the record, and the mortgagor, w'ho must be the other party to the contest, is not before us. * We can, consequently, do nothing more than reverse the order made by the Orphans’ Court, and remand the record for further proceedings, with a strong expression in favor of the abstract justice of the appellant’s claim as it is now presented. The difficulty is in understanding how the controversy is to progress in the Orphans’ Court. As, however, that tribunal has possessed itself of the fund, with the assent of all parties, it may, perhaps, be esteemed as competent to decide between them, either of itself, or by the intervention of a jury, under an issue directed to try the fact of the alleged fraud.\nDecree reversed, and record remitted for further proceedings.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by J. M. Porter, for the appellants.",
      "0. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Goepp’s Appeal.\nWhere, under a mistake as to the amount of debts against the estate of a decedent, money was loaned on bond and mortgage to two of the heirs, one of whom had taken the land at the appraisement and conveyed a part to the other, under the allegation that the amount advanced and covered by the mortgage was the whole amount of responsibilities of the decedent; and the share of a married daughter of the deceased, then in her minority, in the balance over the estimated debts, was paid into court for her use, under an arrangement between the two heirs and the mortgagee, because of her minority: through the subsequent insolvency of one of the said heirs, the estate of the deceased, who was his surety, became insolvent: Held, that the 48th section of the act of 29th March, 1832, relating to Orphans’ Courts, does not authorize the payment into court for the use of a married woman, of her share of the valuation of lands appraised and taken at the appraisement; that to the money so deposited she has no legal right, and that as to it the court is but a stakeholder: but that the money so deposited belongs to the mortgagors, unless there has been fraud on their part in relation to the amount of the debts of the decedent, and if so, such fraud may avoid the contract between them and the mortgagee, and the money may thus in equity belong to the mortgagee.\nAppeal from the Orphans’ Court of Lehigh county.\nAbraham Worman, the elder, died August 15th, 1846, seized of certain real estate in Lehigh county, known as the Spring property, which, on proceedings had in the Orphans’ Court, was valued and appraised and offered to the heirs for acceptance, all of whom in open court, refused. Whereupon, an order of sale was granted to Abraham Worman, Jr., and Peter Huber, the administrators of the deceased, to sell the same.\nSubsequently, to wit, on the 3d December, 1847, by agreement of all the heirs in open court, the order to sell was rescinded, and Abraham Worman permitted to accept the property at the valuation, ($6827.49,) who entered into recognizance to secure to the heirs the several shares, and soon after conveyed the undivided moiety thereof to Peter Huber.\nDuring the lifetime of Abraham Worman the elder, the real estate above mentioned was bound,- inter alia, by the lien of a mortgage in favor of the Society of United Brethren for Propagating the Gospel among the Heathen, for the sum of $1300, and which, with other debts and liens, remained unpaid at his death.\nOn the 15th May, 1848, in pursuance of an agreement with Messrs. Worman and Huber, Mr. Goepp, the treasurer of the said society, entered satisfaction on this mortgage, (worth then $1539.38,) and advanced to them the additional sum of $1400.62, taking a new bond and mortgage for the aggregate, to wit, $2940, on the Spring property, the title to which was then in Worman and Huber, as above stated. This was done, however, on the distinct understanding that all the debts and liens against said Spring property were paid and extinguished, so as to make this $2940 mortgage the first lien. A schedule of debts and liens on said Spring property, amounting to $3407.47, said to have been paid by said Huber and Worman, was exhibited and referred to the clerk for examination, with directions to enter a credit on the recognizance of Abraham Worman the younger, if found correct; which was done. The schedule of debts, above mentioned, was exhibited as a full list of all the liens and debts of Abraham Worman the elder, that bound the Spring property. The $1539.38 due, as above stated, to the society, was on the schedule, and was part of the $3407.47 said to have been paid and credited on the recognizance.\nThe clerk of the court had also been directed to ascertain the amount due to each of the heirs of Abraham Worman, after deducting costs and debts paid by the aeceptant from the valuation of the real estate. The sum thus found to be due to the wife of William Wagner, (she being a grand-daughter of the deceased,) was $530.70, which sum, taken from the $1400.62, the money which had just been loaned to Worman and Huber, was, in the presence of Goepp, Worman, and Huber, deposited with the clerk of the court, under a rule of the court, for her use, because she was not of full age, and could not make the declaration required by the act of Assembly to entitle her husband to receive it. The $530.70 deposited in court were part of the $1400.62 loaned by Goepp to Worman and Huber, as above stated, on their assurance that all the prior debts and liens against Abraham Worman, Sr., were fully paid.\nOn the 4th September, 1848, on application of Charles Keck,- a creditor of Abraham Woman the elder, the letters of administration previously granted to Abraham Woman and Peter Huber were vacated, and letters de bonis non granted to Henry King, Esq., who, on the 21st September, 1848, presented a petition to the court, setting forth that there remained due and unpaid claims against the estate, of Abraham Worman the elder, to the amount of $6458.37, and that the personal property of the deceased was insufficient to pay the same, and praying for an order of sale, which was granted, and by virtue of which all the real estate of which the deceased died seized was sold at public sale, for the sum of $6675.50, to wit, the Spring property for the sum of $6305, and certain mountain land for the balance. It was alleged that this application and order were in consequence of the subsequent insolvency, through misfortune, of Peter Huber, for whom A. Worman, the deceased, was surety.\nOn the 8th September, 1848, on motion of Mr. Rees, the court granted a rule to show cause why William Wagner, who intermarried with Rebecca Huber, a grand-daughter of Abraham Worman, deceased, should not be permitted to take out of court the said sum of $530.70.\nPhilip H. Goepp, as the treasurer of the said Society of United Brethren, also claimed the said sum of $530.70, as being the identical money advanced by him on the execution of the .said mortgage of Abraham Worman and Peter Huber, the consideration of which had failed; and a rule was taken on his behalf to show cause why he should not be permitted to take the said money out of court.\nOn the 9th December, 1848, Peter Huber filed in court a paper, wherein he consented and agreed that the said sum of $570.30 be paid to William Wagner.\nSame day, Abraham Worman, Jr., filed a similar consent in writing, hut afterwards, on the 10th January, 1849, he recanted the consent thus given, and insisted that he was entitled to the said money.\nOn the argument of the foregoing rules, the Orphans’ Court, on the 21st June, 1849, discharged the rule taken by Goepp, as treasurer as aforesaid, and decreed that the said sum of $530.70 should be paid to Rebecca Wagner, (the said William Wagner being then dead.)\nFrom which decree, Philip H. Goepp, treasurer of the society, &c., appealed to the Supreme Court.\nException was filed, viz: That the court erred in not decreeing the said money to the Society of United Brethren for Propagating the Gospel among the Heathen, or to their treasurer, Philip H. Goepp, and in decreeing it to be paid to Rebecca Wagner.\nThe case was argued by J. M. Porter, for the appellants.\nThe money being paid into the Orphans’ Court, that court should decree it to whoever was in equity entitled to it.\nThe Orphans’ Court, in all its proceedings, is assimilated to that of a court of equity : Guier v. Kelley, 2 Bin. 299. They are authorized to permit moneys arising out of any proceedings in their court to be paid into court.\nBut the intestate died indebted on the 15th August, 1846, and the debts due by him continued a lien for five years, unless the property was sold for payment of debts, &e. See 24th section of act 24th February, 1834, Purdon 476. See also Custer v. Detterer, 3 W. Ser. 28, where the point is decided.\nThe exception to this rule is contained in the 42d section of act of 24th February, 1834, above cited, [Purdon 479,) which provides, that whenever the real estate of a decedent is sold by an executor or administrator, under an order of the Orphans’ Court under proceedings in partition, such real estate shall not be liable in the hands of the purchaser for the debts of the decedent, provided such sale be made after the expiration of two years from the granting of letters testamentary or of administration. Here the acceptance by the son was 3d December, 1847. At this time, the society had a mortgage debt due by decedent to them of $>1539.38.\nIt is a good defence to an action on a recognizance for the payment of distributive shares, that the land taken by the recognizor has been sold under an order of the Orphans’ Court for the payment of debts: Franks, President, v. Groff, 14 Ser. B. 181.\nWhere land is taken at the appraisement in the Orphans’ Court, -and the heir taking it enters into a recognizance to the other heirs, and takes possession and holds the same, and receives the rents and profits, and afterwards the land is sold on judgments obtained for debts due by the ancestor, the heir who took it is thereby discharged from paying the appraised value; he is accountable to the other heirs only for their proportion of the rents and profits : 2 Pa. Be]. 333, Commonwealth v. Hantz. See also, Franks, President, v. Groff, in 14 Ser. B. 181; also 4 W. Ser. 183.\nRebecca Wagner had no claim upon the aeceptants of the land for any portion of the valuation money. The money paid into court, if considered paid by Worman and Huber, is liable to be paid over to her, if she would be entitled to recover it if not paid in; and if she could not have recovered from those who accepted, she cannot have a decree to pay it over to her.\nBut this was the identical money of Mr. Goepp. He was induced to part with it to be paid into court upon a representation that all the debts were arranged and settled, and that he thereby obtained the first lien on the land. The dictum that money has no earmark, cannot be set up here, for the identical money of Mr. Goepp was paid to the officer of the court, and has been mixed with no other. It is there yet, and can be traced to where it is: 1 Raiole 54, see Die chinan v. The Bank.\n0. Davis, for appellee.\nThe sum of $570.30 was the share of Rebecca Wagner, after deducting the proper debts of A. Worman, Sr., deceased. The money was paid into court by A. Worman, not by Goepp. It was paid into court for the use of Rebecca Wagner, because she was a minor, and could not, therefore, make the declaration required by the act of Assembly, (referred to in the order of May 5th, 1848,) to entitle her husband to receive the same. It became their money. They were entitled to the money in law and in equity, for the difficulty which has since arisen, is the insolvency of Peter Huber, for whom A. Worman, Sr., was surety in bonds not included in the amount of indebtedness credited upon A. Worman, Jr.’s recognizance, and consequent insolvency of A. Worman, Sr.’s estate: 1 Raiole 54. Goepp loaned the money to A. Worman, Jr. and Pater Huber, upon their personal credit and the mortgage security taken from them for $2940. In a suit on their bond and mortgage, they could not defend, successfully, against Goepp’s claim upon them, and, therefore, the cases cited by the appellant, from 3F. | Ser. 28; the act of 24th February, 1834, section 42; 14 Ser. ‡ R. 181; 2 Pa. Rep. 333, and 4 W. 3? Ser. 183, have no application. As between Goepp and Huber and Worman, there was no failure of consideration which they could set up by way of defence : he, therefore, must look to those whom he trusted.\nHuber was in good credit till his property at Allentown was burned, on 1st June, 1848. As between Goepp, Huber, and Worman there was no fraud or failure of consideration which, in a suit on the bond and mortgage, would be a defence: 1 Barr 24; 2 id. 484; 1 Rawle 54.-\nApril 5, 1851,"
  },
  "file_name": "0421-01",
  "first_page_order": 421,
  "last_page_order": 428
}
