{
  "id": 408741,
  "name": "Howland & Aspinwall versus Carson & Newbold",
  "name_abbreviation": "Howland & Aspinwall v. Carson & Newbold",
  "decision_date": "1851-04-05",
  "docket_number": "",
  "first_page": "453",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wend. 545",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "15 John. 6",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0006-01"
      ]
    },
    {
      "cite": "2 Wheat. 66",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 9976,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015211697670404723
    },
    "sha256": "f08ba48c5b125061e1298c5de5f8800d4577526d6fcc78cf4f51fbc4bf646778",
    "simhash": "1:2da8e943bcae8db7",
    "word_count": 1749
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howland & Aspinwall versus Carson & Newbold."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nJudgment affirmed on the opinion delivered at Nisi Prius.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Q. Eallon.",
      "Meredith, for plaintiffs, in reply."
    ],
    "corrections": "",
    "head_matter": "Howland & Aspinwall versus Carson & Newbold.\nWhere no obligation to accept a bill of exchange exists, a purchase of the bill made without knowing of a promise to accept it, will not enable the holder to recover for^aiSS'-aeceptance. In such a case, to make a promise to accept binding, the bill must be purchased by the holder on the faith of the promise to accept.\nCertificate from the Nisi Prius, Philadelphia.\nThis was an action brought by Howland and Aspinwall against Carson & Newbold, to recover the amount of a bill of exchange, as follows :—\nExchange for $3000. New Orleans, 21st March, 1844.\nSixty days after sight of this first of exchange, second of the same tenor and date unpaid, pay to the order of myself three thousand dollars, value received, and charge,\nS. Cornell Ogden, per Edw. Ogden.\nTo Messrs. Carson & Newrold.\nEndorsed, Pay E. B. Servoss or order.\nS. Cornell Ogden, per Edw. Ogden,\nE. B. Servoss,\nDavid Hadden & Son.\nOn the face of the bill was the following:—\n“For the honor of the drawer, accepted April 1, 1844, payable at Bank of New York. Howland & Aspinwall.”\n“ American Exchange Bank. Paid by H. & A. for honor of drawer.”\nThe foregoing bill was protested for non-acceptance on April 1, 1844, and for non-payment on June 3, 1844.\nThe defendants, in 1843, were commission-merchants, residing in the city of Philadelphia, and were actively engaged in the New Orleans trade. On the part of the plaintiff, it was alleged that, among their principal business houses was that of the drawer of the bill in question. Under special authority from defendants, Ogden was directed to make purchases in New Orleans,-on joint account, to interest defendants one-half in all transactions, and to draw on them for the amount. On the part of the defendants it was denied that there was any general connection between the defendants and Ogden, the drawer of the hill; and alleged that they were not partners, but were occasionally concerned together in some joint adventure.\nHowland & Aspinwall had at the same time an agent in New Orleans.\nIn March, 1844, D. D. Withers, the agent of Howland & Aspinwall, purchased from S. C. Ogden, in New Orleans, the bill of exchange now in suit, and remitted the same to the plaintiffs in New York.\nOn the day of the purchase of the bill, Mr. Ogden wrote to Carson & Newbold, in Philadelphia, stating that he had drawn on them for $3000.\nOn the 29th March, 1844, they reply as follows:—“ We have your favor of the 21$í inst., and note your draft for $3000, which will duly protect,” &c.\nAt a subsequent day, defendants declined accepting the bill, on the ground that their account with Ogden exhibited a balance' against him. Plaintiffs afterwards, on 1st April, 1844, accepted it, as stated above.\nAfter the payment of the bill by plaintiffs, they charged Ogden with it in their account.\nThe plaintiffs did not know of the letter of acceptance until after the bill had been taken up by them.\nThe case was tried before Bell, J. At the trial of the case, he directed the jury to find for the plaintiffs, reserving the question, whether, under the facts proved, the verdict should be for the defendants ; and that if the court should be of the opinion that plaintiffs were not entitled to recover, then judgment to be entered for defendants, non obstante veredicto.\nAt a subsequent day, his honor directed judgment to be entered for the defendants,'non obstante veredicto.\nHis opinion was as follows:—>\nBell, J.—A promise to accept a bill of exchange, made before or after it has existence, will enure to the benefit of a subsequent holder for value, so far as to place him in the position, and to give him all the advantages of the party to whom the promise is made. If, at the time, there be an equitable obligation on the part of the promissor to pay—as if he have assets belonging, or is indebted to the drawer—the promise is esteemed equivalent to actual and formal acceptance, and it will make no difference that the holder knew not of the promise when he took the bill: Fairlie-y. Herrings, 3 Bing. 525; 13 Eng. O. L. B. 79; Story on Bills, sec. 249. But where no such obligation exists, then to make the promise binding, it is essential that the bill was purchased by the holder on the faith of the promise to accept. If the promise was made to the drawer by the drawee without funds, or under a mistake of the state of the accounts between them, and the bill be taken without knowledge of the promise and without respect to it, the drawee cannot be made to answer as acceptor. Under such circumstances, it is the credit which the engagement to accept gives to the bill that confers on the promise its binding effect: Goodrich v. Gordon, 15 John. Bep. 6. In this, there is no discrepancy in the cases. All of them, English and American, are accordant, as a glance at the following authorities will show: Pickans v. Van Microp, 3 Burr. 1663; Johnson v. Collings, 1 East 98; Milne v. Priest, 4 Camp. 393; Clark v. Cook, 4 East 57; Pierson v. Dunlap, Cotop. B. 571; Wynne v. Backer, 5 East 514; De Tastall v. Crousillat, 2 Wash. C. C. B. 132; Coolidge v. Payson, 2 Wheat. 66; Ogden v. Gillingham, 1 Bald. 445; Goodrich v. Gordon, 15 John. 6 ; Parker v. Greele, 5 Wend. 545; Kendrick v. Campbell, 1 Bailey’s B. 522 ; Carnije v. Morrison, 2 Metcalf 381; Beed v. Marsh, 5 Monroe’s B. 10; 3 Kent’s Com. 5 ed. 85.\nThe rule is thus stated by Lord Manseield, in Mason v. Hunt, Doug. 297, and he is followed by all the determinations. “ If one man, to give credit to another, makes an absolute promise to accept his bill, the drawer or any other person may show such promise upon the exchange to get credit, and a third person, who should - advance his money upon it, would have nothing to do with the equitable circumstances which might subsist between the drawer and acceptor.” And this is entirely consonant with reason, for if there be no moral obligation to pay, and the holder acted irrespective of the promise, and was, therefore, subjected to no inconvenience because of it, why should the promissor be held answerable as an acceptor.\nIn the case in hand, it is conceded the plaintiff purchased the bill in question in entire ignorance of the letter of March 29 th. The plaintiffs were not aware of the promise to accept, until after the protest for non-acceptance. The bill was taken on the credit of the drawer, subject to the contingency of acceptance by the drawees. It is clear, too, that the drawer could not have sustained an action against the defendants as acceptors, for the state of the accounts shows that when the letter of March was written the former was the debtor of the latter.\nIt follows that, under the principles I have stated, the plaintiffs stood in the position of holders of an unaccepted bill. Nor will their acceptance of it, supra protest, assist their claim against the drawees. Such an acceptance, for the honor of'the drawer, gives to the acceptor a claim against the drawee and subsequent parties, only where these would be liable to the drawer. Where no such liability exists the acceptor, supra protest, can only proceed against the party for whose honor he interfered: Ex parte Lamborne, 13 Ves. 179; /Story on Bills, see. 254, 255,'452; Qhitty on Bills 245-6-7,352-3. ■\nThe result is that the plaintiffs cannot recover in this action. There must, consequently, be a judgment for the defendants upon the point reserved, non obstante veredicto.\nThe direction above stated was assigned for error.\nThe case was argued by Hazlehurst. He contended that the defendants were liable as acceptors of the bill, from the circumstances under which it was drawn. That they were liable as acceptors by reason of their letter of 29th March, 1844. That the acceptance may be on a separate paper, or it may be verbal: Qhitty on Bills 307—315. The bill may have been taken on the credit of the drawer; but when it was ascertained that there had been an absolute acceptance, that acceptance is the right of the plaintiffs : Eairlie v. Herring, SBing. 625; IS Eng. Q. L. B. 79; Qhitty on Bills 317; 8 Kent’s Com. 84.\nQ. Eallon.\nThe plaintiffs declared against acceptors. On the trial, the bill of exchange was given in evidence without any written acceptance by defendants on the face of it. The plaintiffs gave in evidence the protest for non-acceptance, by which it appeared that on the 1st April, 1844, defendants refused to accept. On the same day plaintiffs accepted it “ for the honor of the drawer.” The only evidence in support of the averment of acceptance by defendants was contained in the letter of March 29th, 1844.\nThat defendants and Ogden were not partners, though they occasionally were concerned together in some joint adventure. But the bill or draft in question was not drawn against any joint adventure, nor against any particular shipment, and that there was no evidence that defendants-were under any obligation to accept the bill in question. That the evidence was that Ogden was the debtor of defendants at the date of the letter of 29th March, though, the accounts not being made out, defendants were not aware of the fact.\nThat there was no evidence-that the plaintiffs purchased the bill on the faith or credit of the letter of ,29th March, and the judge, viewing it as a mere question of law, whether the mere writing of that letter, uncommunicated to the plaintiffs, was of itself an acceptance of the bill, in the absence of all obligation to accept, charged the jury; and subsequently directed judgment to be entered for defendants. He referred to Coolidge v. Payson, 2 Wheat. Bep. 66s quoted in 3 Kent’s Com. 84.\nMeredith, for plaintiffs, in reply.\nFairlie v. Herring, 3 Bing. 625, is in point. Though Withers purchased, he did not know of the acceptance; yet if the defendants kept Withers in ignorance of the fact that the hill had been accepted, this is not to prejudice ' plaintiffs.\nApril 5, 1851."
  },
  "file_name": "0453-01",
  "first_page_order": 453,
  "last_page_order": 457
}
