{
  "id": 408835,
  "name": "Peiffer versus The Commonwealth",
  "name_abbreviation": "Peiffer v. Commonwealth",
  "decision_date": "1851-04-14",
  "docket_number": "",
  "first_page": "468",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. 134",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "15 Ohio 72",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        491952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/15/0072-01"
      ]
    },
    {
      "cite": "3 Rawle 498",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 6803,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 7.363385493444894e-07,
      "percentile": 0.9689230916551506
    },
    "sha256": "d47bfa1c262776fa3cfedd69a49810f4cc8731beb441746cffc64c3d4007f5df",
    "simhash": "1:68d8e37e848abfbe",
    "word_count": 1224
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peiffer versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nEven the forms and usages of the law conduce to justice; but the common law, which forbids the separation of a jury in a capita] case before they have been discharged of the prisoner, touches not matter of form, but matter of substance. It is not too much to say that if it were abolished, few influential culprits would be convicted, and that few friendless ones, pursued by powerful prosecutors, would escape conviction. Jurors are as open to prejudice from persuasion as other men, and neither convenience nor economy ought to be consulted, in order to guard them against it. Let them have every comfort compatible with their duties; but let them not be exposed to the converse of those who might pervert their judgment. Before the trials of Tooke, Hardy, and Stone, no English court had adjourned in the trial of a capital case; and when an adjournment became necessary, the jurors were kept together and closely secluded. We had preceded them. The slowness of counsel in challenging, their minuteness in taking down the words of witnesses, their protracted cross-examinations, and their endless speeches, had made it impossible to finish a trial at a sitting, and the jurors were disposed of, during the recess, as the English courts afterwards disposed of them. Such was the practice in Pennsylvania; but in some of the other States, it may have been, as it is at this day, still more relaxed. An experience of half a century recalls to me no instance of a departure from it before the present. The attorney-general has argued that there was in fact no departure, because the jury were not allowed to separate after the clerk had gone through the formality of stating to them the substance of the indictment, the plea, the issue, the submission of the prisoner to them for trial-, and the nature of their function. But his statement is only an announcement of what has been done. A juror is charged with a prisoner as soon as he has looked upon him and taken the oath; for he cannot be withdrawn. The trial has commenced, and the prisoner stands before him as one of his judges. In this case the jury were allowed to separate after they were empannelled and sworn. True, that took place with the prisoner’s consent; but there is right reason aqd sound sense in Chief Justice Abbott’s remark, in Rex v. Wolfe, that he ought not to be asked to consent. Who dare refuse to consent, when the accommodation of those in whose hands are the issues of his life or death, are involved in the question ? He would have to calculate the chances of irritation from being annoyed on the one hand, or of tampering on the other. The law is undoubtedly settled by precedent, that a prisoner’s consent to the discharge of a previous jury is an answer to a plea of former acquittal; but the instant a jury is discharged, the prisoner’s life is no longer in their power; or if he should be the cause of their^being sent back to protracted confinement, the value of a single chance in his wretched condition would disarm their resentment. Still, I think no consent of a prisoner, in the extremity of his need, ought to bind him.\nIt is ordered that the judgment be reversed, and that the prisoner remain committed to answer another indictment.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The ease was argued by Neville, for Peiffer.",
      "Palmer, contra,"
    ],
    "corrections": "",
    "head_matter": "Peiffer versus The Commonwealth.\nOn an indictment for murder, the jury, after being empannelled and sworn, were, with the consent of the prisoner’s counsel, allowed to separate. The judgment of conviction was reversed on that account; and it was ordered that the prisoner remain committed to answer another indictment.\nError to the Court of Oyer and Terminer in and for the county of Schuylkill.\nMartin Peiffer was indicted for the murder of his wife, at the March term of the Court of Oyer and Terminer of Schuylkill county, for the year 1851. On the 13th of March, 1851, the grand jury found a true bill. The defendant was arraigned on the 15th of March, and same day pleaded not guilty; same day a jury was sworn, and after the jury was sworn, in consequence of a press of business in the Quarter Sessions, the court below proposed that the counsel for the Commonwealth and the defendant should agree that the jury might separate and go to their respective homes, and return to the jury-box on Tuesday, the 18th instant, at nine o’clock, a. M.; which proposition was assented to, and the following entry made on the docket entry of the case, viz :—“15th of March, 1851, after the jury was sworn, it was agreed by the counsel of the Commonwealth, and by the counsel of the defendant, and agreed to by the court, that the jurors sworn in this case be permitted to separate and return .to their respective homes, and return to the jury-box on Tuesday morning next, at 9 o’clock, A. M. Then on Tuesday morning, March 18th, 1851, jurors all present, the evidence opened on the part of the Commonwealth, and closed at 11 o’clock, A. M., on Wednesday, 19th of March. Same hour of same day, the evidence opened for the defence, and closed on Wednesday evening, at 9 o’clock, p. m. Thursday, March 20th, 1851, at half-past 6 o’clock p. M., the jury returned to the box, and, after being polled, say they find the defendant guilty of murder in the first degree, in manner and form as he stands indicted. Same day, sentence of death passed on the defendant.”\nThere was no order made by the court that the Court of Oyer and Terminer should continue for two weeks, and the venire for the jury in that court was returned for Monday, March 10, 1851.\nIt was assigned for error:\n1. That on 15th March, 1851, after the jury was sworn, it was agreed by the counsel of the Commonwealth, and by the counsel for the defendant, and agreed to by the court, that the jurors sworn in this case be permitted to separate, and return to their respective homes, and return to the jury-box on Tuesday morning next, at 9 o’clock, A. M.\n2. The jury had no jurisdiction, and the whole proceedings under that jury were coram non judiee and void.\nThe ease was argued by Neville, for Peiffer.\nIt was contended that it was error to permit a jury to separate before verdict, in a capital case: Bacon’s Ah. Juries, G-; unless in case of overruling necessity; Com’th v. Cook, 6 Ser R. 577; Com’th v. Clue, 3 Rawle 498. The consent of defendant makes no difference: he should not be asked to consent to a separation of the jury. See opinion of Abbott, C. J., in Rex v. Woolf, 1 Shitty’s Rep. 401; Mills v. Com’th., 1 Harris 627.\n2d Error:—The proceedings before the jury were void: Pam. Laws, 1848, p. 468-9; Dunlop 1119, Act of 1834; Dunlop 618; 1 P. A. Browne 200.\nPalmer, contra,\ncited 6 Ser. R. 577; 4 Qowen 27; 1 Bonn. 401 ; 2 Say. 238 ; 2 Bayley 565; 15 Ohio 72; Whar. Qrim. Law 646 ; 11 Lee 745; 2 Metcalf 694 ; id. 233; 2 Johns. 134.\nApril 14, 1851,"
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 471
}
