{
  "id": 408807,
  "name": "Martindale versus Warner",
  "name_abbreviation": "Martindale v. Warner",
  "decision_date": "1851-04-14",
  "docket_number": "",
  "first_page": "471",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wheat. 563",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0563-01"
      ]
    },
    {
      "cite": "9 Watts 147",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 185",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0185-01"
      ]
    },
    {
      "cite": "3 McCord 491",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8861852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/14/0491-01"
      ]
    },
    {
      "cite": "4 Rawle 328",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Whar. Rep. 48",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 McCord 39",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8856931
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/scl/15/0039-01"
      ]
    },
    {
      "cite": "3 McCord 491",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8861852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/14/0491-01"
      ]
    },
    {
      "cite": "4 McCord 39",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8856931
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/15/0039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 872,
    "char_count": 27274,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.6637800989026197e-07,
      "percentile": 0.8251811205981507
    },
    "sha256": "a672e0ea9c83ffa13eee5345c7c908392716708476b3da9cf2394d216d7b7db5",
    "simhash": "1:8380ea10307cfd9e",
    "word_count": 4939
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martindale versus Warner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIn the view taken of the case, it is a matter of no moment whether the property in question he considered as real or personal estate. Taken as either one or the other, the legacies lapse, and consequently the judgment must he reversed. Before the act of 1810,'a legacy even to a child or other lineal descendant lapsed by the death of the legatee or devisee. This, which was supposed to disappoint the intention of the testator, was remedied by that act. But this did not extend to a devise or bequest to a collateral relation, as to a brother or nephew; and consequently, under that act, this case would not admit of a question. But by the act of the 6th May, 1844, Dunlop 922, the legislature further provided that no devise or legacy hereafter made in favor of a brother or sister of any testator, such testator not leaving any lineal descendants, shall be deemed or held to lapse, or become void, by reason of the decease of such devisee or legatee, in the lifetime of the testator, if such devisee or legatee shall leave issue surviving the testator; but such devise or legacy shall he good and available, in favor of such surviving issue, with like effect as if such devisee or legatee had survived, saving always to any testator the right to direct otherwise.\n■ In the case in hand, the will was executed before the act of 6th May, 1844, but the testator died after the passage of that act. The question is, did the legislature intend that the act should operate on wills executed before its passage, the death happening after, so as to change, by the construction, the legal intention of the testator ? For I agree, if this intention clearly appear, it must be so construed; it would interfere with no vested right, as the testator is saved the power of directing otherwise. It, however, strikes me, that the intention must be most clearly expressed\", in language which it is difficult to misapprehend; and such is the doctrine held in Mullock v. Souder, 5 W. & Ser. 198. Mr. Justice Sergeant says, a retroactive effect will not be given to a statute unless such appears expressly to he the design of the t-estater. Mullock v. Souder, it is true, is the case of real estate; and as this is assumed to he personal property, it does not in terms rule this case. Nor is it in this case cited for that purpose, but for the sake of the principle decided, which is as applicable to personal as real estate. Nothing appears, but rather the reverse, in the act of 1844, indicating any intention to give it a retrospective effect. No devise or legacy hereafter made, is the phraseology of the act; thereby meaning, according to the usual acceptation of language, wills made and executed after the passage of the act. If they had designed otherwise, it would have been easy to express their meaning in plain and unambiguous terms. But, it is said, that it is a well settled rule that a will of personal property is considered as having existence only from the death of the testator, and not from the time of its execution. All the personal estate which a man has at the time of his death passes by his will, although acquired after the time of its execution: Williams on Executors 6; 4 McCord 39; 3 McCord 491. Thus, if a bequest be general, as of all the testator’s goods in a particular house or place, whatever personal chattels are found there at the time of his death will pass, though not there at the date of the will: Sager v. Sager, 2 Vern. 588; 1 Roper Leg. 220; and in Cambridge v. Rous, 8 Ves. 25, Sir William Grant held, that a residuary bequest of personal estate covers not only every thing not disposed of, but every thing that in the event turns out not to be disposed of. That there is a difference in that respect, I am not disposed to deny. Indeed, the rule as to personal property is absolutely necessary, arising from perplexity involved in deciding otherwise; as the difficulty would be almost insurmountable of distinguishing that which was possessed before or after the execution of the will. Hence it is with great propriety referred to the time of the death. But, although this is conceded, yet I have failed to see the application of those conceded principles. The question is not as to the corpus of the bequest or its extent, but the difficulty is as to the legatee who is to take. At the time the will was executed, his brothers and sisters only were designated; to them only was the bequest made. They alone were in the eye of the testator; they alone were the objects of his bounty; not another single human being. This cannot be disputed; but since the will was executed the legislature have thought proper to say, that in case of their death, their children, without being named or referred to, shall be substituted, or, in other words, persons whom he had not thought of shall enjoy his bounty. Now, as before remarked, I do not deny the constitutional power of the legislature to give the will this construction; but is it going too far to require that such intention shall be expressed in such clear, unambiguous terms as to preclude all hesitation and doubt. It is in my judgment giving the act a retroactive effect, which, as is ruled in the case cited, Mullock v. Souder, will not be permitted, unless such appears expressly to be the design of the legislature. Though a will, it is true,, does not take effect till after the testator’s death, yet it is inchoate, though not consummate, from the execution of it, and for many purposes in law, of which this is one, it relates to the time of the making of it: 7 Bac. Air. 340, note 1; P. Wms. 97.\nI do not put the case on the actual intention of the testator, hut on his legal intention, which is the only safe rule. That the testator permitted his -will to stand without alteration for several years, or that he may have known of the act of 1844, is nothing. It is a question of construction, depending on certain fixed principles, which ought not to be varied by fancied speculations as to the knowledge or ignorance of testators, some of whom may, or others may not know of the statute and its legal construction.\nJudgment reversed, and judgment for Thomas Martindale and wife for one-seventh of the balance, and for Jonathan Warner for one-fourth of one-seventh part of the proceeds of the estate.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by JDu Bois, with whom was Lloyd, for plaintiffs in error.",
      "Boss and Wright, with whom was Lear, for defendants."
    ],
    "corrections": "",
    "head_matter": "Martindale versus Warner.\n1. By a will made before the act of 6th May, 1844, but the testator died after its passage, he devised the proceeds of sale of certain real estate which he directed to be sold, and all other moneys arising from any other part of his estate; to wit, to nieces, nephews, and a brother, pecuniary legacies, and all the remainder of 7m estate he bequeathed to two of his brothers, to be equally divided between them: the residuary legatees died before the testator, each leaving children: Held, that the devises 'in favor of the residuary legatees lapsed, and that their residuary interest did not vest in their children by virtue of the said act, which provides that no devise or legacy hereafter made in favor of a brother or sister, or the children of a deceased brother or sister of any testator, such testator not leaving any lineal descendants, shall be deemed or held to lapse or become void by reason of the decease of such devisee or legatee in the lifetime of the testator, if such devisee or legatee shall leave issue surviving the testator, but such devise or legacy shall be good and available in favor of such surviving issue, with like effect as if such devisee or legatee had survived the testator: that though the legislature may make an enactment as to the construction of wills made before its passage, yet their intention to do so must be expressed in clear, unambiguous terms,—which not being the case in this instance, a retroactive effect will not be given to the aet.\n2. Though a will does not take effect till after the testator’s death, yet it is inchoate, though not consummate, from the execution of it; and for many purposes in law, (of which this is one,) it relates to the time of making it.\n3. It is not the actual intention of the testator, but the legal intention, which is the rule by which a will is to be construed; and that the testator permitted his will to remain unaltered after the act of 1844 is not to be considered, as he may not have known of the passage of that act and of its legal construction.\nError to the Common Pleas of Bucks county.\n■ In this case, Thomas Martindale, in right of his wife Mary, and Jonathan Warner, were plaintiffs, and John Warner and Joseph Warner, executors of the will of Amos Warner, deceased, were defendants. It was a ease stated as follows:—\nAmos Warner died 24th of April, 1849, leaving a last will and testament, (a copy of which is hereto annexed,) dated the 27th day of September, 1828, and proved in the register’s office May 8th, 1849.\nFive of the legatees named in said will, died before the testator, viz :—Isaiah Warner, a brother, died May 16, 1839, leaving children ; David, Warner, a brother died Jan. 28,1849, leaving children; Rachel Flood, a niece, died Nov. 19,1836, leaving children; John Warner, a nephew, died March 12, 1844, leaving children; Elizabeth Longshore, a niece,' died August 8, 1840, leaving children.\nThe executors filed a settlement of the personal estate, exhibiting a balance in their hands of $3441.28; and also of the real estate, showing a balance of $6259.84.\nThe testator left the following heirs at law:\n1. The children of his brother Isaiah, deceased, viz: John, Amos, and Elizabeth Warner.\n2. The children of his brother David, deceased, viz: Joseph, David, Asenath, and Elizabeth.\n3.. A child of his brother Jonathan, deceased,'viz: Mary, wife of Thomas Martindale.\n4. The children of his brother John, deceased, viz : Seneca, Jonathan, Martha, and Mercy.\n5. The children of his brother Simeon, deceased, viz :\n6. The children of his sister Elizabeth Flood, viz : Elizabeth Taylor and Sarah Flood.\n7. A child of Rachel Weaver, a deceased sister, viz : Rachel Warner.\nThe questions for the opinions of the court are:\n1st. Whether by the decease of the legatees named in the will, before the death of the testator, the legacies so given to them became lapsed so far as respects the personal estate ?\n2d. Whether by such decease of the devisees and legatees before the testator’s death, the proceeds of the real estate became lapsed ?\nIf the court shall be of opinion that so far as the personal estate is concerned, the said legacies became lapsed, then judgment to be entered in favor of the plaintiffs, Thomas Martindale.and wife, for the one-seventh part of said balance, and Jonathan Warner, for one-fourth of one-seventh part thereof; and if of opinion the legacies lapsed as regards the proceeds of the real estate, then judgment in the same manner for plaintiffs ; but if the court shall be of opinion that no lapse took place, either as to the personal or real estate, then judgment for defendant.\nThe case to be in the nature of a special verdict, and subject to a writ of error.\nI, Amos Warner, of the township of Wrightstown, m the county of Bucks, and State of Pennsylvania, being weak of body, but of sound disposing mind and memory, do make and put in writing this my last will and testament, in manner and form as follows :\nFirst. It is my will and mind that all my just debts and funeral expenses be first paid and discharged.\nItem. It is my will and mind, and I do order and direct my executors hereinafter mentioned, to sell my plantation whereon I live; bounded by lands of Hugh Thompson, Benjamin Schoffield, and others, containing one hundred and twenty-nine acres, for the best price they can get for the same; and I hereby empower them to make a good title to the purchaser of all my right in said plantation : and the money arising from the sale of my said plantation, and all other moneys arising from any other part of my estate, I give and bequeath as follows:\nTo my niece, Sarah Flood, the sum of five hundred dollars. To my niece, Elizabeth Taylor, the sum of two hundred and fifty dollars. To my niece, Rachel Flood, the sum of five hundred dollars. To my niece, Elizabeth Longshore, the sum of one hundred and fifty dollars. To my niece, Rachel Warner, the sum of one hundred and fifty dollars. To my nephew, John Warner, son of my brother Jonathan Warner, the sum of two hundred dollars. To my brother Simeon Warner, the sum of two hundred dollars, and if he is deceased to be equally divided among his children. To my nephew, Joseph Warner, son of my brother David, the sum of two hundred dollars. To my nephew, John Warner, son of my brother Isaiah, the sum of one hundred dollars. I give and bequeath to my niece, Rachel Flood, one of my best beds, and the bedding thereto belonging, her choice, notwithstanding any thing in this will implying otherwise. And all the remainder of my estate I give and bequeath to my brothers David Warner and Isaiah Warner, to be equally divided between them ; and it is my will that none of the persons to whom I have in this will given any thing, shall bring any charge for services rendered me, having herein made them compensation for any such service; and lastly, I hereby constitute and appoint, my nephew, Joseph Warner, my brother David’s son, and John Warner, my brother Isaiah’s son, my executors of this my last will and testament ; hereby ratifying this to be my last will and testament. September 28, 1828.\nWitness, &c. Amos Warner. [Seal.]\nThe provision in the act of 6th May, 1844, referred to in the opinion of the court, is as follows:—\n“No devise or legacy hereafter made in favor of a brother or sister, or the children of a deceased brother or sister of any testator, such testator not leaving any lineal descendants, shall be deemed or held to lapse, or become void by reason of the decease of such devisee or legatee in the lifetime of the testator, if such devisee or legatee shall leave issue surviving the testator; but such devise or legacy shall be good and available in favor of such surviving issue, with like effect as if such devisee or legatee had survided the testator, saving always to every testator the right to direct otherwise.” See Acts of 1844, p. 565 ; Dunlop 923.\nIn an act passed 19th March, 1810, it was provided, “ That, from and after the passing of this act, no devise or legacy in favor of a child or other lineal descendant of any testator shall be deemed or held to lapse or become void by reason of the decease of such devisee or legatee in the lifetime of the testator, if such devisee or legatee shall leave issue surviving the testator, but such devise or legacy shall be good and available in favor of such surviving issue, with like affect as if such devisee or legatee had survived the testator : Provided always, that nothing herein contained shall be construed to affect any devise or legacy contained in the last will of any testator who shall have deceased before the passing of this act: And .provided also, that nothing herein contained shall be construed to defeat the intention of any testator tp exclude such surviving issue, or any of them:” 5 Smith’s Laws 112-13.\nKrause, J.—There is no lapse in this case as respects the real estate ; that being conveyed to the executors by the will, and not to the beneficiaries as land.\nAnd as to the personal property, the plaintiffs are saved by the act of May 1844. For the proper construction of that statute, see 4 McCord 39 ; Wms. JEx’rs. 6, note 3; 1 Salk. 238 ; 2 Whar. Rep. 48, and 8 Ves. Jr. 25. These may be relied on as sufficient authorities. Therefore, judgment for defendants. Feb. 14, 1851.\nIt was assigned for error, that the court erred in rendering judgment for defendant.\nThe case was argued by JDu Bois, with whom was Lloyd, for plaintiffs in error.\nThe case depends not so much upon authority as on the construction of the act of 6th May, 1844. In this case, the will was executed on the 27th of September, 1828, and the testator died on the 24th of April, 1849, and the question is whether the act of Assembly was intended to operate on wills made and executed before the passage of the act. The words are—“ No devise or legacy hereafter made,” &c. When is the devise or legacy made ? at the execution of the will or at the death of the testator ? In Ram on Wills, 8 Law Lib. 108, it. is said that “ it is true that a will speaks from the death of the testator: but what does it speak ? Does it say more than what the testator said when he made his will? Were it permitted to say more, clearly the law would fulfil an intention which is not expressed in it.” And again, on page 107, it is said that the intent of a testator is to be taken as things stood at the time when the will was made, subject to the right of the testator to anticipate events.\nAt the time the testator made his will, the .law, as it then stood, held all legacies and devises to a collateral relation, in the event of the death of the devisee or legatee before the death of the testator, to lapse. This law was changed before the testator’s death, but he did not choose to alter the dispositions made in his will.\nThe court will notice that the phraseology of the act of 1844 is different from that of 14th of March, 1810. In the act of 1810, the words are—“From and after the passing of this act, no devise or legacy, in favor of a child or other lineal descendants of any testator,” &c. Under that act, the construction given by the court might perhaps be sustained; but the act of 1844 evidently relates to the execution of the instrument creating or making the devise or legacy. But if the question depend upon authority, the case of Mullock v. Souder, 5 W. $ Ser. 198, we think, is in point, and rules the matter. In that case, it is said “ that the court will never give an act of Assembly a retroactive effect, when'such does not expressly appear to be the design of the legislature ; but the act will be left to operate on wills made and executed after the act comes into operation.” He contended that as to personal estate, the will is ambulatory ; but as to real estate, it speaks from the date of the will; that the right of the devisee is then fixed.\nThe court below decided that there was no lapse as respects the real estate, that being conveyed to the executors by the will, and not to the beneficiaries as land. It is contended on behalf of the plaintiffs in error, that it matters not whether the estate devised was real or personal; but the estate was land at the execution of the will, and was a conveyance to the executors in trust for the devisees. In Mullock v. Souder, the judge says that a devise of real estate is in the nature of a conveyance, and a statute will not be considered as altering the effect of a conveyance already made, so as to pass more than it purported to pass when made. A retroactive effect will not be given to a statute so as to affect contracts or property. In the present case, the language of the act is prospective, and the courts always hesitate, even if an act is retroactive, to sanction it, if it interfere in any way with vested rights. Comfort v. Mather, 2 W. $ Ser. 458.\nThough a will does not take effect till after the death of the testator, yet it is inchoate, though not consummate, from the execution of it, and for many purposes in law will relate to the time of the making of it: 7 Bacon Abr. 340, Note.\nA testament is said to have three degrees:—1st. An inception, which is the making of it. 2d. A progression, which is the publication of it. 3d. A consummation, which is the death of the testator : 7 Bacon 341. As to conversion, see Leigh Sf Dehell on Conversion, 5 Law Lib. chap. 5.\nBoss and Wright, with whom was Lear, for defendants.\nDavid Warner and Isaiah Warner, the residuary legatees, having died before the testator, leaving issue, the only question is, whether the residuary interest vests in their issue or in the next of kin of the testator. The testator died in April, 1849, and his will was proved in May of the same year, five years after the act of 1844. It is contended by the plaintiffs that the paper-writing, which was after-wards proved to be a will, having been executed in 1828, the law then in force must govern its construction, and not the law existing at the time of the testator’s death.\nIn support of the plaintiff’s claim, it is urged that the intention of the testator must control the court in the construction of the will. We concede that the intention governs, except where the law overrules such intention. The intention must he consistent with the rules of law; for, if it he in opposition, courts will disregard it: Girard v. City of Philadelphia, 4 Rawle 328; City of Philadelphia v. Davis, 1 Whar; 490. In Ram on Wills 108, it is laid down, that the effect of a will may be changed by events that may happen after its publication and before the testator’s death. And so also, we think, may its legal effect be changed by any subsequent statutory provision affecting its construction, either by enlarging or restraining the operation of particular words used in it, or by any other enactment which the legislature may make. In the present case, however, there will be no violation of any rule of construction founded on intention, in deciding that this residuary interest has not lapsed. It will be merely carrying out the testator’s intention ; for, when he bequeathed the residuum to his brothers, David and Isaiah Warner, his intention, doubtless, was to vest it in them and their issue, and to exclude the rest of his heirs at law from any interest in it. This intention is made more manifest by the fact that, ‘filthough he lived five years after the passage of the act of 1844, he made no alteration in his will; being, no doubt, satisfied that the act would effectuate his intention.\nBut whatever may have been the intention of the testator is immaterial ; for it is not involved in the determination of the question before the court, which is simply Whether or not the law in force when the will was executed, or the law existing when the testator died, rules the case ? The bequest is of personal estate; and it is a well settled rule that a will of personal property is considered as having existence only from the death of the testator, and not from the time of its execution. All the personal estate which a man has at the time of his death, passes by his will, although acquired after the time of its execution: 1 Wms. JEx’rs. 6; Case of Elcock’s Will, 4 McCord 39; 3 McCord 491. Thus, if the bequest be general, as of all the testator’s goods in a particular house or place, whatever personal chattels are found there at the time of his death will pass, though not there at the date of the will: Sager v. Sager; 2 Vern. 588; 1 Rop. Leg. 220, 3d ed.; Cambridge v. Rous, 8 Ves. 25. Before the death of the testator, the will is a mere intention to dispose of property in a particular manner, which, so far as regards any legal effect the expression of such intention can have, might as well exist unexpressed in the mind of the testator, as in any paper-writing which he may make. It is not within the control of the law; and it is only death which gives it legal vitality. The law looks not beyond the death; and it is on this principle that it has been held, in Elcock’s Will, 4 McCord 39, that a will executed in the presence of two witnesses, as required by the law existing at its publication, cannot be admitted to probate if the law has been changed before the testator’s death, so as to require three attesting witnesses. The converse of the proposition is expressly ruled in Long v. Zook, 1 Harris 400, where it was held that a will made before the act of 1848, but the death occurring after, the case was within the remedial provisions of that statute, because no estate vested in the testator’s lifetime. But it is needless to elaborate this point; for, if a will of personal estate speaks from the death of the testator, it necessarily follows that it must also be spoken to by the law existing at that time.\nBut the plaintiffs further contend, that this was a devise of real estate, in trust for the legatees; and therefore that the rule of law, which considers a devise of real estate as a conveyance or an appointment to a use, operating by relation to the time of its execution, must govern in the construction of this will. Since the act of 1838, see. 8, which provides that after-acquired real estate shall pass by a general devise, unless a contrary intention be manifest on the face of the will, the reason of the rule' for treating devises as conveyances no longer exists ; and it is suggested whether the rule itself has now, in consequence of this statutory metachronism, any application in Pennsylvania. But be this as it may, this case is not within the rule. So far as regards the legatees, it is not a devise of real estate, but a bequest of personalty. In Allison v. Wilson’s Executors, 13 Ser. $ R. 330; Morrow v. Brenizer, 2 Rawle 185; Henry v. McCloskey, 9 Watts 147; Craig v. Leslie, 3 Wheat. 563, and in many other cases, the doctrine is fully established, that where a testator orders his property to be sold by his executors, and the proceeds of sale to be divided among legatees, it is not a devise of real estate, but simply a personal bequest—and that the legatees take no interest in the land, but only in the money.\nBut the plaintiffs further contend, that to hold that this legacy has not lapsed would be giving a retroactive effect to the act of 1844; and for this position cite Mullock v. Souder, 5 W. Ser. 198. That case has reference exclusively to a devise of real estate; and it is on the ground that such a devise is a conveyance of the real estate at the time of the execution of the will, that the court held that after-acquired real estate would not pass by it, notwithstanding the testator died after the act of 1833. Judge Sergeant, in delivering the opinion, says, “ A devise of real estate is in the nature of a conveyance; and a statute will not be considered as altering the effect of a conveyance already made, so as to pass more than it purported to pass when made.” This rule, however, has no application to the present case; for it is not a devise or conveyance of land to the legatees, but a bequest of money, which takes effect only on the death of the testator. The act of 1844, it is not pretended, has any retroactive operation, for there is nothing for the law to act upon before the death of the testator. Until that event happens, the legatees have neither legal existence nor rights. They are both called into existence eo instanti of the death, subject to whatever may then be the existing law.\nIt is scarcely necessary to notice the point that the phraseology of the act of 1844 is different from that of 1810. The act of 1844 says, that “ no devise or legacy hereafter made in favor of a brother,” &c.: and the language of the act of 1810 is, “ From and, after the passing of this act, no devise or legacy (made) in favor of a child,” &c. Different words to express the same meaning could not have been better selected. The words 11 from and after” and “hereafter” have the same signification in these statutes.\nApril 14, 1851,"
  },
  "file_name": "0471-01",
  "first_page_order": 471,
  "last_page_order": 480
}
