{
  "id": 408762,
  "name": "Eckel versus Murphey",
  "name_abbreviation": "Eckel v. Murphey",
  "decision_date": "1851-04-15",
  "docket_number": "",
  "first_page": "488",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters 221",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 859,
    "char_count": 20958,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 3.6876799387133804e-07,
      "percentile": 0.8923288577828282
    },
    "sha256": "43c40e9e5928e3aa62e99bc0658b36991d5e19ed8fa882799a6a9b50a7410ee4",
    "simhash": "1:29c84df0f61387e6",
    "word_count": 3637
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eckel versus Murphey"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nThe instruction given to the jury below, that the plaintiff could not recover without showing a complete performance on his part of the written agreement of January 1848, is professedly founded on the doctrine declared in Algeo v. Algeo, 10 Ser. & R. 235, and Harris v. Liggett, 1 W. & Ser. 301. But in the hurry almost necessarily attendant upon a trial at bar, the court overlooked a very important feature of the present controversy, broadly distinguishing it from the authorities cited. In those cases, the somewhat anomalous rule was recognised, that where a party had fully discharged the stipulations of a written contract for services to he rendered, he may recover in indebitatus assumpsit, using the written agreement as evidence; but where his performance is incomplete, he is driven to his action upon the contract itself, with averments excusing his non-performance. The reason given is, that full performance of a contract creates a moral duty to compensate it, independently of the obligation of the contract itself, while a deficient performance gives birth to no corresponding liability. Or, in other words, from the complete discharge of such a covenant springs an implied undertaking to pay for the benefits conferred, but the law will infer no such promise from half performance. In the latter case, the difficulty in sustaining the common count for work and labor is found in the absence of a consideration adequate to raise a promise, and, consequently, the very foundation of indebitatus.assumpsit is wanting. But no such obstacle lies in the way of the present plaintiff. His action is based upon a legal instrument, which, in itself, imports a sufficient consideration, and, of itself, furnishes a cause of action, without reference to extraneous considerations or averments. By the mere proof of its execution, he vindicates his right to come into court, and may call upon his adversary to answer. Unlike the implied promise deriving its efficacy from a distinct written agreement, and which must, therefore, be considered in reference to something dehors, a promissory note, standing alone, presents a contract perfect in all its parts, and competent to sustain an action at law unsupported by any other fact. In the one case, the' complaining party must prove complete execution of an independent agreement in order to raise a consideration; in the other, he is driven to no such necessity. Nor is this difference a merely technical one; it is a distinction of substance, suggested by the diverse character of the contracts. In the former instance the obligation of payment depends altogether upon subsequent performance ; in the latter, the undertaking is completed by mere lapse of time. Prima faaie, therefore, he who draws a bill or makes a note subjects himself to an action upon the expiration of the stipulated credit, and this liability is sufficient for this plaintiff’s purpose in the first instance. The defendant has expressly promised to pay a certain sum of money on a particular day. He cannot wholly avoid this promise by showing that it originated in another contract, unless, indeed, this involves a total failure of consideration.\nAnother objection, nearly allied to that just disposed of, was presented on the argument. It was suggested, that as the note in suit may be regarded as a part of an entire contract, there can be no recovery upon it without proof of faithfulness on the part of the plaintiff, or that strict performance was prevented by the defendant; according to Shaw v. The Turnpike Company, 2 Pa. Rep. 454; Martin v. Shoenberger, 8 W. & Ser. 369, and other adjudications of that class.. But, apart from the nature of the contract imported by a promissory note, already considered, and which, in connection with a similar objection, was glanced at in Foulke v. Harding, 1 Harris 242, the answer is, that by the terms of the original agreement between these parties, the coal furnished by the plaintiff was to be paid for weekly, by drafts drawn on the defendant, for which it. is understood the present note, with others, was substituted. It is thus made manifest the vendor was not to await payment until his entire contract was fulfilled. Periodical payments were expressly stipulated for, and as this note was given and accepted in pursuance of this stipulation, the demand of payment is strictly in accordance with the agreement. This being so, the difficulty is to know how this demand may be resisted on the ground of subsequent failures by the plaintiff. As the law on this subject was anciently understood, such a defence would not, perhaps, have been listened to. But under the liberal rule first distinctly recognised by our cases of Steigleman v. Jeffries, 1 Ser. & R. 477, and Heck v. Shener, 4 Ser. & R. 249, injuries inflicted by distinct violations of the original contract, as springing from the same transaction, may be introduced by way of equitable defence, to be compensated in damages; or under our recent decisions, the unliquidated damages incurred by the defendant, through the plaintiff s non-compliance with some or any of his covenants, may be defalked from the amount of the note.\nBut the measure of these damages is the pecuniary loss suffered by the vendor of the coal, from its non-delivery according to the terms of the contract. The injury inflicted by a loss of commercial credit is not such as can be estimated by a common-law jury. It is, consequently, to be excluded from consideration when ascertaining the extent of damages to be assessed, unless, indeed,, it immediately connects itself with some tangible pecuniary loss, of which it was the cause. It is the pecuniary injury, the actual deficit in dollars and cents, which is to furnish the standard by which the set-off of the defendant is to be measured; but I can easily conceive that, as explanatory of this, a failure of credit, occasioned by the misconduct of the vendor, may be introduced in evidence. But bald proof of a loss of credit, such as was received under exception at the trial, is obnoxious to objection, as tending to mislead the jury by vague and unsubstantial conjecture of injury.\nThe proposed evidence mentioned in the third bill of exceptions was properly enough rejected, for the simple reason that it was the duty of the plaintiff, and not of the defendant, to find a place of deposit for the coal at the Navigation Company’s landings.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by- Campbell and Barman, for plaintiff in error.",
      "Hughes, for defendant."
    ],
    "corrections": "",
    "head_matter": "Eckel versus Murphey\n1. Where a party has fully complied with the stipulation on his part in a written contract, he may recover in indebitatus assumpsit, using the written contract as evidence; hut where his performance is incomplete, his action must be on the contract itself, with averments excusing the non-performance. But where’the action is on a note given by one of the parties to the other, the action being based on a legal instrument which imports a consideration, it can be sustained, and the objection to recovery must be made out by the defendant.\n2. It was agreed that in the course of the execution of a contract to deliver coal, drafts were to be drawn weekly on account; in a suit on one of such drafts the drawer may show subsequent non-performance of the contract by the plaintiff, as an equitable defence.\n3. The mere loss of credit by the drawer on account of such failure of performance is not á ground of defence, unless it be immediately connected with some tangible pecuniary loss, of which it was the cause.\n4. Where by the contract plaintiff was to furnish a place of deposite for the coal before shipped on the canal, it was not a ground of defence that the defendant did not find a place for such deposite.\nError to the Common Pleas of Sehuylhill county.\nThis was an amicable action on the case, to September term 1848, in which there was a verdict for defendant.\nThe action was instituted upon a promissory note for the sum of $737.06, dated the 8th day of April, 1848, payable at sixty days. Plaintiff declared on the note, and added a count for goods sold and delivered. The defendant set up as defence to the payment of the note, that it was given in pursuance of a contract for the sale of all plaintiff’s red-ash coal mined that season at Tremont—that the plaintiff had violated the said contract, in not delivering the coal in good order, and had refused to deliver all the coal he had agreed to deliver, by means of which the defendant suffered more damage than the amount of the said note.\nThe plaintiff, after proving delivery of coal for the said note, offered evidence tending to show that he had not violated the contract—that the said coal was delivered in good order—and that the defendant had in fact suffered no damage by any pretended violation of the agreement.\nThe court charged the jury that the plaintiff could recover nothing in this form of action, unless he proved a faithful performance of the contract.\nOn the trial, the plaintiff gave in evidence the note, dated 8th April, 1848, for $737.06, drawn by defendant to the order of plaintiff, and rested.\nThe defendant gave in evidence an article of agreement between the plaintiff and defendant, of which the following is a copy:—\nArticle of agreement entered into this 7th day of January, A. d. 1848, between Henry Eckel, of the town of Tremont, on the one part, and Michael Murphey, of Pottsville, of the other part: Witnesseth that the said Eckel has and does hereby agree to sell and deliver to the said Murphey or to his order, all the red-ash coal he shall mine and take out of his Tunnel Colliery, situate near the said town of Tremont, from the date hereof until the close of the navigation of 1848; for which the said Murphey hereby agrees to pay to the said Eckel, or his assigns, the sum of two dollars and fifteen cents per ton for all broken, egg, and stove coal, and one dollar and sixty-five cents per ton for nut coal, mined and delivered as aforesaid; for which the said Henry Eckel is to draw drafts on the said Murphey at the end of each week, at sixty days, payable in Pottsville.\nMurphey agrees to advance said Eckel fifteen hundred dollars on account of said coal. The said coal to be delivered to the said Murphey in good merchantable order, free of slate and dirt, in the cars of the Philadelphia and Reading Railroad Company, at their depot at Schuylkill Haven, and to be paid for by the toll-weight on the Mine Hill and Schuylkill Haven Railroad. In case cars of the Philadelphia and R. R. R. Co. cannot be obtained, Eckel has privilege to send by Navigation cars, delivered at their landings at Schuylkill Haven, at the same prices and terms as above stated. Witness our hands this day and year first aforesaid.\nSigned, M. Murphey,\nHenry Eckel.\nThe defendant then gave in evidence ari account current, furnished by Henry Eckel to Michael Murphey, in which Murphey is charged with coal delivered under the foregoing agreement, from March 80th, 1848, to May 22d, 1848, inclusive, amounting to............................................................. $2891.87|\n1848: Cr.\nMarch, By Bills receivable........... $1830.00\nApril 1, By “ “ 241.38\nApril 8, By “ “ 737.06\nMay 2, By « “ 628.57\n- 3437.01\nBalance........................................... $545.13J\nEndorsed upon said account is the following:—\nMr. Murphey :—Sir: Above you find bill of coal—for balance I will send you coal for this amount, or a draft on C. E. Spangler for payment; and if we can get the four-foot gangway ready in a few days, we will, perhaps, be able to send you coal as usual.\nSigned, Henry Eckel.\nOn the part of defendant, a letter was given in evidence, as follows:—\nTremont, May 20th, 1848.\nMr. Michael Murphey :—Dear Sir: I have to inform you that I have this day stopped all operations at my Tunnel Colliery, for taking out coal for the present; and you therefore cannot expect any more coal from me from that place. It is to me a great disappointment, after such an outlay and expense as'I have already went to, but at present cannot be avoided, as the two veins I have been working are so far worked out, and not worth following further. I am, sir, yours very respectfully,\nHenry Eckel,\nPer Henry Whitaker.\nOther evidence was given. The defendant offered to prove that his credit was injured in consequence of the non-performance of the agreement by plaintiff; that he had entered into extensive engagements that were defeated in consequence of this non-performance; that his credit previously was good up to the time of the protest of the note given in evidence by plaintiff, and that this evidence is offered for the purpose of defalking the damages he has thereby sustained.\nObjected to by plaintiff, court admitted the evidence, and plaintiff excepted. This was the first bill.\nEvidence was given under the offer; after which, the counsel of plaintiff asked the court to rule out all the evidence under defendant’s offer to prove that his credit was injured in consequence of the non-performance of the agreement by plaintiff, &c., which the court refused to do, and exception was taken.\n. After other evidence was given on part of plaintiff, he offered to prove that by the regulations of the Reading Railroad Company, he could not get cars enough to ship the coal as fast as necessary from the mines, and that the defendant did not furnish a place of deposite for the coal at the Schuylkill Navigation Company’s landings to receive the same.\nCourt reject the evidence, and plaintiff’s counsel excepted. This was the third bill.\nKidder, J., charged:—The plaintiff has' brought an action of assumpsit to recover the amount of a promissory note given by defendant on the 8th April, 1848, for $787.06, and payable sixty days after date, at the Bank of North America. It matured on the 10th of June, and was duly protested. In the first count of his declaration, he declares upon the note, and in the second, for goods sold and delivered. After proving the note in question, he rests his cause.\nOn the part of the defendant, it is in evidence that on the 7th of January, 1848, the plaintiff and defendant entered into an agreement, by which Eckel stipulates to sell and deliver to Murphey all the red-ash coal he shall mine and take out of his Tunnel Colliery at Tremont, from the date of this agreement until the close of the navigation in 1848—the coal to be delivered in good merchantable order, free from slate and dirt, in the cars of the Philadelphia and Beading Bailroad Company, at their depot in Schuylkill Haven, &c.\nMurphey on his part agrees to pay $2.15 per ton for all broken, egg, and stove coal, and $1.65 for nut coal, and for which Eckel was to draw drafts at the end of each week, at sixty days, payable in Pottsville. It was further agreed that Murphey was to advance to Eckel $1500 on account of said coal. This advance was made .to the satisfaction of Eckel, and he commenced sending to Murphey his coal.\nThe defendant further gave in evidence an account-current sent him by plaintiff, without date, but bringing down the account between them to the 22d of May of the same year, by which it appears that Murphey’s advance in paper exceeded the amount of coal furnished him, the sum of $545.13. Among his advances, however, is embraced the promissory note of $737.06, upon which this suit is now brought. A letter from Eckel to Murphey, dated the 20th of May, has been given in evidence, informing him that he is unable to send him any more coal, &c. The defendant further alleges that Eckel violated his agreement in several particulars. There is evidence that he sold between two and three hundred tons of coal to C. E. Spangler in the summer of 1848, which, by the. agreement, he was bound to deliver to him, Murphey, and also that the coal delivered was of inferior quality, and not merchantable. Upon this point, however, the testimony is conflicting. He further insists that the agreement was violated by the refusal of Eckel to send any more coal. Several witnesses have been examined as to the capacity of the Tunnel Colliery to supply an additional quantity, and while their evidence goes to show that some difficulties occurred in working this vein, yet, if the testimony is believed, it is evident that considerably more coal could have been taken out and supplied.\nWe have called your attention to the main features of the evidence, for the purpose of applying the legal principles which would seem to govern this case. The plaintiff has brought this action to recover the amount of the promissory note in evidence. This note was given in pursuance of the agreement between the parties; and the question is, can he recover in this form of action without showing that he has performed the contract on his part ? We think he cannot. If he has faithfully performed the stipulations of the contract, he can recover; otherwise he is driven to his action upon it, and to the necessary averments and proof to make out his case : 10 Ser. li. 235; 1 W. Ser. 301. We therefore submit it to you as a question of fact under the evidence. If Eckel has fulfilled his contract, he is entitled to recover; if he has not, your verdict should be in favour of defendant.\nPlaintiff excepted to the charge of the court, and requested that the same be filed.\nIt was assigned for error:\n1st. The court erred’in admitting the evidence contained in the first and second bills of exceptions.\n2d. The court erred in ruling out the offer of evidence embraced in the third bill of exceptions.\n3d. The court erred in charging the jury that because the plaintiff brought this action on the promissory note, and not on the' written contract set up by the defendant by way of defence, that the said plaintiff could not recover any thing upon the note without showing a performance of the contract set up by defendant, thereby excluding from the consideration of the jury the legal excuse, and the question of damages, and the amount to be defalked from the note, if any.\nThe case was argued by- Campbell and Barman, for plaintiff in error.\nThe admission of the evidence relative to the credit of defendant was erroneous. The loss of credit was not a legitimate subject of damage. The agreement was entered into on the 7th January, 1848, and the note bears date 8th April, 1848. It is an independent obligation for coal delivered, or to be delivered, under the agreement, and coal was delivered, though not to the full amount of the note. The court erred in likening this case to the cases in 10 Ser. <f* R. 235; and 1 W. f Ser. 301. Those cases decide that where work is done under a special agreement, the plaintiff must show performance before he can recover on a count on a general indebitatus assumpsit. Where the services are not rendered, the law does not imply a promise to pay, and indebitatus assumpsit will not lie; and to recover on a special agreement, the plaintiff must count upon it. But here the suit is upon the note, which carries with it a legal obligation to pay; and though the defendant may defalk his damages from the amount of the note, the plaintiff can recover on it the balance due to him, without alleging and proving performance of the special agreement. The amount of damages should have been referred to the jury.\nHughes, for defendant.\nIt was contended that the court was not wrong in the distinction -made between a suit on the note and a suit on the special agreement. Both the counts for the note and for goods sold and delivered, were in affirmance of the contract. The plaintiff’s declaration gave no notice of any pretended legal excuse for non-performance, and the defendant, knowing of the non-performance, could not possibly be advised in such a suit that he was to meet any such issue as the allegation of a legal excuse. Such allegations may be various in their character, and to subject a defendant to the necessity of meeting them without forewarning him by the pleadings, or any notice known to the rules of practice, might do great injustice. But whether the court were right or wrong in this distinction, under the undisputed' facts of this case it could not vary the result.\nIt must be impossibility, not difficulty, that will excuse a party from the performance of a contract: Huling v. Craig, Add. 342. The difficulty or unprofitableness of making the Tunnel Colliery was not a valid excuse for Eckel stopping the sending of coal to Murphey: 1 Peters’ G. G. Rep. 85; 3 Wash. G. G. Rep. 184; 1 Peters 221. A party to a contract acting in violation of his agreement, forfeits his right to the consideration, which is entire, when, from the nature of the contract, the extent of the damages resulting from his conduct are not capable of proof: 1 Parris 242. He must show performance, or that it was prevented by defendant: 2 Pa. Rep. 454; 8 W. ‡ Ser. 369; 1 W. Ser. 301; 5 W. Ser. 382; 7 Barr 387; 2 East 145; 10 Ser. f R. 235; 3 Ser. # R. 505; 1 W. $ Ser. 301.\nApril 15, 1851,"
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 495
}
