{
  "id": 408830,
  "name": "Harlan versus Harlan",
  "name_abbreviation": "Harlan v. Harlan",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "507",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Marsh. 341",
      "category": "reporters:state",
      "reporter": "Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "12 Johns. 140",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0140-01"
      ]
    },
    {
      "cite": "3 Wend. 104",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0104-01"
      ]
    },
    {
      "cite": "2 Watts 127",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "10 W. 455",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 177",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "12 Johnson 140",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 453",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0453-01"
      ]
    },
    {
      "cite": "10 Watts 454",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Bin. 3",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "1 Dal. 157",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "5 Marsh. 341",
      "category": "reporters:state",
      "reporter": "Marsh.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wend. 104",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144190
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/wend/3/0104-01"
      ]
    },
    {
      "cite": "2 Watts 127",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 929,
    "char_count": 28487,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 9.368929611043577e-07,
      "percentile": 0.9804210592972795
    },
    "sha256": "3c8a3e4b15fb3076ebd74ea35f83715d70e2a69bd67bc1dd170c16435462495a",
    "simhash": "1:c19480b68946b24a",
    "word_count": 5056
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harlan versus Harlan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIt is well settled as a general principle, that in Pennsylvania, replevin lies wherever one man claims goods in the possession of another, and this, whether the claimant has ever had possession or not, and whether his property in the goods be absolute or qualified, provided he has the right of possession : Weaver v. Lawrence, 1 Dal. 157; Shearick v. Huber, 6 Bin. 3; Woods v. Nixon, Adison 134; and Stoughton v. Rappalo, 3 Ser. & R. 562. It is also undisputed, that in this State, the machinery of a cotton or woollen manufactory, which is necessary to constitute it, is a part of the freehold; and as such, will pass by the deed of the vendor conveying the land on which the manufactory stands, or by the deed of the sheriff who sells the real estate of the owner under execution. So if a fixture or other part of the real estate be wrongfully detached from the freehold, the thing detached becomes the personal property of the owner of the soil, and he may, in general, maintain trover or replevin for the same. Considering these general principles, the defendant contends \"that replevin is not the proper remedy, because it falls within the scope of other cases equally well settled, beginning with Mather v. Trinity Church, 3 Ser. & R. 509, recognised in Baker v. Howell, 6 Ser. & R. 476; Browns. Caldwell, 10 Ser. & R. 114; that replevin is not the proper action to try title to land. In Mather v. The Trinity Church it is ruled that trover for stone and gravel from land does not lie by one who has the right of possession against the person who has the actual adverse possession of the land and sets up title to it. It will be remarked that it is not the actual possession, but it is the actual adverse possession of a person who claims title to it, that is the criterion. The case is put on this ground by Chief Justice Tilghman and Justice Duncan, both of whom delivered elaborate opinions: a criterion from which none will dissent, when it is considered what inconveniences. would arise from a contrary decision. Baker v. Howell is a case of similar description, in which it is held that an action for money had and received would not lie for the price of sand, taken from a sand-bar to which both the plaintiff and defendant claimed title, and sold by defendant. Mr. Justice Duncan says, an action of assumpsit for money had and received is not the form of action in which conflicting titles to Idnd or the right of inheritance may be tried. To the same effect is Brown v. Caldwell, 10 Ser. & R. 114. In that case it is ruled, that replevin will not lie by one not in the actual, exclusive possession of land, whatever title he may claim, against one who is in the actual, visible, notorious occupancy and possession thereof, claiming the right, for slates taken out of a quarry on the land. There Caldwell was in the actual possession of land containing a slate quarry, claiming it as his own, in fact ultimately adjudged to be his property. Brown replevied the slate after it was quarried, and the court decided, for reasons which are unanswerable, that ejectment, and not replevin, was the proper form to try the title. Eor similar reasons was the case of Elliott v. Powell, 10 Watts 454, ruled. Powell v. Smith, 2 Watts 127, is relied on by the defendant, and is supposed to decide the broad principle that an action of replevin cannot be maintained when the plaintiff can make title to the chattel only by making title to the land from which it was severed. That, as an abstract principle, cannot be sustained, for to maintain the suit it must in all cases be shown that the title to the soil, even as against a stranger, is in the plaintiff. It is because he owns the land from which it is severed that he is entitled to the chattel, and this surely must be shown or conceded. Thus, in the case of unseated lands, you can sustain an action for timber manufactured into lumber by a trespasser, only by proving title to the land from which it was severed. This is too plain a proposition to need the aid of authority. The truth is, Powell v. Smith merely affirms the principle ruled in Mather v. The Trinity Church, Baker v. Howell, Brown v. Caldwell, and other kindred cases. It is true there wras a recovery in ejectment, but no habere facias had been issued, and, consequently, the possession of the defendant continued, as before, to be adverse. The remedy, therefore, was not replevin, but an action for mesne profits, or by writ of estrepement. The question is, does this case fall within the principle already adverted to, that replevin lies wherever one man claims goods in the possession of another, or is it included in the class of exceptions indicated in Mather v. Trinity Church, and other cases ? I have no hesitation in saying, it is embraced by the former. The property from which the picker and speeder were severed, on the acknowledgment of the sheriff’s deed became ipso faeto the estate of the plaintiff; and inasmuch as these were fixtures belonging to the mill, they became his property also. He had not only a fee in the premises, but he was entitled to the possession also; for it cannot be doubted that he was entitled to an action of ejectment, which is an action to try the right of possession, immediately after the acknowledgment of the deed. That he might have pursued a shorter mode, pointed out by the act of Assembly, is nothing to the purpose. What is alone material, is, that he had the title and the right to- the possession, and there was no claim of title to the realty made by defendants. After the acknowldgment of the sheriff’s deed, the plaintiff stood in the relation of quasi landlord, the owner, the tenant, if you please, holding over after the expiration of the term. Although the actual possession is in the defendants, yet there is, in the sense attached to it in the cases cited, no adverse holding, nor the semblance of a contest as to the title. The title never has, nor ever can be disputed by them. The mere assertion of a title would be nothing. The court looks to the substance, and where it appears that in truth it is a trial of title, then it is properly ruled that replevin is not the proper action, but that it must be tried in another form. Beyond, the cases do not go, nor does public policy require they should. As is said in Elliott v. Powell, 10 Watts 453, it is a mistaken supposition that title to real estate may not be incidentally tried in a transitory action, much less that replevin canche maintained ©nly when the plaintiff car^make title to the chattel by making title to the land from which it was severed. In many cases, and indeed in all of this description, there is no other way of making title to the chattel but by proving plaintiff’s title to the land, of which the following cases are examples: Heath v. Ross, 12 Johnson 140; Higgenson v. York, 5 Marsh. 341; Player v Roberts, Wm. Jones 243.\nIn the case of uncultivated land, as before said, possession can only be proved by proving title. Indeed, proof of possession itself is proof of title. To the same purport is Wright v. Guyer, 9 W. 177, and Elliott v. Powell 10 W. 455. Here the evidence of title proved the right of possession, which was necessary to maintain the action. Having the right of possession, the temporary occupation of the premises is not such an adverse, hostile, notorious possession, claiming title, as will defeat the action. I have already remarked that the plaintiff was quasi landlord, the defendant tenant, and this brings the case within the principle ruled in Ferrand v. Thompson, 5 B. & Ald. 826, and Moers v. Wait, 3 Wend. 104. In the former it is ruled that where certain mill-machinery, together with a mill, had been demised for a term to a tenant, and he, without permission of his landlord, severed the machinery from the mill, and it was afterwards seized under a fi. fa. by the sheriff, and sold by him, no property passed to the vendee, and the landlord was entitled to bring trover for the machinery, even during the continuance of the term. The question is distinctly put, whether, inasmuch as a man named Richard was tenant of the mill, and of course in possession under an agreement for a term, the plaintiff, as landlord, could maintain trover for the goods, his remedy being, as was contended, case, for the injury to the reversion. The court decided the action could be maintained. The reason given by Abbott, C. J., is, that inasmuch as the chattels were part of the realty when separated from the mill, they would, as in the case of trees cut down by a tenant, revert to the landlord; and upon that principle, trover is maintainable by him. In this view of the case, Bayley, J., and Holroyd, J., concurred. Moers v. Wait, 3 Wend. 104, is also in point. There it is ruled that if a person entering into possession of uncultivated land, under a contract of sale, giving him the right of occupancy, and reserving to the landlord the land as security for the purchase-money, cuts timber for other than farming purposes, the timber severed becomes the personal property of the owner of the inheritance, who may maintain trover against the person in possession, though a Iona fide purchaser, under the occupant. Here, immediately the chattels, which were part of the realty, were severed from the freehold, they became personal property, and belonged to the plaintiff, thus giving him. as owner, the right of replevin as against any person in whose possession they may be. This is the principal question in the cause. It is not a question of form merely, but of substance, where the defendant, as whose property the estate is sold, is insolvent. It would be a dangerous precedent to let it be understood that an owner of real property, after his estate is divested, can, by his own unauthorized act, sever part of it, as for example, the machinery in a mill, or the timber growing on the land, and acquire title to it, so as to prevent the purchaser from asserting his title to the chattel itself. It is no answer, in case of insolvency, that the plaintiff may have his action for mesne profits, by laying the spoliation specially in the declaration, or a special action on the case, or his writ of estrepement after the injury is done. In the case supposed, his remedy would be worthless. His only adequate remedy is by replevin, as owner of the chattel, after the severance from the freehold. Owning the estate, he is owner of the chattel, certainly as against a wrongdoer, in which light alone are the defendants to be viewed.\nWe see nothing in the testimony, either of the sheriff or the other witnesses, which estops the plaintiff from asserting his title to the machinery of the mill, if his declarations were made in ignorance of his rights. He appears to have labored under the common mistake that machinery in a mill was personal, not real property. There is not a shadow of proof that he intended to relinquish his own property for the benefit of the defendants. If the real estate brought less in consequence of his mistaken notion of the law, that may have been a reason for setting aside the sale, but is of no moment whatever in this action.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Lezvis, for plaintiff in error.",
      "W. Parlington, for defendants."
    ],
    "corrections": "",
    "head_matter": "Harlan versus Harlan.\n1. In. Pennsylvania, replevin lies for the property of one in the possession of another, whether the claimant ever had possession or not, and whether his property be absolute or qualified, provided he has the right of possession.\n2. Machinery in a cotton or woollen manufactory which is necessary to constitute it, is a part of the freehold, and as such will pass by the deed of the ■ owner conveying the real estate, or by the deed of the sheriff who sells the same under execution against the owner; and therefore, where a fixture, a part of the machinery of the mill, was detached by the former owner after a sheriff's sale, it was held that the purchaser of the real estate at said sale could maintain replevin for the same against the person who detached it; and that the plaintiff in the action could make title to the chattel only by proving title to the land from which it had been severed, was no valid objection to the action of replevin.\n3. Where the plaintiff in an execution issued on a judgment which hound a woollen and cotton factory and machinery in it constituting a part of the mill, directed the sheriff to levy on the real estate, and stated that the machinery had been assigned or belonged to another, and that he had nothing to do with it; and said to another after the sale that he had purchased the factory and real estate, but not the machinery; this direction and declarations, if made in ignorance of his rights, and without consideration, and without the intention of relinquishing his rights, will not estop him from asserting his title to the machinery under his purchase at the sheriff's sale. If the real estate brought less at the sheriff's sale in consequence of his mistake of the law, it may have been a reason for setting aside the sale, but will not estop the purchaser from maintaining replevin for parts of the machinery, severed by another after the sheriff's sale.\nError to the Common Pleas of Chester county.\nThe plaintiff in error was plaintiff below. The suit was brought by Josiah Harlan against Mary Harlan, Anne Harlan, and Edward Harlan, to recover two articles of machinery, viz. a picker valued at $150, and a speeder of the value of $90.\nIn 1833, Edward Harlan owned the Glenville estate, in West. Fallowfield, Chester county, consisting of 290 acres of land or thereabouts, water-power, large woollen and cotton factory provided with machinery, and other valuable buildings. Becoming embarrassed, he made a general assignment, some time in that year, for the benefit of his creditors, to John Moss, of Philadelphia, who conveyed the real estate to Mary Marian, and, treating the machinery as personal property, sold it to Sarah Harlan.\nThe business of manufacturing then proceeded in the name of Sarah Harlan, being conducted by Edward, till 1840, when, becoming embarrassed, she sold the machinery to Mary, who in the same year leased to James Wilson, Sarah’s clerk and foreman, who conducted the business till April 1841. Sarah having made an arrangement with her creditors, resumed business at that time, with Edward as her manager. In 1843, Sarah, becoming again involved in difficulties, sold the machinery to Mary, together with all the stock in the mill.\nEdward, having in that year availed himself of the benefit of the bankrupt law, rented the mill and machinery of Mary Harlan, and entered into business on his own account. He again failed in 1846. Mary Harlan then leased the mill and machinery to Anne, who commenced manufacturing in January, 1847, Edward still being manager.\nMary Harlan being indebted to Josiah Harlan in about $10,900, secured by two judgments entered in January 1843, and revived July 1, 1847, execution was issued on one of them, and the real estate of Mary Harlan (the Q-lenville property) was sold for $11,700, subject to a mortgage for $5000 and interest. Josiah Harlan being the purchaser, obtained the deed of the sheriff on the 27th day of April, 1848, and on the 1st and 3d days of May following, gave notice to Mary and Anne Harlan to quit in three months.\nAbout the time the real estate was levied on, Mary Harlan assigned all her property to Ziba Pyle, Esq., for the benefit of her creditors: the eclipse speeder was embraced in the inventory filed, and afterwards sold by Mr. Pyle at private sale, to Mr. Largarenne, of Philadelphia, but not detached or removed from the mill.\nAfter the expiration of the three months, the defendants removed from the property, taking with them all the machinery of the mill, including the speeder and picker which constitute the subject of this suit. At the time the machinery was removed, Josiah Harlan had possession of the dwelling and Qlenville farm, but the keys of the factory were still in Edward’s hands, and he refused to give him possession.\nThis suit was afterwards instituted to recover a part of the machinery removed.\nThe question was, whether the suit could be maintained.\nThe judge charged, in substance, that whether the suit could be maintained depended upon whether the possession by the defendants of the factory and machinery against the plaintiff was adverse and under an assertion of right, without regard to the validity of the claim or the actual rights of the parties; that if it was, the plaintiff could not recover; and that there was evidence of such adverse possession and assertion of right.\nThe second question arose on a bill of exceptions to the testimony of the sheriff.\nThe defendants offered to prove, by Brinton Darlington, the sheriff, that he was directed to levy on the real estate, and not on the machinery, which he said had been assigned to Mr. Pyle. The plaintiff objected, and the objection was overruled, and exception taken. He testified as follows:—\nThe fi.fa. was placed in my hands, I don’t recollect by whom. General H. came to my office same day. I asked him what I was to do down there. He told me I was to levy on the real .estate. I asked him if there was no personal property. He asked me if I did not know it was assigned. I said no. He said it was assigned to Z. Pyle. I asked if there was no machinery in the mill. I can’t say whether he said it was assigned, or that it belonged to a man in Philadelphia. I think he said it was assigned to Mr. Pyle. That was about all. He told me I had nothing to do with the machinery or personal property either. General H. was present at the sale.\nCross-examined.—My object was to know whether there was any thing to levy on but the real estate. This is my advertisement. (Paper shown.)\nRe-examined.—Mr. Lewis was the bidder at the sale. Edward Harlan bid several times.\nOn the trial, the counsel of plaintiff submitted several points:—\n1. Replevin lies for goods unlawfully taken or detained, and may be brought whenever one person claims such goods in the possession of another; and this whether the claimant has ever had possession or not, and whether his property in the goods be absolute or qualified, provided he has the right to the possession.-\n2. If a fixture or other part of the real estate be wrongfully detached from the freehold, the thing detached becomes the personal property of the owner of the soil, and he may in general maintain trover or replevin for the same.\n3. The machinery of a woollen or cotton manufactory which is necessary to constitute it, is a part of the freehold, and as such will pass by the deed of the vendor conveying the land on which the manufactory stands, or by the deed of the sheriff who sells the real estate of the owner under execution.\nThe above three points were answered in the affirmative.\n4. The deed, therefore, of the sheriff to Josiah Harlan conveyed to him not only the walls of the factory, but the machinery within them necessary to the manufacturing of cotton and woollen fabrics to which it had been applied, and the defendants had no right to remove such machinery from the mill. ,\nAns.—Answered in the general charge.\n5. The defendant having no claim of title to the land, or any part of it, but having, if the evidence is believed, held over after three months notice to quit, the plaintiff may maintain an action of replevin for the machinery removed by them or any of them.\nAns.—Answered in the general charge.\n6. The judgments of the plaintiff having been entered prior to any transfer of the property in dispute, the rights of the plaintiff, by virtue of those judgments, could not be affected by such transfer, unless there was actual severance before the sheriff’s sale, of which there is no evidence.\nAnswer of the court.—True.\nChapman, J., charged, inter alia:—The plaintiff became the owner of all that passed by virtue of the sheriff’s deed.\nThis action was brought to recover fixtures attached to the mill at the time of the sheriff’s sale. If the plaintiff bought them, he bought them as real estate. They were not purchased as personal property. Treating them, then, as a part of the realty at the time of sale, the first question which arises is, can this action of replevin, being a transitory action, be maintained ?\nIt is a general principle of law, that an action of trover or replevin cannot be maintained when the plaintiff can make title to the chattel only by making title to the land from which it was severed. In Powell v. Smith, 2 Watts 127, 'it is said such actions do not lie by a plaintiff out of possession, because the title to land might otherwise be tried out of the county. In the case of personal property, the general property creates a constructive possession which would be sufficient. The constructive possession of goods follows the property. This is not so as to lands. But there are dicta and authorities to show that where the party in possession does not hold adversely or make no claim of title, the action will lie, as in the case of tenant at will or under lease. These eases, however, go upon the supposition that nothing but the use passes to the tenant, and the question of title cannot arise; he being estopped from denying it. Admitting that the action would lie unless the possession of defendants was adverse, how stands the case? Were the defendants in the adverse possession of the mill and machinery ? Adverse possession is a visible, hostile, exclusive, and notorious possession under the claim of right. Whether the defendants had such possession is a question of fact for your determination. The sale was made on the 16th of March, 1848. Deed acknowledged on the 27th of April. Notice given on the 1st and 5th of May. The mill was kept in operation until some time in July. The premises were not entirely abandoned, if you believe the evidence, until some time in September. If after the expiration of three months from the service of the notices, the possession was adverse, the statute of limitations would commence running, and if the machinery claimed was removed during such possession, this action cannot be maintained.\nIt is apparent that neither the tenant of the mill, nor Edward, who was also in possession, had any claim of title to the mill which could have been set up with success against the claim of the plaintiff ; but the rule which inhibits a plaintiff out of possession from maintaining replevin for chattels' severed from the realty cannot depend on the question whether the adverse claim can be successfully maintained. It is enough if it be made. Was it made here ? If you believe the evidence, so far as relates to the machinery, it ivas. Had the defendants adverse possession of the mill, claiming the machinery as theirs ? If they had, the plaintiff must fail. The evidence is for you.\nIf there was not such possession, the plaintiff may maintain this action. Should you determine there was not, then another question arises. It is urged by the defendants, there can be no recovery, because by the sheriff’s sale the machinery did not pass. Machinery in a mill is a part of the realty, and, in the absence of any arrangement or agreement to the contrary, will pass by a sale of the building. But, it is contended, the property in dispute was excepted out of the sale by the plaintiff himself. An agreement to treat fixtures as personal property may be made by the parties, and when it is carried out by a severance, will be binding. If, in the present case, you are satisfied from the evidence which is submitted to you, there was such an agreement, and that the plaintiff stood by and saw the defendants removing the machinery, and, with a knowledge of all the circumstances, assented to the severance, he is estopped from recovering in this action. If, on the contrary, there was no such agreement thus carried out, he is not, provided you do not find, as before stated, the defendants were in the adverse possession of the mill at the time the fixtures were removed from it. The points submitted by plaintiff s counsel, and the answers to the same, are hereto annexed. This opinion and the answers are filed at plaintiff’s request.\nThe charge was excepted to.—'Verdict for defendants.\nIt was specified for error:\n1. The court erred in charging—“ If after the expiration of three months from the service of the notices, the possession was adverse, the statute of limitations would commence running; and if the machinery claimed zeas removed during such possession, this action cannot he maintained. It is apparent that neither the tenant of the mill, nor Edward, who was also in possession, had any claim of title to the mill, which could have been set up with success against the claim of the plaintiff; but the rule which inhibits a plaintiff out of possession from maintaining replevin for chattels severed from the realty cannot depend omthe question whether the adverse claim can be successfully maintained. It is enough if it be made. Was it made here ? If you believe the evidence, so far as relates to the machinery, it was. Had the defendants adverse possession of the mill, claiming the machinery as theirs? If they had, the plaintiff must fail.\n2. The court erred in their charge on the plaintiff’s fourth and fifth points, and in not fully answering those points.\n3. The court erred in leaving it to the jury as a question of fact whether the defendants made an adverse claim to the possession of the mill, there being no evidence of such claim being made.\n4. The court erred in admitting the testimony of Brinton Darlington.\nThe case was argued by Lezvis, for plaintiff in error.\nThat the action could be maintained, he cited Ferrant v. Thompson, 5 B. <f Aid. 826 ; S. C., 2 D. <f R. p. 1; 16 K O. L. 61; 3 Wend. 104, Moers v. Wait.\nIn many cases there is no other way of making title to the chattel but by proving the plaintiff’s title to the land: 12 Johns. 140 ; 5 Marsh. 341, Higgenson v. York; 10 Ser. ‡ R. 118; 9 Watts 177; 10 Watts455, Elliot v. Powell; 3 Peek 257; Morris on Replevin 37.\nThe court should have affirmed the plaintiff’s fourth point.\n3. The court, so far as it has answered plaintiff’s fifth point, has denied it, although correct in law, and has submitted to the jury as a question of fact, whether the defendants had adverse possession of the mill under a claim of right, although there was no evidence of such a claim.\n4. The court erred in admitting the testimony of Brinton Darlington.\nW. Parlington, for defendants.\nAt the time of the levy and sale of Glenville Factory, Anne Harlan, one o.f the defendants, had possession of the mill and machinery, and continued in possession thereof until after the removal of the picker and speeder, to wit, until Sept. 19th, 1848. Mary owned the real estate ; Anne, the picker; Mr. Pyle, assignee of Mary, the speeder. The plaintiff knew the machinery was not owned by Mary. He told the sheriff so; that he had nothing to do with it; to levy on the real estate, meaning the land. The sheriff levied and sold according to his directions, and plaintiff became the purchaser; nothing was said at the sale about the machinery. The property necessarily sold for so much less than it would have brought, if the machinery had been levied and sold with it, and the plaintiff has the advantage in the cheapness of his bargain. The balance of his claim, which the proceeds of the land did not reach, has since been paid him in full. To allow him now to recover the' machinery would be to allow him to perpetrate a fraud. Me at least is estopped from saying the machinery was sold with the mill. The possession of the mill and machinery remained in Anne until after the picker and speeder were removed.\nPlaintiff saw the machinery removed, and lent his oxen to help to remove it. During this time, Anne, by her agent, was in the exclusive, adverse, hostile possession of the mill and machinery. It was exclusive and hostile as against Mary and all claiming under her. He could not have recovered possession by law, in the face of his own agreement, until after' the machinery was removed.\nThe plaintiff claimed title to the chattels only by claiming title to the land from which they were severed, which he cannot do: 2 Watts 127 ; 10 id. 454; 3 Ser. $ R. 509; 6 id. 476; 10 id. 114.\nThe plaintiff may have an action for mesne profits, by laying the spoliation specially in the declaration: 2 Watts 127, Powell v. Smith; or a special action on the case. He may also have a writ of estrepement.\nApril 21, 1851,"
  },
  "file_name": "0507-01",
  "first_page_order": 507,
  "last_page_order": 516
}
