{
  "id": 408691,
  "name": "Hoopes et al. versus Garver, Administrator of Samuel Lefevre, deceased",
  "name_abbreviation": "Hoopes v. Garver",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "517",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 212",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 31",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 496",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 30",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Jones 212",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1020,
    "char_count": 31077,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.31340321385532516
    },
    "sha256": "ad5cfb2d75c482000b04840e6b15734aba83044f4a0ada19a42a7d62c14b93c3",
    "simhash": "1:30754bb76e77b84b",
    "word_count": 5550
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoopes et al. versus Garver, Administrator of Samuel Lefevre, deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChambers, J.\nThis case presents a controversy between the owners of two adjoining farms, about the location of their boundary fence, involving the question of title to about one-eighth of an acre of land, of little value. It, however, involves in its decision principles of moment to many of the owners of land in this commonwealth, in relation to their boundary fences and the occupancy of them, that demand a more full report of the ease and the law appertaining, than if it related exclusively to the small piece of land now in controversy. There is no subject-matter that oftener disturbs the peace and harmony of adjacent land-owners, than their boundary fences, exciting a spirit of controversy and litigation, of which there is a specimen in the- case now under consideration, and which it is the policy of the law to discourage and restrain.\nThe plaintiff and defendant below held their lands by titles derived from Jacob Stong, who died before 1820. Hoopes obtained his title by purchase from Joseph Stong, the son of Jacob, in the autumn of 1837, whose paper title embraces the strip of land in dispute. Lefevre, the plaintiff below, having no paper title to the land, relies on an alleged adverse possession for twenty-one years :to give him title, before the erection of the new post-and-rail fence by Hoopes, in 1844 and 1847, and for the erection of which this action of trespass q. c.f. was brought by Lefevre against Hoopes.\nIn the action, the jury, under the charge of the court below, found for the plaintiff, Lefevre, sixty-five dollars damages; to which charge the defendant took exception.\nThe plaintiff in error assigns for error in the charge of the court to the jury, 1. That the court erred in charging the jury that the ascertainment of the boundaries of the whole tract about to be conveyed by the vendor to the vendee, was not such an entry as suspended the operation of the statute, and that the design in making the entry was not to resume possession, but that it was made in following the courses and distances in the deed.\nIt is alleged by the plaintiff in error, and the allegation is supported by the record, that in this instruction the court withdrew entirely from the jury the consideration of the character of the entry,' and the effect of it, as made by Stong and Hoopes, at the time of the survey, in the presence of Lefevre, and the conversation between him and them in relation to this disputed land, on or in view of the land, and which, as facts material to the rightful decision of the question, ought, it is said, to have been submitted to the consideration and finding of the jury, as the entry, acts, and conversation of the parties were at a time, when the statute of limitations was not pretended to be a bar.\nThe court, in the preceding part of their charge, did submit to the jury the question of adverse possession, as one of fact, for their determination—and whether there was an adverse possession in the plaintiff for more than twenty-one years before the injury and trespass complained of; and did instruct tlpe jury that to constitute an adverse possession, it must have been Hostile, visible, notorious, and continued. Yet when the court remarks on the acts and conversations of the parties at the time of making the survey, which were material in relation to the entry, the assertion of right by Stong and Hoopes, and the character of the' possession then claimed by Lefevre, they are withdrawn entirely from the jury, as a question of law which the court assumes to decide, and instructs the jury, “that the ascertainment of the boundaries of the whole tract about to be conveyed by the vendor to the vendee 'was not such an entry as suspended the operation of the statute. The design in making the entry was not to resume the possession; it was made in following the courses and distances of the deed.\" It was necessary defendant should have made an assertion or claim of ownership to the property in dispute.” “ We omitted,” say the court, “ to call your attention to what took place between Hoopes, Stong, and Lefevre, when they met at the time of the survey. This will be taken into consideration by you.”\nIt is in evidence that Stong, the owner of the land adjoining Lefevre, his brother-in-law, had, in the autumn of 1837, sold this land at public sale, to Abraham Hoopes. Shortly after, in the same year Stong and Hoopes go upon the land with a surveyor and assistants to ascertain its boundaries and quantity. In doing so, they enter on this piece of land in dispute, go to the corner within Lefevre’s enclosure to run from, in order to ascertain and fix the location of the boundary-line on the side of Lefevre, according to the draft, and the right of Stong the vendor, and Hoopes the vendee, as well as to ascertain the quantity to be paid for by Hoopes. Whilst so engaged, Lefevre comes to them at the cross-road adjacent to the land in controversy. We cannot suppose Lefevre ignorant of the public sale of the adjoining farm, and the purpose of Stong and Hoopes, in making the survey and entering within the field, to assert the extent of the claim and right of Stong, by running the line. From the remark of Lefevre and his acts, it would appear that he observed and did not mistake their acts in entering within his enclosed field, and surveying off the small piece of land in dispute, by a line diverging a few feet from the old fence, extending to the public road, and embracing, as is stated, about the eighth of an acre. Lefevre does not remonstrate against this entry and survey as an encroachment on his land, nor does he assert that this piece of land was his property, but appeals to Stong as the owner, with whom he was familiar, saying, “ Joe, you know very well your father promised me that I should have that piece of land:” not that it was his, or that it had been granted or given to him, but that there had been a promise that he should have it, but on what terms is not stated. This remark is addressed to Stong, the claimant, and in the presence of Hoopes, the purchaser. Stong replied that if Mr. Hoopes had a mind to give it to him, he might. Hoopes says in answer, that he has no land to give away. The allusion in this conversation, says the surveyor, was made to the land in dispute. Lefevre, it would seem, made no resistance or opposition to the entry and survey, nor, after the reply of Stong and Hoopes, manifested any dissatisfaction, but passed with the party pleasantly as far as his line went, his son Jacob holding the sight-pole up the road.\nThe question is, what is the character and effect of this entry, accompanied with such acts and conversation of the parties in interest, on the possessory title, and the operation of the statute of limitations. The design of this statute was to give peace and quiet to the community. It has been well called a statute of repose, and experience has proved' most satisfactorily the policy of it. But it is not to be used as a sword of offence, to do manifest wrong.\nWe do not deem it necessary to go beyond the adjudications within this commonwealth to determine the character of an entry on land that is to save the operation and bar of this statute. In the case of Holtzapple v. Phillibaum, 4 Wash. C. C. R. 356, it is ruled that to constitute a legal entry on land to avoid the bar of the statute, the party must enter with intent to claim the possession, and must do some act to prove that such was his intention by acts amounting to a trespass on the land, or he must declare that he enters for the purpose of claiming or taking possession. No particular form of words is prescribed by the law; the substantial part is the taking, or declaring an intention to take or claim possession. An entry on land, says Chief Justice Gibson, in delivering the opinion of this court in Altemus v. Campbell, 9 Watts 30, “ avoids the operation of the act of limitation, if accompanied by an explicit declaration, or an act of notorious dominion, by which the claimant challenges the right of the occupant.” So in the case of Miller v. Shaw 7 Ser. & R. 129, it is said, where a person enters animo clamandi, as when he enters and surveys the land, it operates as a bar to the act; and where the intent with which the entries were made, is doubtful, the question of intention was to be submitted to the jury. In the case of Ingersoll v. Lewis, 1 Jones 212, per Rogers, J., it is ruled that “where the agent of the owner enters upon land with the avowed object of claiming it, making a survey thereof with the knowledge and assent of the person in possession, these acts operate to bar the running of the statute; and if the proof of them is satisfactory to the jury, the court should give a binding direction to that effect.” Other cases in this court might be referred to in affirmance of the law of entry in relation to the bar of the statute as contained in the cases already cited.\nIn the case under consideration, the entry was made in 1837, before the alleged bar of the statute, by Stong, the owner, and Hoopes, the purchaser of his right, with the surveyor and his assistants ; and though for the purpose of surveying the entire tract, it was to include within that survey the piece of land since in dispute. They proceed to make that survey, including the land since claimed by Lefevre. Was there not in this act of survey, by such parties, in the presence of Lefevre, the occupant, an entry with a declaration of claim ? an act of notorious dominion, by which Stong challenged the right of Lefevre ? Did not Lefevre so understand it ? He appeals to the recollection of Stong, if his father had not promised him that he should have that bit of land. Lefevre asserts no title in himself, or claims any possession adverse to any other. He makes no opposition or remonstrance against the assertion of claim by Stong, nor exhibits any further dissatisfaction, but passed with the party pleasantly as far as his line went. Is there in the remarks or conduct of Lefevre, a single feature of hostility to the claim of Stong thus publicly made ? Does he not exhibit acquiescence and submission to the then act of ownership on the part of Stong ? Could there be any other reasonable inference from that acquiescence than that he held this bit of land, as he called it, subject to the will and pleasure of Stong ? If Lefevre then intended to rely on an adverse possession in himself, his conduct and silence were such as to deceive and mislead both Stong and Hoopes, and allow Hoopes to pay his money for land surveyed to him, and which he, Lefevre, did not then claim, and which he afterwards attempts to take from him by color of law. Having been silent after the reply and refusal of Stong and Hoopes to give him this land, is he afterwards to be allowed to assert a claim inconsistent with that silence and submission ? If Hoopes delayed a few years to take possession of the land within his boundary, by making a new and more permanent fence, is the occupant, who had recognised his right, to profit by the delay ? It is well said by Chief Justice GrlBSON, in Sailor v. Hertzhog, 2 Barr 184, why should an occupant be protected who has himself induced the delay by insincere professions of submission, and how can his intention be made to appear by any thing else than his declaration ? It is for the jury to decide on doubtful conversations, how far they amount to a recognition of title: Mills v. Shaw, 7 Ser. & R. 129. If Lefevre did not intend to hold in hostility, it is settled by Criswell v. Altemus, 7 Waits 566, and Sailor v. Hertzhog, 2 Barr 184, that the possession was not adverse.\nIn the interior and western part of this State, most of the boundary fences on farms are what are called worm-fences, of easy and simple construction; and which are made as well as changed, with but little expense or labor. This makes the owners of the adjoining lands less exact in placing them on the boundary-line, than when they make a more permanent and expensive fence. There is, in the first class of cases, frequently a departure from the exact line, occasioned by mistake, want of skill, or want of attention in the maker; and, on an extended straight line of some distance, there will be diversions on both sides from the right line. In such cases, between neighbours, there are generally a common forbearance and acquiescence, which are evidence of permission, when the encroachment is small; and as such, these fences are on both sides amicably repaired for many years, by dividing the distance and selecting their parts, without any intention in the one to acquire a right by possession, or any suspicion in the other that by his indulgence and forbearance he was to lose his established and rightful boundary. The occupancy of land bounded by a fence so made and kept up with all its curvatures, to give title by adverse possession for twenty-one years against the adjoining owner, where the encroachment is but a small diversion from the real line, should be obvious and unequivocally adverse—the hostility so marked as not to be mistaken, and not dependent on inference from occupancy, as might be allowed in the case of an entire tract or a considerable enclosure, which would be visible and notorious. We would say, in reference to the possession of a small strip of land along a boundary fence so situated, as was said by the court in the case of Gray v. Creary, 4 Yeates 496, “ that the evidence of possession does not apply with the same force as when the whole of a tract of land is held adversely.” Slighter circumstances of acquiescence in the boundary fence, where the division was not obvious, might be allowed to show that the possession was not adverse, but subject to the will of the real owner.\nIn the case under consideration, the learned judge of the Court of Common Pleas seemed to have considered that the question of adverse, continued, hostile, and visible possession had been submitted explicitly to the jury; yet, in assuming to instruct the jury, as a matter of law, that the entry on the land by Stong and Hoopes, with the circumstances attending the survey, the interview with Lefevre, and the conversation and acts of the parties,' as testified to by the witnesses, did not suspend the operation of the statute, these material facts and circumstances were by the court withdrawn from the jury, instead of being submitted to the jury for their consideration, with the instruction that if the proof of the entry, survey, declarations, and acts of the parties were satisfactory to the jury, it would operate to bar the running of the statute. On this point, the court is of opinion there was misdirection and error in the charge of the court below to the jury.\nAs to the second error assigned by the plaintiff in error, that the court erred in charging the jury that the amount of damages should be regulated by the injury the plaintiff sustained, this court is of opinion that though the damages appear to be excessive, yet, as no specific instructions were asked from the court to the jury, by the counsel of the plaintiff in errorand as the court instructed the jury that the damages should be regulated by the injury the plaintiff sustained, this court will not intend that the damages were for any thing else than the legal injury, for which the plaintiff was entitled to damages.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Thayer, for plaintiff in error.",
      "W. Darlington, contra."
    ],
    "corrections": "",
    "head_matter": "Hoopes et al. versus Garver, Administrator of Samuel Lefevre, deceased.\nIt was error for the eourt to direct the jury that an entry on land made by a claimant for the purpose of surveying the entire tract of which the part in dispute was a portion, and a survey made of the part in dispute, in the presence of the occupant, who did not then object to the survey or declare his claim to the part in dispute, but by his conversation rather seemed to admit that'the title to the same was not in him, was not such an entry as suspended the operation of the statute ; the evidence as to the entry and survey, the declarations and acts of the parties, should have been submitted to the jury, and, if satisfactory to them, would operate to bar the running of the statute.\nError to the Common Pleas of Chester county.\nThis was an action of trespass qu. cl. fregit, brought by Samuel Garver, administrator of the estate of Samuel Lefevre, deceased, against Abraham Hoopes, William H. Johnston, and John Shellinger, to try the title to a narrow strip of land claimed by both Hoopes and Lefevre, who were the adjacent owners on each side of it.\nSamuel Lefevre, the plaintiff below, declared “ that the defendants on the 4th day of July, one thousand eight hundred and forty-two, and on divers other days and times between that day and the commencement of this suit, with force and arms broke and entered the close of the plaintiff, in the township of Lower Oxford, in said county, and dug up the earth thereof, and built and erected a fence thereon, and trod down the grass thereof, &c.”\nHoopes and the other defendant below pleaded that the locus in quo was the freehold of him, the said Hoopes. Issues were joined, and the cause tried at July term 1841, of the Court of Common Pleas of Chester county. And the question was with regard' to the title of about one-eighth of an acre of land.\nSamuel Lefevre, plaintiff below, and Abraham Hoopes, defendant below, held farms adjoining, both of which were derived mediately or immediately from Jacob Stong, who died before the year 1820.\nHoopes bought his farm from Joseph Stong, son of Jacob Stong, in the fall of 1887 : it was conveyed to him on the 2d of April, 1888, and admitted to be the same property released on the 21st of March, 1820, by Samuel Lefevre, plaintiff below, and wife, to Joseph Stong. About the year 1844, Hoopes erected 25 panels of fence in Lefevre’s side of the old division fence; and in the summer of 1847, Shellinger and Johnston, defendants below, under command of Hoopes, extended it by adding 58 panels more.\nThe whole of this new fence, erected by Hoopes in 1844 and in 1847, was on a straight line from one acknowledged corner to another, and on the land included by the release from Lefevre and wife to Joseph Stong, and the deed from Joseph Stong to Hoopes.\nPlaintiff below alleges an adverse possession of the same land for 21 years ; and it is not denied that the old division fence had not been changed from 1818 till 1844.\nBut defendants below relied for defence on a survey and entry made by Hoopes in December 1887, and the circumstances attending it, as proved by the evidence of William E. Baily and Jno. P. Harlan.\nThe plaintiff below, to maintain the issues on his part, called\nEdward Jones, affirmed.—I was employed to put up the fence by Wm. H. Johnston, and also received orders from Mr. Hoopes to put up fifty-eight panels of post-and-rail fence. I put it up on what was pointed out to me as the line between Mr. Lefevre and Mr. Hoopes, pointed out by Hoopes ; it was on Lefevre’s side of the existing fence; it was a straight fence; Shellinger brought principal part of the rails; Lefevre’s part of the fence was left, and Hoopes’ hauled away.\nCross-examined.—I began at twenty-five panels from the end of the lower fence ; about four feet from the old fence; twenty-five panels of new fence were made then ; the old fence was worm-fence. I went to the corner of the fence pointed out to me at the run; put up a stake there; put up a stake on the hill on the middle of the road on the corner-stone. Mr. Hoopes pointed out the upper corner. Mr. Lefevre told me that was the corner in the middle of the road. Nobody made any objection to the other corner. I set the whole fence on what was said to be Hoopes’ land. I never saw Shellinger beyond what was said to be Hoopes’ land, and Johnston and Hoopes were not on the disputed ground. Both parties told me the upper corner-stone was right. I suppose about one-eighth of an acre in dispute.\nPlaintiff closed.\nDefendants gave in evidence a release from Samuel Lefevre and wife to Joseph Stong, dated 21st day of March, 1820, for 304 acres and 14 perches of land, with allowance of 6 per cent.; and a deed from Joseph Stong and wife to Abraham Hoopes, dated 2d of April, 1838, of 326f- acres of land strict measure.\nDefendants then called William E. Baily; affirmed.—(Last deed shown.)—I drew that deed. I surveyed the whole tract. The draft is a draft of the whole farm. I drew it; dated 4th December, 1837. I have examined the release from Lefevre to Stong; compared it with Stong’s deed to Hoopes; both describe the same property. Neither of the corners were questioned at the time of the survey. The draft admitted.\nCross-examined.—Abraham Hoopes employed me to make this survey; he was along ; he did not point out all the corners ; but Joseph Stong pointed them all out. That draft calls for the same course; I ran through what was fenced as Lefevre's field; it is cleared land both sides of that old fence; upper end is ploughed land ; lower end wet. No intimation of any claim about the lines; when we came up to the cross-roads, Samuel Lefevre met us ; as he came up he remarked to Joseph Stong, using his oion language, “Joe, you know very well your father promised me that I should have that bit of land.” Joseph Stong replied, “If Mr. Soopes had a mind to give it to him, he might.” Abraham Hoopes said, “ he had no land to give away.” The allusion was made to tvhat we ran across—that in dispute. That was the time of the survey, before the deed was made or money paid to Joseph Stong, brother-in-law of Lefevre. Neither of the corners were questioned at the time.\nRe-examined.—Lefevre did not bring the question up again ; he showed no determination to resist that line ; he passed with, us pleasantly as far as his line went; his son, J%cob Lefevre, held the sight-pole up the road; Samuel P. Garver and John P. Harlan were there as chain-carriers. Jacob Lefevre pointed out the corners up ahead. Garver was always at the first corner. No dispute then at the run, (the place of beginning.)\nDefendants closed.\nPlaintiff called witnesses, who proved the old fence existing since about 1818, and cultivated on each side by the parties.\nValentine Shellinger, sworn.—I have seen this new fence since it was put up; straight from the creek up to the road. It is about four years since I observed part of the present new fence.\nAndrew Armstrong, affirmed.—Cross-examined: Jacob Stong and Samuel Lefevre, in 1816 or 1817, owned what is now Hoopes’s and Lefevre’s.\nEbenezer Dickey, affirmed.—Cross-examined: Jacob Stong died before 1820.\nPlaintiff then gave in evidence deed from Jacob Stong and wife to Samuel Lefevre, dated 9th of April, 1809, for 104 acres, which does not include the disputed strip of ground.\nPlaintiff closed.\nDefendants then called John P. Harlan; affirmed.—I was at the sale of this property, in 1837, in the fail of the year. Joseph Stong sold it at public auction. Abraham Hoopes bought the property at the sale. Hoopes made a survey of it. It was sold by the acre; supposed to be 315 acres, be the same more or less. I went with Abraham Hoopes, together with Wm. E. Baily, Samuel Lefevre, and one of his sons, to survey it, in order to find out the limits of his land. We began at the corner of the run. I am under the impression that Samuel Garver was prominent in establishing the starting-point. Stong was also active, and there was no disagreement about the corners. Conversation took place similar to what Mr. Baily expressed. I thought of no difficulty about the matter. The survey was made the same fall as the sale. Jacob Lefevre was sightsman up the road at the stone. A regular corner-stone was admitted up there. They made 326f acres, strict measure. Don’t remember if Samuel Lefevre was below the road.\nCross-examined.—Stong did not deny Lefevre’s assertion that his father promised him that bit of land.\nThe case having closed, the court charged the jury as follows:—\nThis action was brought to recover damages for an alleged trespass on lands of plaintiff. It appears by the evidence that about a year before this trial, the defendants erected fifty-eight panels of post-and-rail fence on land in possession of plaintiff, thus bringing about the eighth of an acre within their enclosure. The plaintiff claims title to the ground on which the fence was placed, and it is not denied but he was in possession at the time. The title of plaintiff is disputed by defendants; hence the main question is, to whom did this land belong at the time the fence was erected ?\nPlaintiff has given in evidence a deed, dated 5th April, 1809, from Jacob Stong and wife, for 104 acres. By the survey, made in 1837, it appears this tract does not include the ground on which the fence was placed, but adjoins it. Defendants produced a release from Lefevre and wife to Joseph Stong, dated 1st March, 1820, of all their right in the tract of 314 acres, of which Jacob Stong died seized and intestate. He has also given in evidence a deed from Joseph Stong and wife to him, dated 2d of April, 1838. This includes the ground in dispute. If the question depended upon the paper titles thus exhibited, the conclusion must be against the plaintiff. But, it is contended by him, that he had adverse possession of the land in dispute for more than twenty-one years before the erection of the fence. If this be true, the statute of limitation gives him a good title. To determine this question, the evidence must be referred to. He has given evidence to show that the disputed strip of land had been nearly the whole time since his purchase, in April 1809, inside of the old fence, in his possession, and cultivated by him ; that the old fence was repaired, from time to time, and its position not changed; and that the land was cultivated to the fence on either side by the respective occupants. We submit the question, as one of fact, for your determination, whether there was an adverse possession by the plaintiff for more than twenty-one years before the injury complained of. It will be remembered by you, however, that to constitute an adverse possession, it must have been hostile, visible, notorious, and continued. When one man enters upon the land of another, encloses it, cultivates and occupies it in hostility to the claims of all others for the period of twenty-one years, the statute will protect him in his possession. There are prejudices against this act, but it has been properly termed a statute of repose, and tends to promote peace and prevent litigation. We think it proper to make this remark in regard to the law, without intending it to bear upon the facts, which are entirely for you.\nThe defendant, in answer to the interposition of the statute, contends there was an entry by defendants, or those under whom they claim, in December 1837, which entry avoided the operation of the statute. It appears, after Hoopes became the purchaser at public auction of Stong’s tract, he and Stong had a survey made of it, and in making that survey, they passed within plaintiff’s enclosure. The fence complained of was placed on the line thus run. An entry which will avoid the operation of the statute must bear on its face an unequivocal intent to resume the actual possession. Its effect depends on the intent of it, expressed by words or intimated by an act equally significant: Altemus v. Campbell, 9 Watts 31.\nThe ascertainment of the boundaries of the ivhole tract, about to be conveyed by the vendor to the vendee, was not such an entry as suspended the operation of the statute. The design in making the entry was not to resume the possession; it was made in following the courses and distances in the deed. It was necessary defendant should have made an assertion or claim of ownership to the property in dispute. It is asked by defendant’s counsel by what other mode an entry could be made. We might suggest many others. It might have been done by staking it out or building a fence. If you are satisfied that plaintiff held adverse possession of the ground in dispute for more than twenty-one years before the erection of the fence, he is entitled to damages: the amount will be regulated by the injury he has sustained. We omitted to call your attention to what took place between Hoopes, Stong, and Lefevre, when they met at the time of the survey. This will be taken into consideration by you.\nDefendants excepted to the charge of the court, and desired the same to be filed, which is here done, and this their bill of exceptions is sealed. Henry Chapman, [l. s.]\nThe jury returned a verdict for plaintiff, for sixty7five dollars damages and six cents costs.\nIt was assigned for error :\n1. The court erred in charging the jury that “ the ascertainment of the boundaries of the whole tract about to be conveyed by the vendor to the vendee was not such an entry as suspended the operation of the statute, and that the design in making the entry was not to resume the. possession, but that it was made in following the courses and distances in the deed.”\n2. The court erred in charging the jury that “the amount of damages would be regulated by the injury the plaintiff sustained.”\nThayer, for plaintiff in error.\nAt the time of the survey, Lefevre did not remonstrate or assert title in himself; on the contrary, he clearly by implication acknowledged the title of his adversary. No more proof of thq animus clamandi was given in Miller v. Shaw, 7 Ser. B. 129, than in this case. The naked entry and survey, without more, is a sufficient exercise of dominion to indicate clearly the intention to resume the possession: Hinmer v. Cranmer, 9 Barr 401. Here, as in Ingersoll v. Lewis, 1 Jones 212, he who alleges the adverse possession had notice of the entry and survey, for it was made in his presence, and where that is the case, Ingersoll v. Lewis settles the law to be that such an entry, without more, is a conclusive answer to the adverse possession.\nW. Darlington, contra.\nThe plaintiff below proved that he had been in the exclusive, adverse, uninterrupted possession of the premises in question, from 1818, or earlier, until 1847.\nThe land was improved and cultivated up to the division fence, on each side thereof, during all that period.\nIn December 1837, Hoopes, having purchased his tract at public sale, procured Baily to run the lines thereof, preparatory to writing the deed.\nIn running from the starting-point at the creek to the stone in the road, far beyond the disputed land, they crossed the plaintiff’s enclosure with the compass and chain.\nSamuel Lefevre was not with them when they were crossing his land. They came up to him in the road after they had crossed it, and he instantly remonstrated, and asserted his title to the land in question.\nNothing further was done by Hoopes in the way of asserting title to the land, until 1847, when he entered and erected the fence which is the trespass complained of.\nThe question is, was this entry in 1837 sufficient to stop the running of the statute of limitations ?\nApril 21, 1851,"
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 527
}
