{
  "id": 408820,
  "name": "Golder versus Ogden",
  "name_abbreviation": "Golder v. Ogden",
  "decision_date": "1851-04-28",
  "docket_number": "",
  "first_page": "528",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whar. 505",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wheaton 229",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/21/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 14380,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 3.6912549135809983e-07,
      "percentile": 0.8924892918467447
    },
    "sha256": "ab3af3739cd3a4ed612e6fba7f120e125df0070a2d0f423f857529a97c9d0b33",
    "simhash": "1:04bdcf449153816c",
    "word_count": 2605
  },
  "last_updated": "2024-02-27T21:30:18.426322+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Golder versus Ogden."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nHad the paper been sold in a separate lot, the ownership would have passed, though it contained a few pieces more than the number. The buyer would have taken the whole as a lot sold to him in gross. Or had the pieces been separated from the rest, and pointed out to him as his two thousand, a small excess would not have vitiated the sale. So if the bargain had been that they were to be counted before they were taken away. Such is the principle of Dennis v. Alexander, Scott' v. Wells, and Hutchinson v. Hunter, which are less stringent than the English cases. But there was no evidence that the bargain had regard to a lot in gross, or any particular pieces.' The only thing at all like it, is the testimony of the salesman, who swore it was considered that the buyer was to have his paper out of the lot in the cellar, and that the paper there was intended for him ; but the witness did not know that the buyer had selected it, or that the identical pieces had been set apart for him. Without separation, however, intention is nothing. The vendors might have changed it before delivery, and have taken other pieces of the proper sort from any other part of the store. Whether there were such, or from what part they took the pieces previously delivered, did not appear; but even had there been no other pieces on hand than those in the cellar, and no more than the exact number, they would not have passed without a specific act of appropriation, equivalent to a delivery in contemplation of law.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Gr. Mallery, for plaintiff in error.",
      "T. B. Townsend, for defendant."
    ],
    "corrections": "",
    "head_matter": "Golder versus Ogden.\nA contract was made for the sale and purchase of 2000 pieces of wall-paper, and the purchaser gave his notes for the same to the manufacturers, (which were afterwards negotiated,) and received their receipt in full, and took away 1000 pieces, and it was at the time agreed that the other 1000 pieces were to remain at the store of the manufacturers till called for by the purchaser; before called for, the manufacturers executed an assignment for the benefit of creditors : Held, that not being selected by the buyer, or separated or set apart for him, but remaining in the storo-building with other paper of the same description, the purchaser did not acquire title to the remaining 1000 pieces as against the assignee.\nError to the District Court, Philadelphia.\nThis was an action of trespass vi et armis, brought by Charles S. Ogden, assignee of Longstreth & Son, against Robert Golder, and Henry Lelar, sheriff, for taking away from the store of Longstreth & Son, by virtue of a writ of replevin, 1000 pieces of wallpaper. Plea, not guilty.\nOn .the 27th of November, 1847, Golder, the plaintiff in error and defendant below, bought of Charles Longstreth & Son, hanging-paper manufacturers, 2000 pieces of wall-paper, for the sum of $666; and at the same time, the said Golder gave in payment his two negotiable notes, payable to the order of the said Charles Longstreth & Son, for $333, each dated on the 27th of October, 1847, one payable in eight, the other in six months; whieh notes were negotiated by Longstreth & Son, and paid by Golder at maturity. At the same time, Longstreth. & Son gave their receipt to Golder for the said two notes, amounting, as aforesaid, to the sum of $666, in full of the bill of paper, of the date of November 27th, 1847. On that day, which was the day of the purchase, and at the time of giving the two notes, 1000 pieces of the paper were delivered to Golder, and taken away by him, and it was agreed at that time that the other 1000 pieces should remain at the store of Longstreth & Son, until Golder should call for them. All the pieces of paper were of the same width, length, size, quality, and value.\nOn the 29th day of January, 1848, Charles Longstreth & John H. Longstreth, trading under the firm of Charles Longstreth & Son, made an assignment to Charles S. Ogden, the plaintiff, for the benefit of their creditors, of their joint and several estate, real, personal, and mixed, in trust for the benefit of creditors, in the usual form.\nOn the 29th day of February, 1848, the defendant below, with the sheriff, by virtue of a writ of replevin, took the 1000 pieces of paper which had been purchased and paid for by Golder, and left with Longstreth & Son until Golder should call for the same.\nThis action of trespass vi et armis was brought by Charles S. Ogden, the assignee of Longstreth & Son, against Golder and Sheriff Lelar, who took the 1000 pieces of paper on the writ of replevin.\nSharswood, J., charged that the plaintiff was entitled to recover.\nOn the trial, Samuel Longstreth was examined on part of plaintiff. He testified as follows :—\n“I was clerk and salesman with 0. Longstreth & Son, at No. 7, North Third street. Mr. Ogden employed me after the assignment. I recollect when the deputy sheriff and Mr. Golder came and carT ried away the paper. The paper they took was in the cellar under the store. I kneiv of the sale to Golder. I was told of it by the firm. It was considered that Mr. Golder ivas to have his paper out of the lot in the cellar. I put it where it was when they toolc it. I helped to put it there. It was intended for him. I do not know that he ever selected it. I cannot say that the identical pieces which were taken were set aside for him ; but 1000 pieces of that lot of paper were always intended for him. I was told so by John H. Longstreth, one of the firm; I do not know how much paper there was in the cellar of the kind that was taken; there were more than a thousand pieces, and there were other pieces of paper of the same kind left, after they had carried away what they took. It was all lying there together. It was all the same kind, quality, and value—one piece just like another. One thousand pieces were intended for Golder, in the cellar. Before the assignment, I understood that the pieces were of the same length, description, and value.”\nBeing shown hill of 27th November, 1847, he said, that is John ■H. Longstreth’s hand-writing.\nBill read in evidence, viz. the bill or account for the paper. Also given in evidence, an assignment between Charles Longstreth & Son and John H. Longstreth, lately trading under the firm of Charles Longstreth & Son, of the one part, and Charles S. Ogden of the other part, bearing date the 29th day of January, 1848, of all their joint and several estate, in trust to pay creditors.\nHenry Stout, examined.—I am a deputy of Sheriff Lelar; I had a writ of replevin against Longstreth & Son. This, I believe, is a copy of it. I got the paper—1000 pieces. Mr. Golder and Mr. Fizell were along with me. It was the day of the date of the writ, 29th of February, 1848. We counted the paper off. I acted for the sheriff. There was some remonstrance by a gentleman who said he was the assignee. I think there was some other of-the same kind of paper left—more than half a dozen pieces.\nCross-examined.—Some few of the one thousand pieces were taken from the first floor, the rest from the cellar. There might have been more than half a dozen pieces left of the kind we took. They lay pretty much together in the cellar.\nCharles Longstreth, Jr.—I was employed in the factory of Longstreth & Son, and was employed by Ogden, in the store, after the assignment. I recollect when the sheriff came. I had always understood that 2000 pieces of curtain-paper had been sold to Golder. Defendants took away 1000 pieces. There was other paper left of the same kind and quality as that taken by them.\nCross-examined.—The pieces were all of the same length, width, and size. All a purchaser had to do was to count them out. There were considerable more than half a dozen pieces left of the lot out of which the 1000 pieces were taken.\nDefendant’s evidence.\nJohn H. Longstreth.—I was a member of the firm of C. Longstreth & Son. We sold Mr. Golder 2000 pieces wide curtain-paper. Being shown bill of November 7, 1847, he said, that is mj hand-writing.\n1000 pieces were then delivered to Golder, and it was understood that the other 1000 pieces were to wait until he should call for them. I told him, before the assignment, there should be no difficulty about the paper, and that it should stay till he called for it. Two notes being shown the witness by the defendant’s counsel, he said, these are the two notes given for the two thousand pieces of paper. A receipt for the notes being shown to the witness, he said, that is my hand-writing.\nThe court below directed a verdict for the plaintiff.\nError assigned:\nThe court erred in directing a verdict for the plaintiff, and in not directing a verdict for the defendants.\nThe case was argued by Gr. Mallery, for plaintiff in error.\nHe contended that the title to the 2000 pieces of paper vested in Golder, the purchaser. The purchase was an entire one for the 2000 pieces. The consideration (the $666) went to the whole purchase, and paid for the whole 2000 pieces, and 1000 pieces were taken and the other 1000 left, with the consent or agreement of both parties, until Golder, the purchaser, could take them away.\nThe title to the 1000 pieces left with Longstreth & Son, being a part of the purchase and paid for, vested in Golder, and if the store of Longstreth & Son had been consumed by fire, or otherwise destroyed, the loss would have rested on Golder.\nBy the terms of the contract, there was no further act to be done by either party; the contract was consummated; the whole had been paid for, and one-half taken away, and the right to take the other half, at any time, vested in the purchaser. The mere naked possession of 1000 pieces remained in the vendor as bailee of the purchaser : 7 Barr 140, Hutchinson v. Hunter; 3 id. 50-51, Dennis v. Alexander. Blackburn on Sales 160, 57 Law Library; that if it he the intention of the parties to such a contract, that the property pass presently, it does so pass, and here the intention was that the title to the whole 2000 pieces pass to the purchaser. If nothing remains to be done, the ownership passes: 6 W. Ser. 367.\nThe assignees had no better right than the. assignor: 5 Barr 137-8; 8 Wheaton 229; 4 Whar. 505-6.\nT. B. Townsend, for defendant.\nThe court below decided in favor of the plaintiff, on the ground that there was no evidence to show that any particular 1000 pieces of paper were set aside or identified as the subject-matter of the contract.\nThe rule in England, as to the transfer of personal property, is this: “If any thing remain to be done on the part of the seller as between him and the buyer, before the commodity purchased is to be delivered, a complete present right of property has not attached to the buyer:” Per Lord Ellenborou&h, in Hanson v. Meyer, 6 Bast 614. And in that case, which was a sale of all the vendor’s starch lying in a particular «warehouse, by weight, the vendee also taking an order from the seller on the warehouse-man to weigh and deliver to the vendee all his (the vendor’s) starch in such warehouse, it was held, the property did not pass before weighing.\nThe following authorities are referred to as sustaining this rule: Wallaces. Breeds, 13 Bast 522; Austin v. Craven, 4 Taunt. 644; Shepley v. Davis, 5 Taunt. 617; Busk v. Davis, 3 M. $ S. 397; Simmons v. Swift, 5 B. Q. 857; 2 Kent’s Oom. 387, 390.\nSee also Blackburn on Sales, in 57 Law Library, 67, 69, 80, 81.\nThe Supreme Court of Pennsylvania has not recognised the English rule to the full extent. The following cases show, that in this State, where the goods which are agreed to be sold are specifically identified and the price concluded, the mere fact that the articles are to be counted, measured, or weighed will not prevent the transmission of title to the vendee, unless the express terms of the contract show that it was not to pass until such act done, viz. Scott v. Wells, 6 W. $ Ser. 357; Dennis v. Alexander, 3 Barr 50; Hutchinson v. Hunter, 7 Barr 140.\nBut nothing in these eases impinges on the rule that the property cannot pass until there be a specific identification of the particular goods which the parties bargain for. The law knows no such thing as a floating right of property which may attach itself either to one parcel or the other, as events may make it expedient to the buyer. Where there is an agreement to buy a part of goods lying together in bulk, until a severance there is nothing upon which the contract can attach so as to give a right to property in any particular items or parts. The purchaser contents himself with the contract of the vendor to furnish a certain quantity of goods of a certain description, which is what the contract amounts to, if no severance is made: BlaeJcburn on Sales, 57 Law Library 69. And it has its advantages, too, because the goods are at the risk of the vendor until severed and identified. And the buyer, as the converse of the rule, must take the risk of his seller’s being able to complete his contract.\nThe case of Hutchinson v. Hunter above cited, sustains the case of the defendant in error fully. The molasses agreed to be purchased was not separated from the bulk belonging to the seller. Rogers, J., says, “ until the separation of the goods no title passes, because, according to the well-settled principles of law, the bargain and sale are not complete.”\nThe last clause of the judge’s opinion in that case, p. 147, means, that though the rule of the English law would have required the gauging as well as the separation to be done in that case before the property passed, yet that, if the separation had been made, the gauging would not have been considered necessary by the court; which is a recognition of the alteration of the English rule above stated, and no more.\nThe cases cited by plaintiff in error to show that the assignee for the benefit of creditors can have no greater right in the property assigned than the assignors, have no application here, because, as against the assignors (Longstreth & Son) themselves, the right of the plaintiff in error was not to claim the particular 1000 pieces taken by him, but a right to call on Longstreth & Son to furnish him on demand with that number of pieces of that kind of paper, which right remains unimpaired by the assignment; and he may yet call upon them to do so, or claim from the assigned estate for the amount paid them, in the event of their refusal or inability to carry out their contract.\nApril 28, 1851,"
  },
  "file_name": "0528-01",
  "first_page_order": 528,
  "last_page_order": 533
}
