{
  "id": 408778,
  "name": "In the matter of Piper's Estate",
  "name_abbreviation": "In re Piper's Estate",
  "decision_date": "1851-04-28",
  "docket_number": "",
  "first_page": "533",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "15 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 594,
    "char_count": 15090,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.7655980930300023e-07,
      "percentile": 0.8339287348412977
    },
    "sha256": "933440be72ab1d538b5db745e22571b7d2fe7e703d0c51e7ec3f3a086f9167b8",
    "simhash": "1:3f4ffe35a4218cab",
    "word_count": 2693
  },
  "last_updated": "2023-07-14T20:02:05.515958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the matter of Piper’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChambers, J.\nThe matter for consideration in this case, is the liability of an administrator who is a debtor to the estate of his decedent, and his obligation to retain and account for the same, as well as the liability of his sureties under their bond.\nIt appears from the evidence that George W. Piper was' indebted to Ferdinand Piper, the decedent, by bond dated February 17th, 1844, for $234, and that on 23d of November, 1844, he took out administration on the estate of said deceased, in which Dr. William Gray and Elijah S. Howes were sureties. An inventory and appraisement were taken by him on the 28th June, 1845. Some time after, Piper filed his administration account for settlement in the Orphans’ Court, not charging himself, or taking any notice, either in the inventory or in the account filed by him, of his indebtedness to the estate. Exceptions being taken to the account, it was referred to auditors, who by their report charged the accountant with the amount of his bond and interest, amounting to $269; which report of the auditors, and their account, were confirmed by the Orphans’ Court, from which an appeal has been taken to this court.\nOf the default and laches of Piper in not returning and accounting for his liability on his bond, and his indebtedness still existing, there can be no doubt; but the charge against him is resisted now by and for the protection of his sureties. There is no inclination in this court to extend the liability of the sureties of an adminis-„ trator by construction, or make them chargeable beyond the terms of their bond for the default of their principal.\nAs the trust of administering is the voluntary act of the party who elects to do it, it is the wise policy of the law, in order to secure a faithful administration of the assets, to enjoin vigilance, attention, and fidelity on the part of the administrator, and to require that he shall give bond with approved sureties, who are responsible to all interested for the attention and fidelity required by law.\nThis bond is not matter of form, and if the administrator has not faithfully accounted for the goods and chattels, &c., of the decedent, in his hands to be administered, the responsibility with its consequences must fall on the sureties, if the administrator fails to account and pay.\nIn considering the question of liability under this administration, it is as favorable to the sureties as the court can allow, to give them all the advantage of showing now the insolvency and inability of the administrator to pay any part of his indebtedness to the estate of the decedent, to the same extent as might have been shown had he returned this liability in his inventory and presented it in his account, asking a credit for it, to the protection of his sureties, by reason of his total inability to pay. This was what ought to have been done by him, as approved in the case of Garber v. Commonwealth, 7 Barr 265.\nThe inquiry before the auditors in the Orphans’ Court, and now in this court, is, has this inability to pay, on the part of George W. Piper, been satisfactorily made out? The auditors and the Orphans’ Court thought.not. Piper has been allowed to testify to his means and indebtedness to some extent in exoneration of his sureties. This evidence, without impeaching his veracity, being in a case in which he cannot divest himself of feeling, is to be received with caution and some distrust. He states that certain moneys received from his mother’s estate, amounting to $200, were received by him and all expended before he took out administration on the estate of Ferdinand. It appears from evidence recently taken, and the correctness of which is conceded, that he was mistaken in this material fact: that he was paid by Maris, the executor of his mother’s estate, $273.97, on the 2d December, 1844, which was some days after he took out administration. From the evidence, it would seem that he was indebted in 1838, but that in 1841, ’2, or ’3, he had received from the sale of real and personal property to the amount of $1400, a sum exceeding any indebtedness that is disclosed.\nThe evidence is clear that this administrator had in his possession, within a few days after he administered, moneys belonging to himself sufficient to pay his bond to the estate which he had undertaken faithfully to administer. That he appropriated the money so received to any other debt then existing, is not established with any degree of certainty. Having money in his hands sufficient to pay this debt, ought he not to be chargeable with it, to the liability of his sureties, having with their aid elected to make himself a collector, as well as a debtor. Besides the obligation to pay arising from his bond to the decedent, by taking upon himself the administration, he superadded the obligation arising out of his assumed trust. As he was b ound to use vigilance and diligence in pursuing and collecting every claim of the estate against any other person, was he to be absolved from the obligation of applying the means he had to the discharge of his indebtedness to the estate of which he was the only trustee, for the benefit of the parties interested.\nThat his obligation of indebtedness sat light on him, and that he had not much regard for his trust, is evident from the account filed, in which he claimed a commission of 10 per cent, for services as administrator, without charging himself with a single dollar on his bond.\nA debtor is not to be allowed to get an advantage by administering on the estate of a decedent, to excuse himself from accounting fully and satisfactorily for all the means he had in his pow.er of discharging his own indebtedness to that estate; and the knowledge that he is so bound to account should make sureties cautious how they are instrumental in having committed the administration trust to such debtor, unless they have full confidence in his fidelity, as well as his vigilance and attention.\nAs there has been laches on the part of Piper, the administrator of this estate, and a failure to appropriate means which he had in his possession to pay his indebtedness to the estate, the court is of opinion that there is not error in the report and account stated by the auditors, or in the decree of the Orphans’ Court, and affirm that report, account, and decree. 1",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by E. Darlington and Lewis, for appellants.",
      "Zeilin, for appellees.",
      "Lewis, in reply."
    ],
    "corrections": "",
    "head_matter": "In the matter of Piper’s Estate.\nWhere an administrator has sufficient means to pay a debt due by him to the estate of deceased, he is bound to discharge it, or the sureties in his administration bond will be liable for the amount of it.\nThis was an appeal from the decree of the Orphans’ Court of Delaware county, confirming a report of auditors.\nGeorge W. Piper, administrator of the estate of Ferdinand Piper, deceased, filed his administration account of the estate of 'the deceased, in April, 1846. He charged himself with the amount of the inventory an'd all the estate which came to his hands. His own bond, hereafter referred to, was not included. Gray and Howes were the bail in his administration bond, which was dated the 23d November, 1844. Exceptions were filed to the account, which was referred to auditors, who charged him also with $269.10, the amount of a judgment bond and interest on it, which the decedent, at the time of his death, held against the said George W. Piper. The bond was dated February 17, 1844, and was for the payment of $234 and interest. Exception was taken to the report of the auditors as to this charge. Depositions were taken and read on the argument of the exceptions. The deposition of George W. Piper, the administrator, was one of the depositions taken and read. He said : “lam administrator of Lieut. Ferdinand Piper. When I took out letters of administration, I was insolvent; worse than five or six hundred dollars less than nothing. I had not enough by five or six hundred dollars to pay my debts. I have continued to be insolvent up to this time. I carried on the apothecary business here, and removed to Wilmington, where I followed cupping and bleeding, which was not enough to maintain me. I think I left Chester about three years ago. I do not remember the time exactly when I received a share of my mother’s property. It was some time after I went to Wilmington. I do not remember the exact amount. It was over $200, I think. The drug-shop and lot was given to me by my mother’s will on my paying $200. I received for the drug-store a little over $300, I think. It was before I left Chester, I think in 1840 or 1841, as near as I can recollect it. I do not remember exactly the year I borrowed the money from Ferdinand—I think it was 1838 or 1839.” In a subsequent deposition ^ie testified: “ I went to Wilmington to reside, in April 1844. The two hundred dollars received from my mother’s estate, spoken of in my former deposition, in this matter, I received at least six months before I went to Wilmington. That money was all expended when I took out letters of administration on my brother’s estate, on November 23, 1844. The three hundred dollars which I received for my drug-store in 1840, or 1841, was also all expended when I took out letters of administration as aforesaid. I was insolvent when I took out said letters, to the amount of about seven hundred dollars. I suppose I had about one hundred and fifty or sixty dollars in money when I took out letters of administration. I also had furniture at the time, worth about thirty or thirty-five dollars. These constituted all my property, and I owed, as stated above, seven hundred dollars. This amount was exclusive of what I owed my brother Ferdinand. I was not solvent at any time after I received letters of administration, up to the filing of my administration account—nor had I, between said periods, money or property sufficient to pay the debt due my brother’s estate, or any part thereof, after the necessary support of my daughter and myself. I am still insolvent. I have not had the means of paying the amount due my brother’s estate, since the filing of the account to this time. Of the amount of my indebtedness of seven hundred dollars, I still owe about five hundred dollars, having paid about two hundred dollars of the same since I administered—and I still owe about seven hundred and fifty dollars, including the amount due my brother’s estate—and the only means I now have of making payment, consists of about forty or fifty dollars on hand, but this money is needed for the support of myself and daughter. Since I took out letters of administration, my business and income of every kind has not enabled me to do more than support myself and daughter, and pay the said two hundred dollars of my old debts. I have had no money or estate from any source since I administered, except what I derived from my business of cupping, leeching, &c.”\nNov. 24, 1846, the court overruled the exceptions and confirmed the report of the auditors.\nAppeal was taken to this court by the sureties in the administration bond.\nDepositions were afterwards taken on the part of the appellees.\nJesse J. Maris, called by the appellees- and affirmed.—I was one of the executors of Sarah Piper, deceased. I paid George W. Piper his share of his mother’s estate, the sum of $273.97, on 12th mo. 2d, 1844. This is the only money I paid George W. Piper on account of his mother’s estate, it being an equal division of said estate. I paid the money to George W. Piper eight months after I received it, having paid the other shares in May and August of the same year.\nJesse J. Maris.\nAffirmed and subscribed before me, April 15th, 1851.\nCharles D. Manley, Com’r.\nCharles W. Raborg, called by appellees and sworn.—On the 30th or 31st day of August, 1841, I paid George W. Piper seven hundred and fifty dollars for personal property purchased of him. I paid George W. Piper, in 1842 or 1843, six hundred and fifty dollars for real estate bought of him. The first sum paid him was for the contents of a drug-store ; the latter was for the drug-store and lot of land.\nException was taken: That the court erred in confirming that part of the report of the auditors charging the administrator with the sum of $269.10, the amount of his bond to the intestate, and interest.\nThe case was argued by E. Darlington and Lewis, for appellants.\nIt was contended that the administrator being insolvent at the time the administration was granted to him, at the time of filing his account, and the final decree of the court, should not have been charged with the debt due by him to the intestate—this for the sake of his sureties, and in order that they should not be made liable to pay said debt.\nIt was the duty of said administrator to claim a credit for the, debt due by himself to his intestate, for the purpose of discharging his sureties from the liability of paying the same: Garber v. The Commonwealth, 7 Barr 265.\nAlthough debts of all descriptions due to the testator are assets, yet the executor or administrator is not to be charged with them until he has received the money: 2 Williams on Executors 1022.\nThe general rule, with respect to what shall be assets in the hands of an executor or administrator to charge him, is, “ all those goods and chattels, actions and commodities, which were of the deceased in right of action or possession of his own, and so continued to the time of his death, and which, after his death, the executor or administrator doth get into his hands as duly belonging to him in right of his executorship or administratorship, in lieu or by reason of that; and nothing else shall be said to be assets in the hands of the administrator to make him chargeable to a creditor or legatee ib. 1012; Touchstone 496.\nMr. Darlington observed that Piper was indebted beyond his property $600 or $700, and contended that he was not bound to pay his debt to his brother’s estate, to the exclusion of his other debts. If he was bound to pay any part of it, it was not more than a pro rata share of it. •\nZeilin, for appellees.\nAn administrator is bound to inventory his own indebtedness to the estate, and to account for the same: act of 24th February, 1848, sec. 5, 6.\nThat Piper, the administrator, had about $150 or $160 at the time of the administration, and Maris said that he paid him, about twelve days after the administration, $273.97. These' sums were more than sufficient to pay his debt to his brother’s estate.\nThat the administrator was not competent to prove his own insolvency.\nLewis, in reply.\nIn the testimony of Piper, the $150 should not be taken in addition to the $273 received from Maris. lie supposed that he had not received the money from Maris when he took out letters: he 'meant that he had remaining of the money received from Maris about $150.\nSuppose that the indebtedness had been by a stranger, the money could not be reached by process; and, besides, the administrator had the right to select the creditor he would pay. There was no obligation on him to make even a pro rata application. He left his drug-store before he administered. He left, it in 1841.\nApril 28, 1851,"
  },
  "file_name": "0533-01",
  "first_page_order": 533,
  "last_page_order": 538
}
