{
  "id": 990473,
  "name": "Huzzard et al. versus Trego et ux.",
  "name_abbreviation": "Huzzard v. Trego",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "9",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 469,
    "char_count": 9664,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.4008394153496255e-07,
      "percentile": 0.6446628741675673
    },
    "sha256": "f162fe51ea54b800391172e5774a24919cc1799b28907501d05de83ace422fdb",
    "simhash": "1:1c638181434a6190",
    "word_count": 1717
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huzzard et al. versus Trego et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThis case has been twice before this court, and is reported under the name of Trego v. Huzzard, in 7 Harris 441, and under that of Irwin v. Trego, in 10 Harris 368. All the errors assigned in the present ease, when carefully examined and sifted, appear to have been already decided by this court, and it is not our intention to re-open or revise what we believe to have been correctly ruled on the two former occasions.\nJames Dunwoodv, being the equitable owner of the tract in dispute, died intestate, and the plaintiffs below were his lineal heirs, or their alienees, representing the whole of his interest in it, except one-fifth and one-thirtieth, which it was conceded belonged to the defendants. This tract was sold for taxes, in 1832, to Hugh Bleakley, and a deed executed to him; and by the treasurer’s sale-book it was redeemed by Joseph Turner, agent for the heirs of Dunwoody, on the 9th June 1834, and the deed to Bleakley was given up by him. This sale extinguished all taxes prior to 1832. A second sale for taxes took place-in June 1834, when it was again purchased by Hugh Bleakley, and a deed made to him, and on the 13th June 1836, it was again redeemed by Joseph Turner. On the 19th September 1838, Hugh Bleakley conveyed it to Rudolph Huzzard, for $ 115, he representing to his vendor, that he was buying for the heirs of Dunwoody, and without which he would not have sold to him at all. The defendants, therefore, claimed under the tax-sale and the deed from Bleakley to Huzzard.\nTwelve errors have been assigned by the plaintiffs in error, but some have neither been pressed nor argued; and most of them, if they had been drafted according to the rules of court, would have borne their own refutation on their face.\nThe 1st* 2d, 3d, 4th, and 9th errors are to the admission or rejection of evidence. The only objection taken to the deposition of Jesse James was to certain portions of it, marked with pencil in brackets, which were clearly covered by the ruling in 7 Harris 444; and no objection was made to the admission of the testimony of Albert Way, or to any part of that of Hugh Bleakley, both witnesses being sworn and examined, without any exception whatever. The court did not reject the testimony of James Turner, taken on a commission, but only an insufficient answer to the first cross-interrogatory of the plaintiff, the balance of his evidence to all the interrogatories of both parties being received and read to the jury. The court admitted as evidence, very properly, the treasurer’s sale-book; and were right in rejecting the letters of Joseph Turner and James Turner, as irrelevant, as had been already ruled in 10 Harris 375. This disposes of all these errors.\nThe 5th and 6th errors, as to the redemption in 1836, and the effect of the sale for taxes in 1832, are completely answered by the two former decisions; and the same may be said of the 7th and 8th errors. The court were correct in their answers to the defendant’s 5th and 6th points; and the 12th and last error was expressly negatived in 10 Harris 376, the court saying “the defendant was not protected by the statute of limitations under the Act of 1804.”\nThe original title of the plaintiffs was a perfectly clear one, while that of the defendants, depending upon the tax-sale of 1834, was defeated in two ways: 1. By the redemption in 1836, by Joseph Turner, acting for the heirs of Dunwoody. 2. By the undoubted fact, that the conveyance by Bleakley to Huzzard was, under all the circumstances, but a naked trust for the heirs of Dunwoody. In either, or both aspects, the recovery was a proper one, and the judgment must be'affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Todd and Weir, for the plaintiffs in error.",
      "Cowan and Banks, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Huzzard et al. versus Trego et ux.\nThe declarations of a deceased trustee, made after a sale of the trust land as unseated, and before redemption, that he had employed a person to pay the taxes on it, by whom it was subsequently redeemed, are admissible in evidence, to prove that the party who redeemed was not a mere stranger to the title.\nTrego a. Huzzard, 7 Harris 441, affirmed.\nThe treasurer’s sale book is evidence to prove the redemption of unseated land sold for taxes.\nA letter written by the person who afterwards redeemed the land, to the owners, giving information of the sale, is not admissible in evidence to disprove his alleged agency when he redeemed; nor are letters from another party, to a claimant under the treasurer’s sale, written after the redemption.\nThe sale of a tract of unseated land for taxes, and its redemption, divests the lien of all taxes assessed for any year prior to that in which the sale is made.\nFrom the delivery of the deed by the treasurer, the charge endorsed on it for the surplus bond, and the receipt appended, that he had received the full consideration “ agreeably to the laws,” the jury, after the lapse of nearly twenty-four years, ought to presume the delivery of the bond, unless there be sufficient evidence to the contrary.\n• If the treasurer’s deed be lost, or surrendered up at the time of redemption, secondary evidence is admissible to establish the consummation of the sale.\nWhere an agent employed by the owners of land to pay the taxes thereon, procures' from the purchaser at a treasurer’s sale, a conveyance in his own name, \"but professedly for the owners, the latter are not barred by five years’ non-claim, under the Act of 1804.\nIrwin v. Trego, 10 Harris 368, affirmed,\nError to the Common Pleas of Indiana county.\nThis was an ejectment, by Joseph P. Trego and Mary his wife, against Rudolph Huzzard and others, for one undivided fifth part of a tract of 240 acres of land, in Young township. The case was before this court, on two former writs of error, and is reported in 7 Harris 441, and 10 Harris 368.\nMrs. Trego claimed as one of the heirs of James Dun woody, her father, who was the legal owner of the tract, at the time of his death in 1826.\nThe defendants claimed, under a treasurer’s sale of the land in 1834, for unpaid road taxes for the years 1829, 1830, 1831, and 1832, to Hugh Bleakley, for the sum of $76. The treasurer’s deed was dated the 23d June 1834. And on the 19th September 1838, Bleakley conveyed the same to Rudolph Huzzard, for the consideration of $115.\nThe plaintiff gave evidence that when Huzzard procured the conveyance from Bleakley, he represented that he was buying the land for the owners. And they proved, that one Joseph Turner, who, it was alleged, acted as the agent of Dunwoody’s heirs, redeemed the land on the 13th June 1836.\nThey also gave evidence of a former treasurer’s sale of the same land on the 11th June 1832, when it was purchased by Bleakley; and a redemption by Turner, professing to act as the agent of Dunwoody’s heirs, on the 9th June 1834; and contended, that the land was not liable to be again sold for taxes due before this sale.\nOn the trial, the plaintiffs offered in-evidence the deposition of Jesse James, in which he stated, that in 1835, he had a conversation with George Evans, since deceased (who held the land as the trustee for Dunwoody’s heirs, and acted as their agent), in the course of which Evans told the witness, “ that a man of the name of Joseph Turner had been employed by him to pay the taxes on the land” in question. The defendants objected to this part of the deposition, but the court below overruled the objection, and sealed a bill of exceptions.\nThere were also exceptions to the rejection of the letters of Joseph Turner and James Turner, referred to in a former report of this case in 10 Harris 368; and also to the admission of the treasurer’s sale book, to prove the sale in 1832, and the redemption of the land.\nThe court below (Burlington, P. J.), in answer to points presented by the defendant, instructed the jury: 1. That it was the official duty of the treasurer to make an entry upon his book, when land was redeemed, which would be evidence of the fact; and that the refunding of the money to an agent paying, ‘would not have the effect to retain the title in the purchaser. 5. That the delivery of the deed by the treasurer; the charge on the back of the deed for the bond; the receipt appended that he had received the full consideration “ agreeably to the lawsand the length of time elapsed since that time, a period of nearly twenty-four years ; presented a state of facts from which the jury ought to presume the delivery of a surplus bond; unless there was sufficient countervailing evidence to satisfy them that the bond was not given. 6. That the records of the commissioners’ and treasurer’s office were the best evidence of a sale for taxes, and the deeds the best evidence of its consummation; but if the deed were lost, or surrendered up, secondary evidence would be admissible. “ In the present case the assessments of 1829, 1830, and 1831 have been proved; and it is proved, that the deed was surrendered when the redemption-money was lifted, and the record of the acknowledgment of the treasurer’s deed has been read without objection. This, we think, is sufficient evidence to establish a sale in 1832.”\nTo this instruction the defendants excepted; and a verdict and judgment having been rendered for the plaintiffs, the defendants sued out this writ, and here assigned for error, the admission and rejection of the evidence mentioned in their bills of exception; the answers of the court below to their 1st, 5th, and 6th points; and that the court erred in not instructing the jury that, under the Act of 1804, five years’ non-claim was a bar to the plaintiffs’ recovery.\nTodd and Weir, for the plaintiffs in error.\nCowan and Banks, for the defendants in error."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 12
}
