{
  "id": 990504,
  "name": "Thorn's Appeal",
  "name_abbreviation": "Thorn's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "47",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 8967,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 6.657784549935538e-08,
      "percentile": 0.4055666952011488
    },
    "sha256": "7600a347492c2ca70951a05d1ded68c80bbbb87e8dc06449724e102a68c45a0a",
    "simhash": "1:9ffdec85be9dbe0e",
    "word_count": 1602
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thorn’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe sale in this case was made by order of Court of Common Pleas, under the provisions of the Act of the 18th April 1853. Security for the faithful administration of the proceeds of the sale was not given by the trustee, before the order of sale, but after and before confirmation. The purchaser, at the sale, made this the ground of exception to the confirmation of it by the court. The court, however, overruled the exception, and confirmed the sale; and to this decree he again excepted, and has brought up the proceedings by certiorari for review.\nWas the sale void, because the security was not given before the sale was “ ordered or made,” according to the second proviso to the 4th section of the Act of 1853, “ and in double the value of the interest proposed to be sold” ? We think not. If the sale stood alone upon this provision, we think, as it is merely directory, it would not be void, security being given before confirmation. Such was the decision in Lockhart v. John, 7 Barr 137, upon a precisely similar provision in the 33d section of the 29th March 1852, regulating sales by order of the Orphans’ Court. At most, it would be but an irregularity in proceedings under the Act of 1853, which is saved by express words in the 5th section.\nBut it is not necessary to pursue this part of the case further, for we think all difliculty is removed by the provision for security to be found in the 6th section. It is there provided, that “ before any decree shall be executed, the person or persons intrusted to execute the same, shall give adequate security to the Commonwealth, to be approved by the court, conditioned for the faithful execution of the trust,” &c. This is plain, explicit language, easily understood, and is entirely similar to the provision on the same subject, to be found in the 43d section of the Act of 1834. Without deciding that there may not be use and virtue in the proviso to the 4th section of this act, already alluded to, we see nothing to justify us in holding that it shall control and subjugate the express will of the legislature in the subsequent section, a portion of which we have quoted. That this may not he done is declared in the 10th and last section, in these words: “ That the directions given in the 6th section of this act in regard to the security to he given in eases of sales, or mortgages, or letting of real estate, and the condition of the bond or security therein prescribed shall apply to all cases of sales or mortgage of real estate, by order of the courts of this Commonwealth,” &e. It seems to me, that this precludes all controversy about whether the security was entered in time, having been given after sale, and before confirmation. It certainly was in time, and there is not a particle more danger that the interests of all or any concerned in the fund raised by the sales, will suffer for want of security being put in after sales and before confirmation, than there was in requiring it before the order was granted. The difference in the amount required is not an argument. In the 4th section the security is required to be in “ double the value of the interest proposed to be soldin the 6th section it is “ adequate security” which is required. In the one case, the security is to be fixed by an estimated value — in the other upon an ascertained value — the result of the sale. The chances for sufficient security are quite as good in the one case as the other, and on this score there is no argument against the last provision. A court can order security in double the amount, if they deem it adequate, or more, if they like. Neither of these tests of amount are to be found in the 43d section of the Act of 1834. There the executor or administrator is not allowed to execute the order or decree of the court, or receive the proceeds of any sale, “ until he shall have given security, to be approved of by the court,” &c. No injury, it is believed, has ever resulted from leaving the matter to the discretion of the court.\nIt is likely, that the consistency of the act was marred by some one introducing the proviso to the 4th section, without knowing that the framer of the bill had, in a more appropriate place, provided in different terms for the desired security. These seemingly inconsistent provisions' account for the direction contained in the 10th section. Rather than recommit or reconsider the bill, the provision in this section was introduced, in all probability, on third reading, to cure the discrepancy. For the purposes of construction, it is presumed, that an act of the legislature is brought into existence uno flatu, while the fact is, that it matures in progressive order; and hence we often find discrepancies in successive sections, and are thus enabled to account for them. We think the security was entered in time in this case, and the sale valid.\nDecree of' confirmation affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "6r. W. Biddle, for the appellant.",
      "Graeff, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Thorn’s Appeal.\nA sale of real estate by a trustee, under the Act of 18th April 1853, is not void, because security was not given before it was “ ordered or made/' according to the 2d proviso of the 4th section of that act. It is sufficient, that security was given before confirmation of the sale.\nAppeal from the Common Pleas of Philadelphia.\nThis was an appeal by George W. Thorn, from the decree of the court below, confirming the sale of a ground-rent of $210 per annum, made by William J. Caner, administrator de bonis non, cum testamento annexo, of James E. Brooks, deceased, under the provisions of the Act of 18th April 1853.\nOn the 4th June 1859, the administrator of James E. Brooks, deceased, presented his petition to the court below, under the Act of 18th April 1853, praying for an order for the sale of certain real estate of his decedent. The petition was referred to a master, who reported in favour of the expediency of ordering a sale; and his report having been confirmed, an order of sale was granted.\nOn the 12th November 1859, the administrator made return to the court, inter alia, that he had, in pursuance of the said order, sold a certain annual ground-rent of $210 to George W. Thorn, the appellant, for $3185; and prayed that tne same might be confirmed.\nThe purchaser, thereupon, filed the following exception to the confirmation of the sale, to wit: “For that security was not entered in the said court, before the said sale was ordered or made, according to the provisions of the 4th section of the Act of Assembly passed the 18th day of April 1853.”\nThe court below overruled the exception, confirmed the sale, and ordered the administrator to give security in $22,000, which was accordingly entered; and the following opinion was delivered by Ludlow, J.:—\n“William J. Caner, trustee of James E. Brooks, deceased, having, under an order of this court, sold certain real estate, now makes a return to the order of sale, and by his petition asks the court to confirm the same; the purchaser of a yearly ground-rent at the sale excepts to the confirmation of the sale, and files the following reason in support of his exception, to wit: ‘ for that security was not entered in this court, before the said sale was ordered or made, according to the provisions of the 4th section of the Act of Assembly passed the 18th day of April 1853.’\n“We think there is nothing in this exception. The Supreme Court, in Lockhart v. John, 7 Barr 138, decided that the provisions contained in the 33d section of the Act of 29th of March 1832, and 43d section of the Act of 24th February 1834, are directory only; and we see no material distinction between the phraseology of these sections, and that adopted by the legislature in the 4th section of the Act of April 18th 1853.\n“ It was the evident intention of the legislature, in each of these acts, to protect the interest of all parties concerned in sales made by order of the Orphans’ Court, or Court of Common Pleas; and this can he done as effectually by requiring the proper security to be entered, for the faithful application of the proceeds of the sale, before confirmation of the same, as before it is ordered or actually made; and such has been the constant practice of this court in regard to the security required under the provisions of the Acts of 1832 and 1834; and as the question is one which may affect the title to real estate sold under the order of this court, we have concluded to settle it, so far as we are concerned, by this decision.\n“ The exception is dismissed, and it is further ordered, adjudged, and decreed by the court, that the sale made by William J. Caner, trustee, he confirmed, upon his entering security in the sum of $22,000, conditioned for the faithful execution of the trust and proper application of all moneys to he received, according to the trust and decree of this court.”\nFrom this decree the present appeal was taken.\n6r. W. Biddle, for the appellant.\nGraeff, for the appellee."
  },
  "file_name": "0047-01",
  "first_page_order": 47,
  "last_page_order": 50
}
