{
  "id": 990443,
  "name": "Bains versus Goldey",
  "name_abbreviation": "Bains v. Goldey",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "51",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Leg. Int. 107",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "3 Paige Ch. 606",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/3/0606-01"
      ]
    },
    {
      "cite": "3 Sand. Ch. 192",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2166699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/3/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 8752,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.441290074300466e-07,
      "percentile": 0.8030856239108921
    },
    "sha256": "a4a947b5ac2a24a138593d4fbfb651c142194cc8699d89f11037e5bee5ac8965",
    "simhash": "1:166ebe812c355faa",
    "word_count": 1582
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bains versus Goldey."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n\"We think this case was rightly decided, and that the learned judge of the District Court has sufficiently shown this in his opinion.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Prightly, for the appellant.",
      "Dennis, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Bains versus Goldey.\nUnder the 39th rule in equity, it is not competent for the defendant in a bill of discovery, in aid of an issue at law, to deny the truth of the principal fact upon which is based the plaintiffs right to recover, and to decline answering as to matters which would tend to prove the truth of the fact so denied; he must make discovery as to all matters which tend to prove the plaintiffs case in the issue at law.\nAppeal in Equity from the District Court of Philadelphia.\nThis was an appeal by Joseph Goldey from a decretal order of the court below, sustaining exceptions to his answer to a bill of discovery, in aid of an issue on the law side of the court, wherein George 13. Bains was plaintiff, and the said Joseph Goldey defendant.\nThe facts of the case are fully stated in the following opinion, delivered in the court below, by Sharswood, P. J.:—\n“ The complainant is the plaintiff in a suit in this court, upon a promissory note, purporting to be made by the defendant, Joseph Goldey, to the order of James Goldey, and by him endorsed.\n“ The defendant, by his plea, it is said, denies the making of the said note. The bill states, that after the maturity of the note, the complainant called upon the defendant for the purpose of receiving the money due thereon, and that defendant, after taking the note in his hands and examining it, returned it to the complainant, and said that he, the said Joseph Goldey, would call upon the complainant at his place of business, on the next day, and settle the note, or words of like import and effect.\n“ The answer sets up that the name of the defendant purporting to be signed to the said note, is a forgery; and avers, that he did not make or sign it, nor was the same made or signed by any other person with or by his authority or direction. The answer proceeds to decline answering all the interrogatories which point to the conversation alleged to have occurred between the parties to the note.\n“ The ground assumed by the defendant is, that by the distinct assertion of the forgery, he has destroyed all equity in the plaintiff’s bill: that if the fact be so, the discovery sought is totally immaterial, and could only become material by showing that it amounted to an estoppel. It is conceded, that nothing amounting to an estoppel is shown here. The plaintiff was the purchaser and proprietor of the note long before the alleged admission, and had done nothing, on the faith of the defendant’s declaration, to put himself in a worse condition than he was before.\n“ Discovery in aid of a suit or defence at law is much favoured in equity. It is important to the just determination of issues, that all material facts should be submitted to the consideration of the tribunal which is ultimately to pass upon the casé. Where a party appeals to the conscience of his opponent, to discover facts lying in his own knowledge, it must be some strong equity or stringent rule of policy, that should form a bar to the discovery. It is said, that when there may be strong doubts of the materiality of the facts stated and inquired about, it is still the rule of the court of equity to require them to be disclosed, leaving it to the court of law to consider and decide the question. There are cases, indeed, in which discovery will not be enforced; but there is no case which establishes the broad position contended for by the defendant here, that wherever he denies a fact essential to the plaintiff’s recovery, he shall be protected from the discovery of facts or circumstances which would be, in themselves, evidence of the fact so denied. Such a principle would make sad havoc with this head of equitable jurisdiction. That which comes nearest to the case in hand, is the rule which denies discovery against a party who sets up that he is a purchaser for value without notice. But this is a distinct fact, required to be set up by plea, upon which an issue may be taken, and upon the trial of which the facts sought to be discovered would be irrelevant. Let this plea that the note was forged go to issue, and the facts, the disclosure of which is asked, would be very material to that issue; in truth, it would be the trial of the issue at law itself. It is plain, that the proceeding for discovery in aid of a suit or defence at law, would be thus, in a vast majority of cases, rendered wholly nugatory, if the defendant, by a broad denial of the issue at law, could claim an exemption. Exceptions sustained.”\nFrom the order sustaining the complainant’s exceptions to the answer, the defendant took his appeal.\nPrightly, for the appellant.\nIt is conceded, that the complainant is not entitled to the discovery sought, on the ground of an estoppel. And it is clear, that a promise to pay a forged note is without consideration to support it. What, then, is the complainant’s equity ? It is said, that a discovery of the facts inquired of will tend to prove that the note is a genuine, not a forged one; and that they will be sufficient to justify a verdict for the plaintiff at law. To this it may be answered, in the first place, that the bill of discovery is not so framed as to entitle the complainant to a discovery of such facts. The bill, in no part of it, avers that the note is a genuine, not a forged one. It recites the declaration in the suit at law, and the defendant’s plea to it; and then goes on to state facts, which the pleader evidently was under the impression amounted to an estoppel. The whole of the bill is framed on this idea, that even if the fact of forgery be established, the defendant has so acted in reference to the note as to preclude him from setting it up. See King v. McVikar, 3 Sand. Ch. 192; Mechanics’ Bank v. Levy, 3 Paige Ch. 606.\nBut, independently of this ground of objection, it is submitted, that the defendant is protected from giving the discovery sought by this bill, under the 39th rule in equity. The present case is precisely analogous to the example given in the 39th rule. The defendant sets up, by way of answer, that the note sued on, is a forgery, and declines to answer certain interrogatories, the answers to which might be circumstantial evidence of its being genuine, and this is said to be the complainant’s equity; an equity to compel a party to pay a forged note, on circumstantial evidence of its genuineness. The defendant contends that he is protected under the doctrine of the case of Perry v. Kinley, 3 Am. L. P. 183; 11 Leg. Int. 107; 1 Phila. R. 505. In that case it was decided, that “a defendant may, by answer, deny the principal fact upon which the equity of the plaintiff’s Mil is founded, and decline making any discovery consequent upon the equity so denied.” That was a case of alleged trust, and the defendant, by his answer, denied the trust, and declined answering interrogatories, the answers to which might have tended to establish it. And the court sustained him in such refusal. It cannot be said, that if the issue were, trust or no trust, evidence of facts tending to establish a trust, would be irrelevant to such an issue. That, therefore, is not the test of the defendant’s liability to make the discovery sought.\nThe doctrine of the learned judge who delivered the opinion of the court below, is that of the English courts of chancery, and of those American courts that have not adopted our 39th rule (which is a literal transcript of the 39th rule in equity of the Supreme Court of the United States). That (the English) rule is thus stated by Lord Redesdale : — “ But where a defendant sets up a title in himself, apparently good, and which the plaintiff must remove, to found his own title, the defendant is not generally compelled to make any discovery not material to the trial of the question of title:” Mitford’s Eq. Pl. 311. In other words, that rule is the one stated by the learned judge, that the defendant may decline to make discovery of facts which would be irrelevant on the trial of the very issue at law, but not of such facts as tend to establish the affirmative of that issue. The 39th rule, however, has materially altered this general doctrine: Story’s Eq. Pl. § 847, note. And unless it extends the length contended for in Perry v. Kinley, it has no practical effect whatever.\nDennis, for the appellee.\nThe plea that, under the 39th rule, protects a defendant from answering, must be full enough to disclose substantially all that an answer need contain. A party must answer as to facts which cast a strong suspicion upon the truth of his plea itself: Mitford’s Eq. Pl. 313-14."
  },
  "file_name": "0051-01",
  "first_page_order": 51,
  "last_page_order": 54
}
