{
  "id": 990455,
  "name": "Warder versus Davis",
  "name_abbreviation": "Warder v. Davis",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "74",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 3177,
    "ocr_confidence": 0.468,
    "sha256": "155c1d5b3c1c8c5a61a31b4eb864f184cffd35d114fc2e6461f936d33d6c9d57",
    "simhash": "1:deaab4716277e3d9",
    "word_count": 564
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Warder versus Davis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered hy\nRead, J.\nUnder the rulings of this court, in Glyde v. Keister, 8 Casey 85, and Caldwell v. Walters, 6 Harris 79, Mrs. Bliss, being a married woman, could not legally have executed the bond to restore, under the sheriff’s interpleader act, and the court below were, therefore, right in talcing the bond signed by the security only. The same point was virtually decided by that court in Jacobs v. Wells (March 30th 1850), 1 Troubat Holy’s Practice 726.\nThe 4th section of the Act of 11th April 1856 (Brightly’s Purdon 1192) was passed expressly to enable a married woman to execute a refunding bond upon the receipt of a legacy, or a distributive share, to which she may be entitled. The court committed no error in overruling the demurrer, or in admitting the bond in evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "W. B. Hood, for the plaintiff in error.",
      "J. A. Phillips, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Warder versus Davis.\nWhere the claimant of goods levied on by the sheriff, under an execution, is a married woman, the bond required to be given by the Sheriffs' Inter-pleader Act of the 10th April 1848, previous to the granting of an issue, is sufficient, if executed by the surety only; it need not be signed by such claimant.\nError to the District Court of Philadelphia.\nThis was an action of debt by William Davis, Jr., against John H. Warder, on a bond given under the provisions of the Sheriff’s Interpleader Act of the 11th April 1848.\nAt March Term 1857, a testatum fieri facias, at the suit of William Davis, Jr., against Zenas Bliss, was issued out of the court below, directed to the sheriff of Montgomery county; by virtue of which the sheriff levied upon certain goods and chattels in the possession of the defendant in the execution.\nPhoebe W. Bliss, the wife of the defendant in the execution, claimed the goods levied on, as her separate property; and on the application of the sheriff, under the Act of 11th April 1848, an 'issue was directed to try her ownership in the goods, and security was ordered to be given in $1600, for the forthcoming of the property levied on.\nThe bond in question was, accordingly, executed by John H. Warder, the defendant, as security for Phoebe W. Bliss, and duly approved; but it was not signed by Mrs. Bliss.\nThe issue having been determined in favour of the execution-creditor, the sheriff was ordered to proceed and sell the goods levied on; and the sheriff having returned that a portion of the goods was eloigned, this action was brought upon the bond.\nThe defendant, with the general issue, pleaded specially, that the bond was not such an one as required by the Act of Assembly, not having been executed by the claimant of the goods levied on; to which there was a demurrer. He also, upon the trial of the issue of fact, objected to the admission of the bond in evidence, on the same ground; but the court overruled the objection, and sealed a bill of exceptions.\nThere was a verdict for the plaintiff for $768.02 ; and judgment having been entered on the verdict, and also on the demurrer to the defendant’s special pleas, he removed the cause to this court, and here assigned the same for error.\nW. B. Hood, for the plaintiff in error.\nJ. A. Phillips, for the defendant in error."
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 75
}
