{
  "id": 990485,
  "name": "Eisenlohr versus Swain et al.",
  "name_abbreviation": "Eisenlohr v. Swain",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "107",
  "last_page": "108",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 280,
    "char_count": 3547,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.1739895855212856e-07,
      "percentile": 0.5870886681038161
    },
    "sha256": "f7b47dc1473766201ca75061badd41f2d48ec5a33dcae2a4a758ceca2f543a9f",
    "simhash": "1:e54204cbcd65b7e9",
    "word_count": 618
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eisenlohr versus Swain et al."
    ],
    "opinions": [
      {
        "text": "Per, Curiam,\n\"What was said by the judge at Nisi Prius, was a sufficient answer to the plaintiff’s demand for speculative damages in this case. The defendants having failed, through mistake or accident, and without fraud, to publish the plaintiff’s notice according to contract, he was entitled to recover back the advertising fee he had paid, and that the yerdict gave him.\nThe judgment is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Eisenlohr versus Swain et al.\nIn an action against the publishers of a newspaper, for neglecting to insert an advertisement of a public sale of real estate, for which they received payment in advance, the measure of damages, in the absence of fraud, is the amount paid to them for the publication of such advertisement. They are not liable to speculative damages.\nCertificate from the Court of Nisi Prius.\nThis was an amicable action of assumpsit by William Eisenlohr against William M. Swain, A. S. Abell, and A. H. Simmons, the proprietors of the Public Ledger, for not inserting an advertisement therein according to contract.\nOn the 5th October 1854, the plaintiff, who was the .owner of an island in the river Delaware, containing about 35 acres, paid to the defendants $6 for two insertions in their paper of an advertisement, announcing the sale of the property on Monday, the 23d of the same month. The terms of the contract were that the advertisement should be inserted on the 7th and 21st October. It was inserted ón the 7th, but not on the 21st; and the plaintiff alleged that, in consequence, the property only brought $1800, whilst in fact it was worth $2500 to $3000.\nThe court below instructed the jury as follows:—\n“ It is a most important principle of free public institutions, that those who have the administration of them shall have no more discretionary power over the rights of individuals than is necessary for the public good; while they may have a large discretion in moulding their official forms, so as to adapt them to the ever varying cases that come before them. Discretionary power over the rights of others, very often makes the administration of justice result in great injustice. Plence, it is necessary that we should have as little discretionary power in measuring damages as possible. We must limit ourselves to what is certain or obvious, or run the risk of doing great wrong.\n“ The plaintiff asks to have the damages measured by the difference between the sale and a fair price, but we do not know that the defendants’ fault has caused this difference; we know not that any person, desiring to buy such a place, stayed away, and perhaps the very best bidders were present. A natural consequence of want of notice is, that fewer persons would be present, yet this may not have affected the sale.\n“ In such a case, the law holds a party liable for the actual damages which naturally grow out of the breach of duty, and which ordinary forecast would expect to grow out of it, and which are proved, and have actually grown out of it.\n“ In this case, the plaintiff had entire control of his sale; he has shown no necessity to sell on that day; he could have adjourned the sale, at the defendants’ expense, if the notice was inadequate, and if the bidders were few; and we cannot give the loss on the sale as the measure of the defendants’ liability. They were liable only to refund the price paid for the advertisement.”\nTo this instruction the plaintiff excepted; and a verdict and judgment having been given in his favour for $6 only, he removed the cause to this court, and here assigned the same for error."
  },
  "file_name": "0107-01",
  "first_page_order": 107,
  "last_page_order": 108
}
