{
  "id": 990484,
  "name": "The Pennsylvania Company for Insurances on Lives, &c. versus Foster",
  "name_abbreviation": "Pennsylvania Co. v. Foster",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "134",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 97",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 16",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 275",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 514",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0514-01"
      ]
    },
    {
      "cite": "1 Rawle 234",
      "category": "reporters:state",
      "reporter": "Rawle",
      "pin_cites": [
        {
          "page": "247"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 7667,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.2766205882022247e-07,
      "percentile": 0.6159862988151047
    },
    "sha256": "79162c00e4a0ac2bc0a225f949cfac7de5ed1541e3b7d63927d05b159ce33249",
    "simhash": "1:e823c9e5cb7844fd",
    "word_count": 1351
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Company for Insurances on Lives, &c. versus Foster."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIt seems quite clear to us, that we must treat the tripartite agreement of the 3d March 1855 as creating a separate estate of the income thereon named for the benefit of Mrs. Cooper. It is so, because the principal is committed to a trustee to manage it, .and to pay the income to Mrs. Cooper on her receipt, as it shall become due, and free from all claim or interference of her husband. This arrangement contains all the elements of a trust estate, and therefore is subject to the principle of equity that the wife, Mrs. Cooper, has no power over it that is not expressed in the instrument by which the trust is created.\nIs this equity principle affected or set aside by the Act of 11th April 1848, § 6? We think not; for the kind of separate estate thereby created is a legal one, and totally distinct from the equitable separate estate created by the tripartite agreement. The act creates a new kind of separate estate without abolishing the old one. In providing a mode of disposing of her new legal acquisitions of a separate estate, it does not include those equitable estates that are acquired by others in trust for her separate use. On the evidence given, the court below ought to have decided that the plaintiff below had shown no title. We see no other error in the case.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "St. Cr. T. Campbell and Judson,",
      "6r. M. Wharton and J. Kill Martin, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Company for Insurances on Lives, &c. versus Foster.\nThe Act of 11th April 1848 does not enable a married woman to dispose of property held by a trustee for her separate use; over such property she has no power that is not expressed in the instrument by which the trust is created.\nError, to the District Court of Philadelphia.\nThis was an action of assumpsit by Amasa S. Foster against “ The Pennsylvania Company for Insurances on Lives and Granting Annuities,” to recover the interest on $8187.13 invested in five per cent, loan of the state of Pennsylvania, and held by the defendants in trust.\nOn the 3d March 1855, Erwin J. Cooper being entitled to the sum of 48187.13, five, per cent, loan of Pennsylvania, held by the defendants as trustees of the estate of James King, deceased, executed the following settlement of the same, in trust for his wife, Caroline II. B. Cooper:—\n“Articles of agreement made, indented, and concluded this third day of March, in the year of our Lord one thousand eight hundred and fifty-five (1855), between and by Erwin J. Cooper, of the city of Philadelphia, of the first part, The Pennsylvania Company for Insurances on Lives and Granting Annuities, of the second part, and Caroline H. B. Cooper, wife of the said Erwin J. Cooper, of the third part; whereas the said Erwin J. Cooper is entitled to receive from the said The. Pennsylvania Company for Insurances on Lives and Granting Annuities, the net interest and income of a certain sum of eight thousand one hundred and eighty-seven dollars and thirteen cents, five per cent, loan of the state of Pennsylvania, or of the proceeds thereof now in the hands of the said ‘ The Pennsylvania Company for Insurances on Lives and Granting Annuities;’ and whereas, the said Erwin J. Cooper hath agreed with the said parties of the Second and third parts to assign and transfer the said net interest and income unto the said ‘The Pennsylvania Company for Insurances on Lives and Granting Annuities,’ and. their successors, for the maintenance and support of his wife, the said Caroline H. B. Cooper, and of her infant child, Erwin J. Cooper, now aged about nineteen months: Now, therefore, know all men by these presents, that the said Erwin J. Cooper, for and in consideration of the premises, and of the sum of one dollar, unto him in hand well and truly paid by the said parties of the second and third parts, at and before the ensealing and delivery of these presents, the receipt whereof is hereby acknowledged, hath assigned, transferred, and set over, and by these presents doth assign, transfer, and set over unto the said ‘ The Pennsylvania Company for Insurances on Lives and Granting Annuities,’ their successors and assigns, all and every part of the said net interest and income of the said sum of eight thousand one hundred and eighty-seven dollars and thirteen cents, five per cent.,loan of the state of Pennsylvania, or of the proceeds thereof now in the hands of the said company, as aforesaid, for the use of his said wife, Caroline S. B. Cooper, for and during the full term of her natural life, so that the said company^ or the said Caroline H. B. Cooper, or either of them, 'shall and may receive the same for the maintenance and support of the said Caroline S. B.; and that the receipt or receipts of the said Caroline H. B. Cooper, whether covert or sole, shall he full and sufficient discharges for the payment of the said income, as the same shall fall and become due; and the said Erwin J. Cooper, for himself, his executors and administrators, doth hereby appoint the said company, or the said Caroline H. B. Cooper, either of them, his and their attorney irrevocable to receive the said income for and during her natural life, for her use, as.aforesaid; and the said Erwin J. Cooper doth hereby, for himself, his executors and administrators, and for every of them, covenant, promise, and agree to and with the said ‘ The Pennsylvania Company for Insurances on Lives and Granting Annuities,’ their successors and assigns, and doth also agree with the said Caroline H. B., his wife, that the said income may and shall be paid over to her, without any objections or interference on his part, or any claim by him, his executors, administrators, or assigns, or the said company, for or on account of any such payment, under and by virtue hereof. In witness whereof, the said parties to these presents have hereunto set their hands and seals, dated the day and year first above written.\n“ E. J. Cooper, [l. s.]\n“ Sealed and delivered in the presence of “Jacob B. Coats.”\nThe defendants, by endorsement on this instrument, accepted the trust thereby created.\nOn the 26th April 1858, Erwin J. Cooper assigned to Amasa S. Foster, who was his judgment-creditor, all his right, title, and interest in the said sum of $8187.13; and on the 15th May 1858, Mr. Cooper and his wife, by indenture reciting the above conveyance, the judgment obtained by Mr. Foster, and their desire to secure its payment, assigned and transferred to Foster, all and each of their right and title to the principal and income of the said sum of $8187.13, held by the defendants on the trusts above set forth. This last deed was acknowledged by Mrs. Cooper, before a judge of the Court of Common Pleas of Philadelphia, in the manner prescribed by the Act of 11th April 1848, and duly recorded.\nOn the trial, the court below instructed the jury that the assignment of the 15th May 1858, was sufficient in law, to vest in the plaintiff the title to the Pennsylvania five per cent, loan claimed in this action.\nTo this charge the defendants excepted; and a verdict and judgment having been given for the plaintiff, the defendants sued out this writ and here assigned the same for error.\nSt. Cr. T. Campbell and Judson,\ncited Lancaster v. Dolan, 1 Rawle 234, 247; Pullen v. Rainhard, 1 Wh. 514; Wetherill v. Mecke, Brightly 141; Rogers v. Smith, 4 Barr 97; Wilson v. McCullough, 7 Harris 85; Cummings’s Appeal, 1 Jones 275; Goodyear v. Rumbaugh, 1 Harris 481; Bear’s Administrator v. Bear, 9 Casey 526; Todd’s Appeal, 12 Harris 431; Thomas v. Folwell, 2 Wh. 16; Cochran v. O’Hern, 4 W. & S. 97; Bond v. Nurse, 10 Ad. Ellis (N. S.) 250.\n6r. M. Wharton and J. Kill Martin, for the defendant in error."
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 136
}
