{
  "id": 990428,
  "name": "Commonwealth versus Straub et al.",
  "name_abbreviation": "Commonwealth v. Straub",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "137",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 154",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 81",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12129512,
        12129386,
        1408558,
        1408595,
        1408564,
        12129659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dall/1/0081-02",
        "/dall/1/0081-01",
        "/us/1/0079-03",
        "/us/1/0079-02",
        "/us/1/0079-01",
        "/dall/1/0081-03"
      ]
    },
    {
      "cite": "13 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 845,
    "char_count": 25051,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.7928060470557466e-07,
      "percentile": 0.7152405410508489
    },
    "sha256": "b07c66049cdd1b4dd6b41dc0909639c3b15912508301b681e6b4c1f5595cc785",
    "simhash": "1:90c79b07a75444fd",
    "word_count": 4410
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Straub et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis was an action on the official bond of C. M. Straub, formerly sheriff of Schuylkill county, and his sureties, alleging a failure, properly,' and according to law, to execute a certain writ in favour of the plaintiff. To this the defendants plead not guilty, and four special pleas, which were in substance, tbe pendency of a former suit — performance of the conditions of the bond — the execution of the plaintiff’s writ, and a lawful return thereto, and want of title in the plaintiff at the time his writ issued. To the first and third special pleas the defendants demurred, and replied to the others. The court below, after argument, gave judgment on the demurrers against the plaintiff, and if right in this, evidence could not' avail the plaintiff under the other pleas, and there was no harm done in rejecting it. The regularity of the pleading was not objected to in the court below, and is not made the subject of exception here. We will, therefore, treat the questions raised, as they were treated below; as if entirely regular.\nWas the pendency of a prior action on the sheriff’s official bond a bar to a subsequent suit on the same bond ? Under the Act of 1803, it certainly would not have been; for as often as any person or persons were aggrieved by the official misconduct of the sheriff, he or they might proceed, by action of debt on the bond, or scire facias on the recognisance, and recover a judgment for such amount as he or they might be entitled to, and the same course was to be pursued by every succeeding claimant against the sheriff. But the law was changed by the Act of the 14th June 1836,'regu-lating suits on bonds with penalties, and official bonds. A system is provided by that act for suits on such bonds, and by express terms, all such acts as are altered or supplied by it are repealed. Under this act, a party suing on the bond of the sheriff, brings suit in the name of the Commonwealth, and suggests breaches and assigns his damages. In case he is entitled to recover, there is a judgment, first, for the Commonwealth for the penalty of the bond; secondly, in favour of the individual party for his damages. Any number of persons aggrieved may suggest themselves as plaintiffs during the pendency of the suit, and have their damages assessed on trial. After judgment, the remedy is by scire facias, and assigning breaches. So that either before or after judgment, there is ample remedy provided without resorting to a second suit on the bond. There can be but one recovery on the penalty of the bond, and hence it follows, that a plea of action pending must, of necessity, put an end to a subsequent suit, otherwise there might be two judgments for the same penalty, which would in principle be wrong. That such a plea will abate the second action, has been decided: Hartz v. The Commonwealth, I Grant’s Cases 359.\nThese principles are not seriously controverted, but it is denied that the Act of 1836 changed the law regulating suits on sheriffs’ bonds, as provided in the Act of 28th March 1803. It does change it, unless sheriffs’ bonds are-not “ official bonds,” and are without “penalties.” This is not pretended; and it is an answer to the whole controversy on this point. The Act of 1836 is a system regulating suits on such bonds, and repeals all prior laws altered or supplied by it. The Common Pleas were therefore right in deciding against the plaintiff on the demurrer to the defendant’s first plea.\nThe third plea avers the sufficiency of the sheriff’s return upon the writ of restitution. That writ issued upon the judgment of the plaintiff in the scire facias ad computandum et rehabendum terram, and the sheriff returned that neither the plaintiffs in the liberari facias, nor any person claiming under them, were in possession of the premises, which his writ required him to redeliver to the plaintiff, but that other persons, naming them, were in possession, claiming title under sundry conveyances in fee simple, set forth in the return, and therefore he could not deliver possession to the plaintiff. The demurrer admits the truth of this return, and claims it to be insufficient in law, and thus raises the question whether the sheriff was bound to turn out of possession every person he might find in possession, even the legal owners and rightful occupants of the premises, and put into possession one who had neither title nor right of possession, because he had a writ which required him to redeliver the possession taken under the law by a creditor, with whom such occupiers had no connection in any way ? To state the proposition is to demonstrate the negative of it. But we will examine it.\nThe statute of 13 Edw. 1, ch. 18, which gave the writ of elegit in England, never extended to Pennsylvania: 1 Sm. Laws 62, in note. But the scire facias ad computandum et rehabendum terram, applicable in cases of extent, did, or rather was at an early period, adopted with us in practice: 1 Dall. 81; 1 Sm. L.62 ; 2 Troubat & Haly’s Prac. tit. “Scire Facias;” and is recognised, and its uses explained, in the recent case of McKelvy v. De Wolfe, 8 Harris 374. It issues where the defendant, after, an extent, has paid the judgment — or where, by the receipt of unusual and unexpected profits, the debt is supposed to be satisfied before the period estimated, or where for any other reason the defendant in the execution claims a satisfaction or release of the judgment. A judgment on this scire facias in favour of the plaintiff, who is usually the defendant in the execution, entitles him to a writ of restitution; and the sheriff is bound to deliver him possession of the premises, extended as against the plaintiff in the judgment and liberari facias, and all persons claiming under him. We think, however, that the sheriff could not disturb an occupier by independent title.\nThat he might deliver possession as against a mere intruder, I have no doubt. The plaintiff in the writ would not be guilty of a trespass by a peaceable entry on such, and if he would not, the sheriff would scarcely be. But that is not this case. Here the occupiers were in, as the demurrer admits, by good title, and of course, had rightful possession. Assimilating, then, the practice under this writ to that under the writ of liberari facias, and I see no reason for giving it greater scope, it would certainly only be operative as a remedy against the party in possession, under the extent, and perhaps, to intruders. The 56th section of the Act of the 16th June 1836, is a transcript of the 6th section of the Act of 28th March 1807, and it provides for the delivery of lands extended to the plaintiff in the execution, “ where the defendant or his tenant is in possession.” If the sheriff should find a stranger in possession, claiming title, he should make a special return of the facts: 10 Barr 143. In such case, only legal seisin could be delivered, and the plaintiff in the execution would be’put to his action of ejectment to recover actual possession. In England, as in this Commonwealth, up to the passage ofthe Act of 1807, that was all that the sheriff ever delivered to the plaintiff, and this out of regard to the possession of the occupier of lands and tenements. But to facilitate the remedy for the collection of debts of the owner out of his lands, the law was altered by the Act of 1807, and re-enacted by the Act of 1836, and actual seisin was required to be delivered, as against the. defendant in the execution, or his tenant in possession — but the law goes no farther. Why should it be extended in a proceeding so analogous as that under consideration ? There is no law requiring it, and we have no traces of any practice favouring it. As the judgment in the scire facias is not in the nature of an inquisition or office found, but like other actions operating in personam, it only binds parties and privies, and the execution upon it can have no greater effect, and hence the sheriff was in this instance without power; the parties he found in possession had title, and were strangers to the process. He therefore properly discharged his duty in making the special return of the facts upon his writ, and the court were right in overruling the demurrer to the plea.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Bartholomew and Parsons, for the plaintiff in error.",
      "Loeser and Gumming, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Straub et al.\nThe pendency of a former suit on a sheriff’s official bond, is a bar to a subsequent action on the same instrument. The party must proceed in the mode prescribed by the Act of 14th June 1836.\nTo a writ of restitution issued after a judgment on a scire facias ad computandum et rehabendum, ierram, against the plaintiff in an extent, it is a sufficient return by the sheriff, that he did not find the plaintiff in the extent, nor any person holding or claiming under him, in the possession of the premises, but that he found A. B. and O. D. in possession, claiming title thereto in fee •simple, wherefore he could not deliver possession to the party named in the writ.\nUnder such a writ, the sheriff cannot disturb the possession of one occupying the premises by independent title.\nError to the- Common Pleas of Schuylkill county.\nThis was an action of debt by The Commonwealth of Pennsylvania, for the use of Samuel Heffner, against Christian M. Straub, formerly sheriff of Schuylkill county, and his sureties, upon his official bond, for his neglect properly to execute a writ of restitution in favour of the plaintiff, Samuel Heffner. The circumstances of the case out of which the plaintiff’s alleged cause of action arose, are fully stated in the case of Heffner v. Betz, reported in 8 Qasey 376.\nThe plaintiff averred in his declaration that, on- the 23d July 1835, Peter Lazarus, administrator 'of George Gass, deceased, obtained a judgment against him for $341.30; that á fieri facias was issued thereon, by virtue of which certain real estate in the borough of Pottsville was levied on, but not condemned; that to December Term 1838, a liberari facias was issued, under which the sheriff placed the said Peter Lazarus in possession; that to March Term 1839, a scire facias ad computandum et rehabendum terram was issued, and on the 14th September 1850, judgment was rendered thereon in favour of the said plaintiff (Samuel Heffner) ; that a writ of restitution was issued on this judgment, commanding the sheriff to redeliver possession to the plaintiff; but that the said sheriff had wholly failed and made default in executing the said writ, and had falsely and deceitfully returned to the said writ, that he could not deliver possession as by the said writ he was commanded.\nTo this declaration, the defendants pleaded four special pleas: 1. That a former suit was pending on the sheriff’s bond. 2. Performance of the conditions of the bond. 3. That neither the said Peter Lazarus, administrator of George Gass, deceased, nor any person claiming under him, was in possession of the premises named in the said writ of restitution, but that the said premises were in possession of and occupied by George Betz and Gottlieb Reger, who claimed title thereto in fee simple; all which facts he truly returned to the said court; wherefore he could not redeliver possession to the plaintiff as by the said writ he was commanded. 4. That the plaintiff had no title to the premises at the time the writ issued.\nThe plaintiff demurred to the first and third of these special pleas, and took issue on the others. The court below gave judgment for the defendant on the demurrers; and delivered the following opinion:—\n“The first question presented by the pleas and demurrers thereto, is, whether a second suit can be maintained upon the official bond of a sheriff, during the pendency of a prior suit upon the same instrument. The question arises under the Act 14th of June-1886, which has not received a judicial construction by our Supreme Court.\n“ Under the Act of 28th March 1803, actions of debt or scire facias are given upon the sheriff’s official bond or recognisance, to the Commonwealth or individuals who shall be aggrieved by the misconduct of the sheriff. The verdict is for the damages proved (not the penalty of the bond) and the like proceeding, by .suit, may be had, as often as damages shall be sustained: Commonwealth v. McCoy, 8 Watts 154. But the Act of 1836, in reference to official bonds, works a radical change in the mode of proceeding. By its provisions, judgment is entered for the penalty; but. to protect the rights of all who may be injured by the misconduct of the officer, either before or after judgment for the penalty, the act provides that two or more persons having several interests, may join in suing out the bond, or it shall be lawful for any person to whom a cause of action shall have accrued at any time before judgment, upon a suggestion filed, with leave of the court, to be made party plaintiff on such writ; each party interested may declare separately, and have separate trials and verdicts; the act further provides, that those injured after judgment for the penalty, may proceed by scire facias on such judgment, to recover damages sustained.\n“ A remedy is thus provided for every case that could arise, either before or after judgment for the penalty, through the medium of one suit; and it is evident, the legislature intended to change the mode of proceeding under the Act of 1803, and avoid a multiplicity of suits and the accumulation of costs consequent upon a separate suit on the same bond, against the same parties, by directing judgment to be entered for the penalty, to stand as a security for after breaches; and requiring those who might have a cause of action before judgment was obtained for the penalty, to become parties to the suit pending.\n“ That there can be but one judgment for the penalty on the same bond, against the same party, cannot be controverted: see Duffy & Mehaffy v. Lytle, 5 Watts 130. But, conceding this, plaintiff’s counsel contend, that until judgment is obtained, separate actions may be brought by as many as have cause of action; but the first judgment obtained will defeat a recovery in the other suits pending on the same bond. The Act-of 1836 used the same language in giving a scire facias to parties aggrieved after judgment, that is used in prescribing the mode in which those who have a cause of action shall become parties to a suit pending.\n“ ‘ It shall be lawful for' the party aggrieved to proceed by a writ of scire facias after judgment,’ and, ‘it shall be lawful for any other person to whom a cause of action shall have accrued at any time before judgment upon suggestion,’ &c., to be made a party plaintiff; the act says it shall be lawful for any person to be made a party plaintiff to a suit pending, but it designates no other mode of redress after a suit has been brought. It does not, as the Act of 1803, provide that suit may be brought as often as damages shall be sustained, but it points out a mode in which it shall be lawful to proceed, and,, in the absence qf any qther provision, it necessarily follows that it shall be unlawful to proceed in any other way than that designated by the statute. All acts altered or supplied, are repealed by the 7th section.\n“Where a remedy is provided by Act of Assembly, the directions of the act must be strictly pursued. Bringing suit as often as damages were sustained, was the mischief of the Act of 1803, which the legislature intended to remedy by the Act of 1836, in permitting but one suit and one judgment, but so moulding such suit or judgment as to give every one aggrieved, the advantage of a pending suit, as fully as if commenced but by one party. Why permit several suits to be commenced when but one can be prosecuted to judgment ? It is difficult to understand, how a party can have a legal right to commence a suit and have a good cause of action, but lose his right and be turned out of court with the payment of costs, without any default or negligence on his part; yet this may frequently occur, if suit may be brought by every one who has a cause of action, and but one can be prosecuted to judgment. The suit first brought, though prosecuted with due diligence, .may, on account of the absence of a witness, sickness of counsel, or other legal ground, be continued, and the’last suit tried first. A second judgment cannot be entered on the same bond, consequently, the first plaintiff is turned out of court, and must have recourse to a scire facias upon the judgment obtained in the second suit, if perchance he is not barred, by the intervention of five years, from all redress against the sureties on the bond.\n“ The present trial list affords a striking illustration of the impropriety of the construction of the Act of 1836, contended for by plaintiff’s counsel; the suit referred to in defendant’s plea is on the list, and has just been passed; the counsel say it is the next case for trial; if the plaintiff- in this case can recover, there can be no recovery in the suit first brought, so that we would probably have to await the verdict in this case before we could pass upon the other: again, if we are in error in deciding that the present suit cannot be maintained, and in entering judgment for the defendant on the demurrer, our error will be corrected by the Supreme Court, and the case sent back to be again tried. But if there is a recovery in the other case pending, another trial will not avail the plaintiffs, for the bond would be merged in the judgment for the penalty, and- there cannot, as we have said, be a second judgment on the same bond. In these cases, five years have transpired from the execution of the bond; the party, therefore, who obtains the first judgment defeats the claims of the other'; the consequence then would be, that our error of judgment would for ever defeat the present plaintiff’s recovery, although, perchance, his present position in having his cause first tried, gives him -a legal right to recover. These difficulties, and others that might be mentioned, must frequently arise, if more than one action may be brought under the Act of 1836. But we cannot suppose that the legislature intended to make the rights of parties depend upon the absence of a witness, the sickness of counsel, or infallibility of the judge who might try the cause, thus placing their right to recover upon contingencies altogether beyond their control. A second suit might work a serious injury to those made parties to the first, and could be of no advantage to the plaintiff which would not be secured by becoming a party to the first trial.\n“ Suppose a suit is brought, and all who have a cause of action become parties to it, except a particular friend of the sheriff's,, or some of his sureties, who is of unsocial habits and prefers sailing in his own boat. He brings his suit just before his action is barred against the sureties, and as soon as the five years expire the sureties consider it more to their advantage to pay one claimant than a dozen, and, to avoid the uncertainty of a trial, confess judgment on the second action; this would be a very convenient mode of disposing of all other claimants. Eor the reasons stated, we sustain the demurrer to the first plea.\n“ The third plea and demurrer raised the question as to the legality of the sheriff’s return in the case of Peter Lazarus, administrator of George Gass, v. Samuel Heffner, to the writ issued, No. 48, September Term 1851, to redeliver possession of the real estate to defendant, Samuel Heffner; to this writ the sheriff made a special return that he did not find Peter Lazarus, administrators, he., the plaintiff in the writ, or any person holding or claiming under said- plaintiff, in possession of the premises mentioned and described in the writ; but he found George Betz and Gottlieb Reger in possession of the same, and stated the title by ■which they claimed, and therefore he could not redeliver the possession to Heffner, the defendant in the suit.\n“ The truth of the return is admitted by the demurrer to the third plea, and the only question presented is its legality. Was the sheriff required to redeliver possession to Heffner when he found strangers to the proceeding in possession, and not claiming possession through or under the plaintiff ?\n“ Writs of this kind to redeliver possession to defendants, after an extension and delivery to plaintiff on a liberari facias, are seldom issued in Pennsylvania, and the duty of the sheriff is not settled by any adjudicated cases that we have been able to discover.\n“ The practice in Pennsylvania upon writs of liberari facias, prior to the Act of 13th April 1807, was conformed to the practice in England upon writs of elegit. Originally in England, the sheriff, upon a writ of elegit, delivered actual possession to the plaintiff, 2 Saund. 69 in note; but this practice had the effect of putting a purchaser who held by title, prior to the judgment on which the elegit issued, and a stranger to the judgment and execution, out of possession; this hardship produced a change in the practice in England, and the sheriff was not required to deliver actual but only legal ’possession of the lands extended, and to obtain actual possession the plaintiff was required' to proceed by ejectment. This mode of practice was adopted in Pennsylvania on writs of liberari facias, from analogy to the practice in England upon writs of elegit, and it was the practice in Pennsylvania, prior to the Act of 1807, for the sheriff, upon a liberari facias, to deliver the legal possession only to the plaintiff, the defendant was not turned out of actual. possession, and the plaintiff could only obtain the benefit of his process by ejectment. See 1 Smith’s Laws 63, note.\n“To avoid the delay of a second lawsuit, the Act of 13th April 1807 provided, * That, on the execution of a liberari facias, where the defendant or his tenant is in possession of the premises to be extended, the sheriff shall deliver the actual possession thereof to the plaintiff or his agentthe sheriff then can only deliver the actual possession when he finds the defendant or his tenant in possession, and where he finds strangers in possession, he should make a special return of the facts.: see McMichael v. McKeon, 10 Barr 143. Had this been a writ of liberari facias, the sheriff could not put the plaintiff in possession under the Act of 1807. It .is true the Act of 1807 does not embrace writs ad rehabendum terram, but if we have no legislation changing the English practice on writs of elegit, we ought not to adopt a more rigid practice than is sanctioned by their courts, which will not permit the sheriff to give the plaintiff actual possession, lest, perchance, he might commit the very wrong which would be perpetrated in this case, to wit, to put out of possession persons who are strangers to the judgment and proceeding, and who may have a superior title to either the plaintiff or defendant in the writ of possession.\n“We would prefer, in the absence of statutory provision, to adopt the practice in writs ad rehabendum, prescribed by the Act of 1807 in writs of liberari facias, that is, to require the sheriff, where he finds the defendant or his tenant in possession, to give actual possession to the plaintiff, but where he finds strangers in possession, 'claiming by title adverse to both parties, to return the facts; this will avoid the delay of an action of ejectment, as now practised in England, and, at the same time, guard the execution of the writ from injustice and hardships, in the same manner the legislature have guarded the execution of a liberari facias. To permit a bond fide owner to be ejected from his habitation, by virtue of a judgment of court to which he was a stranger, and of which he had no notice, was a grievance too intolerable to be permitted by the courts of England at a very early day, and hence, their change in the mode of executing writs of elegit, to avoid the very evils we are asked to sanction in this case.\n“ We do not think it would be very creditable to the courts of Pennsylvania, to adopt a practice long since abandoned in England, by reason of the great wrong it might inflict upon persons strangers to the proceeding, and we will certainly not be the first to adopt, in our courts, the ancient relic of English barbarity. The sheriff, in making his return, followed the Act of 1807, and the practice sanctioned by our courts on writs of liberari facias, and in this we perceive no error. We sustain the demurrers, and direct judgment to be entered on them for the defendants.”\nThe court also instructed the jury to find for the defendants on the issues of fact; to which the plaintiff excepted; and a verdict and judgment having been rendered for the defendants, the plaintiff removed the cause to this court, and here assigned for error, inter alia, that the court below erred in giving judgment for the defendants on the demurrers.\nBartholomew and Parsons, for the plaintiff in error.\nLoeser and Gumming, for the defendants in error."
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 145
}
