{
  "id": 990463,
  "name": "Baker et ux. versus Lukens",
  "name_abbreviation": "Baker v. Lukens",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "146",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 230",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Florida 158",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1133534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/fla/4/0158-01"
      ]
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 6085,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.7748939877466793e-07,
      "percentile": 0.7126272612804839
    },
    "sha256": "7e757e350614e77c50dfb28b00dad660a927a0977618684ffc4a0c9b2cc44ea6",
    "simhash": "1:449782560a52ade9",
    "word_count": 1125
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baker et ux. versus Lukens."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nA warrant of attorney to confess a judgment cannot be expressly revoked, nor is such warrant given by a feme sole revoked by her subsequent marriage, but the court will, notwithstanding the marriage, allow the judgment to be entered up against the husband and wife. The English cases are collected in the tenth edition of Chitty’s Archbold’s Practice, by Prentice, of 1858, pp. 915, 916, where it is said, that if one feme sole give a warrant of attorney to another, and they both marry, the court will allow judgment to be entered up by husband and wife against husband and wife.\nOur own case of Eneu v. Clark, 2 Barr 234, decided in 1845, takes the same view of the law. By the custom of the city of London, however, a married woman is enabled to carry on trade as a feme sole merchant, but when she sues, or is impleaded, her husband must be joined for conformity. “ In such actions the husband is only named for conformity, and if judgment be given against them, the execution will only go against the wife or her goods:” 1 Pulling on the Customs of London, p. 179.\nOur Married Woman’s Act, of the 11th April 1848, makes the property of any single woman continue to be her property as fully after marriage as before, but also provides that the husband shall not be liable for the debts of the wife contracted before marriage, and that the act shall not be construed to protect the property of any married woman from liability for debts contracted by herself, which clause, it has been held, has express reference to debts contracted by her before marriage: Glyde v. Keister, 8 Casey 85; Bear’s Administrator v. Bear, 9 Id. 525.\nIt is clear, then, upon principle and authority, that, since the Act of 1848, judgment on a warrant of attorney to confess judgment given by a feme sole, should, after her marriage, be entered, as before, against her and her husband, but that it should be so limited as to allow only the property of the wife to be levied upon and sold.\nJudgment was regularly entered on the warrant of attorney, and it thus became a contract executed, the money for which it was given having been received by Mrs. Baker when a feme sole, and we are now asked to strike off this judgment, because the bond and warrant were dated on a day which appears by the almanac to have been Sunday. We have refused to interfere with executed contracts; Shuman v. Shuman, 8 Casey 90; and we cannot agree to aid an individual in this case in avoiding the payment of a debt which she is morally bound to pay.\nIt is ordered and adjudged that the judgment be affirmed, to be levied only of the property of Mary L. Baker.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "P. 0. Brewster, for the plaintiffs in error.",
      "T. S. Smith, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Baker et ux. versus Lukens.\nA warrant of attorney to confess judgment, given by a feme sole, is not revoked by her subsequent marriage. Judgment may be entered upon it, since the passage of the Act of 11th April 1848, against the husband and wife; but it should be so limited, as to allow only the property of the wife to be levied upon and sold.\nA judgment will not be stricken off because the warrant of attorney appears to be dated on a Sunday. The courts will not, on such a ground, interfere with an executed contract.\nError to the District Court of Philadelphia.\nThis was a judgment entered in favour of Abel Lukens against George.Baker and Mary L. Baker, his wife, late Mary Louisa Spooner, on a bond and warrant of attorney executed by Mary Louisa Spooner, before her marriage with George Baker, dated the 28th February 1858, and conditioned for the payment of $4500, with legal interest for the same-. With the warrant of attorney, the plaintiff filed a declaration, and also an affidavit, ■setting forth the subsequent marriage of the defendants.\nThe defendants applied for and obtained a rule to show cause why the- judgment should not be stricken off; which was subsequently discharged, after argument, by the court below; whereupon, the defendants sued out this writ, and here assigned the same for error; and also that the warrant of attorney was sealed ■and delivered on a Sunday.\nP. 0. Brewster, for the plaintiffs in error.\nGeorge Baker was ■not a party to the instrument; by the terms of the Act of 1848, ■he could not have been sued upon .it, and it was error to enter judgment against him upon it, in this summary manner: 1 Salk. 177, 899; Co. Litt. 310 a. The case of Eneu v. Clark, 2 Barr 234, was decided before the passage of the Act of 1848, which has worked an entire change in the law in this respect: Cummings’s Appeal, 1 Jones 272; Goodyear v. Rumbaugh, 1 Harris 480; 1 Am. Law R. 434.\nThe court was bound to take judicial notice of the fact that the bond was sealed and delivered upon a Sunday: 1 Greenl. Ev. 8, § 5; 6 Vin. Abr. 491, pl. 6, 7, 8; Hoyle v. Cornwallis, 1 Str. 387; Page v. Fawcett, Cro. Eliz. 227 Harvy v. Broad, 2 Salk. 626 ; Hanson v. Shackleton, 2 Dow 48 ; Dawkins v. Smithwick, 4 Florida 158. If any part of the proceedings in a suit at law be entered and recorded on a Sunday, it makes the whole void: 3 Sheph. Abr. 181; 1 Chitty on Pleading 217; 4 Bing. 84; Morgan v. Richards, 1 Bro. 171; Kepner v. Keefer, 6 Watts 230; Sherman v. Roberts, Grant’s Cases 261.\nT. S. Smith, for the defendant in error.\nThe case of Eneu v. Clark, 2 Barr 234, shows that the manner of entering the judgment was proper, unless the Act of 11th April 1848 has changed the law in that respect. The reason for entering a judgment against husband and wife, on a bond given by the wife while sole, was, that she could not be sued alone, and the same reason still exists. The question whether the property of the husband can be taken in execution on such a judgment is quite different.\nThe date of a deed is not essential; in ancient times it was generally omitted; dates began to be added in the reigns of Edward II. and Edward III.: 2 Chit. Bl. 304 n. The fact that a bond was signed on Sunday, does not vitiate it, if not delivered until the day following: Commonwealth v. Kendig, 2 Barr 448. It was for the defendants to show that the bond was delivered on Sunday. This they did not do."
  },
  "file_name": "0146-01",
  "first_page_order": 146,
  "last_page_order": 148
}
