{
  "id": 990416,
  "name": "Foster et al. versus The Commonwealth",
  "name_abbreviation": "Foster v. Commonwealth",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "148",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 175",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0175-01"
      ]
    },
    {
      "cite": "3 Pet. 204",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 21",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0021-01"
      ]
    },
    {
      "cite": "6 Binn. 88",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0088-01"
      ]
    },
    {
      "cite": "2 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0013-01"
      ]
    },
    {
      "cite": "10 Mass. 356",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0353-01"
      ]
    },
    {
      "cite": "5 Johns. 282",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0282-01"
      ]
    },
    {
      "cite": "8 Cow. 178",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0178-01"
      ]
    },
    {
      "cite": "7 Mass. 280",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 6675,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.9697969046285562e-07,
      "percentile": 0.7391681908868046
    },
    "sha256": "c287676da3b43ebc6a0c7e981320db0d99a617a73b57a04dfa866b7af7ef464f",
    "simhash": "1:cced0a108655a0bb",
    "word_count": 1130
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Foster et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe Act of Assembly does prohibit the register from ’ granting original letters of administration on the estate of a person who has been dead twenty-one years, unless they be ordered by a Register’s Court; and therefore the register exercised ■his authority erroneously in this case. -But we may give all the intended efficiency to the Act of Assembly, without declaring the register’s act to be void to all intents and purposes. Indeed, we ought to be very careful about declaring any official act void, and thus leaving official authority open to be rebelled against by the mere individual will, when the law has provided a more orderly means of correcting the error by official superiors. Such a remedy is provided for this case in the Register’s Act of 1832,' § 25, and on objections filed, the Register’s Court might have set aside the letters. Besides, we cannot declare that the register was guilty of any usurpation of authority; for the subject-matter fell within his general official competence, and he was bound to decide, whether the intestate was dead more, or less than twenty-one years, if that question had been raised.\nMoreover, the Act of Assembly was intended for the protection of estates against intermeddlers, and not for the protection of the intermeddlers themselves; and these cannot use it to destroy the estate. Even if we should regard the letters as void, as affecting the estate, we should not regard them as void, as affecting the accountability of the persons acting under them. We should then treat the administrator as a usurper, and his sureties as aiding him in his acts, and then we would not allow them to set up the usurpation as a protection against, accountability for it; for a man cannot take advantage of his own wrong, or set it up as a defence. The forms of the law have.an indefinite lubricity and flexibility for escaping from all efforts to use them for the promotion of an immoral defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "E. Overton, for the plaintiffs in error.",
      "3. W. Patrick, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Foster et al. versus The Commonwealth.\nAlthough the Act of 15th March 1832 prohibits the registers from granting: original letters of administration on the -estates of persons who have been dead twenty-one years, unless ordered by a register’s court; yet, such letters are not absolutely void to all intents and purposes.\nNotwithstanding such prohibition, an administrator acting under such letters, and his sureties, are liable on their bond to the parties interested in the estate.\nError to the Common Pleas of Bradford county.\nThis was an action of debt by the Commonwealth of Pennsylvania, for the use of C. Park, and others, against William H. Foster, and others, the sureties of Byron Kingsberry, deceased, who was the administrator of Simon Spalding, deceased, on the administration bond of the said Byron Kingsberry.\nSimon Spalding, an officer in the Revolutionary war, died in Bradford county, in the winter of 1814. On the 3d March 1847, an Act of Congress was passed for the relief of the legal representatives of Simon Spalding, deceased, whereby there was appropriated for that purpose, the sum of $760, with interest from the 22d March 1783, to pay for a lost 'settlement-certificate in his favour, dated the 28th July 1783: 9 Statutes at Large 694.\nOn the 2d August 1847, the register of Bradford county granted original letters of administration upon the estate of Simon Spalding, deceased, to Byron' Kingsberry; and took from him an administration bond, with the defendants as his sureties, in $6000.\nKingsberry received the amount appropriated by the Act of Congress, and on the 9th May 1849, filed his account, in which he charged himself with assets to the amount of $3676.15, and claimed a credit for the same amount, for fees and expenses in collecting the same; whereby the account was balanced.\nTo this account exceptions were filed by the heirs of Simon Spalding; and an auditor was appointed, who reported a balance against the accountant of $2276.15. To this report Kingsberry filed exceptions, and the Orphans’ Court affirmed the auditor’s report as to the sum of $1628.08, and sustained the exceptions as to the residue.\nOf the amount so found to be in the hands of the administrator, the court, on proceedings for distribution, decreed the sum of $459.96 to be paid to the plaintiffs in this case. And a fieri facias against Kingsberry having been returned nulla bona, this suit was brought upon the administration’ bond, against Kingsberry and his surviving sureties. Kingsberry died before the trial.\nOn the trial, the defendants, who were the sureties of Kings-berry, took the ground that the letters of administration and all proceedings under them, were void, having been granted by the register more than twenty-one years after the death of the decedent, contrary to the express prohibition of the Act of 15th March 1832: Brightly’s Purd. 189, pi. 17.\nThe court below (Wilmot, P. J.) charged the jury that this was no defence to the bond; and instructed them to find for the plaintiffs, the amount decreed to them respectively by the Orphans’ Court, with interest from the confirmation of the auditor’s report.\nTo this instruction the defendants excepted; and a verdict and judgment having been rendered for the plaintiffs, the defendants sued out this writ, and here assigned the same for error. ■\nE. Overton, for the plaintiffs in error.\nThe register, in granting letters of administration, acts ministerially and not judicially; and in this case they were granted against the positive prohibition of the statute: Pearse v. Morris, 2 Ad. & Ellis 96; 2 Leigh’s N. P. 1433; Vose v. Deane, 7 Mass. 280 ; 8 Cow. 178; 5 Johns. 282; 7 Sm. & Marsh. 641; 1 Turn, & Russ. 219; 3 Russ. 415; 10 Mass. 356; Baskin’ v. Seechrist, 6 Barr 154; Allison v. Rheam, 3 S. & R. 141; Berry v. Hamill, 12 Id. 210; Cummin v. Wilson, 2 Watts 13. The letters being void, the bond must be void also: Bradley v. Commonwealth, 7 Casey 522; Young v. Commonwealth, 6 Binn. 88; Taylor v. Arthur, 9 Sm. & Marsh. 183; 3 Grilm. 59; 4 Watts 21.\n3. W. Patrick, for the defendants in error.\nThe register’s act, in granting letters, is judicial, not ministerial; and unless there is something on the record to show want of jurisdiction, his decision is final and conclusive, unless appealed from: Keech’s Appeal, 10 Barr 261; Ex parte Watkins, 3 Pet. 204; Peebles’s Appeal, 15 S. & R. 39; Zeigler v. Sprenkle, 7 W. & S. 175. But even if the letters were void, the administration bond would be available: Garber v. Commonwealth, 7 Barr 265; People v. Falconer, 2 Sandf. (N. Y.) 81; State v. Sellers, 7 Richardson (S. C.) 368 ; Decker v. Judson, 16 New York 439."
  },
  "file_name": "0148-01",
  "first_page_order": 148,
  "last_page_order": 150
}
