{
  "id": 990498,
  "name": "Hayes versus Gillespie",
  "name_abbreviation": "Hayes v. Gillespie",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "155",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Leg. Int. 51",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 239,
    "char_count": 3360,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.079564101230936e-07,
      "percentile": 0.758874745207153
    },
    "sha256": "b34c6ce371e3aee4a2606326981f28d3bc1f4a6913d1675674a17942581b3471",
    "simhash": "1:0f719beda3f1be15",
    "word_count": 592
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hayes versus Gillespie."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn so severe a proceeding as a foreign attachment, we cannot doubt that the prescribed form of serving the writ, in order to attach real estate, must be strictly pursued. The law allows it to be served on a tenant in possession, “ holding under the defendantand we are very clear that where the defendant inherits the land subject to a curtesy estate, the tenant by the-curtesy does not hold under him in any proper sense. The service on him was therefore improper, and was rightly quashed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Little Sp Post, for the plaintiff in error,",
      "W. $ W. H. Jessup, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hayes versus Gillespie.\nWhere a foreign attachment is levied on real estate, and the tenant in possession is summoned as garnishee, it must appear by the sheriff's return that the latter holds under the defendant in the attachment.\nWhere the defendant inherits the land subject to an estate by the curtesy, the tenant by the curtesy does not hold under him, and cannot be summoned as garnishee in a foreign attachment against such owner.\nError to the Common Pleas of Susquehanna county.\nThis was a foreign attachment in debt, by Thomas T. Hayes against William T. Gillespie, to which the sheriff returned that he had levied- the same upon certain lands of the defendant, and summoned John Gillespie, the tenant in possession, as garnishee.\nJudgment was entered by default, and the lands levied on were seized in execution and condemned. And afterwards, the court below, on motion of the defendant, set aside the judgment and all subsequent proceedings, on the ground that there had been no proper service of the attachment; whereupon the plaintiff removed the cause to this court, and here assigned the same for error.\nLittle Sp Post, for the plaintiff in error,\ncited Act 18th June 1836, § 49, Brightly’s Purd. 389; 1 Cruise on Real Property, tit. 5, ch. 2, §§ 18, 26, 29; Schwartz’s Estate, 2 Harris 47.\nW. $ W. H. Jessup, for the defendant in error,\ncited Lambert v. Challis, 10 Leg. Int. 51 ; Repp’s Case, 8 Rep. 35; Fitzherbert, N. B. 143; 2 Bac. Abr. 229; Crabb on Real Property, §§ 1075, 1110; 1 Atk. 603.\nIn the case of Lambert v. Challis, in the District Court of Philadelphia, the following opinion was delivered by\nSharswood, P. J. — This is a foreign attachment levied on real estate. The court, under \\ 66 of the Act of 13th June 1836, having ordered a writ to issue to the sheriff to collect the rent of the premises, application is now made to vacate that order, on the ground, that the tenant in possession does not hold under the defendant in the attachment.\nIn providing for the proper mode of serving the writ, (S 49 requires the sheriff “ to leave a copy of the writ with the tenant, or other person in actual possession, holding under the defendant in the attachment, and to summon him as garnishee,” Where there is no such person in possession, publication is required. It is evidently the duty of the sheriff to make return of the mode in which the writ has been served. In the return, in the case before us, the sheriff does not state that the tenant in possession holds under the defendant. It is only such a tenant that the act recognises as garnishee; the tenant spoken of in § 66, is evidently the tenant spoken of in § 49. The return to the writ, therefore, is defective, in not stating a material fact, and the proceeding irregular. ' Hule absolute.\nBrightly, in support of the rule. H. M. Phillips, conird."
  },
  "file_name": "0155-01",
  "first_page_order": 155,
  "last_page_order": 156
}
