{
  "id": 990411,
  "name": "Harvey's Appeal",
  "name_abbreviation": "Harvey's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "207",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 207"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 244,
    "char_count": 4247,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.643594115661138e-08,
      "percentile": 0.2908015100494276
    },
    "sha256": "1700f390613264ee7520233e71d280d9ec06f4cba4a2311ce8a6f92be5895a49",
    "simhash": "1:10b9ecfdbca637f7",
    "word_count": 754
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harvey’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIt is not necessary to discuss the effect of the deed of revocation, because the auditor ruled rightly, that Marshall Harvey took an absolute interest in the two-thirds of the surplus of the assigned estate. And that decides the only question on the record. If any authorities are necessary to be added to those cited by the auditor, they will be found collected in Smith’s Appeal, 12 Harris Id. 389; 9 Casey 85.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Butler, for the appellant.",
      "J. J. Lewis, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Harvey’s Appeal.\nA party assigned Ms property to a trustee, in trust, first for the payment of his debts and the expenses of the trust; then, to invest one-third of the surplus, and pay the interest thereof to his wife for life; to pay the interest of the remaining two-thirds to himself during his life; if his wife should survive him, at Ms decease, to pay the said two-thirds to his heirs, or devisees; but if his wife should not survive him, the whole surplus to remain in trust, the interest to be paid to himself annually, and at his decease, the principal sum to whomsoever he should bequeath it, or in default of such bequest to his heirs in equal shares; the grantor subsequently revoked the trúst except as to the payment of debts and the provision for his wife: Held, that the grantor took an absolute interest in the two-thirds of the surplus of the assigned estate.- ■\nAppeal from tbe Common Pleas of Chester county.\nThis was an appeal by Chalkley Harvey, trustee of Marshall Harvey, from the decree of the' court below distributing the trust’ funds in his hands.\nOn the 8th August 1857, Marshall Harvey executed a deed of trust, whereby he conveyed to Chalkley Harvey, “ his heirs and assigns, all the estate of Marshall Harvey, real and personal, for the use of all his creditors; in trust, that the assignee shall convert the same into money, pay all his debts, and the expenses incident to the assignment, and secure one-third part of the surplus, and pay the interest of the same, annually, to Edith T. Harvey, the wife of the said Marshall Harvey, during her life; and pay the interest of the remaining two-thirds to the said Marshall Harvey, during his life — and if the said Edith T. Harvey should survive him, at his decease, to pay the said two-thirds to his heirs, or to whomsoever he should bequeath it; if his wife should not survive him, the “ whole surplus remains in trust, the interest on the whple to be paid to him annually,- and at his decease, the principal sum to whomsoever-he may bequeath it; and in default of such bequest, then it is to be paid to his heirs in equal shares.”\nOn the 27th November 1858, Marshall Harvey executed a deed of revocation, revoking the trusts contained in the assignment of the 8th August 1857, except so far as related to the payment of his debts, and the provision for his wife.\nOn the ilth September 1858, the trustee filed an account, exhibiting a balance in his hands of $6454.03. And on the 14th December 1858,'on the petition of Marshall Harvey, the court appointed an auditor to report upon the facts, and distribute the balance in the hands of the accountant.\nThe auditor being of opinion, that under the deed of the 8th August 1857, Marshall Harvey took an absolute interest in the two-tliirds of the surplus of the assigned estate, appropriated the fund, in the first place, to the payment of the debts of Marshall Harvey, and the expenses of the trust; and of the surplus remaining, he reported that one-third should be retained by the trustee during the life of Edith T. Harvey, the interest to be paid to her annually during her life; and the. remaining two-thirds of the surplus to the said Marshall Harvey. a\nThe court below dismissed exceptions filed by the trustee, confirmed the auditor’s report, and decreed distribution accordingly; whereupon this appeal was taken. '\nButler, for the appellant.\nJ. J. Lewis, for the appellee,\ncited Watts v. Ball, 1 P. Wms. 108; Ball v. Coleman, Id. 145; Jones v. Morgan, 1 Bro. C. C. 221-2; Fearne on Remainders 342-3, 464; Bush’s Appeal, 9 Casey 85; Potts’s Appeal, 6 Id. 168; Garth v. Baldwin, 2 Ves. Sr. 646; Glover v. Strothoff, 2 Bro. C. C. 33; Eaton v. Eaton, 19 Ves. 72; Smith’s Appeal, 11 Harris 9; Rewalt v. Ulrich, Id. 389."
  },
  "file_name": "0207-01",
  "first_page_order": 207,
  "last_page_order": 208
}
