{
  "id": 990474,
  "name": "Chalfant versus Williams et al.",
  "name_abbreviation": "Chalfant v. Williams",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "212",
  "last_page": "215",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 238",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 10203,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 2.7621453547598736e-07,
      "percentile": 0.8336555528913075
    },
    "sha256": "b54d91f44c454fcfe77e023c536a04441ebc3d921a6331a3135a6f529e1428cb",
    "simhash": "1:880884616ecc9071",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., was absent at Nisi Prius."
    ],
    "parties": [
      "Chalfant versus Williams et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe sole question on this record is, whether the testimony of Seymour D. Ball varied or contradicted anything contained in the agreement of 20th September 1854, between John Odgers of the one part, and the defendants of the other part. It was an agreement, whereby Odgers sold to the defendants a coal lease and fixtures which he held, in consideration whereof they were to pay him ’ $4000, in the following manner: — $600 down, $216.62 in.a note at thirty days, and fifty cents for each and every ton taken from said colliery, until the sum of $815 was paid; and then the remainder of said consideration was to be paid at the rate of twenty-five cents for each and every ton so taken from said colliery.\nNow, the fair and reasonable construction of this writing, standing alone, would be, perhaps, that the purchasers were to take out coal enough to pay, at these rates, the balance of the whole sum of $4000, — hut there is no such covenant expressed; and the parol evidence of what occurred at the execution of the paper, shows clearly that, if such a covenant had been expressed, the defendants would not have signed; and that Odgers agreed to take the risk that they would mine that quantity of coal.\nIt is manifest, therefore,, that the parol evidence contradicts nothing expressed in the writing, but only an implication, from what is written. If we had held to the rule that is laid down in Starhie’s JEv. part 4, p. 1009, that parol evidence is inadmissible for the purpose of altering the legal operation of an instrument, we should be obliged to reverse the ruling in this case; but we have got far away from that rule. We permit a deed absolute on its face to be proved a mortgage; we receive parol evidence to rebut a presumption or an equity — to supply deficiencies in the written agreement — to explain ambiguities in the subject-matter of writings — to prevent frauds, and to correct mistakes: Bank v. Fordyce, 9 Barr 279; Rearich v. Swinehart, 1 Jones 238; Barnhart v. Riddle, 5 Casey 96; Musselman v. Stoner, 7 Casey 270.\nThese cases, and others therein cited, indicate sufficiently the 'wide departure we have made from the common law on this vexed subject; and they show too that the rule, as it obtains in Pennsylvania, was not violated by the admission of the evidence in question.\nThe judgment is affirmed.\nStrong, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "P. M. Palmer and S. W. Geer, for the plaintiff in error.",
      "S. Fisher, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Chalfant versus Williams et al.\nIn an action on a contract for the sale of a colliery,-for a gross sum of money, to be paid at a certain rate per ton on each ton of coal mined therefrom, parol evidence is admissible to prove that at the time of the execution of the contract, it was agreed between the parties, that the vendees should not be bound to mine the necessary amount of coal, and that the vendor should take the risk of their doing so.\nThe English rule, that parol evidence is inadmissible to vary the legal operation of an instrument, is not the law of this state.\nError to the Common Pleas of Schuylkill county.\nThis was an attachment execution, issued on a judgment in favour of Hibbert Chalfant against John Odgers, and served on Roderick R. Williams and others, trading as Edward Davis & Co., as garnishees. The garnishees pleaded “ nulla bona.”\nOn the trial, the plaintiff gave in evidence the following agreement between the defendant and the garnishees, and claimed that under it there was due to the defendant from the garnishees, the sum of $1681.20.\n“Agreement made and concluded the 20th day of September A. D. 1854, between John Odgers, of the township of Cass, in the county of Schuylkill, and state of Pennsylvania, of the one part, and Edward Davis, Isaac Davis, Roderick R. Williams, Evan Jenkins, all of the borough of Minersville, in said county, and Richard Lewis, of said township, of the other part; witnesseth that the said John Odgers, in consideration of the following agreements, promises, and stipulations on the part of the said parties of the second part, doth grant, bargain, and sell to the said parties of the second part, all his right, title, and interest in and to a certain coal lease, from Daniel R. Bennett, agent for I. Y. Williamson and R. C. Dale, to him the said Odgers, dated the 1st day of July, A. D. 1853, for and of that certain colliery on Wolf Creek, in said township, known as the Diamond Slope, on the Diamond tract of land, together with the engines, pumping, hoisting apparatus, chain, coal-breaker, screens, schutes, and road, and all fixtures and improvements in and about the said colliery; the said Odgers hereby also grants, .bargains, and sells to the said parties of the second part, all the tools, goods, chattels, animals, and every other kind of personal property belonging, to the said John Odgers, now in use at said colliery, except one bay horse, all coal now on the outside at said colliery, and two barrels of oil; and the said parties of the second part, in consideration of the aforesaid stipulations and agreements on the part of the said Odgers, do hereby promise and agree to pay the said John Odgers the sum of $4000, in manner as follows, viz.: The sum of $600 at the signing of these presents, one promissory note, drawn by the said parties of the second part, to the order of the said John Odgers, payable in thirty days from date, for the sum of $216.62, and the balance as follows, viz.: the sum of fifty cents for each and every ton taken from said colliery from the date hereof until the sum of $815 are paid, and then the remainder of said consideration shall be paid at the rate of twenty-five cents for each and every ton so taken from said colliery; and it is hereby further agreed that the said John Odgers shall not receive any part or portion of the said fifty or twenty-five cents a ton as aforesaid, until all mortgages and liens upon the property hereby sold by said John Odgers, shall have been paid by said parties of the second part, out of, by and from the said sums of fifty and twenty-five cents per ton as aforesaid! In witness whereof, the said parties have hereunto set their hands and seals, the day and year first above written.\n“ John Odgers, l. s.]\n“ Isaac Davis, JL. S.]\n“Roderick R. Williams, L. S.]\n“ Richard Lewis, L. S.]\n“ Evan Jenkins, JL. S.]\n“ Edward Davis, “ In presence of S. D. Ball.” I. S.]\nThe defendant, thereupon, under exception by the plaintiff, gave the following parol evidence as to what took place between the parties, at the execution of the agreement.\nS. D. Ball, JEsq., sworn. — “I drew the articles of agreement for the parties, and drew them as I understood the agreement to be; it was rather hastily drawn; just before the agreement was signed, Mr. Williams spoke, of the agreement with regard to the fifty and twenty-five cents; he said his understanding was, that they were only to pay if they mined the coal; I think Mr. Odgers objected to that understanding; they talked over the matter, and it was finally agreed that there was no difficulty in mining that quantity of coal; Mr. Odgers finally said he would take the risk, that they would mine that quantity of coal; they were very anxious to have the colliery; it was thought to be a bargain; they refused to sign if they were bound to mine the coal; Mr. Odgers, as I understood it, took the risk upon himself. There was something said like this, — 1 how will it be, if you don’t mine the coal ? then, of course, you won’t get the money.’ Mr. Odgers finally agreed to take the risk.”\nCross-examined. — “ It seemed to be taken for granted that there was sufficient coal there; I don’t remember the words that Williams used; he was particularly anxious that the agreement should show that the price was to be paid out of the coal as mined; I don’t know that I made up my mind as to the exact extent of the risk that Odgers assumed; I had no idea in my mind that they would abandon it, except for want of eoal; there was something said about cash purchasers that1 Odgers had from Reading; I was at the colliery; don’t know whether they got the personal property; think there was some complaint about a portion of the property, not much in amount; I don’t remember the exact conversation that took place at the time of executing the agreement; there was a large sum of money misappropriated by one of the parties, say $1000, which operated to destroy their confidence in each other; I think they recovered the money; I think they went ■ out after that; I was counsel for Mr. Chalfant, and issued the attachment execution; I had several conversations with the parties, and, by arrangement, it was agreed that Chalfant should get his judgment against Odgers, and issue the attachment; all parties were willing that Chalfant should have the money that was coming to Odgers; at the time the judgment and attachment execution were issued, they were going all right, and it looked as if the money would be paid; I had several conversations with them; proposed their acceptance of an order; Mr. Odgers said he would take the risk that they would mine the necessary amount of coal; they objected to sign the agreement if they were absolutely bound to mine the coal; they were willing to pay as they mined the coal according to the agreement; Mr. Odgers agreed to take the risk that they would mine the coal; my understanding was, that if any accident happened, so that they could not mine the coal, they were not to pay; they objected to signing if they were bound to mine the coal; it was to be at their option; there was something said about re-writing the agreement, but they said it was not necessary; that they understood it, and it would be all right.”\nThe plaintiff objected to the testimony of Mr. Ball,' on the ground that it went to vary a.nd contradict the written agreement; but the court below (Hegins, P. J.) overruled the objection, admitted the evidence, and sealed a bill of exceptions.\nThere was a verdict and judgment in favour of the garnishees; whereupon the plaintiff removed the cause to this court, and here assigned for error, the admission of the testimony of Mr. Ball.\nP. M. Palmer and S. W. Geer, for the plaintiff in error.\nS. Fisher, for the defendants in error."
  },
  "file_name": "0212-01",
  "first_page_order": 212,
  "last_page_order": 215
}
