{
  "id": 990452,
  "name": "Steelman versus Sites's Executors",
  "name_abbreviation": "Steelman v. Sites's Executors",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "216",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 185,
    "char_count": 2391,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32658873162103275
    },
    "sha256": "4f9a28181c580a5939adf0d997ad732a708130bb57a9c0e4266e20d311ba454c",
    "simhash": "1:a1e811a792fe2191",
    "word_count": 430
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steelman versus Sites’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe point ruled in Logan v. Caffrey, 6 Casey 200, was that an entire contract could not be broken into pieces, and each part ’be made the foundation of a suit; and hence it is argued, that the two checks in the hands of this plaintiff, could not be the subjects of two suits, though they were drawn on different banks, for unlike sums, and bore date one the 14th April 1858, the other 7th May 1858. There was neither identity nor entirety in these contracts, and therefore the ruling in Logan’s case has no application.\nThe withdrawal from the first suit of one of the checks, by leave of the court, was as if it had not been declared on at all, and taking judgment for the amount of the other check was no defence to a subsequent suit on the withdrawn check.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Bonham and Sharpless, for the plaintiff in error,",
      "McIntyre, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Steelman versus Sites’s Executors.\nIf a plaintiff sue for two distinct causes of action, and withdraw one of them before judgment, he is not thereby precluded from maintaining a second suit for the matter so withdrawn in the first action.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Thomas B. Cannon and John H. Cannon, executors of Greorge P. Sites, deceased, against Edmund Steelman, on a check for $225, dated the 14th April 1858, drawn by the defendant, on the Manufacturers’ and Mechanics’ Bank, to the order of the plaintiffs’ testator.\nThe plaintiffs brought a previous action against the defendant in the same court, to June Term 1858; and filed, as their cause of action, copies of two checks — the one now in suit, and another for $200, dated the 7th May 1858. In that action, the defendant put in an affidavit of defence, as to the check for $225 only; whereupon the plaintiffs withdrew the copy of that check, and took judgment on the $200 check, to which there was no defence.\nOn the trial of this cause, the defendant’s counsel requested the court to charge the jury, that the judgment in the former suit was a bar to the present action. The court declined so to charge, to which the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs, he removed the cause to this court, and here assigned the same for error.\nBonham and Sharpless, for the plaintiff in error,\ncited and relied upon the case of Logan v. Caffrey, 6 Casey 196.\nMcIntyre, for the defendants in error."
  },
  "file_name": "0216-01",
  "first_page_order": 216,
  "last_page_order": 216
}
