{
  "id": 990419,
  "name": "Sower versus The City of Philadelphia",
  "name_abbreviation": "Sower v. City of Philadelphia",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "231",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 231"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 91",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 19535,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 7.002317966598567e-07,
      "percentile": 0.9658012880287615
    },
    "sha256": "5bb90be16b726e47f816e71ab6169390e8efbcd9b1d535162989b3dad11d20bc",
    "simhash": "1:3532c2ed806c7faf",
    "word_count": 3459
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sower versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\n— By the act authorizing a survey of the Borough of Germantown, passed the 7th April 1849, the burgess' and town council were required to appoint one or more surveyors to survey and mark the lines of all the streets, roads, lanes, courts, and alleys now open, or intended to be opened, for public use within the said borough; and also to survey and lay out such other new streets, roads, lanes, courts, and alleys, and common sewers within the said borough as he or they shall deem necessary for a regular and convenient town plan. Two drafts or plans were to be made, with every explanation necessary for a full understanding of the same, one to be returned to the burgess and town council, the other to the clerk of the Quarter Sessions of the county of Philadelphia, to be filed in his office for public inspection and examination. Thirty days’ notice to be given by the burgess and town council that, on a certain day appointed by the court, the said court will hear any objections that may be made thereto by any freeholder of the said borough, “ and the said court shall, at the time appointed, adjudge and determine whether any and what alteration shall be made therein, and shall direct the said draft or plan, with such alterations as shall he made, to he recorded in the office for recording of deeds for the city and county of Philadelphia, and thenceforth all the streets, roads, lanes, courts, and alleys shall he for ever deemed, adjudged, and taken to be public highways; and the survey and regulation so returned and recorded shall be and remain unalterable.” Provision for the future opening of these new streets, and also for the assessment and payment of damages, was made by the same act — the compensation to be ascertained and paid agreeably to the provisions of the Act of the 3d of April 1804.\nBy the 4th section of a supplement to the act consolidating the city of Philadelphia, passed 21st April 1855, “ ali the public plans of town plots in the office of the clerk of Quarter Sessions and of the recorder of deeds shall be deposited in the office of the board of surveyors subject to the public inspection without charge.” By the 7th section, “whenever councils shall deem the public exigency to demand it, they may order, by ordinance, any street, laid upon any of the public plans of the city, to be opened, giving three months’ notice thereof to the owner, whereupon any of the owners, whose ground will be taken by such street, may forthwith petition the Court of Quarter Sessions for viewers to assess the damages which such owners may sustain by the opening of such street; and, if the same be not paid within one year, may sue the city for the recovery thereof: provided that security shall be given by said city to the owner for the payment of such damages before his ground shall be actually taken, and the city may indemnify the persons entering such security” — no proceedings to lapse by the delay of a year in paying such damages, and councils may withhold appropriations for the opening of the same until the persons found on inquiry to be benefited shall have contributed, according to the benefit to be derived therefrom, towards the damages awarded to the owners whose ground will be taken therefor.\nBy the 6th section of a further supplement to the Consolidation Act, passed the 21st April 1858, it is made the duty of juries selected to assess damages for the opening, widening, or vacating roads or streets within the said city, to ascertain and report to the court, first, what damages the parties claiming the same are entitled to; and secondly, to assess and apportion the same among and against such owners of land as shall be benefited by such opening, widening, or vacating any such road or street; and when such report shall be affirmed by the court upon notice to all such parties, and the damages paid or secured by the parties among and against whom it shall be so assessed and apportioned, the chief commissioner of highways shall proceed to open, widen, or vacate such road or street accordingly.\n“ Provided however, that it shall be lawful for councils, when, in their judgment, the public interest shall require it, to provide for the payment of such damages out of the city treasury: and further provided, that two-thirds of the members of each branch of councils, present at the passage of such ordinance, consent thereto, and the yeas and nays on the passage thereof shall be entered on the journals.”\nFrom the bill and answer it appears that in pursuance of the Act of Assembly, a survey was made of the borough of German-town, and two drafts or plans thereof were made, one of which was placed in the custody of the surveyor of the borough, and the other was returned to, and confirmed by, the Court of Quarter Sessions, but it was not recorded in the office for recording of deeds. Upon these plans, Wilson street was laid out.\nBy a resolution of councils, approved the 14th March 1859, the chief commissioner was directed to give notice to the owners of property through and over which “ Wilson street from Haines street to the Branchtown Pike,” inter alia, is laid out on the plans of the city, that, at the expiration of three months from said notice, the same will be opened for public use as authorized by the 7th section of an Act of Assembly, approved April 21st 1855; and, on the next day, by another resolution of councils, the chief commissioner of highways was directed to cause all streets, roads, and avenues to be opened immediately after tbe expiration of the notices in accordance with the Acts of Assembly and ordinances of the city. On the 31st of the same month, notice was regularly given to the complainant by the chief commissioner.\nNo petition was filed by the complainant for the appointment of viewers to assess damages, nor was any security given by the city to him for the payment of such damages; but on the 30th June 1859, this bill was filed by Mr. Sower for an injunction restraining the defendants from opening Wilson street through his land.\nThe first objection made by the complainant to the action of the city authorities, that the plan of the borough not having been recorded in the office for recording of deeds, was not such a public plan as was contemplated by the Act of Assembly, is disposed of by the case of Commonwealth v. Wood, 10 Barr 96. In that case, a precisely similar clause was considered as directory merely. ■\nThe next objection, that the order for opening was by joint resolution, and not by ordinance, seems to be disposed of by uniform legislative usage in the city government, and by a fair analogy to the constitutional practice of the state legislature. Both joint resolutions and ordinances are passed by both councils, and approved by the mayor; and'by the 17 th and 18th sections of the Act of 11th March 1789, the laws, ordinances, regulations, and constitutions of the city must be published and recorded; and by the 44th section of the Consolidation Act, the laws and ordinances of the city must be published for the information of the citizens. It is a legislative act, a law, and it matters not whether it be called a joint resolution or an ordinance.\nIf, then, this proceeding to open Wilson street is under the Act of 1855, the city have not given the security required by law; and if under the Act of 1858, the damages have neither been assessed nor paid or secured to be paid according to law, and the court below was right in decreeing an injunction. The ter'ms of the decree are, however, hot before us, for it refers to the preliminary injunction, which is not on either paper-book, nor has it been furnished to us, although counsel have been particularly requested to do so.\nDecree affirmed, and injunction granted to restrain defendants from opening Wilson street on the ground of the complainant, until the damages are paid or secured to be paid according to law.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Sellers and King, for the appellant.",
      "Grout and ¶. 0. Brewster, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Sower versus The City of Philadelphia.\nThe public authorities of the City of Philadelphia have no right, under the Act of 21st April 1855, to open a street laid down on one of the public plans of the city, through the lands of a private individual, until they have given sécurity for the payment of any damages to be sustained thereby, although no petition has been filed for the assessment of such damages; and they may be restrained from so doing, by injunction.\nNor have they any such right, under the Act of 21st April 1858, until the damages have been assessed and paid, or secured to be paid, according to law.\nThe direction of the Act of 21st April 1855, that such plans shall be recorded in the office for recording of deeds, is merely directory; and the omission so to record them is not a valid objection to the opening of a street laid down thereon.\nA joint resolution of councils, directing the opening of a street laid down on one of the public plans of the city, is of the same force as an ordinance for that purpose.\nAppeal in Equity from the Common Pleas of Philadelphia.\nThis was a bill in equity by John R. Sower against The City of Philadelphia, for an injunction to restrain the defendants from opening Wilson street, from Haines street to Mill street, in the twenty-second ward of the city of Philadelphia, through the lands of the complainant, until the damages sustained by him, by reason of the opening of the said street, should be paid or secured to be paid according to law. The facts of the ease are stated in the opinion of the court.\nThe court below granted the injunction as prayed for in the bill, on the authority of a former decision of the same court in the case of Large v. The City of Philadelphia, 16 Leg. Lnt. 148; and from this decree the defendant appealed.\nSellers and King, for the appellant.\nGrout and ¶. 0. Brewster, for the appellee.\nIn the case of Large a. The City of Philadelphia, the following opinion was delivered by Allison, J.:—\n“The bill filed in the case avers that Sarah Mifflin died seised of a certain piece of real estate, situate in the nineteenth ward of the city of Philadelphia, and by her last will devised the said property to John and James Large, in trust, for the sole and separate use of her seven children therein named, for life, with limitations over to their children, if any, if none, to survivors, &c. Said trustees were appointed executors of said will, with power to sell and convey, in fee simple, all her devised real estate. The bill further states that Francis Greenwall is the tenant of said premises from year to year, from the first day of June, and that he has had no notice to quit, and also that Lehigh avenue and Coral street are laid out through said property,, and that a notice was received by James Mifflin, one of the cestui que trusts,. signed Conrad B. Andress, chief commissioner of highways, requiring him, in conformity with an ordinance of the Select and Common Councils of the city of Philadelphia, to cause to be removed forthwith from Lehigh avenue and Coral street, all obstructions where the same passes through the said trust estate, ‘ otherwise the same would be done by this department.’ To restrain this action on the part of the city and its executive officer, an injunction is prayed.\n“ The proceedings to open! said streets are rested solely on the seventh section of the' Supplement to the Act of Consolidation, passed April 21st 1855, wherein it is provided that councils may, whenever they deem the public exigency to demand it, by ordinance, require any street laid down on any public plan of the city, to be opened, giving three months’ notice to the owner.\n“We think that there is a very general misapprehension of the scope as well as of the spirit and intent of this Act of Assembly. By many it seems to be supposed, that it either ousts the jurisdiction of the Quarter Sessions, or gives to councils a general concurrent jurisdiction as to opening streets laid down on the confirmed plans of the city; neither of these conclusions is well founded, as a careful examination of the law will show.\n“ No interference with the ordinary procedure, which is by petition of persons owning property on or near the line of the street designed to be opened, was intended; an application for this purpose can only be successful when the court becomes satisfied that the improvements of the neighbourhood require such street to be thrown open to public use. But the Act of 1855, on the contrary, is intended only for special cases, requiring immediate or speedy action, as they may from time to time arise, and are to be considered only as exceptions to the general rule; for councils are only empowered to direct a street to be opened when in their judgment the public exigency demands it. An exigency of this nature contemplates the existence of a state of facts, when there is an urgent want or need; a pressing necessity for the opening of a street or road; a case which demands immediate action-, and which cannot, without prejudice to the interests of the public, be subjected to the delay incident to the usual course of petition to the Court of Quarter Sessions. It is true, that councils are made the exclusive judges of the existence of the public exigency, which demands the throwing open of a street to common use, and when they have decided that a ease is one proper for their affirmative action, there is no review of that decision here or elsewhere. But whether councils rightfully or wrongfully exercise the discretion vested in them, it is our duty to say, in construing this Act of Assembly, that in no case should they, by ordinance directing the opening of a street, affirm the existence of a pressing necessity for such action, unless clearly satisfied that such is the case.\n“ Any. owner, after receiving the notice mentioned in the act, may forthwith apply to the Court of Quarter Sessions for viewers to assess the damages which the owners may sustain by their taking of the land; and if not paid within one year, may sue the city for the recovery of the'same. Then follows a restriction of the power conferred upon the city, as follows: ‘Provided, that security shall be given by the said city, to the owner, for the payment of such damages, before the ground shall be actually taken.’ The language is clear and of easy comprehension; before the owner’s ground shall be actually taken, he is entitled to call upon the city for security, to indemnify him for the loss of his property, about to be taken from him at the demand of the public; and that special- security is contemplated in each case is apparent from that which follows: ‘The city may indemnify the persons entering such security.’ In this the law is consistent with itself, by first giving councils power to act in special and excepted cases; and that they may not be impeded in their action, when the public exigency requires them to proceed, by what might otherwise present itself as a constitutional barrier, in the way of their progress, provision is made for securing the payment of damages before the land, of the owner shall- be appropriated to public use. This is in strict accordance with the 4th section of the 7th article of the Constitution, which prohibits the legislature from investing any corporate body or individual with the privilege of taking private property for public use, without requiring such corporation or individual to make compensation to the owner of the property, or give adequate security therefor before such property shall be taken.\n“ The provision relating to the assessment of damages, and the right to sue the city in default of payment, does not in any degree make against the conclusion at which we have arrived. During the three months succeeding the notice required by the act, the hands of the city are stayed, they can do nothing by way of taking possession, and if in the mean time the owner can succeed in having his damages assessed, his security can be measured by tha amount ascertained to be due to him. But, if he does not forthwith apply for the appointment of viewers, the city, at the expiration of the three months, may enter upon his land and throw it open to the public, first giving, in the language of the Constitution, ‘adequate security therefor/ This provision seems to be intended to enable the owner to speed the ascertainment and recovery of the loss to-which- he is to be subjected by the requirement of the public; for, until the amount has been fixed by the viewers, no suit can be instituted, even though more than a year intervene. But, whether the owner hastens or delays the enforcement of his right, the security which the law requires shall be entered, stands for his protection, and it must, in all cases instituted under the Act of 1855, be given before his ground shall be actually taken. This right to security applies as well to a tenant for years, or from year to year, who is the owner for the time being, as it does to the owner of the fee simple. See Frost v. Earnest, 4 Whart. 91; Turnpike v. Brosi, 10 Harris 29; Railroad v. Boyer, 1 Id. 497.\n“ All this is apart from the question, raised by the defendants upon the argument of the motion for an injunction, of the sufficiency of the security as it exists in the general liability of the city; for where we find'an express direction in the law too plain, we think, to be misunderstood, it were useless to enter upon the discussion of a more doubtful question thus suggested; but it may not be amiss to say that it is by no means clear that, as the law now stands, there is any such security as that relied upon. The Act of the 21 st of April 1858 relieves the city of Philadelphia from all liability for damages for opening, widening, or vacating streets; and requires the juries to assess the same among and against such owners of land as shall be benefited thereby. It is true, that such liability may be assumed by the city, .by two-thirds of the members of each branch of councils voting to provide for the payment of such damages out of the city treasury. And when thus assumed, a tax may doubtless be imposed to provide a fund for their payment, but not otherwise; for, without such assumption there is no liability, and it would seem to follow as a consequence, no security in the supposed obligation of the city to the owners of the land taken.\n“In Keene v. The Borough of Bristol, 2 Casey 46, it was held ‘that where the power of taxation in the municipal corporation is so limited as to be inadequate to pay damages occasioned by the laying out of a street, in a reasonable time, this court will restrain, by injunction, the opening of such street until security for compensation be given/\n“ But, if the power did not exist at all, or was doubtful, the way for injunction would be still more clear. In Sharpless v. West Chester, 2 Phila. R. 130, the Supreme Court held that, where an act authorized tho taking of property for public use, and made no provision for the payment of damages to the owner, payment or security therefor would be required before the taking of the land. These cases seemed to be in point, did it become necessary to pass upon this question. -\n“The injunction prayed.for is granted — first, because neither of the legal owners, the trustees, nor the tenant in possession have had the required three months' notice; and, secondly, because security has not been given by the defendants, as is required by the Act of April 21st 1855. Security to be entered in the sum of $100, before-the injunction shall issue.”"
  },
  "file_name": "0231-01",
  "first_page_order": 231,
  "last_page_order": 236
}
