{
  "id": 990426,
  "name": "Decan versus Shipper et al.",
  "name_abbreviation": "Decan v. Shipper",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "239",
  "last_page": "244",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 418",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0418-01"
      ]
    },
    {
      "cite": "12 Pick. 307",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060347
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/29/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 724,
    "char_count": 14988,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 2.3417454622453018e-07,
      "percentile": 0.7922510154066897
    },
    "sha256": "f7a9ba972eef3880da94fb7bfd0e3673838a6bc0357adc211155892170e6739d",
    "simhash": "1:2d9148b162843ca3",
    "word_count": 2652
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Decan versus Shipper et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIt has been long well settled, that a bill of lading, “ regularly, fairly, and for value endorsed to another, will pass the title” to the goods to the endorsee: Schumacher v. Eby, 12 Harris 521, and the cases there cited.\nThe question here, however, is not this, but, whether a fraudulent consignee or holder of a bill of lading can pass a title to the goods in such bill, to a purchaser for value without notice of the fraud ? or, in other words, whether he can give title by endorsement of the instrument, when he has none himself? That is the aspect in which we may certainly consider this case, although there might, perhaps, be another in which the bona fides of the endorsee is questionable. The holder of the bill of lading procured the grain from the plaintiffs, on the fraudulent representation that he was purchasing it for Alburtis, the endorsee, and that it was to be paid for in cash. Under this false pretence, he procured the delivery to be made, and had it shipped to his own order, and then, by endorsement of the bill, procured an advancement to be made to him by Alburtis. The plaintiffs never sold or parted with their title to him as purchaser — and it was fully shown, that he was not authorized to purchase for Alburtis. So that the possession was clearly fraudulent. As soon as the plaintiffs discovered this, and before the vessel sailed, they demanded the redelivery of the grain from the master, and on refusal, brought this action of trover to recover the value. The master defends on the title of Alburtis, under the endorsement of the bill of lading. Can he successfully do so ?\nWe think not. The point thus involved has been elaborately investigated in recent English cases, and it has been held, that by the assignments of a fraudulent holder, of delivery orders for goods in store (instruments of the same commercial nature as bills of lading), where the possession of the goods was never intended to be passed by the vendor to such holder, no title passed to a party making advancements on the faith of the assignments, although they were taken in good faith: Kingsford v. Merry, 1 Hurl. & Norm. 503, in Exchequer Chamber. So, as to a bill of lading: Gurney v. Behrend & Ellis & Bl. 622. The same principle was ruled in Brower v. Peabody, 3 Kern. 121, and in Dows v. Perrin, 2 Smith (Court of Appeals, N. Y.) 325. Such, too, is the elaborate note of the American editors to the case of Lickbarrow v. Mason, 1 Smith’s Leading Cases 751. The reasoning in these cases is so satisfactory, that we think the court were right in following them as precedents, and in deciding that the defendant below was not protected by the endorsement of the bill of lading by Bunker to Alburtis.\nIndeed, I think, upon the terms of our Factor Act of 1834, Alburtis could not claim to be a bond fide holder; for on the face of the bill it appears that the grain was delivered to Bunker as agent, and it was endorsed in the same character. Our statute only provides for the passage of the title, if the agent or factor had “ authority to sell the same,” or “to deposit or pledge it.” That he purported to be an agent, and in such capacity shipped the grain and endorsed the bill, is apparent by the bill. This was enough to have put the endorsee on inquiry at least, as to his right to deal with the grain, and would undoubtedly have led to notice of the true state of the title. If Alburtis chose to run the risk of the title, he must abide the consequences. As we perceive no error in the record, the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "d. W. Biddle and B. P. Kane, for the plaintiff in error.—",
      "d. M. Wharton, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Decan versus Shipper et al.\nThe fraudulent holder of a bill of lading can pass no title to the goods, by endorsing it to a purchaser for value, without notice of the fraud. Having no title to the goods himself, none can pass by his endorsement.\nIt seems, that a purchaser who takes an assignment of a bill of lading from one who appears on the face of it to be an agent, cannot claim to be a bond Jide holder without notice; for that fact is enough to put him on inquiry as to the true state of the title.\nError to the District Court of Philadelphia.\nThis was an action of replevin by Francis K. Shipper, Abraham Detwiler, and Isaac Detwiler, trading as Shipper & Detwiler, against Robert R. Decan, master of the ship Westmoreland, for 652 bushels of white wheat.\nOn the 10th February 1855, Benjamin M. Bunker, a grain broker, who had failed in business, and was without credit as a merchant, called on the plaintiffs, Shipper & Detwiler, who were grain-merchants, and purchased from them 652 bushels of wheat, representing that he was purchasing for E. K. Alburtis, a merchant of New York, known to the plaintiffs. The terms were cash.\nIt was known to the plaintiffs, at the time of the sale, that the wheat was to be shipped on board the Westmoreland, then lying at a wharf in'Philadelphia, bound for Liverpool, under a charter to Bunker. The defendant was the master of the Westmoreland.\nThe wheat was accordingly delivered to Bunker’s drayman, on his order, and shipped on board of the Westmoreland; and for it Bunker obtained bills of lading in his own name, with the addition of agent.\nE. K. Alburtis was a general commission merchant, in New York, who was in the practice of making advances on shipments of American produce, upon receipt of the bills of lading. Immediately on obtaining the bill of lading for the wheat in question, Bunker endorsed and transmitted it to Alburtis, and drew on him for advances on the shipment, for nearly the amount of its cost. Alburtis had no connection with the transaction, except in making this advance upon the shipment.\nBunker did not-pay cash for the wheat, according to his contract, and the plaintiffs, discovering that he had attempted to load the vessel by similar fraudulent purchases, sued out this writ of replevin, whilst the ship was still lying at the wharf, to regain possession of the property. Decan, the master, was made defendant in the writ, but Alburtis interposed a claim of property, gave a bond to the sheriff, and retained possession of the wheat.\nUnder this state of facts, the plaintiffs’ counsel, on the trial, presented the following points, upon which they requested the court to instruct the jury:—\n1. That if they believed that B. M. Bunker bought the wheat from the plaintiffs in the name of E. K. Alburtis, without any authority from that person, and not for himself (Bunker), no title therein passed either to Alburtis or Bunker, by reason of such pretended purchase, but remained in the plaintiffs, Shipper & Detwiler.\n2. That if, under the circumstances stated in the preceding point, they further believed that no payment was made on the foot of such pretended purchase, either by Alburtis or Bunker, the plaintiffs had the right to recover back the wheat in this action, or damages for its detention.\n3. That if the plaintiffs gave no credit to Bunker, and supposed that they were selling to Alburtis, and discovered before the vessel left here, that Alburtis disclaimed the purchase, they had the right to reclaim their wheat in this action, notwithstanding Alburtis may have made advances under the bill of lading given in evidence by defendants.\nThe court below (Stroud, J.) affirmed these points, and declined to charge as requested in the following points presented by the defendant:—\n1. The sale of goods to an alleged agent for cash, and the parting with the possession thereof, with the knowledge'that the property is not in the course of delivery to the party who is alleged to be the purchaser, prevents the seller from asserting that he has not dealt with the agent as purchaser, where the rights of third parties acting in good faith are concerned.\n2. If the plaintiffs sold for cash to B. M. Bunker, and delivered the grain to his order, knowing that the same was to be placed on board a foreign ship, by this course of dealing, they enabled Bunker to appear as the real owner of the property, and could not recover the same in the present suit.\n3. The delivery of the grain on board the Westmoreland, with the knowledge of the plaintiffs,\" after the sale by them for cash, that vessel being bound and having cleared for a foreign port, was a bar to the replevying of the grain, and the plaintiffs could not, therefore, recover in this suit.\n4. After the grain sold by the plaintiffs had been delivered on board the Westmoreland, a foreign vessel bound for Liverpool, and which had cleared from the port of Philadelphia, there could be no replevin of the grain, and the plaintiffs cannot, therefore, recover in this suit.\nTo this instruction the defendant excepted; there was a verdict for the plaintiffs for $1134.29, and, on a motion for a new trial, the following opinion was delivered by Hare, J.:—\n“ Goods purchased from the plaintiffs by the aid of a fraudulent representation, that a pretended agent, who was himself the only and unauthorized purchaser, was buying on behalf of E. K. Alburtis, a merchant residing and doing business in New York, as principal, were delivered in pursuance of orders of the purchaser on board a vessel lying at the wharf and bound for Liverpool. The perpetrator of the fraud then took advantage of a situation which he had no doubt intentionally brought about, to obtain bills of lading for the goods, and endorsed them to Alburtis, who made large advances upon the bills, in ignorance of the wrong which had been committed, except in so far as his knowledge can justly be implied from the circumstance that the bills of lading had the word ‘ agent’ written after the name of the shipper, and thus showed that he professed to be acting for the benefit of others and not as a- principal. What we have to determine is, whether the-plaintiffs, who might undoubtedly have reclaimed the goods from; the party by whom they were defrauded, have been deprived of' the right by the subsequent transactions between the latter and; Alburtis.\n“ The general rule seems to be, that as sales or conveyances, procured by fraud are voidable and not void, the vendor must act promptly if he mean to act at all, and reclaim the property before-it has passed into hands of bond fide purchasers, and will otherwise fall within the maxim that between two innocent parties he-should be the sufferer who has armed the wrongdoer with the-power, of imposing upon or deceiving the other.\n“ This maxim is well established as a general principle, and has. been held applicable, both in England and this country, to those-cases in which a purchaser induces a vendor to part with his property by fraud, and then takes advantage of the opportunity thus given to resell to others before the goods are reclaimed and the-fraud discovered. If, therefore, this case were the ordinary one of a fraudulent sale, I should have been of opinion with the defendants, and the court might, perhaps, have concurred with me. But the peculiarity here is, that the fraud went to the very essence of the contract; that the person to whom the vendor meant to sell never bought, and that the person who bought was not the person to whom the vendor meant to sell. It may, therefore, be said,, with much show of reason, that the case does not fall within the-principles which apply when fraudulent sales are in question;; because the minds of the parties never met in a concurring purpose of sale and purchase; because there was no purchaser whose-mind could meet that of the vendor; because there was, in fact, a mere intention to sell and no sale actually consummated. We might, perhaps, have been at a loss to determine whether the force of the argument equals its plausibility, and whether the distinction upon which it is founded involves a substantial difference, were it not that it has been sanctioned by the authority of the-Exchequer Chamber, in Kingsford v. Merry, 11 Exchequer 577, overruling the decision of the court below in a case too much like the present to he distinguished from it, and to which we yield with that deference which should always be shown to precedent.\n“ I may add, if our decision requires additional support' on the only point on which the case now before us can be said to differ from Kingsford v. Merry, it can be found in The Mechanics’ Bank v. The New Haven Railroad, 3 Kernan 628, which decides that as a bill of lading is a mere symbol, its delivery or negotiation can produce no greater effect than would the delivery of the goods which it represents, and that the right conferred by the endorsement will be limited to that which might have been exercised by the endorsee, had the goods themselves been transferred to him instead of the bill.\n“ On the ground, therefore, that the property was never out of the plaintiffs, and consequently could not have vested in the defendant, and that the case is not varied by the endorsement of the bill of lading, we discharge the rule for a new trial.”\nJudgment having been accordingly entered on the verdict, the defendant sued out this writ, and here assigned for error, inter alia, that the court below erred in affirming the plaintiffs’ points, and in refusing to charge as requested in those presented by the defendant.\nd. W. Biddle and B. P. Kane, for the plaintiff in error.—\nAlthough a bill of lading may not be negotiable in the strict meaning of the term, yet the rights of a bond fide holder for a valuable consideration are well determined. It is settled, that the endorsee who has, in good faith, made advances on the receipt of a bill of lading, has as- good and effectual a title to the goods which it represents, as he could have obtained by a delivery of the goods themselves. Nor, if a delivery of the goods has ever been actually made to the vendee, is the case altered by the fact that the latter has effected the contract, or obtained possession, by false and fraudulent representations: Note to Kingsford v. Merry, 11 Exch. 577, and cases there cited; Rowley v. Bigelow, 12 Pick. 307; Allen v. Williams, Id. 297; The Mary Ann Guest, Olcott 498; s. c. 1 Blatch. 358; Tindall v. Taylor, 4 Ellis & Bl. 219; Brandt v. Bowlby, 2 B. & Ad. 932; Pickering v. Busk, 15 East 37.\nd. M. Wharton, for the defendants in error.\nAlburtis was not a purchaser in good faith, there was enough on the face of the bill of lading to put him on inquiry: Act 14th April 1834, Brightly’s Purd. 350; Navulshaw v. Brownrigg, 13 Eng. L. & Eq. R. 262. But apart from this, the ruling of the judge upon the trial, is fully sustained by the authorities: Bell on Bales 50; 1 Parsons on Contracts 58, 239, 437; Blackburn on Sale 10, 114; Boyson v. Coles, 6 M. & S. 18; Henderson v. Lauck, 9 Harris 359; King v. Richards, 6 Wh. 418; Garrard v. Pittsburgh and Connellsville Railroad Company, 5 Casey 154; Brower v. Peabody, 3 Kernan 121; Kingsford v. Merry, 1 Hurlstone & Norman 503, in the Exchequer Chamber, reversing the decision of the Court of Exchequer, in 11 Exch. 577, cited by the plaintiff in error; Dows v. Perrin, 2 Smith (N. Y.) 325."
  },
  "file_name": "0239-01",
  "first_page_order": 239,
  "last_page_order": 244
}
