{
  "id": 990465,
  "name": "Baumgardner versus Reeves et al.",
  "name_abbreviation": "Baumgardner v. Reeves",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "250",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Met. 290",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        9453893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/47/0290-01"
      ]
    },
    {
      "cite": "1 Jones 456",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "4 Duer 212",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        6762141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/11/0212-01"
      ]
    },
    {
      "cite": "1 Pick. 413",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0420-01"
      ]
    },
    {
      "cite": "2 Porter 175",
      "category": "reporters:state",
      "reporter": "Port.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pick. 444",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "22 Conn. 213",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        438363
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/22/0213-01"
      ]
    },
    {
      "cite": "4 Duer 231",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        6762251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/11/0231-01"
      ]
    },
    {
      "cite": "3 Cow. 252",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2157987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/3/0252-01"
      ]
    },
    {
      "cite": "1 Pet. 578",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1432374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/26/0578-01"
      ]
    },
    {
      "cite": "1 Johns. 294",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/1/0294-01"
      ]
    },
    {
      "cite": "1 W. & S. 126",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852508
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0126-01"
      ]
    },
    {
      "cite": "2 Caines 126",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 21",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842772
      ],
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0021-01"
      ]
    },
    {
      "cite": "2 Paige 84",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0084-01"
      ]
    },
    {
      "cite": "Rob. 293",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "11 Pet. 71",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0492-01"
      ]
    },
    {
      "cite": "3 W. & S. 266",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0266-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 174",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1980754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/5/0174-01"
      ]
    },
    {
      "cite": "9 Wheat. 601",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pick. 392",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022281
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/33/0392-01"
      ]
    },
    {
      "cite": "3 Martin 261",
      "category": "reporters:state",
      "reporter": "Mart.",
      "case_ids": [
        12126334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mart-os/3/0261-01"
      ]
    },
    {
      "cite": "6 Mass. 386",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0315-01"
      ]
    },
    {
      "cite": "9 Wheat. 578",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "5 Cow. 331",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/5/0331-01"
      ]
    },
    {
      "cite": "6 Ohio St. Rep. 542",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        510582
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/6/0542-01"
      ]
    },
    {
      "cite": "2 Caines Rep. 126",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pick. 413",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/18/0420-01"
      ]
    },
    {
      "cite": "4 Duer 231",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        6762251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/11/0231-01"
      ]
    },
    {
      "cite": "1 Pet. 578",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1432374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/26/0578-01"
      ]
    },
    {
      "cite": "1 W. & S. 126",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0126-01"
      ]
    },
    {
      "cite": "6 Mass. 386",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000719
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/6/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 906,
    "char_count": 23506,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.2936126496953135e-07,
      "percentile": 0.6204715023926105
    },
    "sha256": "17977f26813302b25fcc1b531fa81aa2d2608f9a612e4331b77c1f52275ab3a6",
    "simhash": "1:a8a08060dd5f9c93",
    "word_count": 4084
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Baumgardner versus Reeves et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIt is the duty of a notary when he receives a bill or note, intended to be protested, to make demand of the party primarily liable, at his usual place of business, within business hours. By Act of Assembly, his notarial certificate of demand and notice, is primá facie evidence of the facts certified to. The plaintiff in error contends, that the certificate of presentation and demand here was insufficient, because the place at which it was presented was not stated; but a general certificate that the notary “went with the note to the place of business of the drawer, in. order to demand payment thereof, and found the same closed, and found no one there to answer respecting the same.” The complaint seems to be, that as the defendant has a right to contradict the certificate of the notary, therefore it should be in such form as to enable him to do so. No authority has been cited for the position that the certificate should be more specific, than to refer to the usual place of business of the maker, or that his number or street should be given. No one would dream of giving the number and street of a well-known broker or business man, and the practice does not seem to require it; certainly the Act of Assembly does not provide for it. I do not see the necessity for any greater certainty in this particular, than there is in describing the place to which the notice of protest has been sent. Designation by street or number was thought not to be necessary in such certificate: Sherer v. The Easton Bank, 9 Casey 134. Where a party has no business place or residence, or has removed, then it seems material to set forth the nature of the inquiries to ascertain his whereabouts, in order to due and reasonable diligence to make demand; but that is not this case.\nIt was further objected, that the facts in the certificate did not sustain the averment in the warn of presentation and demand. It was evidence that all was done which was required to be done in such a case, in order to make demand; and there are many cases in which such acts have been considered a constructive presentation and demand, and sufficient to sustain the averment of these facts in the narr.: Smith v. Bank of Washington, 5 S. & R. 318; Lehman v. Jones, 1 W. & S. 126, in which is cited Lambert v. Oakes, 1 Ld. Raym. 443; Stewart v. Eden, 2 Caines Rep. 126; The Bank of Columbia v. Lawrence, 1 Pet. 578; Williams v. Matthews, 3 Cowen 252; Peters v. Lent, 4 Duer 231; Mechanics’ Bank v. Place, 4 Id. 212; West v. Brown, 6 Ohio St. Rep. 542; and Hinsdale v. Miles, 5 Cow. 331. These authorities certainly sustain the position of the court below in overruling this objection.\nThe cases cited on the other side do not really militate against the current of these authorities, and some of them do not touch the question. In McGruder v. The Bank of Washington, 9 Wheat. 578, the form of the narr. is not given, and there was no point on the subject of discrepancy between the allegata and probata. In Blakely v. Grant, 6 Mass. 386, the narr. averred presentment and demand at the drawer’s last place of residence, and the notarial proof was absence from the state for several years. This was held a variance. In Hill v. Yarrell, 3 Greenl. R. 233, the declaration stated, that notice of non-payment was duly given to the drawer. It was held that, under such averment in the narr., legal notice must be proved. That if due and reasonable diligence was relied on as dispensing with actual notice, it should have been so averred. And this seems to have been the substance of the ruling in the case of Bennett v. Young, 6 Harris 261. The general rule deducible from the cases seems to be, that where facts are relied on as dispensing with actual presentment and demand, and a legal equivalent is relied on, the facts constituting it should be stated in the narr. Such, for instance, as where after due and reasonable diligence the drawer or maker’s residence cannot be found— or where he has removed out of the country; these things must be averred in the narr: Byles on Bills 171-337; 6 Mass. 386; 3 Greenl. R. 133; Story on Prom. Notes, § 180. But where the presentation and demand have been attempted to be made at the maker’s place of business, and there is no one to answer, and there is no proof that the party had any other place of business, or had removed, the authorities estimate this as equivalent to actual presentation and demand, and sustain the narr. with the averment of presentation and demand. Eor, as has been well said, where the party has a place of business, it is the duty of the notary to go there, for the purpose of making demand, and as it is the duty of the maker to have some one there to answer, the power of the notary is at an end when he has gone there, he has done all that the law requires of him, and it is the equivalent of a presentment and demand. A different case might be presented, if the proof was that the call was at the residence of the maker, and his house was shut up. There, inquiry might be required by the notary, and then the case would rest on whether there had been diligence — which should be averred. But here the proof was that there was a business place, and no one at it. This does not necessarily imply a change, or removal either.\nThe 4th assignment of error is to the ruling of the court, that this was a sufficient presentation and demand in fact. From what has been already said, it is quite apparent that it was sufficient. This was directly ruled in Shed v. Brett, 1 Pick. 413; 2 Greenl. Ev. § 178. If presentation be “made at the drawer’s place of business it will be sufficient, if made within the usual hours of business, although the maker be absent therefrom,” for “ he is bound to have a suitable person there to answer inquiries, and pay his notes, if there demandedStory on Prom. Notes, § 235; for which the author cites many authorities. That was just the proof in the case in hand. A presentment at the maker’s place of business, in business hours, and no one to answer. We deal not with anything but the case in hand. There are many shades of difference in the decisions on this subject, and they are not always reconcilable, even on the same state of facts. We will, not attempt it. Suffice it, that we see no error in the ruling of the court below, on the subject of the presentation and demand.\nThe 6th assignment of error relates to the answer of the court to the defendant’s 8th point. • On the trial below, the plaintiff in error claimed that his endorsement was in consummation of the agreement between Reeves, Buck & Co., and Wm. L. Helfenstein, the maker, by which the notes in suit, with others, were to betaken by the plaintiffs in exchange for the obligations of the Philadelphia and Sunbury Railroad Co., in their hands, and which were to be surrendered to Helfenstein, on the deposit of certain collaterals, in addition to the notes; and as he had endorsed on the-faith of this agreement, and as the collaterals were never deposited according to the agreement, he was not bound. This was the substance of his eighth point; and which he claimed that the evidence authorized him to raise.\nThat there was such an agreement between the plaintiffs and Helfenstein was proved by the instruments of writing, signed by the latter and delivered to the former, dated February 8th 1856. There was also testimony to show that on delivery of the collaterals, the obligations of the railroad company were to be surrendered ; that the notes were made, endorsed, and delivered at the-same time with the agreement, to the agent in charge of the business for the plaintiffs; that one of the stipulations in writing was an authority to the depositary of the collaterals, on request of the plaintiffs, in case of a failure to meet the notes at maturity, to sell them and apply the proceeds in payment of the notes.\nIf these things are true, the ground taken by the defendant below we think was right, and that the jury should have been charged, that if the endorsement was made at the time, and on the strength of an arrangement for collaterals, between the plaintiffs and Helfenstein, and the collaterals were never deposited, the defendant was not liable. He certainly should not be bound in a case like the present, for more than he assented to, and it seems to us, that the only inference from the facts is, that he and they had in view the existence of the collaterals, when he endorsed. If so, he was only contingently liable, dependent upon their being deposited according to contract.\nBut the learned judge of the District Court, in effect, negatived this point, by charging, “that if the plaintiffs agreed that the responsibility of the defendant should be conditional upon the deposit of the collaterals, then the law would be as claimed, but not otherwise.” As there was no evidence of any such agreement, the jury could not easily have failed to find against the defendant on such a proposition. But this was not the defendant’s proposition. He claimed that his endorsement was in pursuance of the arrangement between the plaintiffs and Helfenstein, in which the notes to be endorsed were not to stand alone as security, but they were to be accompanied by collaterals, before the time for the surrender of the Philadelphia and Sunbury obligations — the consideration of the transaction. This being the defendant’s postulate, and the evidence giving rise to it, we think the defendant was entitled to have a distinct affirmation of it, and the benefit of it with the jury. We think, therefore, that the court erred in not giving such an answer.\nWe do not think it material to notice the other assignments in the case; they are generally but modifications of those already considered, and will not likely appear in the same form on another trial.\nEor the reasons given the judgment is reversed, and a venire de novo awarded.\nRead, J., dissented.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. E. Gowen, for the plaintiff in error.",
      "Lowber and Gerhard, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Baumgardner versus Reeves et al.\nA notarial certificate of protest which states that, during business hours, he went with the note to the place of business of the maker, in order to demand payment thereof, and found the same closed, and no one there to answer respecting the note, is evidence of the facts therein set forth; it is not necessary that it should state the place at which the presentment was made.\nBut where a party has no place of business, or residence, or has removed, it seems, that it is material to set forth the nature of the inquiries made to ascertain his whereabouts, in order to show due and reasonable diligence to make demand.\nA visit to the maker’s place of business, during business hours, for the purpose of making a presentment, and finding it closed, is equivalent to an actual presentment and demand, and a notarial certificate, setting forth such facts, may be given in evidence under a declaration averring an actual presentment and demand.\nBut where the facts are such as dispense with an aetual presentment and demand, and a legal equivalent is relied on, as, where the maker has removed out of the country, then such facts must be averred in the declaration.\nA presentment at the maker’s usual place of business, during business hours, there being no one there to answer, is a sufficient demand, to charge the endorser; for the maker is bound to have a suitable person there to answer inquiries, and pay his notes, if there demanded.\nIf a note be endorsed, for the accommodation of the maker, with the express understanding between the maker and the endorser, that certain collaterals should be deposited with a third person to secure its payment, it is a good defence to the endorser, that such collaterals were not deposited in accordance with the terms of the agreement. It is not necessary that such agreement should have been made between the endorser and endorsee.\nError to the District Court of Philadelphia.\nThis was an action on assumpsit by Reeves, Buck k Co. against Thomas Baumgardner, as endorser of two promissory notes, of which the following are copies:—\nPhiladelphia, December 15th 1855.\n$3146.91.\nTwelve months after date, I promise to pay to the order of myself, thirty-one hundred and forty-six dollars and ninety-one cents, without defalcation, value received.\nWilliam L. Heleenstein.\n(Endorsed), William L. Heleenstein,\nThomas Baumgardner,\nDavid Longenecker.\nPhiladelphia, October 18th 1856.\n$3116.75.\nTwenty-five days after date, I promise to pay to the order of Thomas Baumgardner, thirty-one hundred and sixteen dollars and seventy-five cents, without defalcation, value received.\nWilliam L. Heleenstein.\n(Endorsed), Thomas Baumgardner,\nDavid Longenecker.\nOn the trial, the plaintiff offered in evidence the notarial certificates, to prove presentment and notice. In respect to the note of the 18th October 1856, the notary certified that during the usual business hours, he went with the same, to the place of business of the maker, in order to demand the payment thereof, and found the same closed, and no one there to answer respecting the note; wherefore he protested it.\nThe defendant objected to the admission of the notarial certificate in evidence: 1. Because it did not set forth the place where the note was alleged to have been presented: 2. Because it did not go to sustain the declaration, which averred an actual presentment and demand. The court overruled the objections, admitted the evidence, and the defendant excepted.\nThe defendant then gave evidence, showing that he endorsed the notes in question, under the following circumstances : — ■\nA short time previous to the 8th of February 1856, William L. Helfenstein, then President of the Philadelphia and Sun-bury Bailroad Company, having purchased the various interests in the road (including that of Mr. Baumgardner, for which it appeared, however, that payment in full had not been made), undertook to relieve the company from its floating debt, with a view of either selling or mortgaging the road to some capitalists in London. A part of this debt consisted of four notes of the cbmpany, originally given for iron purchased from Hancock & Foley, but then held by Beeves, Buck & Co., the plaintiffs below, the last of which had matured in April 1855.\nTo obtain the surrender of these notes, Helfenstein offered his individual notes, to be endorsed by Messrs. Longenecker and Baumgardner, and to be protected by the deposit with Messrs. Whelen & Co., of a sufficient number of second mortgage bonds of 'the railroad company, at seventy cents on the dollar, as collateral security. This offer was accepted; and on the 8th of February 1856, Messrs. Beeves, Buck & Co. sent their agent, Mr. Morris, to the office of the company to carry the agreement into effect. He thfere found Messrs. Helfenstein, Longenecker, Baumgardner, and some others; and Helfenstein then for the first time communicated to Longenecker and Baumgardner the proposition which he had made. At first Baumgardner refused to become a party to the arrangement, but finally yielded, on Helfenstein’s assuring him that the collateral securities would protect him from all risk.\nThe following agreement was then drawn by Morris, and executed by Helfenstein; and the five notes mentioned therein were signed by Plelfenstein, and endorsed by Longenecker and Baumgardner:—\n“We are to deposit with Messrs. Whelen & Co., at as early a date as possible, and certainly previous to the 1st of April next, a sufficient number of the second mortgage bonds of the Philadelphia and Sunbury Railroad, at seventy cents on the dollar, to an amount equivalent to the aggregate of five certain notes given this day to Reeves, Buck & Co., dated\nDecember 15, 1855, 4 months, for . . . $3026.33 15, 15, 15, 6 8 10 12 3056.49 3086.63 3116.75 3146.90\nSaid bonds to be & Co as collateral held by Messrs. Whelen security for the payment of above notes, at maturity, with authority to dispose of the same as our agents; proceeds to be paid to Reeves, Buck & Co.; and if disposed of previous to maturity of notes, money received to be paid to Reeves, Buck & Co., in advance of maturity, and endorsed on the notes.\nWm. L. Helfenstein,\nPresident Philadelphia and Sunbury Railroad. Philadelphia, February 8, 1856.\n“ A receipt to be taken of Messrs. Whelen & Co., that the bonds are deposited for Reeves, Buck & Co.’s use, with a right on their part to demand immediate sale, should the notes not be paid at maturity; and should said sale of bonds not realize sufficient to satisfy the amount of notes, an additional number of the bonds of the company, sufficient to make up the amount by sale, shall be given by the railroad company to Reeves, Buck & Co., immediately. Said receipt to be given to Reeves, Buck & Co.\nWm. L. Helfenstein, President.”\nThe notes and agreement were then delivered to Morris, it being understood that the plaintiffs would surrender the notes of the company as soon as the collateral securities were deposited. The first three of Helfenstein’s notes were paid when they fell due. When the fourth approached maturity, Helfenstein was absent in Europe; but, as he had left his signature to blanks with the secretary of the railroad company, Baumgardner came down from Lancaster, and had it renewed by the note in suit, dated October 18th 1856, the plaintiffs retaining the original note. The fifth is the note in suit, dated December 15th 1855.\nAfter the notes in suit had been dishonoured, the plaintiffs applied to Messrs. Whelen & Co. for the collateral securities, when it appeared that they had never been deposited. They then brought suit to the March Term 1857, of the District Court, against the railroad company, on the notes which were to have been surrendered, if the non-deposit of the collateral securities had not rendered the arrangement inoperative. Having obtained a verdict, they afterwards instituted this suit.\nThe defendants’ counsel then presented certain points in writing, upon which the court below was requested to charge the jury, the 1st, 3d, 6th, and 8th of which were as follows:—\n1. That evidence that the notary went with the note, dated October 18th 1856, to the place of business of the drawer, in order to demand the payment thereof, mi found the same closed, and no one there to answer respecting the same, does not sustain the allegation in the declaration, that the note was presented to the maker.\n3. That the certificate of the notary is neither evidence of the proper presentment for payment of the note in suit, dated October 18th 1856, nor evidence of sufficient excuse for the want of such presentment.\n6. That the certificate of the notary is not evidence that the place at which the note of October 18th 1856 is alleged to have been presented, was the place of business of William L. Helfenstein.\n8. That if the jury believe that the arrangement by which the notes made by William L. Helfenstein, and endorsed by David Longeneeker and the defendant, were to be substituted in place of the notes of the Philadelphia and Sunbury Railroad Company, was conditional upon the deposit of the collateral securities, according to the terms of the agreement, dated February 8th 1856, their verdict should be for the defendant, if they are satisfied that the collateral securities were not so deposited.\nThe court below declined to charge as requested in the 1st and 3d points; in answer to the 6th, instructed the jury that the notarial certificate was primd facie evidence; and answered the 8th as follows: — “If you believe, that at the time the plaintiffs agreed that the responsibility of the defendant should be conditional upon the deposit of the collateral securities, then this would be so, but not otherwise. An assurance given by the maker of a note to the endorser, that security shall be given for the note, is not a defence to the endorser. What the agreement was is for the jury. The difficulty is to see any evidence that the plaintiffs so agreed. That the maker assured Mr. Baumgardner, the endorser, that the securities would be so deposited, is no defence.”\nTo these answers the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs for $7060.54, he removed the cause to this court, and here assigned for error: 1. The admission of the notarial certificate in evidence: 2. The answers to the points presented on the trial.\nJ. E. Gowen, for the plaintiff in error.\nThe court erred in admitting the notarial certificate in evidence. The Act 14th December 1854 expressly provides that the party may contradict it by other evidence; and the notary cannot deprive him of this right by the vagueness and-uncertainty of his certificate: Bennett v. Young, 6 Harris 261. Besides it was inadmissible, under the pleadings. Under an allegation that the bill was presented, evidence that the drawer could not be found, is inadmissible: Byles on Bills 171, 337; Allen v. Edmundson; 2 Exch. 719; Blakely v. Grant, 6 Mass. 386; Hill v. Varrell, 3 Greenl. 233.\nThe mere fact that the maker’s place of business was closed, did not dispense with the necessity of any further effort to present the note: Story on Prom. Notes, § 238; Collins v. Butler, 2 Str. 1087; Lanusse v. Massicott, 3 Martin 261; Granite Bank v. Ayers, 16 Pick. 392; McGruder v. Bank of Washington, 9 Wheat. 601; Byles on Bills 159; Ellis v. Bank of Natchez, 7 How. (Miss.) 294; Sullivan v. Mitchell, 1 Car. Law Rep. 482.\nThe agreement to deposit the collaterals was a material point in the defendant’s contract of endorsement; and if there was a mutual mistake on that point, it rendered the arrangement inoperative : Perkins v. Gay, 3 S. & R. 331; Story’s Eq. Jur. §§ 134, 140, 142; Daniel v. Mitchell, 1 Story R. 194; Dale v. Roosevelt, 5 Johns. Ch. 174; Hitchcock v. Giddings, 4 Price 135; Bellas v. Hays, 5 S. & R. 439; Geiger v. Cook, 3 W. & S. 266; Horbach v. Gray, 8 Watts 492; Allen v. Hammond, 11 Pet. 71; Kelly v. Solari, 9 M. & W. 54; Lucas v. Norswick, 1 Mood. & Rob. 293; Bell v. Gardner, 4 Mann. & Grang. 11; Miles v. Stevens, 3 Barr 22, 37; Quick v. Stuyvesant, 2 Paige 84; Sharp v. United States, 4 Watts 21, 23; Mears v. Commonwealth, 8 Id. 226; Fertig v. Bucher, 3 Barr 311.\nLowber and Gerhard, for the defendants in error.\nThe notarial certificate was sufficient primd facie evidence of presentment and demand: Kase v. Getchell, 9 Harris 506; Sherer v. Easton Bank, 9 Casey 134; and it was admissible under the pleadings : Carter v. Flower, 16 M. & W. 743; Granite Bank v. Ayers, 16 Pick. 392; Stewart v. Eden, 2 Caines 126; Lehman v. Jones, 1 W. & S. 126; Chapman v. Lipscombe, 1 Johns. 294; Bank of Columbia v. Lawrence, 1 Pet. 578; Williams v. Matthews, 3 Cow. 252; Paton v. Lent, 4 Duer 231; Mechanics’ Banking Association v. Place, Id. 212; West v. Brown, 6 Ohio St. R. 542; Windham Bank v. Norton, 22 Conn. 213; Taunton Bank v. Richardson, 5 Pick. 444; Kennon v. McRea, 2 Porter 175.\nThat the presentment made in this case was sufficient to charge the endorser, is well settled by authority: Shed v. Brett, 1 Pick. 413; Mechanics’ Banking Association v. Place, 4 Duer 212; King v. Holmes, 1 Jones 456 : Lehman v. Jones, 1 W. & S. 126 ; Wheeler v. Field, 6 Met. 290.\nThe contract for the deposit of the collaterals was not between the parties to this suit, and the defendant cannot therefore take advantage of the neglect to comply with its provisions. The plaintiffs did not deal with him, but with the maker of the notes : Balfour v. Sea, Fire and Life Assurance Co., 3 Com. B. (N. S.) 300."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 258
}
