{
  "id": 990420,
  "name": "Commonwealth ex rel. Ross versus Baxter",
  "name_abbreviation": "Commonwealth ex rel. Ross v. Baxter",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "263",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 370",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 369",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0369-01"
      ]
    },
    {
      "cite": "1 Jones 69",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 358",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0358-01"
      ]
    },
    {
      "cite": "3 Wh. 228",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 368,
    "char_count": 5800,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 4.7274393734897606e-07,
      "percentile": 0.929402833910394
    },
    "sha256": "70f25ecf0de094f2f29ebd63472d40aef6c1d7be434fa5069ae5f5990c10c74f",
    "simhash": "1:acd10099d586b5b4",
    "word_count": 1040
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Ross versus Baxter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe suggestion filed in this case is somewhat defective; but we understand it to say that the election officers certified, in substance, according to the Act of 13th June, 1840, § 1, that Ezra Baxter received a majority of the votes for the office of commissioner of roads and highways for the term of three years. This is the legal and primd facie evidence of his title to the office; and the only way of setting it aside is, by a petition to the Quarter Sessions for a false return, under the Act of 2d July 1839, § 154. Under such circumstances, his title cannot be tried by a quo warranto. The office was, therefore, not vacant in January 1860, and the election then held by the people was irregular and futile. Even if every voter in the township had voted for another, it would have had no effect. Majorities go for nothing at an irregular election; we cannot regard them even as majorities, for it is the right of orderly citizens to stay away from such elections.\nIt is quite disorderly even for the people to treat the acts of their own officers as void, when they have a regular- mode of trying their validity. It is a natural principle of humanity, that the will of a man is regulated by his habits, and that of a people by their settled- customs and institutions; and' without this, neither can have any character by which their actions can be judged. Law means the settled customs and institutions of a people, and if these do not exist, there is no law, and courts, if there be any, must be mere arbitrary powers. Law will have lost one of its essential elements, when the mere will of the people shall prevail over the settled principles of their social life. Even a people, therefore, must conform to their own institutions, if they are to have any government.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Wathins and Mereur, for the plaintiff in error,",
      "W. Blwell, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Ross versus Baxter.\nA return by the election officers, that A. B. received a majority of the votes for a township office, is legal and prim& facie evidence of his title to the office; and it can only be set aside by proceedings for a false return, under the Act of 2d July 1839. It cannot be inquired into by quo warranto.\nIf a township office be not vacant, it is not in the power of the people to elect a person to fill it. Even if every voter in the township voted for another, it would have no effect.\nMajorities go for nothing at an irregular election ; they are not even regarded as majorities, for it is the right of orderly citizens to stay away from such elections.\nError to the Common Pleas of Bradford county.\nThis was a quo warranto, at the relation of Harrison Ross against Ezra Baxter, calling upon him to show cause by what authority he claimed to exercise the office of commissioner of roads and highways, in the township of Granville, in Bedford county.\nThe information of the relator set forth that, at the township election held in Granville township, in said county, on the 21st January 1859, there was a vacancy in the office of commissioners of roads and highways, in said township,, occasioned by the resignation of Calvin Churehell, and the expiration of the office of Ezra Baxter, whose term of office had expired. That at the election held at Granville aforesaid, on the 21st January aforesaid, the electors and voters voted for persons .to fill the vacancy aforesaid ; which resulted in Ezra Baxter having ninety-one votes, Laman Putnam ninety-one votes, and Ward Warren seventy-five votes. That the officers of the election aforesaid made return of the vote aforesaid, and issued their certificates of election to Ezra Baxter for the term of three years, and to Laman Putnam for the term of one year, who refused to act in consequence of a disbelief in the legality of the election.\nThat the officers of the said township, believing that the vacancy of the office aforesaid had not been legally filled by the election and certificate aforesaid, took the necessary and legal steps to fill the said vacancy, at the election held in the said township, on the 21st January 1860; which resulted in the election of the relator, Harrison Ross, for the term of two years, and of M. B. Porter for the term of three years.\nThat the said Ezra Baxter, from the election aforesaid, held in January 1859, claimed to have been duly elected to the said office; and had, from that time, under and by colour of the vote and certificate of the officers of the election aforesaid, claimed to exercise, and had exercised and acted in the office of commissioner aforesaid, in the township of Granville; and by colour thereof, still claimed to act, and asserted a legal right to continue to act, and enjoy the said office, for the term of three years, from the election in January 1859, without any warrant or lawful authority for acting in, exercising, and enjoying the same.\nA writ of quo warranto having been issued on this information, the court below, on motion of the defendant’s counsel, quashed the writ; which the relator here assigned for error.\nWathins and Mereur, for the plaintiff in error,\ncited Act 13th April 1843, §§ 15, 16, Pamph. L. 217; Act 5th April 1844, Pamph. L. 200; Act 22d March 1845, § 5, Pamph. L. 200 ; Commonwealth v. Gill, 3 Wh. 228; Cole on Informations 207, 211, 46; People v. Utica Insurance Co., 15 Johns. 358; Bull. N. P. 207; 2 Steph. N. P. 1185 ; Act 14th June 1836, Brightly’s Purd. 696 ; Commonwealth v. McWilliams, 1 Jones 69; People v. Van Slyck, 4 Cowen 297; Commonwealth v. McCloskey, 2 Rawle 369.\nW. Blwell, for the defendant in error,\ncited Renninger v. Thompson, 6 S. & R. 1; Fretz’s Appeal, 3 Harris 398; 3 Steph. N. P. 2439-40; Rex v. Parry, 6 Ad. Ellis 810; Commonwealth v. Jones, 2 Jones 370 ; Rex v. Bond, 2 T. R. 767; Rex v. Trelawney, 3 Burr. 1615; 1 Phill. Ev. 450."
  },
  "file_name": "0263-01",
  "first_page_order": 263,
  "last_page_order": 265
}
