{
  "id": 990436,
  "name": "Stevens et al. versus The North Pennsylvania Coal Company",
  "name_abbreviation": "Stevens v. North Pennsylvania Coal Co.",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "265",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 193,
    "char_count": 3472,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 8.168787701846037e-08,
      "percentile": 0.4750298183407604
    },
    "sha256": "cebea1437fa2648bdc67c0b44f11036787185bd9b73ddd4a9742c032610a509d",
    "simhash": "1:57495da991d4cd1d",
    "word_count": 631
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stevens et al. versus The North Pennsylvania Coal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThat two nihils are good on writs of scire facias on a mortgage, one made returnable to an intermediate return day of one term, and the other to the first day of the next term, appears by the case of Magaw v. Stevenson, 1 Grant’s Gases 405. But this is unimportant as against the title of the terre tenant, for he, as was admitted on the argument, appeared to the action, and he was the proper party to appear and defend, the action being in rem, against the land. By selling the land, the mortgagor became a mere nominal party. The terre tenant, by his appearance, became the true defendant, and he ought to have filed an affidavit of defence, if he could. As he did not, we presume he could not, and he must submit to the judgment.\nAfter the appearance of the terre tenant, the only use of the nihils seems to be to reach the title of the mortgagor, and to save the necessity of hereafter going out of the record to show that he had fully parted with his title to the person appearing as terre tenant, before the case proceeded to judgment. The two nihils are equivalent to service on the mortgagor, and the plaintiff was entitled to judgment, as against any title of his, for want of an appearance. The judgment actually entered is general, though a special reason is assigned for it; and it is good against the whole interest mortgaged, if any good cause appear for its entry. It is good against the mortgagor’s interest for not appearing, and against the terre tenant’s, for not taking defence in the proper form, when he did appear.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "JE. T. Darling, for the plaintiff in error.",
      "H. M. Hoyt and Stanley Woodward, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stevens et al. versus The North Pennsylvania Coal Company.\nIn a scire facias on a mortgage, two returns of nihil, one of them to an intermediate return day of one term, and the other to the first day of the next term, are equivalent to service.\nWhere the mortgagor has parted with his title to the land, and the scire facias is served on the terre tenant, a second return of nihil is unnecessary, except for the purpose of reaching the title of the mortgagor, and to obviate the necessity of subsequently going out of the record, to show that he had parted with his title to the person who appeared as terre tenant.\nWhere the scire facias is served on the ierre tenant, and there are two nihils as to the mortgagor, a judgment for want of an affidavit of defence, is good against the mortgagor for not appearing, and against the ierre tenant for not taking defence in proper form.\nError, to the Common Pleas of Luzerne county.\nThis was a scire facias on a mortgage by The North Pennsylvania Coal Company against James Stevens, returnable to the second return day of the term. The writ was returned nihil as to the defendant; but George W. Keyser appeared and was admitted to take defence as terre tenant. An alias scire facias was then issued to the first return day of the next term, and returned nihil as to the mortgagor; and the court below subsequently gave judgment for the plaintiff, for want of an affidavit of defence, for §16,069.81.\nThe terre tenant, thereupon, removed the cause to this court, and here assigned for error : 1. That the original scire facias was not made returnable to the first day of the next term after it was issued: 2. That the judgment was erroneous, because entered for want of an affidavit of defence, on two nihils.\nJE. T. Darling, for the plaintiff in error.\nH. M. Hoyt and Stanley Woodward, for the defendant in error."
  },
  "file_name": "0265-01",
  "first_page_order": 265,
  "last_page_order": 266
}
