{
  "id": 990494,
  "name": "The McKean and Elk Land Improvement Company versus Mitchell",
  "name_abbreviation": "McKean & Elk Land Improvement Co. v. Mitchell",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "269",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 199,
    "char_count": 2630,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.3365747368107139e-07,
      "percentile": 0.6302380949622932
    },
    "sha256": "d660c4d651846c7c18b20dcb2ee32e06ba2cca82d1bb311e87c191081ff0d1f3",
    "simhash": "1:52e3d643a2a707f9",
    "word_count": 456
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The McKean and Elk Land Improvement Company versus Mitchell."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe addition made to the deed was not entitled to record, and, therefore, it was not constructive notice, by being in fact recorded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "L. P. Wetmore, for the plaintiffs in error.",
      "B. B. Hamlin, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The McKean and Elk Land Improvement Company versus Mitchell.\nA memorandum attached to a deed and recorded with it, hut which is not so acknowledged as to he legally entitled to record, is not constructive notice to a purchaser.\nError to the Common Pleas of McKean county.\nThis was an ejectment by Mitchell A. Mitchell against The McKean and Elk Land Improvement Company for the western half part of 'a tract, known as warrant No. 2609, in Hamlin township, McKean county.\nOn the 2d October 1838, Benjamin Jones and Andrew M. Jones conveyed to Thomas W. Smith four tracts of land in McKean county, known as warrant numbers 3073, 3076, 3077, and 3084, containing, as was supposed, 900 acres each; and one-half of warrant No. 2609, containing about 460 acres, and adjoining No. 3076.\nIt was subsequently ascertained that each tract contained about 1000 acres; whereupon the following memorandum.was executed and attached to the deed, and was entered on the margin of the deed-book, in the same page on which the deed was recorded:—\n“ Thomas W. Smith having purchased four lots of land of us in McKean county, Penn., as named in the deed dated 2d Oct. 1838, and part of an adjoining lot numbered 2609, sufficient to make in the whole quantity four thousand and fifty acres; now, the object of this memorandum is, that the division line through the tract No. 2609 shall be drawn from north to south, and the western portion thereof, to the extent sufficient to embrace the quantity due to T. W. Smith, shall accrue to him, as being adjacent to his other lots.”\n“Witness, Sam’l. H. Jones. “Benj. Jones.\n“Andrew M. Jones.\n“Philadelphia, January 1st 1839.”\nThe plaintiff claimed title under the deed as originally executed; the defendants, under the memorandum of the 1st January 1839.\n■ On the trial, the court below ruled out a deposition offered by the defendants, to show the circumstances under which the memorandum of the 1st January 1839 was executed, and' the reasons for making it; and charged the jury, that it formed no p'art of the deed, and could not be permitted to contradict or vary it; and that the entry of it on the margin of the record, was no.t notice to Mitchell, the purchaser.\nThe defendants excepted to these rulings of the court below; and a verdict and judgment having been given for the plaintiff, they sued out this writ, and here assigned the same for error.\nL. P. Wetmore, for the plaintiffs in error.\nB. B. Hamlin, for the defendant in error."
  },
  "file_name": "0269-01",
  "first_page_order": 269,
  "last_page_order": 270
}
