{
  "id": 990483,
  "name": "In the Matter of the Township of Alba",
  "name_abbreviation": "In re Township of Alba",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "271",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 220,
    "char_count": 3888,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 9.174362795227682e-08,
      "percentile": 0.5090150043496744
    },
    "sha256": "667a3081645d73b17e95b7366b9efabaee0d7658c18478e2ec0edbf2ec34f79b",
    "simhash": "1:22805aa4aa57b972",
    "word_count": 683
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Township of Alba."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nFor the same reasons for which it was ruled in The Matter of the Division of Juniata Township, 7 Casey 301, that the Act of 14th of March 1857 was prospective only, and did not affect cases in which a report of commissioners to divide a township had been previously filed and confirmed nisi, must a similar construction be- given to the Act of the 24th of April of the same year. The purpose of both acts was the same. It was to substitute a popular vote for the discretion of the Court of Quarter Sessions, after a return of commissioners favourable to the division of a township, or to the erection of a new one. The language of the acts is almost identical, and probably the second was passed only because the provisions of the first were supposed not to be large enough to embrace the case of a new township.\nThe court below were therefore in error in adjudging, as they did, that the proceedings subsequent to the report of the commissioners, and confirmation thereof nisi, must conform to and follow the provisions of the Act of April 24th 1847. Doubtless the adjudication would not have been made, had the case in 7 Oasey been reported at the time. The proceeding for the new township having originated previous to the Act of 1857, and a report having been made and confirmed nisi, before that act was passed, it is unaffected by the act. It is not within the reach of a'popular vote, but is wholly subject to the discretion of the court. The petitioners are entitled to the exercise of that discretion. Had it been exercised, the matter would not be reviewable here, but the record shows that it was not. Instead of it, the court adjudged that the proceedings must conform to the provisions of the Act of 24th April 1857. We think that adjudication wras erroneous, and as it terminated the proceedings, it must be reversed.\nThe order of the court, that the proceedings subsequent to the conformation nisi of the report of the commissioners, must conform to and follow the provisions of the Act of April 24th 1857, is reversed; and the . record is remitted, with directions to proceed under the Act of April 15th 1834.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. Q. Adams, for the petitioners,",
      "cited and relied upon the Case of Juniata Township, 7 Casey 301.",
      "Blwell and Mereur, for the exceptants,"
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Township of Alba.\nThe Act of 24th April 1857 was prospective only, and could not reach a case in which a report of commissioners in favour of the erection of a new township, had been previously filed, and confirmed nisi.\nCertiorari to the Quarter Sessions of Bradford county.\nOn the 8d December 1855, the petition of citizens of the townships of Canton, Troy, Granville, and Armenia, was presented to the court below, praying for the- erection of a new township out of parts thereof, to be called Alba. Commissioners were appointed, who reported in favour of the erection of the new township; but on exceptions being filed, the court granted a review, and appointed new commissioners.\nAt September sessions 1856, the new commissioners filed a favourable report, which, on the 11th December 1856, on exceptions filed, the court refused to confirm, for want of proper notice. And on the same day, allowed a new petition to be filed, and appointed a third set of commissioners.\nAt the February sessions 1857, a third report was filed in favour of the erection of the proposed township ; which, on the 3d February 1857, was confirmed nisi.\nThis report came up for final confirmation at the May sessions 1857; but the legislature having, in the mean time, passed the Act of 24th April 1857 (Brightly’s Burd. 1216), the court below refused to confirm the report, and decided that all the subsequent proceedings must conform to that act; which was here assigned for error by the petitioners.\nJ. Q. Adams, for the petitioners,\ncited and relied upon the Case of Juniata Township, 7 Casey 301.\nBlwell and Mereur, for the exceptants,\ncited Fretz’s Appeal, 3 Harris 397; Warwick Township, 6 Id. 372."
  },
  "file_name": "0271-01",
  "first_page_order": 271,
  "last_page_order": 272
}
