{
  "id": 990437,
  "name": "Yeomans versus Rexford's Executor",
  "name_abbreviation": "Yeomans v. Rexford's Executor",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "273",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 243,
    "char_count": 4736,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 4.446063651887353e-08,
      "percentile": 0.278798686718801
    },
    "sha256": "c81e96177a7cfd3f394526435429e255779f5d4a1575b1189e2b9e77a38da4fa",
    "simhash": "1:d0635c295f43b735",
    "word_count": 830
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yeomans versus Rexford’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nAs a part of the consideration for the purchase of a tract of land in Tioga county in this state, the defendant gave the plaintiff three promissory notes, one for $1100, and the other two for $1000 each, with interest. They were given and dated in the city of New York, and were payable at the Bank of Commerce in that city. At the same time, the defendant, to secure the payment of these notes, gave the plaintiff a purchase-money mortgage upon the land in Tioga.\nUpon this mortgage proceedings were commenced by scire facias, and the amount demanded was the principal of these notes with interest. Judgment was entered for the principal and interest, and after execution the plaintiff entered satisfaction on it, by receipting in full for debt, interest, and costs. This extinguished the mortgage, and with it the debt it was given to secure; for the security of the mortgage was co-extensive with the notes [Story’s Conflict of Laws, § 293), and the payment of either was the payment of both.\nWhen, therefore, suit was commenced on the notes, for an alleged omission of one per cent, interest in the judgment on the mortgage, that judgment and its satisfaction in full was an entire answer to the plaintiff, who had a perfect right, in entering the original judgment, to fix what was the true amount of his debt arid interest, the whole of which was demanded in that action.\nJudgment reversed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "A. P. Cone, for the plaintiff in error.",
      "H. W. Williams, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Yeomans versus Rexford’s Executor.\nBy tlie recovery of a judgment in a scire facias on a mortgage, given to secure the payment of certain notes, and the entry of satisfaction thereon, upon payment of the amount of the judgment, the original debt is extinguished, and no recovery can be had upon the.notes, for a balance alleged to be due thereon.\nError to the Common Pleas of Tioga county.\nThis was an action of debt by Newton P. Fassett, executor of Samuel Rexford, deceased, to recover a balance alleged to be due-on three promissory notes made by the defendant in favour of the-plaintiff’s testator.\nThe facts of the case are fully stated in- the following charge to the jury, delivered in the court below by White, P. J.:—\n“ On the 30th of October 1848, defendant executed and delivered to Samuel Rexford three promissory notes — one for $1100, at twelve months, one for $1000, at eighteen months, and the other for $1000, at twenty-four months — all payable with interest, to the order of said Rexford, at the Bank of Commerce,, in the city of New York, and dated in New York. At the same date, Yeomans executed to Rexford a mortgage upon lands in Tioga county, Pennsylvania, to secure the payment of the respective sums for which said notes were given. A scire facias issued upon this mortgage, and a judgment was obtained on it, on the 18th day of December 1852, for $3897, being the principal of the debt, and six per cent, interest. This judgment was satisfied by payment, as per entry of satisfaction on the record, on the 8th of April 1854. The present suit is brought to recover-one per cent, (the difference between New York and Pennsylvania, interest) on $3100, from the 30th of October 1848, to the 8th of April 1854, and interest on the same from that date. The defendant alleges that by the recovery upon the mortgage, and satisfaction thereon, the notes accompanying and recited in it, were satisfied and extinguished. The court are of opinion that the notes are the primary evidence of and security for the indebtedness — and that the mortgage was collateral thereto — that, payment upon the mortgage satisfied pro tanto the notes, and no farther — that Rexford, by the terms of his contract with. Yeomans, was entitled to the $3100, and interest from the 30th. October 1848, at thé. rate of seven per cent, per annum — that upon the mortgage he recovered but six per cent., and is therefore entitled to the additional one per cent, in this suit, brought, upon the notes, which have never been given up or cancelled, and are not satisfied by the recovery on the mortgage, except to the-extent of the amount recovered and received. ' The jury are, therefore, instructed to render a verdict in favour of plaintiff for the amount claimed by him in this suit — being one per cent, on $3100, from the 30th of October 1848 to the 8th of April 1854, .(at which time payment was made on the judgment or the mortgage), and on the amount then due from that date to the date of their verdict.”\nTo this charge the defendant excepted; and a verdict and judgment having been entered for the plaintiff for $195.75, the defendant removed the cause to this court, and here assigned the same for error.\nA. P. Cone, for the plaintiff in error.\nH. W. Williams, for the defendant in error."
  },
  "file_name": "0273-01",
  "first_page_order": 273,
  "last_page_order": 274
}
