{
  "id": 990453,
  "name": "Hunt versus The City of Philadelphia",
  "name_abbreviation": "Hunt v. City of Philadelphia",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "277",
  "last_page": "279",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 325,
    "char_count": 5477,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 4.280736776926286e-08,
      "percentile": 0.27028004335387895
    },
    "sha256": "612f76fa7038885693058c6a8cebdc6e99a5899536f1099f24f3c832acd13238",
    "simhash": "1:8a63edfb24a01d7b",
    "word_count": 941
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hunt versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWe are satisfied with the opinion of the judge of the District Court in this case. It is admitted, that Hunt was an- auctioneer, and he seems to have added also the business of a pawnbroker. Under the 8th section of the city ordinance, it is made the duty of pawnbrokers to sell unredeemed pledges at “public auction;” and in Brande’s Encyclopedia of Science, Literature, and Art, a power of sale enters into and forms part of the definition of a pawnbroker. That Hunt sold goods at auction does not therefore disprove him a pawnbroker, while the fact that he advanced moneys on a pledge of goods fixes him as such.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Parsons, for the plaintiff in error.",
      "Sellers and King, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hunt versus The City of Philadelphia.\nA licensed auctioneer, in the city of Philadelphia, who advances money on goods, and charges commissions on such advances, is liable to the payment of a pawnbroker's license, under the city ordinance.\nError to the District Court of Philadelphia.\nThis was an amicable action of debt by The City of Philadelphia against James Hunt, wherein the parties agreed upon the following case stated:—\nJames Hunt, defendant, has received from the state authority a license to act as auctioneer, under the first section of the Act of April 8th 1842, entitled “ A further supplement to the several acts relating to auctions and auctioneers, and for other purposes.” According to the custom of auctioneers, he advances money on goods, and charges commissions on such advances. He takes from the party, owner of such goods, a receipt, of which a copy is hereto annexed, marked “A.,” and delivers to the owner a ticket, a copy of which is hereto annexed, marked “ B.” If the advance and commission are not repaid before the time specified in the receipt, the goods are sold at public auction, and the excess, if any over the advance, expenses, and commissions, is paid to the former owner of the goods who received the advance. In case the advance and commissions are repaid to the defendant, on or before the day specified in the receipt, or before the sale, the goods are returned to the owner.\nThe question submitted to the court is, whether under the laws the defendant is bound to take out a license as pawnbroker. If so, then judgment for plaintiff for one hundred and one dollars; if not, then judgment for defendant. The costs to follow the judgment. And either party reserving the right to take out a writ of error. It is agreed that the ordinance of January 19th 1856, entitled “An ordinance to license and regulate pawnbrokers” be made a part of this case stated, as if fully set out.\n“A.”\nPhiladelphia, May 1, 1857.\nNo. 1114.\nReceived of James Hunt, auctioneer, two hundred dollars, advanced on dry goods (wearing apparel), left to be sold at any time after three months from this date, without reserve or further notice.\nJames Smith.\n“B.”\nNo. 1114.\nArticle — Dry goods (wearing apparel).\nLeft to be sold after three months.\nDate — May 1st, 1857.\nAdv. — $200.\nJames Hunt,\nAuctioneer and Commission Broker,\nSouth-west corner Fifth and South streets, Philadelphia.\nMoney advanced to an unlimited amount on furniture, diamonds, watches, jewelry, clothing, and all articles of value left for any length of time for public or private sale.\nThe court below gave judgment for the plaintiff on the case stated, and the following opinion was delivered by Stroud, J.:—\n“ The business of an auctioneer and the business of a pawnbroker differ essentially from each other. That of an auctioneer is to sell by public outcry, the property of others, upon an agreement, expressed or implied, that he shall receive for his labor and skill a just compensation. The business of a pawnbroker consists in the lending of money on interest. The repayment of the loan and the payment of the interest are secured by an adequate pledge of goods on the part of the borrower to the lender. Under our laws, not more than six per cent, interest can be exacted. But a charge is allowed for the memorandum or certificate, which the pawnbroker furnishes to each borrower, stating the sum of money lent — what article has been pawned — and several other particulars. This memorandum or certificate is to be renewed at short intervals, and for each renewal a fresh charge is allowed. It is unnecessary to give a more minute description of these pursuits. Both are regulated by statutes and ordinances. Neither can be followed without a special license. The license of the auctioneer is granted by the Commonwealth, that of the pawnbroker is derived from the mayor of the city. An official bond is required to be given on the part of the auctioneer to the Commonwealth — on the part of the pawnbroker, to the city corporation.\n“ The defendant has obtained from the Commonwealth a proper license to conduct the business of an auctioneer. But he has no license from the city to act as a pawnbroker. It is manifest, howéver, from the case stated, that he has been following the ordinary business of a pawnbroker. His license as auctioneer does not justify him in this. The two businesses may, in the absence of any statute rendering them incompatible, be carried on by the same individual at the same time. But a license for each is an essential prerequisite. Judgment is to be entered for the plaintiff.”\nThe defendant, thereupon, removed the cause to this court, and here assigned the same for error.\nParsons, for the plaintiff in error.\nSellers and King, for the defendant in error."
  },
  "file_name": "0277-01",
  "first_page_order": 277,
  "last_page_order": 279
}
