{
  "id": 990424,
  "name": "Hope Mutual Insurance Co. versus Brolaskey",
  "name_abbreviation": "Hope Mutual Insurance v. Brolaskey",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "282",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Hall 41",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1363472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/1/0041-01"
      ]
    },
    {
      "cite": "10 Pick. 135",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014341
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0136-01"
      ]
    },
    {
      "cite": "8 Humph. 684",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8541174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/27/0684-01"
      ]
    },
    {
      "cite": "10 Pick. 40",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0041-01"
      ]
    },
    {
      "cite": "12 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11271089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0507-01"
      ]
    },
    {
      "cite": "18 Pick. 419",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025378
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0419-01"
      ]
    },
    {
      "cite": "10 Cush. 444",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1991572
      ],
      "pin_cites": [
        {
          "page": "446"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/64/0444-01"
      ]
    },
    {
      "cite": "6 Cush. 448",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1989559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/60/0448-01"
      ]
    },
    {
      "cite": "1 Story 57",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6101102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/5/0105-01"
      ]
    },
    {
      "cite": "2 Pet. 25",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0025-01"
      ]
    },
    {
      "cite": "5 Pick. 487",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0487-01"
      ]
    },
    {
      "cite": "1 Hall 41",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1363472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/1/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 5308,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.5782206433338334e-07,
      "percentile": 0.67987457956043
    },
    "sha256": "6db2275e2fee5f7da623359d9080b9b396a63984c21b4b7cfe5ee35c842d7211",
    "simhash": "1:2221bef5dfa3879d",
    "word_count": 935
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hope Mutual Insurance Co. versus Brolaskey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIf this were a case of mutual insurance, whereby the insured becomes a member of the company and pledges his property to secure that of others, there would be some reason for holding it to mean that a house, insured as a house, is real estate; and we suppose that the clause out of which this controversy arises was intended for such a case.\nBut this was a common insurance, and we must presume that it was taken in the ordinary way, and justice does not require us to strain the defendants’ language in their policy for their benefit. A house may be, and often is, personal property: 5 Pick. 487; 8 Id. 283; 1 Hall 41; 3 Casey 291; and so is machinery in a mill, 8 Harris 303; and so was the house insured here, and the insured was the absolute owner of it. The condition relied on does not require that he should give notice that he was not the owner of the land on which it stood, and we do not think that justice requires us to force this meaning into it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "W. S. Price, for the plaintiffs in error.",
      "J. Murray Push, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hope Mutual Insurance Co. versus Brolaskey.\nA lessee of land for a term of years, with the right to remove the buildings to be erected thereon at the termination of his term, effected an insurance of the buildings, as the owner thereof; the policy contained a condition that, “ if the interest in the property to be insured be a leasehold interest, or other interest not absolute, it must be so represented to the company, and expressed in the policy in writing, otherwise the insurance shall be voidHeld, that the insured being the absolute owner of the buildings, had a right to insure them as such, and was not bound to disclose the extent of his interest in the land.\nCertificate from the Court of Nisi Prius.\nThis was an action of covenant by Simon Brolaskey against the Hope Mutual Insurance Company of Philadelphia, upon a policy of insurance against fire, issued by the defendants on the 19th June 1856, whereby they insured the plaintiff, for the term of one year, against loss or damage by fire, to the extent of $3500, on a three-storied frame building, known as the Kursaal, on Cape Island, Cape May county, New Jersey.\nThe parties agreed upon a case stated in the nature of a special verdict, in which the following facts were embodied:—\nOn the 12th November 1846, Richard L. Ludlam leased to Simon Brolaskey, for the term of twenty years, the land upon which the building in question was erected, at the yearly rent of one dollar, with the privilege of renewal for another term of twenty years, upon the same terms and conditions. By this lease, Ludlam covenanted, at the expiration of the first term of twenty years, to take the buildings to be erected on the demised premises, at an appraisement, or to renew the lease for a further term. And that at the expiration of the lease, Brolaskey should have the privilege of removing the buildings to be erected by him upon the premises.\nOn the 19th June 1856, Brolaskey insured the premises with the defendants for $3500, for the term of one year. The policy contained a condition, that “ if the interest in the property to be insured be a leasehold interest, or other interest not absolute, it must be so represented to the company, and expressed in the policy in writing, or otherwise the insurance shall be void.” Brolaskey insured the building as the owner thereof, without disclosing the nature of his interest in the demised premises. And on the 17th June 1857, the building, known as the Kursaal, was destroyed by fire.\nThe court below (Thompson, J.) gave judgment for the plaintiff on the case stated, which was here assigned for error.\nW. S. Price, for the plaintiffs in error.\nBrolaskey was bound, by the general law of insurance, to disclose his true interest in the premises, and must be regarded as having concealed material facts: 1. Because, if he had disclosed that interest, he would thereby have disclosed an increase of risk, and the company would not have insured for him: 2. Because premiums of insurance are always enhanced by the fact, that the building is erected upon ground held under a lease only: 3. Because the insurance was being effected in a mutual-insurance company: Columbia Insurance Company v. Lawrence, 2 Pet. 25; s. c. 10 Id. 507; Carpenter v. American Insurance Company, 1 Story 57; Smith v. Columbia Insurance Company, 5 Harris 253; Angell on Insurance, § 175; Marshall v. Columbia Mutual Insurance Company, 7 Foster (N. H.) 157; Leathers v. Insurance Company, 4 Id. 259; Smith v. Bowditch Mutual Insurance Company, 6 Cush. 448; Wall v. East River Mutual Insurance Company, 3 Seld. 370 ; Hayward v. Insurance Company, 10 Cush. 444, 446.\nJ. Murray Push, for the defendant in error,\ncited Fletcher v. Commonwealth Insurance Company, 18 Pick. 419; Tyler v. Ætna Insurance Company, 12 Wend. 507; 16 Id. 385; 1 Sandf. S. C. Rep. 551; Strong v. Manufacturers’ Insurance Company, 10 Pick. 40; Delahay v. Memphis Insurance Company, 8 Humph. 684; Wells v. Philadelphia Insurance Company, 9 S. & R. 103; Miltenberger v. Beacom, 9 Barr 199; Russell v. Union Insurance Company, 1 W. C. C. 409; Hammond on Insurance 22; Curry v. Commonwealth Insurance Company, 10 Pick. 135; Marcy v. Darling, 8 Id. 283; Doty v. Gorham, 5 Id. 287; Laurent v. Chatham Fire Insurance Company, 1 Hall 41."
  },
  "file_name": "0282-01",
  "first_page_order": 282,
  "last_page_order": 284
}
