{
  "id": 990503,
  "name": "The Borough of West Chester versus Apple et al.",
  "name_abbreviation": "Borough of West Chester v. Apple",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "284",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 383,
    "char_count": 6310,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 3.4132860828821586e-07,
      "percentile": 0.8782251397668358
    },
    "sha256": "ada024df2486fd253cc69589de21fe0c63d1c3c2a293757721301bc75b976479",
    "simhash": "1:fef501a1b3e28493",
    "word_count": 1094
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Borough of West Chester versus Apple et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIf the original injury in this case was not legally chargeable against the borough, then it can have no right of action against the original wrongdoer, even though it was sued for it and gave him notice to defend, and an award was had against it, which it paid. One who is improperly sued for the wrong of another, must secure himself by a defence against that action, and not by subrogation to another.\nWas the borough liable for the original injury ? We think not. It is an imperious necessity that has forced upon our towns the substitution of public water-works, for the public and private pumps which we used to have, and that has made our streets the place where the public pipes are laid. These pipes thus become public watercourses for the supply of all private needs, and the duty of maintaining them, consistently with private rights, and with the common right of highway in the streets, falls upon the town authorities. But the private right of resorting to them for water makes some interference with the public travel inevitable, and so far the public right must yield. The excavations made for this purpose are for private benefit, done at private expense, and usually without any direct superintendence of the public; and only the persons who make them, or cause them to be made, are answerable for any injury they occasion to the right of travel. The borough had no hand in this excavation, and is not answerable for the carelessness with which it was done. The public fulfils its duty when .it furnishes a complete highway, and it is not answerable for the improper inodes in which individuals connect their property with it.\nAlleys and doors, and steps and drains, are necessary to connect private property with public streets, and branch-pipes to connect with gas and water mains; and when the public leaves it to individuals to make such connections, they alone are responsible that the work shall be done without injury to any one. Streets are necessarily used for telegraphic lines, and signs and awnings and hitching-posts, and vaults and vault-gratings, and it is not the public, but the individuals who erect such things, that are answerable for the injuries arising from them, though the public has power to regulate them, and does attempt to do so. It is enough for the injured person, that he has a remedy against the actual wrongdoer. Indeed, it would be most disastrous to make the public liable for all the neglects of individuals in relation to the public streets; for, in this way, it would become an insurer against numberless injuries of which it could never learn the origin, and for which it could have' recourse to no one. Thus the actual wrongdoer would be left unpunished; whereas, if the search for him be sharpened by private' interest, he cannot readily escape.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "W. Darlington, for the plaintiffs in error.",
      "W. Butler and P. Frazer Smith, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Borough of West Chester versus Apple et al.\nA municipal corporation is not liable for damages resulting from the digging of a trench in one of its public streets, by a private individual, under a license from the corporate authorities, for the purpose of making a connection ■with the main conduit pipes for distributing water to the inhabitants, and nejecting properly to fill up the same.\n'If a municipal corporation pay the amount of an award against them for damages resulting from an act for which they were not liable in law, they can have no recourse over against the actual wrongdoers, although notice was given to the lattér to appear and take defence in the original action.\nError, to the Common Pleas of Chester county.\nThis was an action on the case by The Burgesses and Inhabitants of the Borough of West Chester against William Apple and Gideon Miles, to recover the sum of $75 and costs, which one Davis Bishop had recovered against the corporation for the wrongful act of the defendants.\nThe borough of West Chester was the owner of the water-works for supplying its inhabitants with water, and the main conduit pipes were laid along Market street in the said borough. William Apple, one of the defendants, was then superintendent, but his duties in reference to the introduction of water into houses consisted (on the production to him of a permit) in furnishing a ferrule and directing the opening of the main. He had nothing to do, officially, with the breaking of ground in the street, or with filling up the opening.\nNicholas Mendenhall, who was the owner of a lot on the north side of Market street, erected a house thereon, and employed William Apple, who was also a plumber, to do the necessary work, in his business, upon the house, including the introduction of the water.\nOn the 29th August 1857, Mendenhall contracted to sell the house and lot to Gideon Miles, the other defendant, and stipulated that he would introduce the water, and pay all the bills therefor. Mendenhall, accordingly, procured a permit from the corporate authorities, and delivered it to Apple; by whose workmen a trench was dug from the house to the main pipe, about the 7th October; the connection was made, and the opening filled up, by putting in all the dirt that had been taken out, and placing the stone on the top. This left a ridge from four to ten inches in height, which would ordinarily sink to a level in about a week.\nOn the 12th October, Alexander Marshall drove a horse and carriage, hired from Davis Bishop, along the street; the horse stepped on the trench, -which had been softened by a heavy rain, plunged in, and was injured. For this injury, Bishop brought suit against the borough; a rule of reference was entered; the counsel for the corporation notified the present defendants to appear and defend the action; there was an award in favour of Bishop for $75 and costs, which was paid by the borough; and this action was brought to recover back the same from the present defendants.\nOn the trial, the court below instructed the jury that the action could not be maintained, and directed them to find for the defendants.\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs sued out this writ and here assigned the same for error.\nW. Darlington, for the plaintiffs in error.\nW. Butler and P. Frazer Smith, for the defendants in error."
  },
  "file_name": "0284-01",
  "first_page_order": 284,
  "last_page_order": 286
}
