{
  "id": 990427,
  "name": "Irwin's Appeal. Muhlenberg's Estate",
  "name_abbreviation": "Irwin's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "294",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 250",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0250-01"
      ]
    },
    {
      "cite": "4 Rawle 148",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0148-01"
      ]
    },
    {
      "cite": "1 Dall. 311",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12145704,
        1408439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0311-01",
        "/us/1/0326-01"
      ]
    },
    {
      "cite": "1 Watts 368",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Paige Ch. 153",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 How. 233",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        8300266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/46/0233-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 288",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 143",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0143-01"
      ]
    },
    {
      "cite": "8 W. & S. 151",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts 253",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Dallas 311",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 368",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 11542,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.193768455650704e-07,
      "percentile": 0.7741007294247657
    },
    "sha256": "159a6d46731486168f15718117e396c206862ab8875a7e90003d475fcdf70c7b",
    "simhash": "1:b3eea5c1237e071d",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Irwin’s Appeal. Muhlenberg’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThere is, perhaps, no one subject on which English authorities are so contradictory and irreconcilable as upon the question, when is one trustee or executor liable for moneys that have been lost in the hands of a co-trustee or executor. According to some of the authorities, the rule is not the same as to trustees and executors; according to others, it is. , In some of the cases relating to executors, a distinction is taken between their liability to creditors, and their liability to legatees — a distinction recognised by Lord Harcourt in Churchill v. Hobson, 1P. Wms. 241, but set aside by Lord Thurlow in Sadler v. Hobbs, 2 Bro. Ch. Cas. 97, as “ odd.”\nThe authorities will be found collected in a note to this last ease, in the notes of 2 Williams on Hxeeutors, and in a note to § 1281 of 2 Story’s Eq. Jur., p. 521; and whoever will go through them, will feel the force of Chief Justice Gibson’s remark in Jones’s Appeal, 8 W. S. 152, “that there has at all times been more inconsistency of English decision on this head, than on any other, and more than is to be found in our own books on all heads together.”\nOur Pennsylvania cases, though not harmonious, exhibit less discrepance than the English. We began with Brown’s Appeal in 1 Dallas 311, that Brown was not liable for ¿£400 received from the estate of his testator, and paid over to his co-executor, Dougherty, who became insolvent. But, in Sterret’s Appeal, 2 Penn. R. 419, this court declared, that the bare permitting a co-executor to receive money, and not looking to it when there are no grounds to suspect danger of losing it, does not make a co-executor liable; but when one executor has money actually in his hands, and pays it over to the other, or when he actively assists to have it put into the hands of the other, he is generally liable.\nI am induced to believe, said Judge Kennedy, in McNair’s Appeal, 4 Bawle 157, that there is no good reason for making executors and administrators liable more than trustees for moneys which they have never actually received, merely because they have joined in a receipt with a co-executor or co-administrator who did receive it. In blending executors and administrators in his statement of the rule, the learned judge did not advert to a distinction taken in Boyd v. Boyd, 1 Watts 368, between the two classes of representatives. The true rule was there declared to be, that on a joint administration, the administrators become responsible for each other, as principals. The sureties are bound that they, as principals, without regard to who is and who is not the acting administrator, or recipient of the money, will faithfully administer the estate; and each administrator is liable as a principal to sureties, creditors, and legatees. In the case of executors and trustees who give no bonds, it was admitted the rule was different.\nPerhaps, the best statement of the rule, in respect to executors, that is to be found in our own books, is that by Judge Coulter, in Hall v. Boyd, 6 Barr 270: “When several persons are appointed executors, they are generally regarded in law as one person, and, therefore, the acts done by one, which relate to the testator’s goods, such as sale, delivery, possession, &c., are considered as equivalent to the acts of all, as they possess a joint authority. But in relation to their several responsibilities, the rule is different. They are liable personally and individually no further than assets have come into their hands, or where they have done some act which the law considers as equivalent to an admission that the assets were in their hands and power, and culpably and negligently parted with.” This is in substantial accordance with what fell from Chief Justice Tilghman, in Pim v. Downing, 11 S. & R. 71, that where a co-trustee, who does not receive the money, consents that the other should misapply it, particularly where he has it in his power to secure it, he is responsible. Verner’s Estate, 6 Watts 253, recognises the distinction between the rights of creditors and legatees, and decides that an executor who receives money of the estate and pays it over to a co-executor, who afterwards becomes insolvent, is not chargeable with it in favour of legatees, although he would be in favour of creditors.\nThis case is in conflict with Sterret’s Appeal, on the point of moneys paid over by one executor to another, but I do not understand Ducommun’s Appeal, 5 Harris 270, recognised in Hengst’s Appeal, 12 Id. 419-421, to be inconsistent with any of the foregoing adjudications, for that was the case of a joint account settled and confirmed, whereby both executors were held to have admitted themselves, of record, to be liable for the balance of the account.\nWeigand’s Appeal, 4 Casey 473, is to be referred to that branch of the rule as stated by Judge Coulter in Hall v. Boyd, which makes executors liable for culpable negligence.\nIt is very evident, that this review of our own decisions, affords but little ground for the appellants’ case to stand on. They are legatees of Muhlenberg, and not creditors of his estate. The executors have settled separate accounts, and not a joint one. Keyser paid over no moneys of the estate to Woods, nor did he join in giving receipts for moneys which went into Woods’s hands, and he has accounted fairly for whatever came to his own hands. Now under such circumstances, the only principle on which Keyser can be charged with Woods’s devastavit is, that he did some act from which the law will imply his consent that Woods should misapply the money. This would be culpable negligence, and good ground for charging Keyser, even in behalf of legatees. But what was there to justify such an implication ? The auditor tells us, that during the lifetime of the testator, Muhlenberg, Woods was in the habit of collecting the rents of the real estate for him — that after his death, Woods continued to collect them and deposit them in bank to the joint credit of the executors, and when payments were made, it was by their joint check. In 1854, he ceased to make deposits, which Keyser did not discover until 1856, when a joint check was refused payment — that Keyser immediately demanded of Woods an explanation, who assured him the money he had used was safely invested, but Keyser gave notice to the tenants to pay Woods no more rents, and thus saved a further loss.\nThe only negligence we see in these circumstances was in suffering the bank account to stand so long unexamined. But it is to be considered, that Woods was in good credit, for aught that appears to the contrary, and it is not strange, that Keyser should have trusted the same agent the testator had employed in the same duty, and had recommended to his (Keyser’s) confidence, by appointing him a co-executor. Suppose Keyser had discovered that deposits ceased in 1854, he may fairly have presumed his colleague had paid over the money to the legatees, or had invested it for their benefit; To require him to have dealt with his colleague as a rogue, by calling for the securities, would require of him the highest and most exact vigilance — a degree of it that was inconsistent with the relation which the testator had established betwixt them: 8 W. & S. 151. On the whole, we do not see that Keyser’s failure to look after this money, when he had no ground to suspect a loss or misapplication of it, was culpable negligence.\nIt is urged, that the rule of 8th December 1852, which was taken upon the executors to show cause why an attachment should not issue against them, was sufficient to put Keyser on his guard; hut when, within a week, that rule was responded to by- a deposit of $508, and never afterwards moved in, it was calculated rather to strengthen than to shake Keyser’s confidence in his colleague. During the ensuing four years, he probably inferred, from hearing nothing of the rule, that the acting executor was faithfully discharging his duty to the trust.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "A. Murray Stewart and Olay, for the appellants,",
      "T. S. Smith, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Irwin’s Appeal. Muhlenberg’s Estate.\nAn executor who files a separate account, is not liable to the legatees of the testator, for moneys received.by his co-executor, unless he has been guilty of culpable negligence, in respect thereto.\nExecutors are liable personally and individually, no further than assets have come into their hands, or where they have done some act which the law considers as equivalent to an admission that the assets were in their hands and power, and culpably and negligently parted with.\nA failure on the part of a co-executor to examine the bank account of the acting executor for two years is not culpable negligence.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by John EL Irwin and others, residuary legatees of John P. D. Muhlenberg, deceased, from the decree of the court below, upon the accounts of Elhanan W. Keyser, one of the executors of the said John P. D. Muhlenberg.\nJohn P. D. Muhlenberg, by his will, dated the 11th December 1848, appointed Elhanan W. ICeyser and Daniel L. Woods, his executors, and gave them power to sell and dispose of his real estate. Daniel L. Woods had acted as the testator’s agent, during his lifetime, in the collection of the rents of his real estate.\nAfter the death of Muhlenberg, Mr. Woods continued to collect the rents of the estate, and deposited them in bank, to the joint credit of the executors; and when payments were made, it was by their joint check.\nThis course was pursued until some time in 1852, when Woods ceased to deposit the rents received; but this was not discovered until 1856, when the bank refused to pay a joint check, drawn by the executors in payment of a claim against the estate. Keyser immediately demanded an explanation of Woods, who admitted his failure to deposit the moneys collected by him, but said that he had loaned them upon good security; which turned out to be untrue. ICeyser at once gave notice to the tenants, forbidding them to make any further payments to Woods, and subsequently collected the rents himself, for which he faithfully accounted.\nOn the 8th December 1852, a rule was taken on the executors to show cause why an attachment should not issue against them, for non-payment of a dividend to one of the legatees, under a decree upon a former joint account. A few days afterwards, the necessary amount was deposited by Woods, and the rule was abandoned.\nThe executors filed separate accounts, and the auditor to whom they were referred, charged Woods with a deficit of $3400 ; the legatees contended, that ILeyser ought to be surcharged with this amount, on the ground that he had been guilty of negligence in suffering Woods to be guilty of a devastavit. But the auditor refused to surcharge him; and the court below having confirmed the auditor’s report, and decreed accordingly, this appeal' was taken by the legatees.\nA. Murray Stewart and Olay, for the appellants,\ncited Stell’s Appeal, 10 Barr 149-53; Sterret’s Appeal, 2 Penn. R. 419; Jones’s Appeal, 8 W. & S. 143; Monell v. Monell, 5 Johns. Ch. 288; Evans’s Estate, 2 Ash. 470; Taylor v. Benham, 5 How. 233; Clark v. Clark, 8 Paige Ch. 153.\nT. S. Smith, for the appellee,\ncited Jones’s Appeal, 8 W. & S. 152; Sterret’s Appeal, 2 Penn. R. 419; Evans’s Estate, 2 Ash. 470; Boyd v. Boyd, 1 Watts 368; Barclay v. Morrison, 16 S. & R. 129; Hall v. Boyd, 6 Barr 267; Brown’s Appeal, 1 Dall. 311; McNair’s Appeal, 4 Rawle 148; Ducommun’s Appeal, 5 Harris 268; Hengst’s Appeal, 12 Id. 419; Verner’s Estate, 6 Watts 250."
  },
  "file_name": "0294-01",
  "first_page_order": 294,
  "last_page_order": 298
}
