{
  "id": 990450,
  "name": "The New York and Washington Printing Telegraph Company versus Dryburg",
  "name_abbreviation": "New York & Washington Printing Telegraph Co. v. Dryburg",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "298",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 298"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 How. 468",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3478137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/55/0468-01"
      ]
    },
    {
      "cite": "6 How. 382",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "2 Denio 118",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 554",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0312-01"
      ]
    },
    {
      "cite": "17 Ohio 402",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        496167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/17/0402-01"
      ]
    },
    {
      "cite": "6 Watts 10",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Peters 409",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 17741,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.0185914416365534e-06,
      "percentile": 0.9832914969173878
    },
    "sha256": "77d621a36b8bf7d94736fc0400b54cbf7fd8f144356a1ded4be974d5c7e9b326",
    "simhash": "1:d76583980c297692",
    "word_count": 3102
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The New York and Washington Printing Telegraph Company versus Dryburg."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe Telegraph Company did not send Le Roy’s message as he wrote it. If written as the company’s agent read it, the word hand was written hund; and if the company had sent the word hund to Dryburg, they would have been in no fault. Their agent, however, assumed that hundred was meant, and accordingly added the three letters, red, which did all the mischief. We do not understand that there was any dot after the letters hund, to indicate a contraction; so that the agent’s inference that hundred was the word meant, was entirely gratuitous.\nThe wrong, then, of which the plaintiff complains, consisted in sending him a different message from that which they had contracted with Le. Roy to send. That it was a wrong, is as certain as that it was their duty to transmit the message for which they were paid. Though telegraph companies are not, like carriers, insurers for the safe delivery of what is intrusted to them, their obligations, as far as they reach, spring from the same sources, — the public nature of their employment, and the contract under which the particular duty is assumed. One of the plainest of their obligations is, to transmit the very message prescribed. To follow copy, an imperative law of the printing office, is equally applicable to the telegraph office.\nBut, when they violate this duty, whether negligently or wilfully, are they responsible to the party to whom the erroneous message is addressed? That is the exact question upon this record. That the defendants would be responsible to Le Roy, and that he would be responsible over to Dryburg, are not contested, though, perhaps, not conceded points; but that the company are liable to Dryburg, is resisted on several grounds.\nIn the first place, it is said, that the case belongs to that class of torts in which malice is the gist of the action. This is a mistake. The narr. lays the duty to transmit the message as it was received, and assigns, as the breach, that it was transmitted “ erroneously, untruly, and carelessly.” No malicious intent is alleged, nor was it necessary that one should be alleged or proved. It is enough that negligence is charged and proved. It is settled, upon abundant authority, that incorporated companies may be sued in their corporate character, for damages arising from neglect of duty, and for trover: 1 Chitty’s Pl. 68; Turnpike Company v. Rutter, 4 S. & R. 6; Fowle v. Common Council of Alexandria, 3 Peters 409; Bushel v. Insurance Company, 15 S. & R. 173. And a corporation is liable in tort for the tortious act of its agent, though the appointment of the agent be not under seal, if the act be done in the ordinary service: Smith v. Birmingham Gas-Light Company, 1 Adol. & Ellis 526.\nApart, however, from corporation law, it is said, in the next place, that, upon the general principles of agency, the company can be held answerable to Le Roy only. That the relation of principal and agent existed between him and the company, there can be no doubt; but I do not think it equally clear, that that relation was not established between Dryburg and the company. Telegraph companies are, in some sort, public .institutions — open alike to all; and are largely used in conducting the commerce of the country. The banks decline to act upon their authority, and, doubtless, individuals may also decline; but when a man receives a message at the hands of the agent of such a company, and does act upon it, especially if, as Dryburg did, he use the same medium for responding to the message, it seems reasonable that, for all purposes of liability, the telegraph company shall be considered as much the agent of him who receives, as of him who sends, the message. In point of fact, the fee is often paid on delivery; and I am inclined to think, the company ought to be regarded as the common agent of the parties at either end of the wire.\nBut, however this may be, regarding the company as alone the agent of the sender of the message, is it to be doubted, that an agent is liable for misfeasance, even to third parties ? For nonfeasance, I agree, the agent is responsible only to his employer, because there is no privity of consideration betwixt the agent and a third party. The remedy in such cases must be sought in the maxim respondeat superior; but, even to this rule, there is an exception in the instance of masters of ships, who, although they are the agents or servants of the owners, are also, in many respects, deemed to be responsible as principals to third persons, not only for their own negligences and nonfeasances, but for those of subordinate officers and others employed under them, The general rule, however, was laid down by Lord Holt in Lane v. Sir Robert Colton, 12 Mod. R. 488, in these words: “A servant or deputy, as such, cannot be charged for neglect, but the principal only shall be charged for it; but for a misfeasance, an action will lie against a servant or deputy, but not as a deputy or servant, but as a wrongdoers. c., 1 Ld. Raym. 646. The compilers have taken the rule from this source, and the cases cited by them show that it has generally been followed. See Paley on Agency, p. 396 et seq., and Story on Agency, §§ 308, 309, 314, and 315, and the cases in notes.\nThe case of Camp v. The Western Union Telegraph Company, 6 Am. Law Register 443, does not affect this principle, as we apply it here, for there the action was by the sender of the message, and it appeared, that the message was sent subject to the express condition, that defendant would not be liable for mistakes arising from any cause, unless the message was repeated by being sent back. This company had such a rule also; but they charge fifty per cent, advance upon the usual price of transmission, where the sender demands that the message be repeated back to the first operator, and Le Roy did not pay it. If it be granted that, in consequence of his not purchasing this- security against mistakes, he could not hold the company liable, it does not follow that Dryburg cannot. He did not know whether the message had been repeated back to Le Roy or not. He received it as the company delivered it to him, and it is very material to observe, that the mistake was not due to what has been called the infirmi'ties of telegraphing, but to the improper liberties which the operator took with the text before him. The magic power which presides over the wires performed its duty faithfully, and bore the very message it was bidden to bear, but the human agent sent, a different message from that which he was commanded to send. This is the misfeasance the plaintiff complains of.\nThe company claimed that their operator was a skilful and careful one. Then his negligence in this instance was the more apparent and inexcusable. If the handwriting was so bad that he could not read it correctly, he should not have, undertaken to transmit it; but the business of transmission assumed, it was very plainly his duty to send what was written. It was no affair of his, that the message would have been insensible. Messages are often sent along the wires that are unintelligible to the operator. When he presumed to translate the handwriting, and to add letters which confessedly were not in it, he made the company responsible to Dryburg for the damages that resulted from his wrongdoing.\nWe do not conceive it necessary to go any farther in the discussion of this case. There are several errors assigned to which we have not specifically alluded, but we see nothing in them to require a reversal of the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. S. Price, for the plaintiff in error.",
      "Gfuillou, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The New York and Washington Printing Telegraph Company versus Dryburg.\nA telegraph company is liable in damages, to the recipient of a message, for the misfeasance of their agent, in sending a different message from that addressed, to him.\nThough not insurers of the safe delivery of what is intrusted to them, their obligations, like those of common carriers, spxing from the public nature of their employment, and the contract under which the particular duty is assumed.\nIf they negligently or wilfully violate their duty of sending the very message prescribed, they are responsible to the party to whom the erroneous message is addressed, in an action on the case.\nA corporation is liable in tort for the tortious act of its agent, though the appointment of the agent be not under seal, if the act be done in their ordinary service.\nEven if the telegraph company be considered only as the- agent of the sender of the message, they are liable to third persons, as wrongdoers, for any misfeasance in the execution of the duties confided to them.\nThey are not excused from liability to third persons, for damages sustained by the negligent transmission of an erroneous message, by the fact that the sender did not pay for its being repeated back, in accordance with a rule of the company, whereby they limited their responsibility to the correct transmission of messages that should be repeated back. Especially, where the mistake consisted in transmitting a different message from the one ordered.\nError to the District Court of Philadelphia.\nThis was an action on the case by Andrew Dryburg against The New York and Washington Printing Telegraph Company, for carelessly, erroneously, and untruly transmitting to him a message from Robert Le Roy in New York.\nOn the 26th November 1855, Robert Le Roy, a resident of New York, went to the office of the defendants, and left with their clerk the following message, to be transmitted to the plaintiff, who was a florist in Philadelphia:—\n“New York, 26th November 1855.\n“ To A. Dryburg, S. W. cor. 19th and Race:\n“ Send me, for Wednesday evening, two hand bouquets, very handsome, one of five, and one of ten dollars.\n“ Robert Le Rot,\n“ 8 West 22d St.\nIn the messuage, as received in Philadelphia, the words “ two hand bouquets,” read “ two hundred bouquetsand was so delivered to the plaintiff. On the same day, Mr. Dryburg inquired of Mr. Le Roy, by telegraph, “ are the two hundred bouquets intended for pyramids; are the five and ten dollar for the table or hand.” To this he received the following reply, on the same evening: “ I wrote simply two hand bouquets, and not two hundred ; I want two bouquets for the hand — one at five, and the other at ten dollars.”\nThe original message was received from Mr. Le Roy, by the company, for transmission, upon the following terms and conditions :—\n“ To provide against mistakes, in the transmission of messages, every message of consequence ought to be repeated, by being sent back from the office at which it is to be received, to the office from which it is originally sent. Double the usual price for transmission will be charged, when a message is so repeated, and a report made, by special messenger, to the party sending the same, whether it has been received by the party to whom it was sent, and if not, why not. Or fifty per cent, in addition to the usual rates will be charged, for either repeating or reporting only.\n“ The company will not be liable for any loss or damage that may ensue, by reason of any delay or mistakes in the transmission or delivery, or from non-delivery of unrepeated messages, but only engage to use reasonable efforts to secure the services of competent and reliable employees, so as to have their business transacted in good faith.\n“ Nor will the company be responsible for mistakes in the transmission, nor delay in the transmission or delivery, nor for non-transmission or non-delivery of any repeated message, to any extent beyond ten dollars, unless it be insured.”\nNeither of the messages was required to be repeated, nor insured or paid for as such. The plaintiff, between the time of the receipt of the first and second messages from Le Roy, cut and procured a large quantity of expensive flowers for the purpose of making a number of bouquets, and brought this action for the damages alleged to have been thereby sustained.\nThe defendants alleged that the word “hand” was written “ hund” in the original message, and»proved that the person who transmitted it was a skilful operator.\nThe jury, under the instruction of the court, found a verdict for the plaintiff for $100, subject to the opinion of the court upon the following point reserved, to wit, “whether upon the whole of the evidence the plaintiff is entitled to recover ?” The court in lane subsequently gave judgment for the plaintiff upon the reserved point, and the following opinion was delivered by Sharswood, P. J.:—\n“ Mr. Le Roy of New York transmitted, in the usual way, by the defendants’ line, a message to the plaintiff, a florist, for two hand bouquets. By the negligence of the defendants, as the jury have found, the message received by the plaintiff was an order for 200- bouquets. In consequence of which the plaintiff suffers damages. The point reserved was, whether the plaintiff could recover in this, which was an action on the case.\n“ As to the private notice of defendants, that they only insured the correct transmission of messages where they are repeated back, and paid for as such, we do not think it applies here, for many reasons. It was not brought to the knowledge of the plaintiff, and if it had been, could not have exempted the defendants from liability for actual negligence. It was not here the improper working of the telegraph wire, or the misunderstanding by the receiving officer of the signs used, which might be corrected by repeating back the message. But the error was in the clerk who transmitted the order — he negligently read the word ‘ hand’ ■ as though it was ‘hundred.’ It is evident; then, that if the message had been repeated back, it would have been reported all right. What the company, defendants, insure against, when they do insure, is not the negligence of their officers, but those delays and mistakes in the transmission which are unavoidable. '\n“ On the main question we have had considerable difficulty. If the defendants are to be considered as the agents of Mr. Le Roy, it seems clear, that they are not liable to an action by the plaintiff. Unless the agent or servant commits some actual trespass, his constituent or master is alone responsible to the party injured by his negligence. This is the well-known rule, which is shortly expressed by the term respondeat superior: Lane v. Cotton, 12 Mod. 488; Colvin v. Holbrook, 2 Qomst. JR. 129 ; Denny v. The Manhattan Company, 2 JDenio 118.\n“ But how can the defendants be considered as the agents or servants of Mr. Le Roy, in a proper sense ? To constitute them such, he ought to have had some control over them in the transmission of his message. He should, at least, have had a right to be present to oversee that his business was properly done, so as not to subject him to responsibilities to strangers, if not the right to take it in hand and do it himself. A man employed to make a coat for another, cannot subject his employer to an action by a third person, for the consequences of negligence. One who contracts to build a house, or ship, or carriage for another, is in no case his servant. This was the position of the defendants. They contracted with Mr. Le Roy to deliver a certain message. To the plaintiff both the defendants and Mr. Le Roy are principals. If he is injured by the negligence of either of them, his recourse is to the party guilty of the negligence, and to him only. These responsibilities — independent of contract — and resting upon no privity between the parties, are incurred to strangers. The most striking illustration is that of a nuisance or obstruction of a public way, by which an individual incurs special damage; and in regard to real estate, perhaps, the suffering it to be in a noisome or dangerous condition by the proprietor after notice, without regard to the original contract. Rule dismissed, and judgment for plaintiff.”\nTo this opinion the defendants excepted; and having removed the cause to this court, they here assigned the same for error. '\nW. S. Price, for the plaintiff in error.\nThe plaintiff was not entitled to maintain his action without averring and proving a wrongful motive or intent on the part of the defendants towards him: Livingston v. Cox, 6 Barr 360; Wilt v. Welsh, 6 Watts 10; Bokee v. Walker, 2 Harris 139; Stewart v. Southard, 17 Ohio 402; Bank of Rome v. Mott, 17 Wend. 554; Weckerly v. Geyer, 11 S. & R. 35.\nThe company was but the agent of Le Roy, to transmit the message or order for him-to the plaintiff, and is therefore answerable to Le Roy only: Camp v. Western Union Telegraph Company, 6 Am. L. R. 443, 734. Unless the agent or servant commit some actual trespass, his constituent or master is alone responsible to a party injured by his negligence: Story on Agency, § 308; Lake v. Colton, 12 Mod. 488; Savage v. Walthew, 11 Id. 136; Colvin v. Holbrook, 2 Comst. 129; Denny v. The Manhattan Company, 2 Denio 118.\nThe company did not assume to perform their special agency at all events. They did not insure that the message should be accurately communicated to their office in Philadelphia: McAndrew v. The Electric Telegraph Company, 33 Eng. L. & Eq. R. 180; Camp v. Western Union Telegraph Company, 6 Am. L. R. 444, 736.\nGfuillou, for the defendant in error.\nIt was the duty of the company to transmit proper messages, for the usual and customary compensation.. This is a duty growing out of their employment, and altogether independent of the contract with the party employing them: Bretherton v. Wood, 3 Brod. & Bing. 54; s. c., 9 Price 408; New Jersey Steam Navigation Company v. Merchants’ Bank, 6 How. 382; 1 Smith’s Lead. Cas. 169; Philadelphia and Reading Railroad Company v. Derby, 14 How. 468; Shiells v. Blackburne, 1 H. Bl. 161."
  },
  "file_name": "0298-01",
  "first_page_order": 298,
  "last_page_order": 304
}
