{
  "id": 990496,
  "name": "Carr et al. versus The Northern Liberties",
  "name_abbreviation": "Carr v. Northern Liberties",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "324",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Barb. 427",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4929224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/15/0427-01"
      ]
    },
    {
      "cite": "10 Ohio 160",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "19 Pick. 516",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "9 Humph. 757",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8541522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/28/0757-01"
      ]
    },
    {
      "cite": "3 Duer 415",
      "category": "reporters:state",
      "reporter": "Duer",
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. 222",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        6064808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/3/0222-01"
      ]
    },
    {
      "cite": "2 Denio 450",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "3 Hill 531",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "3 Hill 105",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "9 Maryland 160",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1027419
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/md/9/0160-01"
      ]
    },
    {
      "cite": "3 Hill 615",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 933,
    "char_count": 19435,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.5200583576252072e-06,
      "percentile": 0.9919551294303258
    },
    "sha256": "567f93e00f7933686f8d5930c28f08ceb85663e100299ff9f349d35bfa6791c1",
    "simhash": "1:6d2407b70aa64651",
    "word_count": 3379
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., did not sit, having been of counsel in the cause."
    ],
    "parties": [
      "Carr et al. versus The Northern Liberties."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe plaintiff had his house flooded by the water which fell in one of those heavy showers which occur during the summer, every few years, and he complains that his loss is chargeable to the faults of the municipal authorities, and that he is entitled to compensation from the corporation. On the trial he was nonsuited, on the ground that he had shown no such fault in the corporation officers, as entitled him to the compensation sued for. Was there such evidence ?\nMuch of the testimony relied on consists of the mere opinion of witnesses who are evidently unlearned in the scientific principles of which they speak; who can have no pretensions to be experts; and whose opinions, therefore, are in some instances plainly unfounded, and in all instances unworthy of credit, because we have no evidence that they had any such experience or education as would entitle us to rely on them. For instance, when witnesses suppose that an acute angle in the culvert tended to obstruct the flow of water in the part below the angle; that the water in Cohocksink creek was backed up the culvert, and through the inlets into Fifth street, without flooding the streets from the creek up to Fourth street and above it; that a wingwall (tending to form an eddy at the mouth of the culvert, and turn off the stream of the creek) would have prevented the backing up of the creek; that, for want of air-holes, the flow of water in the culvert was obstructed by a.ir; all this, and mpre that might be mentioned, is mere matter of opinion, and is entitled to no weight at all with a court and jury, unless it comes from persons who first give satisfactory evidence that they are possessed of such experience, skill, or science in such matters, as entitles their opinions to pass for scientific truth. All the testimony of this character must therefore go for nothing.\nOne witness gives us his calculation that rain, falling at the rate of an inch an hour on the territory drained through this sewer, would require a head of three feet, and an outlet of six feet diameter for its discharge; but neither he nor any one else tells us how much rain would fall per hour in such a shower, nor how much head there is between the pavement at the plaintiff’s 'corner and the mouth of the sewer, either at high or at low water in the creek, nor what was the state of the creek; and therefore, even if we could rely on his calculation, he does not furnish us with sufficient facts for working out any conclusion. There is no adequate evidence, even including the mud at the .outlet, that the culvert was deficient in capacity.\nThe mud in the mouth of the culvert does not seem to us to be any evidence of obstruction there, but rather that there was some obstruction outside, in Cohocksink creek, or some inadequacy of descent there, and we do not see how the corporation can be chargeable for that.\nEor the part, therefore, which the corporation had in this disaster, we are reduced simply to this: that the inlets along this culvert were not of sufficient capacity for the prompt discharge of such a shower as the one in question. Is the corporation, therefore, liable for the damage caused by the shower ?\nOn the trial at Nisi Prius, I expressed the opinion that if, before the culvert was made, there was an adequate overground drainage for the protection of the plaintiff’s property against such showers as this, and the corporation changed it by substituting for it a culvert that was inadequate, and by reason thereof the plaintiff was injured, he was entitled to recover. But we need not go so far now; for there is no evidence that any such injurious change was made, and therefore we give no opinion about it.\nThe question, then, is really reduced to this: have the citizens of our incorporated towns a legal right to call upon the portion of the people thus incorporated, to devise and execute such a system of drainage as will secure all private property against all ordinary and extraordinary flooding by rain or melting snow ? A little reflection makes it very easy to answer this question in the negative. No such right or duty exists in mere townships, and the mere fact of incorporation does not change the rights of the citizen as against the public, but only the form of public organization. A very large portion of all such drainage is by means ■ of mere gutters, and most of our towns have nothing else; and yet everywhere this means is inadequate for protecting cellars, in some localities, against the flooding which long and heavy rains, and the sudden melting of deep snow, occasion. To make gutters that would protect against these, would often require that whole streets should be converted into gutters, and thus made, in a measure, impassable as streets. Lots on low ground, and cellars and low floors, are naturally subject to be flooded, and to save them from all risk of this, would require drainage regulations that could not be endured. Rivers, creeks, and rivulets are natural drains, often running through towns, and if all riparians are to be secured against their floods, they must be excluded from all convenient use of them at their ordinary stages. Gutters in large towns must he very frequently overflowed in every year, because of their inadequacy for a long reach of drainage, and sewers are almost essential for their relief; yet no law requires their construction in any given case. And if people who choose to build houses and cellars in places where they are exposed to floods, are entitled to damages for being flooded, then, of course, people having gardens, coal yards, lumber yards, or even vacant lots, must also be protected ; for the difference is only in degree of value ; and then we are without any measure relative to the amount of litigation which the principle would sanction, and relative to the amount of work, and skill, and care that would he imposed on our town authorities.\nHere it becomes manifest how careful we must be that courts and juries do not encroach upon the functions committed to other public officers. It belongs to the province of town councils to direct the drainage of our towns, according to the best of their means and discretion, and we cannot directly or indirectly control them in either. No law allows us to substitute the judgment of a jury, it may be a jury from the country, for that of the representatives of the town itself, to whom the business is especially committed by law. Juries are not often called upon to think of these distinctions, and therefore they are prone to think that when an evil has been suffered, they have a right to correct it, if the case comes before them, without stopping to inquire how far they may be guilty of a usurpation of authority in doing so.\nYet there must be many evils, and even many wrongs, for which there can be no remedy. Government is a people’s means of doing the best they can to secure harmony among conflicting interests, and to facilitate the free action of legitimate pursuits. They choose governors, and legislators, and judges, and councilmen, and other officers, to carry on their government, and though they make as good selections as they know how to do, yet their officers are sure to make mistakes, and sometimes to cause great damage to individuals; yet the people cannot be made answerable for this before the courts, except only in some special cases. They must suffer for their mistakes in choosing incompetent officers; but this is only a moral responsibility, to which all that is human must submit.\nMunicipal corporations have often been held liable for carelessness in the exercise of their functions; but if-we undertake to correct the evil in such a case as this, on the ground of carelessness, we see not how to escape from the necessity of submitting the propriety of all acts of grading and draining in our towns, to the decision of juries; for even discretionary acts may be charged to have been ignorantly or carelessly resolved upon. Any street may be complained of as being too steep or too level; gutters, as being too deep or too shallow, or as being pitched in a wrong direction; and there may be evidence that these things were carelessly resolved upon, and then a tribunal, that is foreign to the municipal system, will be allowed to intervene and control the town officers. And the end is not yet; for if a regulation be altered to suit the views of one jury, the alteration may give rise to another case in which the new regulation will be likewise condemned. This theory is so vicious that it cannot possibly be admitted.\nThe evidence shows that when the culvert and its inlets were constructed they were entirely adequate. But, in the course of time, the adjoining corporation of Spring Garden became more densely built up, and a larger body of water was thrown into the gutters discharged through these inlets, and then experience began to reveal the fact that, on very special occasions, the inlets were insufficient; but still the culvert and its inlets were better for the plaintiff’s property than the gutters alone would have been, and he was therefore not injured by them, and could have had no right of action unless the corporation were legally bound to provide adequate sewers. The corporation was no doubt tardy in providing the additional inlets; but even individuals, and much more, large social bodies, are always slow in learning wisdom from experience, and in changing their regulations to suit a change of circumstances; and such things must be borne.\nWe do not admit that the grant of authority to the corporation to construct sewers, amounts to an imposition of a duty to do it. Where any person has a right to demand the exercise of a public function, and there is an officer or set of officers authorized to exercise that function, there the right and the authority give rise to the duty; but vrhen the right depends upon the grant of authority, and that authority is essentially discretionary, no legal duty is imposed. We cannot treat it as imposed here, without assuming an improper control of municipal affairs. The courts cannot redress all evils. By exceeding their proper functions they may at last do nothing well.\nJudgment affirmed.\nRead, J., did not sit, having been of counsel in the cause.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Bawle, for the plaintiffs in error.",
      "King, for the defendants in- error."
    ],
    "corrections": "",
    "head_matter": "Carr et al. versus The Northern Liberties.\nAn action will not lie against a municipal corporation for neglecting to construct a proper system of drainage, in consequence of which a citizen's store was overflowed from an extraordinary fall of rain, and a stock of goods therein was damaged.\nA power to construct sewers, given to a municipal corporation by statute, does not impose upon the corporate authorities an obligation to exercise the power conferred.\nA municipality having power to grade its streets, is not responsible in damages for an injury sustained by a citizen, in consequence of the particular grade adopted.\nNor is it liable for neglecting to provide a sufficient number of inlets to its sewers, which were sufficient when constructed, but have ceased to be so, in consequence of the increase of population and the greater extent of territory graded and built upon.\nWhere any person has a right to demand the exercise of a public function, and there is an officer or set of officers authorized to exercise that function, there the right and the authority give rise to the duty; but where the right depends upon the grant of authority, and that authority is essentially discretionary, no legal duty is imposed.\nThe opinion of witnesses, examined as experts, who are evidently unlearned in the scientific principles of which they speak, is entitled to no consideration with a court and jury; mere matter of opinion is entitled to no weight at all, unless it comes from persons who first give satisfactory evidence that they are possessed of such experience, skill, or science, as entitles their opinions to pass for scientific truth.\nCertificate from the Court of Nisi Prius.\nThis was an action on the case by John G. Carr and George W. Carr, trading as J. G. & G. W. Carr, against The Commissioners and Inhabitants of the Incorporated District of the Northern Liberties, to recover damages sustained by the plaintiffs by reason of the flooding of their premises, at the south-east corner of Fifth and Poplar streets, on the 14th July 1849; in consequence, as it was alleged, of the neglect of the defendants to provide sufficient inlets to their culvert to carry off the water at that point; the improper, unskilful, and insufficient manner in which the said culvert was originally constructed; and the negligent manner in which it was subsequently kept.\nThe defendants were incorporated by Act of 16th March 1819, with the usual powers to curb and pave streets, to provide lamps, a supply of water, &c., and to impose taxes for these purposes. And by the 19th section they were authorized and empowered to build and erect, from time to time, as might become necessary, sufficient close culverts in and over the common sewers established in the said district: Pamph. Laws 129.\nOn the 6th July 1830, the commissioners provided by ordinaneo that there should be constructed a good and sufficient brick culvert or common sewer, along Culvert street, from the east side of Sixth street, to the west side of Third street, of such dimensions as might be deemed most expedient by the committee appointed for that purpose. The culvert was constructed in accordance with this ordinance in 1830-32. It was seven feet in diameter from Third to Fourth.street; the other part was six feet in diameter, and the mouth was seven feet wide. The point at Fifth and Poplar streets was surrounded, by the grading of the streets, by artificial heights, which drained all the surface water to that point; and as there was no surface drainage from it, the only means of carrying off this water was by the culvert. At the time of the injury complained of, there were but three inlets to the culvert at this point; two additional ones were subsequently added.\nWhen this culvert was first constructed, it was entirely adequate; but in the course of time, as the adjoining district of Spring Garden became more densely settled, a much greater surface was drained to this point; and the property in the neighbourhood became subject to be flooded upon the occurrence of the sudden and heavy rains which occasionally fall during the summer months, in consequence of the insufficiency either of the culvert, or of the inlets. Such a flood occurred in 1843, another in 1847, another in 1848, and the one in question in 1849.\nThe plaintiffs occupied a dry goods store at the south-east corner of Fifth and Poplar streets, the lowest point in the neighbourhood. Their store had a double door opening upon each street; it was approached by two steps, the floor of the store being about twenty inches above the street. Below was a basement, containing a store-room in front, and a sitting-room and kitchen back, lighted by three windows on Poplar street. The front basement was occupied by dry goods, stored upon shelves round the room, and elevated above the floor.\nOn the 14th July 1849, a heavy summer shower fell, lasting about half an hour. There was a heavy surface drainage to this corner, the inlets soon filled, and the water rose in the street several feet in length, filling the plaintiffs’ basement full of water to the ceiling.\nThe plaintiffs gave evidence that the inlets provided at this point were insufficient in number and capacity to carry off the water thus drained to it; that in the opinion of witnesses, it was, in the first place, improperly and unskilfully constructed; that the mouth of it was suffered to remain uncleaned, and that the mud which there accumulated increased the obstruction to the flow of water. And that all these matters were repeatedly brought home to the knowledge of the corporate authorities. He also showed that since the injury complained of, the defendants had constructed two additional inlets at that point; had opened air-holes into the culvert; and had removed the obstruction at its mouth; since which, the floodings had been much less frequent and destructive.\nUpon this evidence, the chief justice, before whom the cause was tried, on motion of the defendants’ counsel, ordered a non-suit to be entered; which was here assigned for error.\nBawle, for the plaintiffs in error.\nBy conferring upon the defendants the power to pave the streets, and drain them by the erection of culverts, or otherwise, the legislature imposed on them an obligation to perform those duties: Rex v. Barlow, 2 Salk. 609; s. c. Carth. 293; Mayor of New York v. Furze, 3 Hill 615; Mayor of Baltimore v. Marriott, 9 Maryland 160.\nBut even if the exercise of these powers was, in the first instance, optional, yet having elected to perform them, they must be held responsible for a complete and perfect execution: Mayor of New York v. Furze, 3 Hill 105. And an action on the case will lie against a munieipaT corporation for its negligence or unskilfulness, or for the negligence or unskilfulness of its agents or officers, in the execution of powers thus conferred upon them: Commissioners of Kensington v. Wood, 10 Barr 93 ; Pittsburgh City v. Grier, 10 Harris 68; Erie City v. Schwingle, Id. 385; Bayley v. Mayor of New York, 3 Hill 531; s. c. 2 Denio 450; Delmonico v. Mayor of New York, 1 Sandf. 222; City of Buffalo v. Holloway, 3 Seld. 493; Rochester White Lead Co. v. City of Rochester, 3 Comst. 463; Lacour v. Mayor of New York, 3 Duer 415; Mayor of Baltimore v. Marriott, 9 Maryland 160; City of Memphis v. Lasser, 9 Humph. 757; Thayer v. City of Boston, 19 Pick. 516; Ross v. City of Madison, 1 darter 281; Rhodes v. City of Cincinnati, 10 Ohio 160; McComb v. Town Council of Akron, 15 Id. 480. And this is also the rule of the civil law: Domat, part 1, book 2, tit. 8, § 4.\nKing, for the defendants in- error.\nThe cases cited by the plaintiffs in error only decide that a municipal corporation is liable for injuries occasioned by the negligence of its agents in the construction of a public work, or by a failure to repair the same. Here there was no evidence that this culvert had been unskilfully constructed, or that it was out of repair; on the contrary, the plaintiffs’ witnesses proved that when it was originally constructed in 1830, it was sufficient to drain the neighbourhood. The sole ground of the action is, that in 1849 the culvert was not of sufficient capacity to carry off the water that accumulated at that point. If this were so, it matters not what were the number of inlets, for they could not have prevented the injury of an insufficient culvert.\nIn order to charge a corporation in an action for negligence in the performance of a public work, the law must have imposed a duty on it, so as to make the neglect culpable: Hickok v. Plattsburg, 15 Barb. 427. Here no duty was imposed, and it cannot be inferred from an authority to build culverts; and even its discretion was restrained by the 26th section of the act of incorporation, which limited its power of taxation to seventy-five cents in the $100 : Keene v. Bristol, 2 Casey 46. And the summits which caused the surface water to flow towards the plaintiffs’ property, were established under the Act of 17th April 1795 (3 Smith's Laws 224), long before the passage of the act incorporating the defendants."
  },
  "file_name": "0324-01",
  "first_page_order": 324,
  "last_page_order": 330
}
