{
  "id": 990516,
  "name": "Borough of Little Meadows",
  "name_abbreviation": "Borough of Little Meadows",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "335",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 309,
    "char_count": 4487,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.9320777375990765e-07,
      "percentile": 0.9030758163892952
    },
    "sha256": "b085617ad3861f51463462ad0d7e7c9c2a81738748df4aaa5a7f3a5f1e2c4ecf",
    "simhash": "1:e805dfd3b480bc99",
    "word_count": 777
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Borough of Little Meadows."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe meant as we spoke, when we said on several former occasions, that we could not undertake to decide, as matter of law, how far the limits of an actual village might be regarded as extending, in incorporating it into a borough; but ’certainly we did not suppose that what we then said, would ever be considered as sanctioning such a stretch of an Act of Assembly as this. Why, here is ground enough to admit the plot of the city of Philadelphia, as it was before its late extension, and several respectable villages besides. It is a town or village that may be thus incorporated; and here is a little scattered cross-roads village that fancies that its true dimensions include several large farms lying around it, and gets an order to incorporate them land it into a borough. The fundamental mistake consists in supposing that any more than the village proper, with its proper territory, can be incorporated. All this land is not a village. We can declare this as matter of law, just as well as we can say as matter of law, that a river is not a lake, or a township is not a county; for it is merely declaring the meaning of words in a law.\nAnd it is quite unjust to give a village such an extension; for this puts all the farm-lands around it in the power of the real villagers, to tax them as they please, and expend all the tax for themselves. Experience does not justify us in presuming that such power would be justly exercised, when it can be exercised selfishly.\nOrder reversed, at the costs of the applicants for incorporation.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "P. B. Streeter, for the exceptants.",
      "W. $ W. S. Jessup, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Borough of Little Meadows.\nThe courts have no power to incorporate a village so as to include within the boundaries of the corporation a large body of surrounding farm lands. No more than the village itself with its proper territory can be thus incorporated.\nCertiorari to the Quarter Sessions of Susquehanna county.\nOn the 18th August 1859, the petition of divers citizens of the Village of Little Meadows, comprising a majority of the freeholders of the township of Apolacon, residing within the limits of the town desired to be incorporated, was presented to the. court below, praying that the Village of Little Meadows might be incorporated into a borough with the following boundaries:— “ Beginning at the 40th mile-stone in the New York state line ; thence along said line, one and three-fourths miles; thence south, 400 perches; thence west, one and three-fourths miles, to the Bradford county line; thence south along said line, 430 perches, to the place of beginning.”\nOn the same day, this petition was referred to the grand jury, who returned that they found the facts set forth in the petition to be true, and believed it expedient to grant the prayer of the petitioners; and their report, on the same day, was confirmed nisi.\nOn the 23d November 1859, the following exceptions were filed to the confirmation of the report:—\n1. Apolacon is a small and thinly-settled township, and the inhabitants are generally poor. There are seven sub-school districts in the same, and only one within the proposed borough; this district pays about one-third of the school taxes of the township, and if the borough should be incorporated, would leave the other districts too poor to keep up their schools.\n2. There is no central place of business within the proposed borough. The buildings are scattering. There is but one small store, nor is there any public-house or tavern, nor but little mechanical business done there, and one small meeting-house, and a great portion of said borough is a wilderness.\n3. The chartering of said borough would be unjust and oppressive to the people of the township outside of the limits, in regard to the schools and the school taxes, and would be a great grievance and retard the prosperity of the whole township.\n4. There is no town or village within the limits of the proposed borough.\n5. Several entire farms, with no buildings on them except the farm-buildings, are included within the proposed borough.\nOn the 23d January 1860, the court below overruled the exceptions and confirmed the report absolutely. And on the following day, an order was made fixing the time of holding the first election in the borough of Little Meadows, and appointing officers to hold the said election. The exceptants, thereupon, removed the cause to this court, and here assigned the same for error.\nP. B. Streeter, for the exceptants.\nW. $ W. S. Jessup, for the petitioners."
  },
  "file_name": "0335-01",
  "first_page_order": 335,
  "last_page_order": 336
}
