{
  "id": 990480,
  "name": "Dent versus Ross",
  "name_abbreviation": "Dent v. Ross",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "337",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 261,
    "char_count": 4062,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.1619320283896214e-07,
      "percentile": 0.5842545260360739
    },
    "sha256": "df3a26b83c010fa9cec469d74342e1ddd9f1ff170fee07f98e744b83ca6d141b",
    "simhash": "1:ce6fc643b79a7df8",
    "word_count": 750
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dent versus Ross."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe do not discover anything in the evidence in this case, that binds the conscience of Ross to abstain from enforcing his judgment against the land conveyed by Rogers to Dent; and with this remark we dispose of the merits of the case.\nWe have another remark to make on the form of the proceeding. If Dent had a right to restrain Ross from proceeding against the land purchased from Ross’s debtor, Rogers, it was .right to adopt the equity form for restraining him; but then it ought to have been by a separate suit, and hot by intervening in the original case wherein he was no party.. This is quite anomalous, and is an example that ought not to be followed.\nThe discharge of the rule obtained by Henry H. Dent is affirmed, and his petition is dismissed, at his costs.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Lowrey and Wilson, for the plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Dent versus Ross.\nA., who was the equitable owner, under articles of agreement, of a tract of land, on which a balance of purchase-money was due to B., his vendor, contracted to sell it to C. and to give him a clear and unencumbered title; for the purpose of carrying out his agreement, A. procured from B. a deed for the land, and gave his bond and warrant for the balance of purchase-money, and B., with knowledge of the contract between A. and 0., took from A. an assignment of a contract between C. and a third person, as collateral security for the payment of B/s bond: Held, that these facts gave C. no equity, as against B., to restrain him from levying on the land, by virtue of the judgment entered on the bond.\nThe legal owner of land, who has an equity to restrain a judgment-creditor of a former owner from resorting to the land for payment of his judgment, must do so by original bill in equity; he has no right to intervene in the suit at law, to which he is not a party.\nCertiorari to the Common Pleas of Potter county.\nOn the 17th June 1857, a judgment was entered in the court below, in favour of Sobieski Ross against Norman H. Rogers, for $225.39, on which a fieri facias was issued, by virtue of which a tract of 50 acres of land was levied on and extended. And on the 24th June 1859, Henry H. Dent, the owner of the premises, subject to the lien of the judgment, intervened, and obtained a rule to show cause why the plaintiff should not be restrained from proceeding against his land. The foundation for this rule was the affidavit of Dent, and the cause was treated in the court below as a proceeding in equity for an injunction.\nIt appeared from the evidence, that the land in question was held by Norman H. Rogers, under articles of agreement with Sobieski Ross, to whom a balance of $225.39 was due, for part of the purchase-money. Rogers proposed to sell his equitable interest to Dent, who declined purchasing it, but agreed to buy the land at a price satisfactory to Rogers, if he would procure him a clear and unencumbered title for it.\nRogers applied to Ross, and made known to him the proposition of Dent, and for the purpose of enabling Rogers to effect a sale of the land, Ross agreed to give him a deed, to take his bond for the amount due, and an assignment of a contract between one Vangilder and Dent, on which was due the sum of $238.70, as collateral security for the payment of the bond.\nDent assigned the Vangilder contract to Rogers; and on the 17th June 1857, the arrangement between Ross and Rogers was carried into effect, by the execution of the conveyance and bond, and the assignment of the Vangilder contract to Ross. On the same day, judgment was entered up on the bond, and a few days afterwards, Rogers conveyed the land to Dent, who had no knowledge of the existence of the judgment.\nThe court below discharged the rule obtained by Dent, and refused to restrain Ross from proceeding against the land ; which was here assigned for error.\nLowrey and Wilson, for the plaintiff in error,\ncited Carr v. Wallace, 7 Watts 400; Commonwealth v. Moltz, 10 Barr 530; McMahan v. McMahan, 1 Harris 380; Hill v. Epley, 7 Casey 331; Ayers’s Appeal, 4 Id. 179; 1 Story’s Eq. Jur. §§ 197, 201, 326."
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 338
}
