{
  "id": 990521,
  "name": "Still et ux. versus Rulby et al.",
  "name_abbreviation": "Still v. Rulby",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "373",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 137",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0137-01"
      ]
    },
    {
      "cite": "1 Rawle 248",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 273,
    "char_count": 3688,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 7.031324996443157e-08,
      "percentile": 0.42410059428175156
    },
    "sha256": "d8b6a3df0bb990e1975dd1c0d145b0967a556d2d016f11d9afe59dba75b0d81a",
    "simhash": "1:b6d1a91cca5519f5",
    "word_count": 661
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Still et ux. versus Rulby et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe affidavit disclosed no defence whatever. Mrs. Ruckstoo'l, as appeared on the face of the mortgage, was only trustee for The Heart and Hand Female Beneficial Society, in whom the beneficial interest of the mortgage was vested. Femes covert, like infants, lunatics, and others non sui juris, may be trustees, subject, of course, to their legal incapacity to deal with the estate vested in them: Hill on Trustees 49. The incapacity of Mrs. Ruckstool to sue in her own name was obviated by her husband joining with her. The mortgagors must pay the money as they agreed to do.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. M. Arundel, for the plaintiff in error.",
      "Brinhlé and B. A. Mitchell, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Still et ux. versus Rulby et al.\nA married woman may be a trustee, subject to her legal incapacity to deal with the estate vested in her. She may bring suits, as trustee, her husband joining with her for conformity.\nError to the District Court of Philadelphia.\nThis was a scire facias by Mary Ruby and John Ruckstool and Eliza A. Ruckstool, which Mary Ruby and Eliza A. Ruckstool were trustees of The Heart and Hand Female Beneficial Society of Philadelphia, against Gharles Still and Sarah K. his wife, on a mortgage given by the defendants to the female plaintiffs, as trustees, on the 19th February 1856, to secure the payment of $500 and interest, in one year from the date thereof.\nThe following affidavit of defence was filed by Charles Still, one of the defendants :—\n“ Charles Still, one of the above-named defendants, and on behalf of his co-defendant, being duly sworn, &c., saith: That they have a just and legal defence to the whole of plaintiffs’ claim in the above case, the nature and character of which is as follows: That the said Eliza A. Ruckstool, one of the above-named plaintiffs, before and at the time of the commencement of this suit, and at the time of the execution of the mortgage on which said suit is brought, was and still is married to one John Ruckstool, then and yet her husband, who is still living, to wit, at Philadelphia aforesaid, in the county aforesaid; and this deponent for himself and his co-defendant further says, that they have not, nor has either of them any knowledge of John Ruckstool joined as a party plaintiff in this suit, except as the reputed husband of the said Eliza A. Ruckstool — his name does not appear in the mortgage on which this suit is brought — nor have this deponent and his co-defendant, or has either of them, at any time had any transactions of business or otherwise with him. All of which the deponent expects to be able to prove on the trial of the case.”\nThe court below, on motion of the plaintiffs’ counsel, gave judgment for want of a sufficient affidavit of defence, which was here assigned for error.\nJ. M. Arundel, for the plaintiff in error.\nA married woman is not capable of contracting, at common law: Chitty on Contracts 176-7. And the Act of 1848 has not enlarged her powers in this respect: Gamber v. Gamber, 6 Harris 363; Ritter v. Ritter, 7 Casey 399; Mahon v. Gormley, 12 Harris 80; 1 Casey 326; Glyde v. Keister, 8 Id. 88. A mortgage is subject to all the rules of law governing conveyances: Philips v. Lewistown Bank, 6 Harris 402; Lancaster v. Dolan, 1 Rawle 248; Wallace v. Coston, 9 Watts 137; Chrisman v. Wagoner, 9 Barr 473.\nBrinhlé and B. A. Mitchell, for the defendants in error.\n— There is nothing in the Act of 1848 that restrains the power of a married woman to hold real or personal estate: Ritter v. Ritter, 7 Casey 399. At common law, she might be a grantee by deed, without the consent of her husband: Patterson v. Robinson, 1 Casey 82. And a, feme covert may be a trustee: Dundas v. Biddle, 2 Barr 160; Hill on Trustees 49."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 374
}
