{
  "id": 990434,
  "name": "Nicol versus Carr",
  "name_abbreviation": "Nicol v. Carr",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "381",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 229",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Binn. 365",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 6786,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 3.1769986446582416e-07,
      "percentile": 0.8642822419376573
    },
    "sha256": "fec00d80a2f6b0d53fbc1f3910e0c4e7baee5014ecea42022f1b874522a6d1b5",
    "simhash": "1:62a1e53b843c745b",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nicol versus Carr."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n—\nThe plaintiff covenanted to make a good and sufficient title to the defendant, in consideration of the purchase-money agreed by the latter to be paid. Such as he could make has not been accepted, and therefore the agreement is still executory. This is an action at law upon the agreement, to recover the purchase-money, but under our blended system of law and equity, it is to be treated upon equitable principles. It is quite apparent, that to allow1 the plaintiff to recover, would be, in effect, to decree specific performance of the agreement; and the question therefore is, would a court of equity make such a decree with the large mortgages overhanging ? Certainly not; because in a court of equity a vendor is bound to tender, or be ready to make a title that is marketable; which means a title that involves no considerable or rational doubt either as to matter of law or fact. The distinction between good and marketable titles is peculiar to courts of equity, being unknown in courts of law, where the only question is, whether the title is good or bad. “There can be no such thing as a doubtful title in a court of justice,” said Chief Baron Eyre, in Gale v. Gale, 2 Coxe 145; “ it must be either right or wrong, and the thickness of the medium through which the point is to be seen makes no difference in the end.” But the equity doctrine is, that a title is not to be forced upon a purchaser, which is not so free from difficulty as to law and fact, that on a resale an unwilling purchaser shall be unable to raise any question, which may appear to a judge sitting in equity, so doubtful, that a title.involving it ought not to be enforced. The doubts, however, which will operate on courts of equity, are not doubts made up for the occasion — doubts based on captious, frivolous, and astute niceties, but such as would and ought to induce a prudent man to pause and hesitate in accepting a title affected by them: Stapleton v. Stapleton, 16 Vesey 272; Romilly v. James, 6 Taunt. 274; 3 Atkyns 187; Dalzell v. Crawford, 1 Parsons’s Eq. C. 45; Rawle on Cov. for Title 568; Stoddart v. Smith, 5 Binn. 365, by Yeates, J.\nThese mortgages were sufficient grounds for such a doubt. The questions that arise upon them, and which were very well argued by counsel, are questions of the gravest import and of considerable difficulty. We do not enter into them, nor intimate any opinion how they ought to be decided, but we hold it as a very clear conviction, that Carr ought not to be compelled to pay for a title burdened by such questions. It is familiar law, that where an encumbrance exists which was not by agreement to enter into and form part of the consideration, the vendor, by executory articles, must discharge it, before he can call for a completion of the sale: 2 Sugd. on Vendors 419 ; Withers v. Baird, 7 Watts 229. If, as in this case, the vendor finds he cannot make such a title as the vendee is bound to accept, it is his business to refund what has been paid, and to bring ejectment, when the vendee must turn out or pay: Gans v. Renshaw, 2 Barr 34.\nWithout saying that the mortgages are valid encumbrances upon this title, we think they are sufficient to discredit its marketableness, and therefore the court were right in refusing to compel the defendant to pay for it.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Bentley Fiteh and B. B. Little, for the plaintiff in error.",
      "W. $ W. H. Jessup, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Nicol versus Carr.\nAn action of covenant upon articles of agreement for the sale of land, to recover the purchase-money, is in effect an equitable proceeding to compel specific performance of the contract, and is governed by the same equitable principles.\nA court of equity will not compel specific performance of a contract for the sale of land, unless the vendor can make a marketable title.\nA court of equity will not force a title upon a purchaser, which is not so free from difficulty, as to law and fact, that on a resale, an unwilling purchaser shall be unable to raise any question, which may appear to a judge sitting in equity, so doubtful, that a title involving it ought not to be enforced.\nIf the vendor cannot make such a title as the vendee is bound to accept, he must refund what has been paid, and bring ejectment; when the vendee must pay the balance of the purchase-money, or surrender the possession.\nError to the Common Pleas of Susquehanna county.\nThis .was an action of covenant by Robert Nicol against Thomas Carr to recover the sum of $8620, due on articles of agreement, dated the 21st February 1859, for the sale by the plaintiff to the defendant of a tavern stand, barn, and lot of ground in the borough of Susquehanna Depot, and also the furniture of the tavern. By this agreement, the plaintiff covenanted to give the defendant a good and sufficient deed for the premises therein described, on or before the 1st April next.\nThe defendant pleaded that the plaintiff had not and could not make him a good and sufficient deed in fee simple for the premises, because of the existence of two mortgages, which were encumbrances thereon, the one dated the 1st March 1849, given by the New York and Erie Railroad Company to John J. Palmer, Joseph Walker, and W. J. Smith, to secure the payment of $4,000,000; and the other dated 1st March 1853, given by the New York and Erie Railroad Company to John Davis and James Brown, to secure the payment of a like sum ; that at the time of the execution of the said mortgages, the New York and Erie Railroad Company were in possession of the said lands, and held the title thereto in fee simple; and that on the 16th August 1853, the said company conveyed the lands mentioned in the contract to E. A. Smith, under whom the plaintiff held.\nThe plaintiff repliéd that the said mortgages were not encun> brances on the property, because the New York and Erie Railroad Company had no legal right to create or give the said mortgages ; -and that they were therefore invalid, and no encumbrance upon said lands; and that the defendant had full knowledge thereof at the time of his purchase; and that the mortgages themselves purported to convey all the lands of the company in the states of New York .and Pennsylvania, without mentioning any amount or furnishing any description of them whatever.\nTo this replication, the defendant demurred, and the court below gave judgment for the defendant on the demurrer, which was here assigned for error.\nBentley Fiteh and B. B. Little, for the plaintiff in error.\nW. $ W. H. Jessup, for the defendant in error.\nThis title is clearly of such doubtful character that the defendant ought not to be compelled to accept it: Colwell v. Hamilton, 10 Watts 416; Wetherill v. Mecke, Brightly 142, n. ; Abel v. Heathcote, 2 Ves. Jr. 100; Dalzell v. Crawford, 1 Pars. 45; Sugden on Vendors 243; Rawle on Covenants 433."
  },
  "file_name": "0381-01",
  "first_page_order": 381,
  "last_page_order": 383
}
