{
  "id": 990489,
  "name": "City of Philadelphia versus Tryon",
  "name_abbreviation": "City of Philadelphia v. Tryon",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "401",
  "last_page": "404",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 401"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Barb. 209",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4874823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/6/0209-01"
      ]
    },
    {
      "cite": "3 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Wheat. 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "2 Yeates 497",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 10840,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.8506404575868802e-07,
      "percentile": 0.7234643795835202
    },
    "sha256": "4ca994c0342772aa44e2335de98aa127480fa2f5fe97b966620ef4fdb2f8c2e3",
    "simhash": "1:70bbc8a9263ed79b",
    "word_count": 1848
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "City of Philadelphia versus Tryon."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered hy\nWoodward, J.\nThe culvert in question, begins, runs, and ends, in what was formerly the District of Spring Garden, but is now part of the territory of the City proper. The question is not whether the City had authority to build the culvert. The power to build is deducible from both the inherent faculties of the corporation and from statutes referring to the specific subject. But having built the culvert, the question is, whether the City might enter liens against lots through or along which the culvert ran, for any part of the cost of construction ? This is a power of special taxation, and must have explicit legislation to support it. Has such legislation been shown ?\nThe Act of 4th April 1837, P. L. 300, taken in connection with the acts relating to the introduction of Schuylkill water into the district of Spring Garden, would have authorized the district, had it remained an independent municipality, to build this ■culvert, under certain limitations and restrictions, and to assess the whole “expenses thereof” upon lot-owners. By the 9th ■section of the Act of 16th April, 1840, P. L. 412, it was made ■lawful for the commissioners of Spring Garden to file of record Ml claims for building culverts.\nBut Spring Garden did not remain a separate district, but was merged by the Consolidation Act of 2d February 1854, into the City of Philadelphia. Did this drown the power to enter liens of record for the cost of culverts ? The 44th section of the Consolidation Law, Purd. 1090, continued in force all Acts of Assembly not inconsistent herewith, “ until such acts shall be altered ■or repealed hy the legislature.” Now there was no inconsistency between the Consolidation Act and the above-named acts relating to culverts in Spring Garden, except only that different officers ■were to do the work and enter the liens; and therefore we conclude, that the enlarged City of Philadelphia was as competent to charge lot-owners as Spring Garden was before the Act of Consolidation. The power was not drowned, but was transferred to another municipality, along with the territory and the people. But if the City took the district’s power by transfer, did she not take it subject to the limitations and restrictions imposed on tbe district by the Act of 1887 ? I think this cannot be doubted. Then, after consolidation, the City of Philadelphia had the power to build culverts within the boundaries of the old city, and pay for them out of general taxation; and she had power also to build culverts within the lines of the former districts, under limitations, and enter liens for the expenses thereof against lot-owners. These limitations were: 1st. That a majority of the owners of the real estate fronting on any square or two squares of any street, lane, or alley, 'should petition in writing for sewers to be laid on any such street, lane, or alley, for the purpose of draining the lots fronting them: 2d. That the culvert should not exceed in diameter three feet in the clear: 3d. That the culvert should not interfere with Fairmount Dam, but, if it emptied into the Schuylkill, should empty below the dam.\nThus the law stood in 1855. It is apparent, that the first of the above limitations would be found full of practical inconvenience, not only in maintaining district lines which it was the policy of consolidation to abolish, but because a sewer begun within the old city, where the corporate authority over the subject was plenary, could be extended within the districts only by consent of the majority of owners on one or more squares, and even then only for the purpose of draining lots fronting on the sewer. A power so limited and restricted was quite inadequate to the health and comfort of a great city. Accordingly, by the 8th section of the Act of 1855, P. L. 266, the legislature provided that “the charges for culverts and pipes-shall be at not exceeding the following rates per lineal foot, according to the fronts of the owners, to wit, for water-pipes, seventy-five cents, making the usual allowance for corner lots; for culverts, seventy-five cents; and for street-paving, one dollar per square yard; and all extra or further charge, and for intersections, shall be paid out of the general taxation.”\nHere was a general system provided for the whole of the enlarged city — a system that embraced water-pipes and street-paving, as well as culverts and sewers — a system that was founded on both principles of taxation, the general taxation that had always prevailed in the old city, and the special or local taxation that had been long maintained in the districts. But the legislature committed this system, for purposes of administration, wholly to the functionaries of the consolidated city, and thereby took away, necessarily, the control of local majorities of lot-owners. And they committed it to the consolidated city, for the great, general, public purposes for which the. corporation existed, and took away thereby the very special limitations that sewers should be built only for the purpose of draining lots that fronted on them, and of only three feet in diameter.\nThe sewer in question illustrates the necessity and the wisdom of this legislation. It is designed to protect Eairmount dam from the wash of the north-west section of the city, and thus preserve the water pure on which the whole city depends; but in its long circuit to reach the Schuylkill below the dam (a purpose not more agreeable to the legislation of 1855 than to that of 1837), it would drain necessarily a multitude of lots, and thus become a great local convenience. To accomplish such important objects, both public and private, the legislature deemed it fit to unfetter the municipal authorities, but to retain both principles of taxation with their appropriate remedies. Hence the limitations are gone that prescribed the petition of majorities and the size of sewers; and the power to enter liens, transferred to the City by the Act of Consolidation, is no otherwise restricted than that it is limited to about one-fourth of the actual cost of the work, or seventy-five cents per lineal foot.\nHow little reason this defendant has to complain of what has been done in the premises, appears from the considerations: 1st. That under the legislation before 1855 he was liable to be assessed with the whole cost of a three feet culvert through his land — 'now he is assessed with only about a fourth of the cost of a five feet culvert : 2d. That such local impositions for grading, paving, sewerage, and the like, have been many times sustained by this court, and are, in the long run, perfectly fair, for they enter into and, enhance the value of the property assessed. The public, it is true, are benefited, but so is the individual, and, as an owner of urban property, he is farther benefited when, in due time, the same tax falls on his neighbour.\nIt is no part of our duty, however, to assign reasons in support of taxation that is clearly within the competency of the legislature. Every man holds his property subject to the taxing power, which the constitution has vested exclusively in the legislature, and, in this instance, that power has been exercised in a manner that affords no just ground of complaint.\nThe judgment is reversed, and judgment is here entered for the plaintiff for $97.56, with interest from the 15th September 1859,. and costs.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "B. PL. Brewster, Bldridge, and Sellers, for the plaintiff in error.",
      "Budd and B. K. Price, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "City of Philadelphia versus Tryon.\nUnder the Act of 21st April 1855, the City of Philadelphia has power to construct culverts, within the boundaries of the former municipalities of the county of Philadelphia, and to file liens for the expenses of constructing the same, against the lots fronting thereon, subject only to the restrictions contained in that act.\nIt is not necessary that the owners of property fronting on the street on which such culvert is constructed, should petition therefor; the only restriction is, that the owners of property should not be charged more than seventy-five cents per foot, for each foot of ground fronting on such street.\nThe Act of 4th April 1837, in connection with the acts for the introduction of water into the district of Spring Garden, authorized the authorities of that district, under certain restrictions, to build culverts, and to assess the whole expenses thereof upon the lot-holders; the Act of 16th April 1840 authorized the filing of liens therefor; the Act of 2d February 1854 transferred these powers to the City of Philadelphia; and the Act of 21st April 1855 repealed all restrictions upon this power, and authorized the construction of culverts of any capacity, subject only to the condition that the property owners should not be charged more than seventy-five cents per foot therefor.\nError, to the District Court of Philadelphia.\nThis was an amicable scire facias on a municipal claim filed by The City of Philadelphia, for the use of Hutchinson & Prall,, against a lot of ground at the south-west corner of Brown and Pennock streets, of which George W. Tryon was the owner, for the sum of $97.56, for constructing a culvert in front of the-premises.\nThe parties agreed upon a case stated, in the nature of a special verdict, in which the following facts were stated for the opinion of the court: The claim was for a culvert laid in Brown street in connection with a large culvert in Pennsylvania avenue, to drain the water into the Schuylkill, below the Fairmount Dam. The culvert was of the diameter of five feet, and was laid wholly in what was formerly the District of Spring Garden. It was constructed under the ordinances of the City of Philadelphia, without the previous petition of the owners of real estate fronting on. Brown street. The defendant was the owner of the lot against which the claim was filed; and he was charged therefor at the rate-of seventy-five cents per lineal foot.\nThe court below gave judgment for the defendant on the case-stated, which was here assigned for error.\nB. PL. Brewster, Bldridge, and Sellers, for the plaintiff in error.\nThe City had power to construct the culvert in question : Grant on Corporations 154; Kyd on Corporations 97; Act 11th March 1789, 2 Smith’s Paws 462; Respublica v. Duquet, 2 Yeates 497; McCulloch v. Maryland, 4 Wheat. 316; Act 2d February 1854, § 6; Act 21st April 1855. And the Act 16th April 1840 gives power to file liens against the lot-holders, subject only to the restrictions contained in the Act of 1855.\nBudd and B. K. Price, for the defendant in error,\ncited Act 4th April 1837, § 7, Pamph. L. 300 ; Act 9th March 1826 ; Act 3d March 1829; Act 21st April 1855; McMasters v. Reed, Grant's Cas. 47; Tilford v. Wallace, 3 Watts 143; City of Philadelphia v. Cooke, 6 Casey 56; Kensington v. Keith, 2 Barr 218; Bennett v. Birmingham, 7 Casey 15; The People v. Mayor of Brooklyn, 6 Barb. 209."
  },
  "file_name": "0401-01",
  "first_page_order": 401,
  "last_page_order": 404
}
