{
  "id": 990492,
  "name": "Harres versus The Commonwealth",
  "name_abbreviation": "Harres v. Commonwealth",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "416",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 417",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791125
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 9117,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.2596452970969729e-07,
      "percentile": 0.7824996746914589
    },
    "sha256": "286751d8a3d5405cdf121293e21c2debc09f760e3be81b5901ec7a9a705c34ec",
    "simhash": "1:f831633d873ed9db",
    "word_count": 1595
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harres versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis was an action according to the course of the common law, in the Quarter Sessions of Philadelphia county, on a forfeited recognisance, under the 2d section of the Act of 4th April 1857, by which jurisdiction was conferred on that court in such cases. Hence, the writ of error is an appropriate remedy to bring up the record.\nThe second assignment of error should properly be considered first, and that regards the power of the Court of Quarter Sessions to establish a rule of court, requiring affidavits of defence to be filed in actions on forfeited recognisances.\nThe suggestion that such an instrument is not of such a nature as has been usual to consider as coming within such a rule, I think is without force. After forfeiture, the recognisance is certainly, primá facie at least, an instrument for the payment of money. Equity, or equitable action, may, under the statutes, relieve against a part, or the whole of it, and so may the same thing operate in our system as to bonds and promissory notes. It may be the equity of the case' alone which it is the province of the affidavit to declare. In The Commonwealth v. Boult, 1 Bro. 237, and in Davis v. Dolan, Id. 317, it was held by the Common Pleas, and acquiesced in, that an affidavit of defence was necessary, in case of a forfeited recognisance, to prevent judgment under a rule of court.\nThe instrument not being inappropriate to the operation of such a rule, measured by the practice in other courts, why might not the Quarter Sessions, having exclusive jurisdiction of it, establish such a rule? It is not restrained by the words of the act, although not expressly authorized. But Courts of Common Pleas and District Courts made such rules long before any statute on the subject: 3 Binn. 417. This was incident and necessary to their power to regulate the pleadings and practice before them. That such a rule as that of the Quarter Sessions could be adopted by such courts, cannot, after the numerous decisions in regard to their powers on this point be doubted: see 2 Wh. Big., tit. Prac. viii., p. 486. It would be difficult to give a good reason why a court composed of the same judges, exercising the same jurisdiction in one court, could not regulate the practice in regard to it as fully as they could in another. Why not in the Quarter Sessions, when they might have done it by rule in the Common Pleas ? There is no statute restraining it; and its right to regulate its practice in civil matters, ought to be as ample as that of any other court. We know they do exercise that power in regard to road proceedings — division of townships — altering township lines, and the like — and proceedings under such rules are constantly regarded by this court. And we think they have power to adopt the rule in question, and we regard a judgment taken pursuant thereto as valid.\nThe first assignment of error is in regard to the regularity of the judgment taken under the rule. Irregularities may be waived by a party entitled to take advantage of them, most certainly. If it was an error to take judgment on the day on which it was taken, instead of after that day, it was but an irregularity. The judgment was not void, and if it might have been avoided by the defendant, it could not have been by any other, and this proves it to be but an irregularity at most. Instead, however, of taking advantage of the supposed error, the defendant waived it, and, by an act totally inconsistent with the present ground of complaint, he affirmed its regularity by claiming and obtaining the benefit of a stay of execution for a year on the judgment. After this, he must be held to be estopped from averring the defect: Cochran v. Parker, 6 S. & R. 549; Morrison v. Wetherill, 8 Id. 502; Crosby v. Massey, 1 Penn. R. 229. How far we might feel bound to regard the interpretation by a court of its own rules, we need not discuss; the case is disposed of on other grounds. We find no error that calls for correction in the judgment.\nThere was a certiorari also in this case. It is essentially a writ of error, applicable only to proceedings not according to the common law. Its office is similar, and it brings up only the records of inferior jurisdictions. In the absence of statutory direction, it cannot take the place of an appeal; although in the Orphans’ Court of Philadelphia, it usually issues to bring up such records. But there must he an appeal in fact. Here, it is likely the certiorari issued for the same purpose; but as the paper-books were silent as to there having been an appeal, an examination of the record as filed made it apparent that no appeal had ever been taken from the decree of the Quarter Sessions refusing to remit all or any portion of the forfeited recognisance. The case therefore of the plaintiff in error for a mitigation of the forfeiture of his recognisance is not before' us, and we cannot determine , in regard to it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "ill. M. Phillips, and D. Webster, for the plaintiff in error.",
      "Millette, Bullitt, Qassidy, and Lee, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Harres versus The Commonwealth.\nA forfeited recognisance is an instrument of writing for the payment of money, upon filing a copy of which, a judgment may be entered for want of an affidavit of defence.\nA court of Quarter Sessions, having exclusive jurisdiction, by statute, of actions on forfeited recognisances, has power to make a rule authorizing the entry of judgment, unless an affidavit of defence be filed, at any time after the third Saturday succeeding the return day to which the process is returnable.\nA judgment having been entered for want of an affidavit of defence on the third Saturday succeeding the return day, the defendant, by pleading his freehold in stay of execution, waived the irregularity, if any, in the entry of the judgment.\nThe Supreme Court cannot review the action, of the Quarter Sessions in refusing to remit a forfeited recognisance, unless an appeal therefrom be entered in the court below; a writ of certiorari, without the entry of an appeal, only removes the record.\nError, to the Quarter Sessions of Philadelphia.\nThis was an action of debt by The Commonwealth of Pennsylvania against Gebhard Harres, on a forfeited recognisance in $10,000, conditioned for the appearance of E. L. Snow, to answer a charge of receiving stolen goods.\nE. L. Snow was indicted in the court below, for receiving certain goods, knowing them to have been stolen; and on the 5th August 1857, the defendant, Gebhard Harres, entered into a recognisance in $10,000, conditioned for the appearance of Snow at the current term of the court, to answer the said charge, and all such charges as might be preferred against him:\nSnow absconded, and on the 14th September 1857, his recognisance was forfeited. This action was immediately commenced against the bail, and on the 24th October 1857, which was the third Saturday after the return day of the writ, judgment was entered against him for want of an affidavit of defence, under the following rule of court:—\n“In all actions brought, or hereafter to be brought in this court, on forfeited recognisances, in pursuance of the Act of Assembly of April 22d 1846, the plaintiff shall be at liberty to move for judgment in open court, at any time after the third Saturday succeeding the first Monday of the term to which the process issued is returnable, unless the defendant, or some person for him or her, shall have previously filed an affidavit of defence, stating therein the nature and character of the same. Provided, always, no judgment shall be entered by virtue of this rule, unless the plaintiff shall have within two weeks after the return day of the process, filed a copy of the bail bond returned, or other instrument on which the said action is founded.”\nThe defendant pleaded his freehold in stay of execution; and immediately after the forfeiture was declared, he took out a bail-piece, and employed two officers to make search for Snow, who, it was ascertained, had fled to Canada. Snow was subsequently arrested on the bail-piece, brought on to Philadelphia, and on the 12th November 1858, was tried and convicted. Harres paid the officer who arrested Snow $1000 for his services.\nOn the 17th November 1858, the defendant presented his petition to the court below, setting forth these facts, and praying that the judgment against him might be opened, and the forfeiture remitted. Depositions were taken in support of the rule; and on the 2d April 1859, after a hearing of the case, the court below discharged the rule, and refused to remit the forfeiture.\nThe defendant, thereupon, sued out this writ, and here assigned for error: 1. That the judgment was irregular: 2. That the court below had no authority to enter judgment for want of an affidavit of defence: 3. That the court erred in not remitting the forfeiture.\nThere was also a writ of certiorari issued in the ease; but on inspection of the record, no appeal appeared to have been entered from the decree of the court below refusing to remit or moderate the forfeiture.\nill. M. Phillips, and D. Webster, for the plaintiff in error.\nMillette, Bullitt, Qassidy, and Lee, for the defendant in error."
  },
  "file_name": "0416-01",
  "first_page_order": 416,
  "last_page_order": 419
}
