{
  "id": 990458,
  "name": "Leiper's Appeal",
  "name_abbreviation": "Leiper's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "420",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 266",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819138
      ],
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0266-01"
      ]
    },
    {
      "cite": "1 Jones 36",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 8491,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 3.1444415036047665e-07,
      "percentile": 0.8622537452955752
    },
    "sha256": "0226ae31e1f42298a7c1c2cd56213d9bba068fc5fcd5dc4a131fbbe0605eb747",
    "simhash": "1:50a13756b4ea95d7",
    "word_count": 1511
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leiper’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe sale of the land out of which this controversy has arisen, by Irvine, the trustee, with the assent of Leiper, the cestui que trust, undoubtedly brought the land within the rule in equity which requires it to be treated as personal estate for the purpose of regulating the succession to it. That it was such a conversion, so far as the widow and heirs were concerned, is clearly ruled in Rangler’s Appeal, 3 Barr 377; Foster v. Harris, 10 Id. 457; Rose v. Jessup, 7 Harris 281; Longwell v. Bentley, 11 Id. 99; Leiper’s Executors v. Irvine, 2 Casey 54.\nAfter the death of the decedent, the purchase-money fell due, and, had it been collected, no one will doubt, but that the widow would have been entitled to her third of it, she having elected to take under the intestate laws, and not under the will of her husband. It was not collected, however, but, by arrangement between the trustee and vendees, with the assent of Mrs. Leiper, the time for. payment was extended, with a stipulation that, if not paid at the expiration thereof, the contract was to be forfeited, and the land to revert to the owners. There was a failure of payment, and the consequence was a rescission of the contract. Was this a reconversion, so as to change the rights of the widow and heirs? The auditor and court below thought not, and in this they are fully sustained by the cases cited. In Rose v. Jessup, the very point arose and was ruled, Lowrie, J., saying that, the testator having “ sold real estate by valid agreements, the sums due thereon were part of his personal estate, and on his death his widow’s interest therein became immediately vested.” “It was the duty of the trustees to proceed on the agreement and collect the money for those having a right to claim it. If such pursuit should result in recovering bach the land, they were bound to account for that, as a substitute for the money, and subject to the same trusts.” In substance, the same thing was said in Leiper’s Executors v. Irvine, 2 Casey 54.\nThere is no room for the distinction, I apprehend, between a recovery back of the land in pursuit of the money, and taking it back as the result of the forfeiture of the contract for non-payment of the purchase-money at the time fixed. Strictly speaking, this provision was a remedy to enforce payment of the purchase-money, and was, in substance, an agreement to yield up the land in satisfaction of the contract, in lieu of the money, if that was not forthcoming. In the case last cited, Lewis, C. J., said, “if they” (the widow and heirs), “had aright to the proceeds” of the contract for the sale of the lands, which he had immediately before asserted, “ they had, of course, a right to take the land in lieu of the money with the assent of the vendees.” This is so directly in point, that we need not farther discuss this branch of the ease.\nNor is there anything whatever in the ease, as has been suggested, which raises any implication, other than that the land was taken in lieu of the purchase-money. This being so, the right of the widow in it is just what it would have been if money and not land had been received. On the resale she was therefore entitled to the one-third of the purchase-money, and consequently to the one-third of the proceeds of the certificates of stock of the “McKean Land and Improvement Company.” These views 'cover all the assignments of error, and in none of them do we find anything to correct.\nDecree of the Orphans’ Court affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "H. Gf. Jones and H. Gf. Clay, for the appellant,",
      "J. A. Clay, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Leiper’s Appeal.\nAn agreement for the sale of land works an equitable conversion of it into personal estate, for the purposes of succession; and a subsequent recovery of the property by the widow and heirs of the vendor, under a clause of forfeiture in the contract, will not effect a reconversion of it, so as to change the rights of the parties.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Thomas J. Leiper, in his own right, and as guardian of the minor children of Samuel M. Leiper, deceased, from the decree of the court below, distributing the estate of the said Samuel M. Leiper, deceased, in the hands of Mary B. Leiper, his widow and surviving executrix.\nSamuel M. Leiper, in his lifetime, was the owner of an undivided fourth part of a tract, embracing 120,000 acres of land, in McKean and Elk counties, the legal title to which was vested in Dr. William A. Irvine,, in trust for the equitable owners; he himself being the owner of an undivided fourth part thereof.\nOn the 10th January 1854, Dr. Irvine, with the assent and authority of his co-tenants, entered into an article of agreement for the sale of the lands to James Foster and others, at four dollars per acre, $200,000 to be paid in money, and the balance in certain railroad stock; of the cash payment, $40,000 was to be paid in hand, and the balance in four equal instalments; the cash payment to be by the negotiable paper of the purchasers, and to be regarded as absolute payment, so far as the money could be realized upon it without the endorsement of the vendors.\nOn the 17th February 1854, before the maturity of the paper given by the vendees, Samuel M. Leiper died, leaving a widow and five children, three of whom were the wards of the appellant. He left a will, of which he appointed his widow an executrix; the widow, however, declined taking under the will, and elected to take her share of the estate under the intestate laws.\nThe drafts given for the first payment for the land were all protested for non-payment; and on the 22d April 1854, Dr. Irvine obtained from the vendees an agreement that, if they should fail to pay the first instalment within ten days thereafter, he should have the option to annul the contract. The payment not having been made within the period stipulated, he declared the contract at an end, and the purchasers surrendered the agreement.\nOn the 11th June 1855, the executors of Samuel M. Leiper filed a bill in equity against Dr. Irvine and the other co-tenants, to compel a conveyance - of their testator’s share of the land to the complainants, on the ground of its conversion into personalty. The court below decided against the complainants, and their decree was affirmed by this court, for the reasons stated in 2 Casey 57.\nOn the 6th February'1856, an act was passed to incorporate the McKean and Elk Land and Improvement Company; by the first section of which Dr. Irvine, the trustee, and the executors of Samuel M. Leiper were authorized to sell and convey all his interest in the lands, “whether it be real or personal,” and to receive in payment the stock of the corporation, and to sell such stock, or any part thereof, and “ convert the proceeds thereof into other securities, at their discretion; provided that the same shall be held by them in the same manner, and for the same purposes and trusts, as- the said lands, or their interests therein, are now heldPamph. Laws 27.\nOn the 19th March 1856, Dr. Irvine conveyed the legal title in the whole of the lands to the corporation; and on the 29th, he united with the executors in a conveyance of the testator’s interest in the land to the company, under the power conferred by the Act of Assembly.\nThe executors received the stock of the company in payment; and on the 13th October 1858, Mrs. Leiper, as surviving executrix, sold a portion of the stock for $99, with which she charged herself in her account. Before the auditor appointed to report distribution of the balance in the hands of the accountant, Mrs. Leiper claimed one-third of this amount absolutely, on the ground that, by the contract of sale, the lands were converted into personalty, and descended as such at the time of his decease; whilst the appellant contended that there was a reconversion, by the rescission of the contract, and that Mrs. Leiper was only entitled to have this sum invested, and the income thereof paid to her during life.\nThe auditor reported that this sum was payable to Mrs. Leiper absolutely; and the court below dismissed exceptions to his report, and decreed distribution accordingly, whereupon this appeal was taken.\nH. Gf. Jones and H. Gf. Clay, for the appellant,\ncited Royer’s Appeal, 1 Jones 36; Bonsall’s Appeal, 1 Rawle 266, 274; Billington’s Estate, 3 Id. 48.\nJ. A. Clay, for the appellee,\ncited Rangler’s Appeal, 3 Barr 377; Foster v. Harris, 10 Id. 457; Rose v. Jessup, 7 Harris 281; Longwell v. Bentley, 11 Id. 99, 102-3; Curre v. Bowyer, 5 Beav. 6."
  },
  "file_name": "0420-01",
  "first_page_order": 420,
  "last_page_order": 423
}
