{
  "id": 990433,
  "name": "City of Philadelphia versus Wistar",
  "name_abbreviation": "City of Philadelphia v. Wistar",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "427",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 609,
    "char_count": 13071,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 3.0151428641120383e-07,
      "percentile": 0.8534758204049734
    },
    "sha256": "e07ff11dcb890c45190e2b5df60c9d4428eb64987a1a6cf37f589155ed7f7aeb",
    "simhash": "1:daa3c10d372d3fd0",
    "word_count": 2313
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "City of Philadelphia versus Wistar."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe defence in this case is technical; for if there be any merit in the performance of the required duty to execute the paving in question, that was done, and done by the authority of the city, and the defendant has the benefit of it. If he can escape the onus of paying for it, it must be on technical grounds, for he does not deny the ownership of the property, nor the authority of the city councils to require the street to be paved, it having been previously approved by a majority of property-owners within the space indicated.\nBy an ordinance of 9th May 1857, the owners of property, or a majority of them, were authorized to pave the cartway of Fifteenth street, from Barclay to Centre street, a distance of less than two squares. A majority, accordingly, assenting to and approving of the paving, engaged James Deehan to do the work. The city authorities entered into the usual contract for it, binding him to perform the work without expense to the corporation, and to keep it in repair twenty-four months after it should be thrown open to public travel; the city agreeing at the same time to pave the intersections. Under this contract the work was done, and well done. The defendant in error refusing or neglecting to pay his just proportion of the expense of the work, a claim for doing it was filed in the District Court in the name of the city, for the use of the contractor, on which the present suit was brought. There was no dispute, but that the work was done; that it was authorized by the city to be done; and that Deehan had authority to do it: nor about the amount of the claim; or that if the corporation had performed the job itself, a lien might have been filed for the cost of the work, and payment enforced by means of it.\nThe complaint against permitting a majority of property-owners within the contemplated line of improvement to determine in favour of it, is without force on the grounds of authority: Spring Garden v. Wistar, 6 Harris 195; Pray v. Northern Liberties, 7 Casey 71. It is, in fact, none other than the same principle, had it been asserted by the city authorities themselves, which no one will doubt.they might be legally authorized to do; excepting that in the latter ease, its exercise would not necessarily be by property-owners, while in the former it is : a regulation certainly not likely to precipitate extravagant undertakings, when those determining on them impose a like burden upon themselves with that of their neighbours in proportion to the amount of property owned. But this formed no element in the case below. That turned upon what is now to be noticed.\nThere were several special pleas in the case, but at the suggestion of the learned judge, they were all withdrawn but one, and that one denied the right to maintain suit in the name of the city, because the work was not done by the “ said city, its officers, agents, or authorities.” Upon this plea, the learned judge gave a binding instruction to the jury to render a verdict for the defendant, which they accordingly did.\nIt seems to us that there was error in this. There was indisputable evidence that Deehan was authorized by and bound to the city to do the work. He was, therefore, undoubtedly an agent for that purpose, and hence the assumption that the work was not done by any agent, was an error in fact. How is ■ a municipal corporation to perform work other than by employees authorized and engaged to do it ? The corporation itself — or rather the corporate life — is an intangible, invisible essence, known only in the law that defines 'it, and operates only by agents, mostly secondary. The spectacle has not often been witnessed, and is not very confidently expected to be soon, of the mayor, councils, and other officers of the corporation, appearing in proprid persond, armed with the tools of the trade, to pave the sidewalks and cartways of the city. Public duty is quite as well conserved by the employment of those whose pursuits fit them for the business; and custom and law look to no other mode of doing such things.\nNor is the position weakened by the fact of authority to the paver, by contract, holding him responsible for his undertaking, instead of employing him by the day, week, or month, to accomplish the same object, under the direct and constant supervision of city officials. It is a question of authority conferred; an agency, and exists as fully in the one case as the other. In both, the work is done by authority of and for the city. It is hardly likely that this defence would have been thought of, if the work had been done by the day, notwithstanding the difference consists only in presenting the same proposition in a different aspect. The city had undoubted authority to perform the work in this manner, but instead of doing so, it sanctioned by contract the arrangement between the paver and property-owners, and bound the latter to do the work and to receive in payment the amount, the property would be bound to contribute on account of it. He did the work, and, as already said, manifestly for and by the authority of the city, and is entitled to pay as the city would have been, if she had done the work herself, and was certainly entitled to her remedies to enforce the collection of what she would have been entitled, if the work had been done directly by herself. What wrong does this to the defendant? He has his pavement. If he pays the claim as filed, or if it is recovered from him, he cannot again be troubled about it. The right of the city to file the lien is fixed by law, and the form in which it was filed in this case, for the use of the party named, resulted from the relation existing between him and the city, and was a matter which alone concerned them. Had the use not appeared, I do not see how there could have been any plausible ground for the defence set up; but this being in accordance with practice, at least in other portions of the city, will not invalidate the claim or defeat the plaintiff.\nTo deny the validity of such liens would be fraught with great evil, and probably destroy hundreds at present existing, and perhaps result in endangering the security of hundreds of thousands of dollars.\nI do not think it necessary, however, to discuss the question much more at length. Many cases must have passed in rem judicatam, exactly situated as this is; for the practice of doing work under similar arrangements has long existed in Moyamensing and in some of the other districts, all now constituting parts of one municipality. A decision adverse to the practice might also injuriously interfere with rights acquired in these districts under it. We have reported eases on similar claims amongst our most recent decisions: The City of Philadelphia, for the use of Thompson, v. Philadelphia, Wilmington and Baltimore Railroad Company, 9 Casey 41; The Same, for the use of Lynch, v. Sutter, 6 Id. 53. It is true, the point was not made in either of these cases, which appears in the case in hand, and it is perhaps quite as true, that it was not thought tenable, or it would have been made.\nThe doctrine herein indicated is, however, but the application of the principle that, whenever the law appoints the hand by which a ministerial duty is to be performed, and it may be done by deputy or agent, the fee or compensation is always demandable by the principal, and a plea that the service was not rendered by such principal, because done by deputy, is not to be found in practice. The city was by law the designated hand to perform the work, when compliance with its ordinances was neglected or refused, and the duty being ministerial, it could be performed by an authorized agent, as was done in this instance. This, in no particular, countervails the provisions of 49th section of the Consolidation Act. That simply authorizes the filing of liens for paving, &e., “ as now practised and allowed by law,” without the restriction that the work must have been done by the corporation itself; nor does the ordinance of May 3d 1855 justify the construction contended for.\nThere is nothing in the objection that the lien was not filed by the city solicitor, at least nothing'of which the defendant in this case can complain. We are, therefore, of opinion that there is error in this record, and that the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Porter and A. Miller, for the plaintiff in error.",
      "jKnox and Ouyler, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "City of Philadelphia versus Wistar.\nThe City of'Philadelphia, by resolution, authorized the owners of property, or a majority thereof, fronting on a certain street, to pave the same, upon condition that the city should be at no expense for the said paving, except for the intersections, and that the contractors should enter into an obligation ,to keep the same in repair for two years; a majority of the property-ownex-s fronting on the street entered into a contract with a third pei'son to pave the street under the direction and to the satisfaction of the chief commissioner of highways; and the contractor entered into an obligation to the city to keep the street in repair for two yeax-s: Meld, that the contractor having performed the work under the authority of the city, might file liens, in the name of the corporation, for his use, against the lots fronting thereon, for the expense of the said paving.\nThe contractor-, having done the paving under the authority of the corporation, was the agent of the city for that purpose; and a plea that the work was not done by the city, or any of its agents, was not sustained.\nError to tbe District Court of Philadelphia.\nThis was a scire facias by the City of Philadelphia, to the use of James Deehan, against Richard Wistar, on a municipal claim for $286.45, for paving Fifteenth street from Centre to Green street in front of a lot of ground owned by the defendant.\nOn the 9th May 1857, a resolution was passed by the Select' and Common Councils of the City of Philadelphia and approved by the Mayor, authorizing the owners of property, or a majority thereof, fronting on Fifteenth street from Centre to Barclay street, in the Fifteenth Ward, to pave the same; “provided that the city shall be at no expense for the said paving, except for the intersections, and the contractors for doing the said paving shall enter into an obligation to keep the same in good repair for two years from the -time the same is finished.”\nA majority of the owners of property fronting on the said street contracted with James Deehan, to do the paving thereof, under the direction and to the satisfaction of the chief commissioner of highways, and agreed to pay him for their respective fronts ninety cents per yard. And on the 13th May 1857, Deehan entered into an obligation to the City of Philadelphia to keep the said street in repair for at least twenty-four months after the same should be paved and thrown open for public use, and that the city should not be at any expense for said paving except at the intersections.\nDeehan performed the work according to his contract, and the defendant having refused to pay his proportion of the cost, this lien was filed against his property, for the use of the contractor. The defendant, among others, filed the following special plea “ For a further plea in this behalf saith, that the said plaintiff, The City of Philadelphia, ought not to have and maintain this action, because the said paving, for which the said alleged lien was filed, and to recover for which this suit is now prosecuted, was not done by the said city, its officers, agents, or authorities, in any manner whatsoever, and that, therefore, no suit can be maintained by the said city, or in its name, for the said alleged paving, and of this he puts himself upon the country.”\nThe court below (Stroud, J.,) charged the jury as follows:— “This is a claim for paving Fifteenth street, from Centre to Barclay, a distance of several squares. The place where the paving was done is in the old District of Spring Garden. The old ordinance of Spring Garden authorized but two squares, at one time, to be paved. In 1854, the act of consolidation was passed, in which it was provided, that all old ordinances should be enforced until other ordinances were passed by councils. In 1855, a general law was passed, applying to every part of the city; under which the city was to pave, and charge the owner with it. In 1857, a particular ordinance was passed, authorizing the owners, or a majority of the owners, to pave Fifteenth street, and other streets, with a proviso, that the city.should be at no expense, except for paving the intersections. There is no evidence to justify a verdict for the plaintiff, and your verdict must be for the defendant, upon the issue joined upon the pleadings, as a matter of law.”\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff removed the cause to this court, and here assigned the same for error.\nPorter and A. Miller, for the plaintiff in error.\njKnox and Ouyler, for the defendant in error."
  },
  "file_name": "0427-01",
  "first_page_order": 427,
  "last_page_order": 431
}
