{
  "id": 990478,
  "name": "Reinheimer versus Hemingway",
  "name_abbreviation": "Reinheimer v. Hemingway",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "432",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Mass. 511",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "21 Wend. 205",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0205-01"
      ]
    },
    {
      "cite": "12 Wend. 30",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11267960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0030-01"
      ]
    },
    {
      "cite": "1 Johns. 380",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/1/0380-01"
      ]
    },
    {
      "cite": "8 Watts 25",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0025-01"
      ]
    },
    {
      "cite": "5 Binn. 399",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 301",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846149
      ],
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0301-01"
      ]
    },
    {
      "cite": "6 Mass. 422",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000775
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0344-01"
      ]
    },
    {
      "cite": "15 Johns. 479",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0479-01"
      ]
    },
    {
      "cite": "2 W. & S. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0147-01"
      ]
    },
    {
      "cite": "16 Johns. 102",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0102-01"
      ]
    },
    {
      "cite": "1 Wend. 211",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Mass. 511",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "12 Wend. 30",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11267960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/12/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 22722,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.0273335989325642e-06,
      "percentile": 0.9835693123421482
    },
    "sha256": "38c27d06e1283b5fcf424b9c7ff7747da0c156d92f443d49dd0c71123e57cc9e",
    "simhash": "1:a83c90e2f072fd03",
    "word_count": 4018
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reinheimer versus Hemingway."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by .\nStrong, J.\nThe plaintiff claimed title to the mares, first, as a 'purchaser from Henry B. Dufiin, at a private sale made on the 28th or 29th of May 1855; and, secondly, as a purchaser at sheriff’s sale, under an execution levied upon the interest of Duffin in a copartnership formed between Duffin, Cortright & Sullivan. The execution was issued and placed in the sheriff’s hands on the same day on which the private sale was made, and the sale under it was effected on the 21st of June 1855. It was contended by tbe defendant below, that the private sale, made by Duffin to the plaintiff, was fraudulent and void, having been designed to hinder, delay, and defraud creditors, and the court was asked to instruct the jury, that inasmuch as it was made after the delivery of the execution to the sheriff, it was a fraud in law, if it was then known to Hemingway, that the execution was in the officer’s hands. This instruction the court declined to give, and, while declining, remarked that “the execution of Mulford k Reeves (that then held by the sheriff) bound the interest of Duffin in any personal property in the county, and any sale made by Duffin would be subject to its lien, but it did not make a sale fraudulent per se, which was not fraudulent in fact.”\nPassing by, for the present, the inquiry whether the defendant was entitled to an affirmative answer to the point propounded, it seems incredible that the jury were not misled by what the court did say, when it is considered with reference to the facts in evidence in the cause. Duffin was largely in debt and apparently insolvent. Executions against him were returned unsatisfied. The private sale was made immediately after a messenger had brought notice to Duffin that an execution had been issued. Then the debtor had no right to sell the mares. True, his sale could not discharge them from the lien of the execution, but it tended to hinder and delay the creditors. It must have been made with such a purpose in view. If Hemingway knew, at that time, that an execution against Duffin was then held by the sheriff, he also knew that Duffin had no right to sell; and, in purchasing, he was aiding the vendor in his unlawful purpose. Now, while it is true, that in all questions of actual fraud, the intention of the parties is for the jury to determine, it is equally true, that they have a right to the whole evidence from which to draw their inferences. The knowledge of Hemingway that an execution against Duffin was in the sheriff’s hands, was a most pregnant fact, certainly, almost, if not entirely irreconcilable with the honesty of the sale and purchase. Yet, in the way in which the case was put to the jury, it would have been most natural for them to conclude, that fraud in fact, if any, was to be found only in the other evidence in the cause, and that the knowledge of Hemingway of the existence of an execution was unimportant.\nBut why was not the sale and delivery of the mares after Mulford k Reeves had issued their execution, and had acquired by it a lien upon the property, a fraud in law, if the existence of the execution was known to the purchaser? Fraud, it is true, is generally a question of fact for a jury, but there are states of facts which the law pronounces to be conclusive evidence of fraud. In some cases, it does not even stop to inquire what the intent was. Thus, the retention of a chattel by the vendor, after a formal sale, determines ipsofaeto that the sale was fraudulent as against creditors; a jury is not allowed to come to any other conclusion. So, the fact that a conveyance of an insolvent debtor is voluntary, or that by it the vendor reserves some secret benefit for himself or his family, settles conclusively that the sale is fraudulent. Every sale made by a debtor with an intent to hinder or delay creditors is invalid. The law pronounces it such. The only question for the jury is, whether the intent exists; and in some cases, as in those referred to, the law declares that such must have been the intent. It surely cannot be doubted, that Duffin’s sale of the mares, after he had been informed that an execution was out, was a fraud on his part upon his creditors. Its necessary effect was to interpose obstacles in their way, and reduce the market value of that which the sheriff was commanded to sell. And if Hemingway knew the facts, then he was aiding and abetting the debtor in his unlawful and fraudulent act. There is no other conclusion to be drawn from the facts. The inference of law is as certain, as that a blow given in anger constitutes an assault and battery. The court should therefore have affirmed the point proposed, and instructed the jury, that a sale made under such circumstances is fraudulent in law, and that if Hemingway knew of the execution, he took no title by the sale, as against the creditors of Duffin.\nA more obvious mistake, however, is to be found in the instruction given to the jury respecting the effect of the sheriff’s sale to the plaintiff, under the execution of Mulford & Reeves. They were told that that sale gave to the plaintiff such a property in the mares, as would enable him to maintain the action of replevin, against one who subsequently purchased them at a sale under an execution against Duffin alone. And to the objection that the suit could not be maintained by Hemingway singly, without joining Cortright and Sullivan as co-plaintiffs, the court answered, that the non-joinder should have been pleaded in abatement; that the objection was too late after a plea in bar. The court further said, that if the jury found for the plaintiff, the measure of damages was the value of the property, even though the plaintiff was only one of three tenants in common or joint owners.\nIn these opinions of the learned judge we do not concur. The mares belonged to the firm of Duffin, Cortright & Sullivan, a mercantile firm. The execution was levied upon Duffin’s interest in that firm, and not upon any specific chattels. That interest was sold and the plaintiff became the purchaser. Now what did he obtain by the purchase ? Certainly not a right to take in specie any of the chattels belonging to the firm. He did not become a partner of Cortright and Sullivan, and of course he did not obtain a partner’s right. He became only a quasi tenant in common with the other partners of Duffin, iii the property of the firm, so far as to entitle him to an account. The extent of his interest was to be measured by the result of that account. If all the property of the firm was needed to pay its debts, then he got nothing beneficial by his purchase. And because he did not become a partner, with the settlement of the concerns of the firm he had nothing to do. That was the right and duty of the remaining'partners, and of course they were entitled to the exclusive possession of all the property. They were trustees for creditors, but Hemingway was not. How, then, is it possible, that the sheriff’s sale gave him a right of possession to any specific chattel ? If the right of possession be exclusive in Cortright and Sullivan, how can it exist at the same time in the plaintiff? In ordinary eases of tenancy in common in a chattel, one tenant is as much entitled to the possession as the other, but it is otherwise in such tenancies as are created by a sheriff’s sale of one partner’s interest. If, then, by his purchase, the plaintiff obtained no right to the possession of the mares, how can he maintain replevin ? And what difference does it make that the defendant may have no title ? The plaintiff must recover, if at all, on the strength of his own right, and not on the weakness of his adversary’s. We are of opinion, therefore, that the court erred in instructing the jury that if the mares were the property of Duffin, Cortright & Sullivan, the purchase of Duffin’s interest in the firm, at the sale under Mulford & Reeves’s execution, gave to the plaintiff such a property in them, as would enable him to maintain this action against one who subsequently purchased them under an execution against Duffin alone.\nNor are we prepared to affirm the doctrine, that one tenant in common of a chattel may maintain replevin without joining his co-tenants, and recover the full value of the chattel, if the nonjoinder be not pleaded in abatement. True, in an action of trespass, the non-joinder of a co-tenant with the plaintiff must be thus pleaded, but replevin is very unlike trespass. It operates specifically upon the chattel. If it can be brought by one of three tenants in common, it may be by each of the others. And if the writs be in the sheriff’s hands at the same time, how is the property to be replevied ? In Hart v. Fitzgerald, 2 Mass. 511, it was ruled that a part owner of a chattel cannot maintain replevin for his undivided part, and if it appear in the writ, the court will arrest the judgment. Part ownership in another is therefore pleadable in bar and not exclusively in abatement. So in Rogers v. Arnold, 12 Wend. 30, it was held, that if the plaintiff in replevin fail to establish an. exclusive right in himself to possess and control the property, the defendant is entitled to a verdict. The plea of property imposes upon the plaintiff the necessity of establishing his title, and his right to the possession; and that right must, of necessity, be exclusive in order to warrant a delivery of the property to him. It is, however, unnecessary to discuss this question at length. Such a discussion is rendered superfluous by the opinions we have already expressed respecting the rights acquired by the plaintiff under the sale upon Mulford & Reeves’s execution.\nIt remains, therefore, only to notice the exceptions taken to the admission and rejection of the evidence offered. In none of them do we discover error.\nIt is a sufficient answer to the’first assignment of error that the evidence rejected by the court was subsequently admitted. Had it been received before the paper was given in evidence, it would not have rendered the paper inadmissible.\nThere is no foundation for the third and fourth assignments. What became of the goods in the store after the transfer by Guiley to Duffin, Cortright & Sullivan, or what Duffin said at that time, could have no bearing upon the question at issue between the parties. That question related entirely to a subsequent sale of the mares. Great latitude is allowed to the admission of evidence when the matter at issue is fraud, but still there must be some connection between the evidence and the transaction alleged to be fraudulent.\nThe fifth exception was to the admission of what was said by Duffin to Hemingway before they went to Mauch Chunk. The witness gave no such evidence, and of course the exception falls.\nThe sixth assignment of error is also not sustained, nor is the seventh or eighth. We have already stated what effect the sheriff’s sale had upon the ownership of the chattels in dispute; but the record of the sale having been given in evidence without objection, it was competent to prove that the amount bid by the purchaser was paid.\nNor can we say that the admission of the evidence specified in the remaining assignments of error was unwarranted. The defendant had shown that the mares were in the possession of Duffin after the alleged private sale, and in rebuttal the plaintiff was allowed to prove how that possession was obtained. The evidence tended to prove that it was by arrangement between Hemingway and Duffin. Now, although this may have been of no consequence to the inquiry, whether the sale was fraudulent in law, it had some bearing upon the other questions whether a sale had been made, and whether it was fraudulent in fact. And it is to be remembered, that the arrangements proved were anterior to the inception of the defendant’s title, and directly connected with the possession of Duffin after the alleged sale to the plaintiff.\nIt is probable, however, that at the next trial none of these • questions of evidence will arise.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "H. D. Maxwell and A. PJ. Brown, for the plaintiff in error.—",
      "Reeder Green and C. $ M. Goepp, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reinheimer versus Hemingway.\nThe sale by a debtor, apparently insolvent, of Ms personal property, after the issuing of an execution against him, to one who had notice that the execution was in the hands of the sheriff, is void, as against the creditors of the vendor, not only as fraudulent in law, but also as a fraud in fact.\nThe purchaser at sheriff’s sale, of the interest of a member of a firm in the personal property of the firm, acquires thereby no right to the possession of the specific chattels; the remaining partners are entitled to the exclusive possession.\nSuch a purchaser is only a quasi tenant in common with the other partners in the property of the firm, so far as to entitle Mm to an account; but he has nothing to do with the settlement of the partnership concerns; that is the right and duty of the remaining partners, and for that purpose, they are entitled to the possession of the firm property.\nSuch a purchase gives the sheriff’s vendee no right to maintain replevin for the goods sold, as against one who purchased at a subsequent sheriff’s sale, under an execution issued against the same partner, as the sole owner; a plaintiff in replevin must recover on the strength of his own title, not on the weakness of his adversary’s.\nOne tenant in common of a chattel cannot maintain replevin for it, without joining his co-tenants; and it is not necessary that the non-joinder should be pleaded in abatement. The plea of property imposes upon the plaintiff the necessity of establishing his title, and his right to the exclusive possession.\nError to the Common Pleas of Northampton county.\nThis was an action of replevin by Elias E. Hemingway against Martin Reinheimer, for two black mares of the value of $400. The defendant gave a property-bond to the sheriff, and retained possession; and pleaded non cepit, and property.\nThe two mares in question were originally the property of the firm of Duffin, Guiley & Co., composed of Henry B. Duffin and John Guiley, Jr. The business had previously been carried on by Duffin, who was largely indebted and apparently insolvent. The same parties also did business under a railroad contract in the name of Duffin & Guiley.\nOn the 23d March 1855, the property of the firm was transferred by Guiley to H. Cortright, Patrick Sullivan, and Henry B. Duffin, who transacted business in the store under the name of Duffin, Guiley & Co., and on the railroad, as Duffin, Cortright & Sullivan.\nOn the 28th May 1855, an execution was issued against Duffin, Guiley & Co. at the suit of Mulford, Reeves & Co., under which the sheriff levied on and sold the interest of Henry B. Duffin in the partnership of Duffin, Cortright & Sullivan, which was purchased by Hemingway, the plaintiff below, for six dollars.\nOn the day on which this execution was levied, Duffin had driven out the pair of mares, as he was in the habit of doing, and was met by his stable boy, between Mauch Chunk and Easton, with the news of the issuing of the execution; he immediately made a sale of the mares to Hemingway, the plaintiff, for $500.\nMartin Reinheimer, the defendant, claimed the mares by virtue of a sheriff’s sale, on the 18th August 1855, under an execution issued at the suit of Reinhold & Desh against Henry B. Duffin, who, they alleged, was the sole owner of the property nominally transferred to Duffin, Cortright & Sullivan. Under this sale he obtained possession of the mares.\nOn the trial, a number of exceptions to evidence were taken by the defendant, which involved no important question of law, and are sufficiently noticed in the opinion of the court. The court below (Findlay, P. J.) instructed the jury as follows:—\n“ This is an action of replevin for two mares, to which the defendant pleads non eepit, that is, that he did not take the mares; and secondly, that they are his property. This imposes upon the plaintiff the burden of proving that the defendant took the mares in question, and that they are the property of the plaintiff. As to the first plea, there is no difficulty; it is shown that the defendant purchased the mares at the sheriff’s sale under Reinhold & Desh’s execution, and they were delivered to him. The contest between the parties is on the second plea.\n“ The plaintiff claims title to the mares — 1st. From a sale and delivery of them made to him as the property of Duffin, Cortright & Sullivan. 2d. From a sheriff’s sale made under the execution of Mulford & Reeves, of the interest of Duffin in the partnership of Duffin, Cortright & Sullivan.\n“ 1st. As to the first sale, it is alleged by the defendant, that this sale was fraudulent, as being designed to hinder, delay and defraud creditors. Before the sale and delivery of the mares, wagon, &c., by Duffin to Hemingway, the execution of Mulford & Reeves had been issued and levied, and I am asked to say to you, that this fact, if known to Hemingway, was a fraud in law which avoided the sale. A fraud in law is when some fact is proved which makes the sale void in law, and which makes it incumbent on the court to instruct the jury that the sale is void. The execution of Mulford & Reeves bound the interest of Duffin in any personal property in the county, and any sale made by Duffin would be subject to its lien, but it did not make a sale fraudulent per se which was not fraudulent in fact.\n“ But the defendant alleges that this sale of Duffin to Hemingway, at Bath, was fraudulent in fact, as being intended to hinder and delay creditors, and this is for you to determine. If the sale was fair and honest, it conveyed a good title to the mares, whether they belonged to Duffin, individually, or were the property of the firm of Duffin, Cortright & Sullivan. If the sale was fraudulent, Hemingway took no title under the sale.\n“ 2dly. The plaintiff claims title under the purchase he made at the sale under Mulford & Reeves’s execution, of the interest of Duffin in the partnership of Duffin, Cortright & Sullivan. Where an execution is issued against a member of a firm, for a private debt, the sheriff cannot levy upon the partnership property, but' only on the interest of the defendant in the execution in the partnership, and the purchaser at sheriff’s sale becomes a tenant in common with the other partners, has a right to call for an account of the partnership, is subject to the equities of the partners to have the partnership effects applied to the partnership debts, and is entitled to the share of the partner whose interest he purchased in the surplus.\n“If, therefore, the mares in question were the property of Duffin, Cortright & Sullivan, I am of opinion, that the purchase of the plaintiff, at the sale under Mulford & Reeves’s execution, of Duffin’s interest in the firm of Duffin, Cortright & Sullivan, gave him such a property in the mares as will enable him to maintain this action, against one who subsequently purchased them at a sale under an execution against Duffin alone. If they were not the property of Duffin, Cortright & Sullivan, then the plaintiff acquires no title as purchaser at the sale under Mulford & Reeves’s execution.\n“ Under this view of the case, it is contended, that the action cannot be maintained in the name of Hemingway alone, but that Cortright and Sullivan should have been joined. The non-joinder of Cortright and Sullivan should have been taken advantage of by a plea in abatement. It is too late to make this objection after a plea in bar.\n“ If you find for the plaintiff, the measure of damages is the value of the property, with interest from the time of the taking, viz., 18th August 1855.”\nTo this instruction the defendant excepted; and a verdict and judgment .having been rendered for the plaintiff for $479.47, the defendant sued out this writ, and here assigned for error: 1. The admission and rejection of the evidence mentioned in his bills of exception: 2. The charge of the court below.\nH. D. Maxwell and A. PJ. Brown, for the plaintiff in error.—\nBy the sheriff’s sale of the interest of Duffin in the firm of Duffin, Cortright & Co. the plaintiff acquired no interest in the partnership property, but simply a right to an account: Deal v. Bogue, 8 Harris 233; Taylor v. Fields, 4 Ves. 349; s. c. 15 Id. 559, n.; Doner v. Stauffer, 1 Penn. R. 198; Kramer v. Arthurs, 7 Barr 165; 1 Story’s Eq. p. 626-7; 1 Wend. 211; 2 Id. 553; 16 Johns. 102; 4 Ves. 396.\nThe sale by Duffin to Hemingway was fraudulent per se, because made to hinder, delay, and defraud creditors: Passmore v. Eldridge, 12 S. & R. 198; Hart v. McFarland, 1 Harris 185; Ridgeway v. Underwood, 4 W. C. C. R. 136-7; Clow v. Woods, 5 S. & R. 275; Young v. McClure, 2 W. & S. 147; McBride v. McClelland, 6 Id. 94; Forsyth v. Matthews, 2 Harris 100; Hetrick v. Campbell, Id. 263; Born v. Shaw, 5 Casey 288.\nIn replevin, all the joint owners of a chattel must join : Morris on Replevin 72; 2 Saund. 116, n. 2; 15 Johns. 479; 6 Mass. 422; 9 Id. 427; 4 Mason 515. The plea of property does not admit the plaintiff’s right to sue, nor is it necessary that the objection should be taken by plea in abatement: Seibert v. McHenry, 6 Watts 301, 303; Gilbert on Replevin 127-8; Clemson v. Davidson, 5 Binn. 399; Cullum v. Bevans, 6 Har. & Johns. 469; Wilson v. Gray, 8 Watts 25; Harrison v. McIntosh, 1 Johns. 380; Rogers v. Arnold, 12 Wend. 30; Harrison v. Dix, 12 M. & W. 146; Prosser v. Woodward, 21 Wend. 205; Chambers v. Hunt, 3 Harr. (N. J.) 339; Marsh v. Pier, 4 Rawle 273, 283.\nReeder Green and C. $ M. Goepp, for the defendant in error.\nThe knowledge of Hemingway of the issuing of the execution did not render the sale fraudulent in law; the purpose for which it was made, and the intention of the parties in making it, were matters of fact to be decided by the jury. And the court properly submitted them to the jury, with instructions that if the intention of the parties was to keep them from sale under the execution, it was fraudulent in fact. No decision can be produced that a sale made after execution issued against the vendor, is fraudulent in law.\nBy the purchase at sheriff’s sale of Duffin’s interest in the firm of Dufiin, Cortright & Sullivan, the plaintiff became, as against all the world, except Cortright and Sullivan, tenant in common with Cortright and Sullivan, of all the personal property of the firm within the eounty. And having property and the right of possession, as against everybody but Cortright and Sullivan, he can maintain replevin.\nIt is true that, in replevin, all the joint owners of a chattel must join; but the non-joinder must be pleaded in abatement: Hart v. Fitzgerald, 2 Mass. 511; 6 Id. 422."
  },
  "file_name": "0432-01",
  "first_page_order": 432,
  "last_page_order": 439
}
