{
  "id": 990497,
  "name": "Douglass versus Mitchell's Executor",
  "name_abbreviation": "Douglass v. Mitchell's Executor",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "440",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 824,
    "char_count": 21196,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.2114212477672846e-06,
      "percentile": 0.9879006459449953
    },
    "sha256": "4326b274f44b564a52d65f15b3692aff7c4a1b8850f2bc243a8c9b83f66e5921",
    "simhash": "1:1658e8ad5871169a",
    "word_count": 3669
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented."
    ],
    "parties": [
      "Douglass versus Mitchell’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe bill single and the promissory note given in evidence, made out a primé facie ease against the defendant. The signature to the instruments is admitted to have been genuine, but the defence is, that no consideration passed from Douglass to Mitchell for the instruments; that no money was loaned as the plaintiff claims, and from this it is inferred, that the instruments must have been forgeries written over genuine signatures. The disputed ground of the case, therefore, was in the question, whether Thomas S. Mitchell had actually received from Douglass the sums of money for which it was claimed the notes were given. To maintain that he had not, was the avowed purpose of all the evidence rejected by the court, and to the rejection of which exception was taken. Now, it is to be observed, that the fact in controversy was not fraud itself, but a thing from which fraud was sought to be inferred. Where the question is one of fraud, it has often been said, that wide latitude is to be given to the admission of evidence; that is, collateral facts may be proved, having only a very remote bearing upon the question, a bearing so remote that they would not be considered legitimate on the trial of other questions not of fraud. But though this is true, yet those collateral facts, from which the inference of fraud is sought to be drawn, must be proved precisely as facts are proved in other cases. Now, in other cases, no one will argue that a party, sued for an alleged loan of money, can disprove the claim by giving in evidence his own books, or showing that he had made no memorandum of the receipt of any such money. The inquiry is not, what has a moral tendency to persuade the mind, but what has a legal tendency. Proof of good character of a defendant would be persuasive, in many cases, that he had honestly complied with his contracts, and would doubtless affect the minds of a jury, but it is not on that account admissible. It is true, that in some rare cases, evidence of the acts of a party has been admitted in his own favour, but his written or oral declarations, or his silence, have not been permitted to aid him. The case which approaches nearest to warranting the admission of such evidence is, perhaps, Brown v. Clark, 2 Harris 471. The question in that case was, whether Mudge and Clark were partners at the time the note in suit was given. A witness was permitted to testify when the formation of the partnership was advertised, and when the last advertisement was published; this he was permitted to state as his means of knowledge. This, however, by no means rules what is claimed in this case; the testimony was admitted because it related to facts from which the witness refreshed his recollection. Considering, then, that the fact in issue, to which the evidence offered was addressed, was debt or no debt, a loan of money to Thomas S. Mitchell or no loan, we think there was no error in rejecting the evidence described in the first, second, third, and fourth assignments of error.\nThe fifth and sixth assignments relate to the charge of the court, instructing the jury, “that as proof of a fact, the law permits inferences from other facts proved, but does not allow presumptions of facts from presumptions; a fact being established, other facts may be, and often are, ascertained by just inferences; not so with a mere presumption of a fact: no presumption can with safety be drawn from, a presumption, there being no fixed or ascertained fact from which an inference of fact might be drawn, none is to be drawn.” These observations the judge applied to the non-appearance of deposits corresponding with the alleged loans, after proof that it was Mitchell’s habit to deposit all money received, and also to the evidence that Mitchell had passed a title derived through Douglass without the joinder of his wife. The chain of inferences in this case is this: Mitchell being a prudent conveyancer, it is presumed, would not have passed a title in which the wife did not join; hence it is presumed, he did not know Douglass had a wife; and in this way the circumstance is to be proved from which it is said the jury may deduce inferences. Now, without pausing to observe that, taking the whole charge in its connection, it may well admit of doubt whether this instruction of the court was intended or understood as a binding direction, we are not convinced that it was erroneous. It is in precise accordance with the acknowledged principles of all sound moral reasoning. No conclusion is reliable drawn from premises which are uncertain. Whenever circumstantial evidence is relied upon to prove a fact, the circumstances must be proved, and not themselves presumed. Starkie has well laid down the rule: Stark. Ev. 57. In inquiring how far the law interferes to limit and restrain the admission of evidence of collateral circumstances tending to the proof of a disputed fact, he remarks: “ In the first place, as the very foundation of indirect proof is the establishment of one or more facts from which the inference is sought to be made, the law requires that the latter should be established by direct evidence, in the same manner as if they were the very facts in issue.” It is upon this principle that courts are daily called upon to exclude evidence as too remote for the consideration of the jury. The law requires an open visible connection between the principal and evidentiary facts, and does not permit a decision to be made on remote inferences: Best on Evidence 95. And the judge, in deciding that the evidence of any particular circumstance is not receivable, must impliedly decide that no presumption can be drawn from it which ought properly to have any effect on the minds of the jury. A presumption which the jury is to draw is not a circumstance in proof, and is therefore not itself a legitimate foundation for a presumption. There is no “ open and visible connection” between the fact out of which the first presumption arises, and the fact sought to he established by the dependent presumption. We think, therefore, there was no error in the instruction given to the jury respecting the inferences which might properly he drawn from the evidence. The case before us affords a remarkable illustration of the worthlessness of presumptions dependent on other presumptions. Mitchell, says the plaintiff in error, passed a title derived through Douglass, without noticing the non-joinder of his wife. It is inferred, that he would not have done so, with knowledge that Douglass had a wife, from the fact that he was a careful conveyancer. From this inference, it is next presumed, he did not know Douglass had a wife, and therefore did not know Douglass, and therefore could have lent him no money. But, without noticing the attempted subsequent inferences, who does not see that the inference is quite as strong, and even stronger, that he was not a careful conveyancer; for if he had been, he would necessarily have inquired whether the grantor was married or single.\nWe think also that the remaining assignment of error is not sustained. The letter of the counsel was in no sense a solemn admission binding on his client, and the fullest effect to which it was entitled was given to it by the judge who tried the cause.\nJudgment affirmed.\nWoodward, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "MeMurtrie and Thayer, for the plaintiff in error.",
      "Rawle and Hirst, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Douglass versus Mitchell’s Executor.\nThough, iu questions of fraud, great latitude is given to the admission in evidence of collateral facts, tending to prove the fraud charged, yet those facts must be proved precisely as facts are proved in other cases.\nA party sued for an alleged loan of money, where the defence is, that the instrument evidencing the loan was fraudulently written over a genuine signature, cannot disprove the claim by showing that ho made no entry in his boohs of the receipt of the money; or by proof of his declarations, about the time of the alleged loan, as to the condition of his pecuniary obligations.\nWhenever circumstantial evidence is relied upon to prove a fact, the eirmust be proved, and not themselves presumed; no presumption can be drawn from a presumption; if there be no fixed or ascertained fact from which the inference of another fact may be drawn, the law permits none to be drawn from it. '\nA note from the plaintiff’s attorney to the counsel of the defendant, containing an admission that he had inspected the defendant’s letter-book, and had communicated the contents to his client, although admissible in evidence, is not binding on the plaintiff as a solemn admission of the facts therein stated.\nCertificate from the Court of Nisi Prius.\nThis was an action of debt by Robert J. Douglass against J. Eastburn Mitchell, executor of Thomas S. Mitchell, deceased, on the following instruments:—\n$3500.\nOn demand, I promise to pay Robert J. Douglass, or order, thirty-five hundred dollars, with interest from date (without defalcation) for value received. And I do hereby confess judgment therefor, and release errors; and I hereby also waive all siay of execution from and after the maturity of the above note. Witness my hand and seal this first day of December, A. d. 1852.\nThos. S. Mitchell. [Seal.]\n$2500. Philadelphia, January 4th 1853.\nEor value received, I promise to pay Robert J. Douglass, or order, on demand, twenty-five hundred dollars, with interest from date, without defalcation.\nThos. S. Mitchell.\nThe defendant pleaded non est factum and nil debet; and the defence was, that the instruments sued on, the body of which was in the plaintiff’s handwriting, had been fraudulently written over the genuine signatures of Thomas S. Mitchell.\nThe defendant’s testator, Thomas S. Mitchell, was a conveyancer residing in the city of Philadelphia, engaged in a large and extensive practice. In September 1854, he left the United States, to travel in the East; and on the 16th January 1855, he died in the city of Damascus. Soon after his death was known in Philadelphia, the plaintiff’s claim was made known to his executor, and was resisted by him on the ground that the instruments were forgeries.\nThe plaintiff was a free negro, born in the state of South Carolina, where, in 1845, he married Mary McCants, and in 1848, removed with his wife’s family to Philadelphia, bringing with him several thousand dollars, with part of which he purchased a house in Ronaldson street, and soon afterwards his acquaintance with the defendant’s testator commenced.\nIn May 1850, the plaintiff went to California, and soon after his arrival, commenced remitting money to his wife, which, in the course of ten months, amounted in the aggregate to the sum of $3929.03. This money was deposited by the plaintiff’s wife, as received, in the Western Saving Fund Society. In 1851, the plaintiff returned from California, bringing with him $2500 in gold, which was not deposited or invested, until loaned, as he alleged, to Thomas S. Mitchell.\nDuring the plaintiff’s absence, his business affairs were managed by John C. Mitchell, Esq., who was a cousin of Thomas S. Mitchell; and soon after his return, he invested through Mr. John C. Mitchell, nearly $2000 (drawn out of the Saving Fund), in the purchase of two ground-rents.\nBeing 'about to return to California, for a short time, the plaintiff left behind him a powér of attorney, in favour of his wife, which was drawn and witnessed by John C. Mitchell. In December 1851, he sailed again for California; and soon afterwards, Mrs. Douglass invested $1600 in John C. Mitchell’s mortgage to a third person, which was assigned to the plaintiff. In March 1852, the plaintiff returned, and in May, the mortgage for $1600 was paid off; and the plaintiff alleged that he subsequently loaned a part of this money to Thomas S. Mitchell.\nOn the 1st December 1852, the plaintiff alleged that he lent to Mitchell $3500, for which the judgment-note was given. A few days afterwards, he sold to Mrs. McCants, the house in Ronaldson street, a small property in New Jersey, and the,two ground-rents, for about $4500. And on the 4th January 1853, he alleged that he loaned Mitchell the further sum of $2500, for which the due-bill was given.\nIn May 1853, the plaintiff conceived the idea of going to Hayti, and, as he alleged, procured the acceptance, by Mitchell, of an order in favour of 'Mrs. Douglass for $5000, to be used in case he should decide upon going into business there. This draft was given in evidence by the plaintiff, as follows:—\n“ Philadelphia, May 23d 1853.\n.“Mr. Thomas S. Mitchell\n“ Will please pay to Mary M. Douglass, or order, on demand, five thousand dollars, on account of money yet due me, and charge the same to my account.\nRobert J. Douglass.\nEndorsed. — “ The within order for $5000 is accepted by me, this twenty-fifth day of May, A. d. 1853.\nThos. S. Mitchell.”\nAbout this time, the two ground-rents sold by the plaintiff to Mrs. McCants were placed in the hands of Thomas S. Mitchell for sale; and Mrs. McCants was introduced to Mitchell, as his mother-in-law. Mrs. McCants, who lived near Haddonfield, New Jersey, subsequently received a note from Mitchell, which was read to her, stating that he was ready to settle for the ground rents. She called on Mitchell, executed the deeds, and received the consideration-money.\nA few days afterwards, the plaintiff called at Mitchell’s office, in company with N. W. Depue, whom he introduced as the person with whom he desired Mitchell to communicate in his absence. In August 1853, the plaintiff started for Boston on his way to Hayti. He stopped at New York, and from thence, on the 25th August 1853, addressed a letter to Mitchell, requesting a payment of $3000 on account. This letter was produced in evidence, post-marked “New York, August 26.” On the 1st September 1853, the plaintiff addressed a letter to Depue, from Boston, inquiring why the money from Mitchell had not arrived.\nIn consequence of this letter, Depue called on Mitchell, who said he would write to the plaintiff upon the subject. When Depue’s deposition was taken he testified that he received this letter about the latter part of August, and called on Mitchell the following day; he also stated that after Mitchell’s death, he called upon the executor, in company with the plaintiff, on which occasion the plaintiff produced a fragment of a letter from Mitchell, dated the 13th June 1853, which contained these words — “ Mr. Mitchell, 48 South 4th st., is ready to settle for the”—\nOn the trial, this letter was not produced, but, being called for by the defendant’s counsel, a fragment was produced, containing the words — “ Thomas S. Mitchell, 48 South 4th st.the address being written below the signature; and it was stated that the residue had been worn off by attrition in the pocket. And on the trial, the witness Depue corrected himself by fixing the interview with Mitchell as having taken place on the 8th September.\nAfter the taking of Depue’s deposition, Mitchell’s letter-book was exhibited to the plaintiff’s counsel, from which it was apparent that Mitchell was absent from the city from the 20th August to the early part of September. And on the trial, a correspondence between the counsel of the respective parties, after suit brought, was given in evidence, in which the plaintiff’s counsel stated his belief that a letter in Mitchell’s copying-hoolc of the 3d June 1853, was the same as the one exhibited to him by the plaintiff, dated the 13th June; and that he had communicated to the plaintiff the fact, that it appeared by Mitchell’s letter-book, that he was absent from the city, at the time that Depue testified, in his deposition, to have had the interview with him in reference to the payment of the $3000 demanded by Douglass.\nThe defendant, on the trial, offered to prove that no trace of the alleged transaction with the plaintiff, appeared upon the books of his testator, who was a man remarkably methodical and concise in his pecuniary transactions; and also that before starting for the East, he had procured a purchaser for a mortgage of $3100 on his property No. 48 South 4th street, giving as a reason, that the mortgage would be called in at the decease of an aged woman, that he did not wish any such event to take place during his intended absence, and was desirous of leaving everything so settled that no call might be made on him in his absence, for such an amount of money. The court below ruled out this evidence, and the defendant excepted.\nThe defendant also, in order to prove that Mitchell was not acquainted with the plaintiff in June 1853, proved that Thomas S. Mitchell was an excellent lawyer, and an accurate and careful conveyancer, and that, in that month, long after the alleged loans to him, he had passed the title to the ground-rents in question, derived through the plaintiff, by a deed to which his wife was not a party.\nThe court below (Thompson,1 J.), on this subject, instructed the jury as follows :—\n“ That as proof of a fact, the law permits inferences from other facts proved, but does not allow presumptions of facts from presumptions. A fact being established, other facts may be, and often are ascertained by just inferences. Not so with a mere presumption of a fact — no presumption can, with safety, be drawn from a presumption: there being no fixed or ascertained fact from which an inference of fact might be drawn, none is to be drawn. For instance, suppose the proof to be that the intestate was an accurate business man, and that he kept an account of everything in his hooks; the presumption claimed is, in such case, that if the particular transaction existed, it would have been in his books, and if not in his books, it is proof that it never existed. We think it would not. The books were not in evidence in this case, but we make use of this as an illustration of the principle. This instruction is applicable to the non-appearance of sums of money corresponding with the alleged loans of defendant to him; the habit of depositing every day is proved, and it is claimed from the fact that no money corresponding with the money loaned was found deposited, that none was loaned, or it would have been\ndeposited. This would be a presumption arising from a presumption of accuracy, and we think is not a safe way to prove a fact. So, in regard to the means claimed as proving that the intestate did not know Douglass in June 1853. He did not condemn a title out of which ground-rent issued, which he sold for Mrs. McCants to one of his employers, and which was derived through a deed made by Douglass without joining his wife: you will remember the evidence. It is insisted, that as it is proved that the intestate was a competent conveyancer, he could not have known that Douglass had a wife, or he would not have allowed the title to pass; this being so, that the jury should presume that the acceptance for $5000 previously, in favour of Douglass’s wife, was a forgery, for if not so, he would have known that he was a married man, which is contradicted by his act of approving the title. We think the law does not sustain such a mode of proving a fact. But the evidence, as received, has been commented upon, and it is referred to you with these remarks, and you may consider it in the light of these instructions, with other facts and circumstances in the case. Is not the habit of scribbling, as proved in regard to Mitchell, obnoxious to this principle? To some extent it is, but I leave this evidence to be considered by you.”\nAnd on the subject of the correspondence between the counsel, the court charged as follows:—\n“ I understand this correspondence to be introduced to prove the admission of plaintiff’s attorney that he had received the intestate’s letter-book, and had informed his client of certain things, you will remember, referred to in it, showing an inaccuracy in the testimony of one of plaintiff’s witnesses who had been sworn, and that it was not true that what he said took place, as the intestate was not in the city at the time, and to raise the presumption that from this source the witness changed his testimony to suit the facts; and also to raise an inference that but from the book having been inspected, a letter precisely agreeing with the McCants letter would have been produced, as the plaintiff’s counsel had stated it to be very similar, if not the same. For this purpose, the testimony may be considered by the jury. It is not evidence against the plaintiff as an admission (there being no proof of his assent to it or knowledge of it) to establish, or tending directly to establish fraud in the letter of the 13th June 1853. The admissions of counsel, under these circumstances, cannot be allowed to affect the client’s case. But the correspondence being given in evidence, must go out with the\nTo this instruction, the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $8206.25, the defendant removed the cause before the court in banc, and here assigned for error: 1. The rejection of the evidence offered on the trial: 2. The charge to the jury.\nMeMurtrie and Thayer, for the plaintiff in error.\nRawle and Hirst, for the defendant in error."
  },
  "file_name": "0440-01",
  "first_page_order": 440,
  "last_page_order": 447
}
