{
  "id": 990477,
  "name": "Haviland et al. versus Hayward",
  "name_abbreviation": "Haviland v. Hayward",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "459",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 382",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0287-01"
      ]
    },
    {
      "cite": "4 W. & S. 69",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 69",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0069-01"
      ]
    },
    {
      "cite": "2 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0163-01"
      ]
    },
    {
      "cite": "5 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0155-01"
      ]
    },
    {
      "cite": "10 Watts 228",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0228-01"
      ]
    },
    {
      "cite": "4 W. & S. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 9294,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03458425568440476
    },
    "sha256": "a31cf0bfd2d6f78fabd04a10d245453edd8bc109dd6946ba143707a2e258582e",
    "simhash": "1:20c0cc2c28c9adb1",
    "word_count": 1670
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haviland et al. versus Hayward."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe condition prescribed by the Act of 12th July 1842 is very precise — that the debtor shall “ within thirty days apply by petition to the Court of Common Pleas of the county, or to a judge thereof, if the court shall not within that time he in session, for the benefit of the insolvent laws,” &c. The condition in the bond sued is in the same words.\nWe are asked to say that these words mean the same as the condition prescribed for insolvent bonds by the Act of 16th June 1836 — “that the debtor shall appear at the next term of the Court of Common Pleas of said county,” &e. It is impossible. To say it, would violate the laws of language as well as the intention of the enactment of 1842. If an application to the next term of court were meant to be sufficient, why was the provision added to guard against the possibility of such a term not occurring within thirty days ?\nThe fact is, time was made an essential condition of the enfranchisemént of the fraudulent debtor. If he would not apply to the court or a judge within thirty days, imprisonment for debt was not abolished as to him, and to jail he must go. This legislation could not be altered by rules of court and arrangements of business in the Common Pleas. Hence the demurrer was ill, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. M. Arundel, for the plaintiffs in error.",
      "S. Q. Perkins, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Haviland et al. versus Hayward.\nA bond given under the 11th section of the Act of 12th July 1842, is forfeited by the omission to apply by petition, for the benefit of the insolvent laws, ■within thirty days from its date; it is not enough that the application be made at the next' term of the Court of Common Pleas.\nError to the District Court of Philadelphia.\nThis was an action of debt by Martin Hayward against James Haviland and William K. Deacon, on a bond given under the 11th section off the Act of 12th July 1842: Brightly's Purd. 29, pi. 61. . The declaration was as follows:—\n“Martin Hayward, by his attorney, Samuel C. Perkins, complains of' James Haviland and William K. Deacon, late of said county, who have been summoned to answer the said Martin Hayward in an action of debt, and the plaintiff demands of the defendants the sum of six hundred dollars which the defendants owe to and unjustly detain from him: — For that whereas the defendants heretofore, to wit, on the twenty-eighth day of January, in the year of our Lord one thousand eight hundred and fifty-nine, at the county aforesaid, by their certain writing obligatory, sealed with their seals and now shown to the court here, the date whereof is the day and year aforesaid, acknowledged themselves to be held and firmly bound, jointly and severally, unto the plaintiff, in the sum of six hundred dollars above demanded, to be paid to the plaintiff, his certain attorney, executors, administrators, or assigns: which said written obligatory was and is subject to a certain condition thereunder written, whereby, after reciting to the effect * that whereas the said James Haviland had been arrested by a warrant of arrest issued out of the District Court for the city of Philadelphia under the Act to abolish imprisonment for debt and to punish fraudulent debtors, approved the twelfth day of July, A. d. 1842, on the charge that he had property which he fraudulently concealed, upon the complaint of said Martin Hayward; if therefore the said James Haviland would, within' thirty days, apply by petition to the Court of Common Pleas of the county of Philadelphia, or to a judge thereof, if the court should not within that time be in session, for the benefit of the insolvent laws of this Commonwealth, and that he would comply with all the requisitions of the said law, and abide all orders of the said court in that behalf, or in default thereof, and if he failed in obtaining his discharge as an insolvent debtor, that he should on the day of his so failing, surrender himself to the jail of said county, then the above obligation to be void and of no effect, otherwise, to be and remain in full force and virtueas by said writing obligatory and the condition thereof, reference being thereto had, will fully and at large appear. And the plaintiff, in fact, saith that the said James Haviland did not, within thirty days, apply by petition to the Court of Common Pleas of the said county of Philadelphia (which said Court of Common Pleas was within the said thirty days in session, to wit, at the county aforesaid), for the benefit of the insolvent laws of this Commonwealth, as required in the condition of the said writing obligatory mentioned, nor did he, the said James Haviland, in default thereof surrender himself to the jail of said county, but therein wholly failed and made default; whereby the said writing obligatory became forfeited, and thereby an action hath accrued to the plaintiff to demand and have of and from the defendants the sum of six hundred dollars above demanded; yet the defendants (although often requested so to do) have not as yet paid the said sum of six hundred dollars, or any part thereof, to the plaintiff, but to pay the same to him have hitherto wholly refused and still do refuse; to the damage of the plaintiff of five hundred dollars, and thereupon he brings suit, &c.”\nTo this declaration the defendants put in the following special demurrer:—\n“And the said James Haviland and William K. Deacon, by John M. Arundel, their attorney, come and defend the wrong and injury, when, ,&c., and say, that the said declaration and the matters therein contained, in manner and form as the same are therein stated and set forth, are not sufficient in law for the said Martin Hayward to have or maintain his aforesaid action thereof against them, the said James Haviland and William K. Deacon, or either of them; and that they, the said James Haviland and William K. Deacon, are not bound, nor is either of them bound, by the law of the land, to answer the same, and this they are and each of them is ready to verify; wherefore, for the want of a sufficient declaration in this behalf, the said James Haviland and William K. Deacon pray, and each of them prays judgment, and that the said.Martin Hayward maybe barred from having or maintaining his aforesaid action thereof against them, or either of them, &c.\n“ And the said James Haviland and William K. Deacon, and each of them, according to the form of the statute in such case made and provided, states and shows to the court here the following causes of demurrer to the said declaration within mentioned, viz.: — ■\n“ First. The said declaration avers that the said James Haviland did not, within thirty days, apply by petition to the Court of Common Pleas of the county of Philadelphia, in discharge of the condition of the bond on which said suit is brought; but it does not aver that the said James Haviland did not apply by petition as faforesaid at the then next term of the Insolvent Court, which it was competent for him to do, and which would have been a compliance with the said bond on which this suit is brought.\n“ Second. The said declaration. does not aver that the said James Haviland did not surrender himself to the jail of the county of Philadelphia, on the day of the hearing fixed for the then next term of the Insolvent Court, which it was competent for him to do, which would be a compliance with, the condition of the bond on which this suit is brought.\n“ Third. The said declaration avers that the sum of six hun-. dred dollars mentioned in said bond, on which this suit is brought, was not paid by the said James. Haviland and William K. Deacon, but it does not aver that the said sum was not paid by either of them.\n“ Fourth. The action in which the within-mentioned declaration was filed was commenced on the 3d day of March 1859, whereas it was competent for defendant, James Haviland, to apply at the March Term of the Insolvent Court, in discharge of said bond on which this suit is brought; the said court was held on 24th March 1859, and therefore the said action was commenced before a cause of action had actually accrued on said bond on which this suit was brought: and also that the said declaration is in other respects uncertain, informal, and insufficient, &c.”\nThe court below gave judgment for the plaintiff on the demurrer; whereupon the defendants sued out this writ, and here assigned the same for error.\nJ. M. Arundel, for the plaintiffs in error.\nIt is sufficient to satisfy the condition of the bond that application for the benefit of the insolvent laws be made in the general form: Beall v. Sparks, 1 Phila. R. 18. And if this be so, the plaintiff was premature in commencing his suit: 4 W. & S. 280, 465; 8 S. & R. 367; 10 Watts 228; Lincoln v. Williams, 12 S. & R. 105; Sheets v. Hawk, 14 Id. 173; 5 W. & S. 155; 6 Id. 120; Gallagher v. Kenedy, 2 Rawle 163; Kelly v. Stepney, 4 Watts 69; 4 W. & S. 69; 10 Harris 335; 9 Watts 287; 14 S. & R. 380: 5 Watts 356; 1 W. & S. 382: 2 Barr 173.\nS. Q. Perkins, for the defendant in error.\nThere is a material difference between the provisions of the insolvent law of the 13th June 1836 and those of the Act of 12th July 1842; the former requires the application to be made at the next term of the Court of Common Pleas; the latter, within thirty days: Brightly’s Purd. 29, pi. 61."
  },
  "file_name": "0459-01",
  "first_page_order": 459,
  "last_page_order": 462
}
