{
  "id": 990502,
  "name": "Miller's Appeal",
  "name_abbreviation": "Miller's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "481",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 307",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823551
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0307-01"
      ]
    },
    {
      "cite": "5 Rawle 166",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0166-01"
      ]
    },
    {
      "cite": "4 Rawle 307",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8632,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 9.179625136032077e-07,
      "percentile": 0.9796547984071658
    },
    "sha256": "e4ef014b94a5e5d3f75841b56712a308a5f6b3478762f7b784f5c3094f427102",
    "simhash": "1:a47eecb7fd05f8cf",
    "word_count": 1536
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe question presented by this appeal arises out of the distribution of a fund in the hands of the assignees of Christian Butz, under a general assignment in trust for the benefit of creditors. A brief summary of the facts will make it easily understood. At the time of the assignment (July 7th 1855), Butz was indebted to Depue S. Miller, the appellant, in the sum of $5900, for which judgment was recovered on that day. Subsequently, the assignor became entitled to a legacy under the will of a certain John Herster, who died February 25th 1856. This legacy was attached under the judgment obtained by Miller, and the fruit of the attachment was $2402.87, the greater part of which was obtained in July 1856. The account of the assignees was not filed until November 1857, and the fund in the hands of the accountants proving insufficient for the payment of the debts of the assignor, the question raised is whether Miller, the appellant, is entitled to a dividend upon $5900, the debt due to him at the time when the assignment was made, or only upon $3479.13, the balance remaining after crediting the proceeds of the attachment. The court below was of opinion that the dividend should be made upon the sum due at the time of distribution, and not upon the sum due at the time of the creation of the trust.\nIt is not easy to see upon what principle the judgment of the court was founded. By the deed of assignment, the equitable ownership of all the assigned property passed to the creditors. They became joint proprietors, and each creditor owned such a proportional part of the whole as the debt due to him was of the aggregate of the debts. The extent of his interest was fixed by the deed of trust. It was, indeed, only equitable; but whatever it was, he took it under the deed, and it was only as a part owner that he had any standing in court when the distribution came to be made. Having thus a fixed and vested interest, having thus been constituted by the deed of assignment an owner of a proportionate part of the trust fund, how can his proportion be lessened by the fact that he has a collateral security for his demand, or by his use of such security ? His holding and using it cannot injure the other claimants upon the trust fund. It may benefit them; for if the collateral security be against the samé debtor, and prove sufficient to discharge the debt, it may entirely relieve the assigned fund from one claim upon it, or by subrogation, the remaining claimants may avail themselves of the satisfied creditor’s rights to it. It amounts to very little to argue that Miller’s recovery of the $2402.87 operated with precisely the same effect as if a voluntary payment had been made by the assignor after his assignment; that is, that it extinguished the debt to the amount recovered. No doubt it did, but it is not as a creditor that he is entitled to a distributive share of the trust fund. His rights are those of an owner by virtue of the deed of assignment. The amount of the debt due to him is important only so far as it determines the extent of his ownership. The reduction of that debt, therefore, after the creation of the trust, and after his ownership had become vested, it would seem, must be immaterial. If it be suggested, that the whole debt due Miller might have been paid by the assignor after the assignment, and before distribution, the answer is at hand: Miller’s right to participate in the distribution at all, is only a right in equity; it requires the aid of a chancellor, and that aid will not be given if the whole debt be paid. To hold that the other creditors of the assignor are to receive any benefit from Miller’s attachment of the legacy, would be equivalent to holding that they had some equitable interest in that legacy, even while the debt due Miller remains unpaid. Such a position is quite untenable.\nStrictly accordant with this view, we understand to be the decisions in this state. In Morris v. Olwine, 10 Harris 441, which was a case of distribution under an assignment for the benefit of creditors, we have the principle distinctly asserted. There a creditor by bond and mortgage was held entitled to a pro rata dividend upon his whole claim, even though he had collected the greater part of it out of the mortgaged property, the amount collected and the dividend together not being sufficient to satisfy the debt. He was not restricted to a dividend on his claim as reduced by the proceeds of the mortgage. It is true, that before the proceedings on the mortgage, the account of the assignees had been filed, and an auditor had reported a scheme of distribution, but the dividend apportioned to the claim of ,the mortgage-creditor was retained under control of the court, until the proceedings on the mortgage were terminated. Then he was permitted to take the dividend on his whole claim as it was before a portion had been paid. It would seem, therefore, that the question now presented was in that case directly raised and adjudicated. Keim’s Appeal, 8 Casey 42, is in principle the same.\nThe two cases of Bank of Pennsylvania v. McCalmont, 4 Rawle 307, and Perit v. Pittfield, 5 Rawle 166, relate to a different state of facts. In those cases, more than one person was liable for the payment of the debt, and each debtor had made a voluntary assignment. More than one trust was created, and the contest was between the beneficiaries under these different trusts. It is hardly necessary to say, that such a case is governed by very different principles from those which control a case where there is only one trust fund. In the cases cited, there would have been no right to subrogation, had the creditors of one fund paid off the entire debt due the creditor who had a claim upon both funds, nor could they have compelled him to resort to the fund to which he alone had a right, before participating with them, The funds did not belong to the same debtor.\nThe decree of the Court of Common Pleas is reversed, and the record is remitted with instructions to order a distribution, giving to the appellant a pro rata dividend upon the amount of his judgment as it was at the date of the assignment.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "O. Sp M. Goepp, for the appellant,",
      "Reeder §• Green, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Miller’s Appeal.\nA debtor executed a general assignment of all Ms estate in trust for the benefit of Ms creditors; subsequently, the assignor became entitled to a legacy, which was attached and recovered by one of the creditors for whose benefit the assignment was made: Held, that such creditor was, nevertheless, entitled to a dividend out of the assigned estate,- on the whole amount of his claim at the time of the execution of the assignment.\nA creditor is entitled to a dividend under an assignment, not merely as a creditor, but as an equitable owner of the assigned estate; and the extent of his ownership is fixed by the amount of his claim, when the assignment is made.\nAppeal from the Common Pleas of Northampton county.\nThis was an appeal by Depue S. Miller from the decree of the court below distributing the estate of Christian Butz in the hands of his assignees in trust for the benefit of creditors.\nOn the 7th July 1855, Depue S. Miller obtained a judgment against Christian Butz for $5900. And on the same day, Butz assigned all his estate to Herman S. Heckman and Depue S. Miller, in trust for the benefit of his creditors.\nOn the 25th February 1856, Christian Butz, the assignor, became entitled to a legacy under the will of John Herster, deceased. And on the 1st March 1856, Depue S. Miller attached this legacy, and recovered $2402.87, on account of his judgment.\nThe assignees having filed their accounts, auditors were appointed to report distribution of the fund in their hands, before whom Depue S. Miller claimed to receive a dividend on $5900, the whole amount of his original claim, whilst the other creditors contended that he was only entitled to a dividend on the balance of his claim after deducting the $2402.87 recovered on his attachment.\nThe auditors were of opinion that Miller was only entitled to a dividend on the latter sum, and accordingly calculated the balance of his claim, at the date of their report, at $3479.13, and allowed him a dividend of $1543 on this amount. The court below sustained the report of the auditors, and decreed distribution accordingly ; whereupon, this appeal was taken.\nO. Sp M. Goepp, for the appellant,\ncited Morris v. Olwine, 10 Harris 441; Keim’s Appeal, 3 Casey 42; Lloyd v. Galbraith, 8 Id. 103.\nReeder §• Green, for the appellees,\ncited Shunk’s Appeal, 2 Barr 304; Bank v. McCalmont, 4 Rawle 307, 316; Perit v. Pittfield, 5 Id. 166, 173."
  },
  "file_name": "0481-01",
  "first_page_order": 481,
  "last_page_order": 484
}
