{
  "id": 990430,
  "name": "M'Keen et al. versus Beaupland",
  "name_abbreviation": "M'Keen v. Beaupland",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "488",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 496,
    "char_count": 9327,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.2939115369274425
    },
    "sha256": "69dafadebe354e7041016e0214147c1fbc82f1aa206c156742f8ae931ed4d341",
    "simhash": "1:36f50011825a6e60",
    "word_count": 1656
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M’Keen et al. versus Beaupland."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nIt would be a waste of time, in the view which we take of this case, to discuss all or even any of the numerous assignments of error which appear on the record. Even if sustained, they have been rendered immaterial. The result of another trial must be the same, and the questions presented by them are consequently pure abstractions.' The plaintiffs in error were sued in the court below for a part of the purchase-money of several tracts of land. The defence they set up was failure of consideration for the note they had given. They alleged a defect in the title to one of the tracts, or rather an outstanding title existing in a certain Isaac E. Pearson and Stiles Williams, and the whole case hinged upon the validity of that title, and the right of its holders to assert it against the defendants. The defence was therefore nothing hut the assertion of an equity. They who set it up were in the same position as if they had gone into a court of equity, and asked the chancellor to enjoin the plaintiff against proceeding at law upon the note they had given. If there existed any fact which amounted to a bar to their obtaining relief in a court of equity, the same fact was fatal to their equitable defence in this suit. How, then, would the defendants stand in a court of equity ? It is- to be observed, that their case is not one of want of consideration for their promise, but of an alleged partial'failure. Their purchase embraced several tracts of land, to most of which they have confessedly obtained title. It is only to a part of one tract to which they aver that they have obtained no title. The contract of sale has been executed, and the grantor has conveyed to the promissors all the interest which he had. He has surrendered his own possession and whatever rights he had, and has estopped himself by his deed from reasserting them, either against the purchasers, or against any adverse claimant. Such being his position, the purchasers now ask to be relieved from their engagement to pay for that part of the land, the title to which they say is in Pearson and Williams. Thus far they seek to rescind the contract of sale, not to obtain a deduction for an encumbrance, but to treat the sale of that part as if it had never been made. Can they do’ this, and at the same time, retain the rights which they acquired under the vendor’s deed ? Can they do this when, by their own conveyance to Williams, they have put it out of their power to restore the vendor to the position in which he stood before they took his title, whatever that title may have been ? Is that doing equity while they are seeking it? It is a very unsatisfactory answer to this, to say that there was no title in the vendor, that his deed conveyed nothing, and therefore there was nothing for the purchasers to restore. The deed conveyed at least colour of title, and being retained by the purchasers or their grantee, it is an abiding estoppel to Beaupland against any attempt to vindicate his title, or contest the ownership with Pearson and Williams. At all events, the purchasers assert an estoppel against him, while seeking to annul the contract. Their conveyance to Williams is equivalent to a retention of whatever rights they acquired from Beaupland, and is necessarily embarrassing to him. Possibly, as was intimated when this case was here before, 4 Casey 124, the owners of the outstanding title have no rights, or if they have, they may never attempt to assert them, and in either case, it would be against conscience and equity, to allow the purchaser to keep the land' and the price which he agreed to pay the party who put him in possession. Possibly, also, if the title with which Beaupland parted were restored to him, he might be able, in a contest directly with Williams and Pearson, to establish his own ownership. Then he would not have to encounter the testimony of Williams, and then, too, he might avail himself of the testimony of these defendants. We have gone very far in this state to protect a purchaser under a contract executed, when we have allowed him for defect of title to detain the purchase-money, even before eviction, and when there has been no breach of covenant on the part of the vendor, but it would be a long step in advance were we to permit him to make a market of the title he has purchased, and still retain all the purchase-money. The defendants below are standing in this advanced position. They have disabled themselves from returning to the plaintiff what they obtained from him. They have made a deed to Williams, and are now setting up against the claim, for payment of their note, the ownership of Williams; an ownership which, if they have not created, they have at least confirmed. This we hold they cannot do. To us the attempt appears grossly inequitable. No chancellor could grant them relief from the payment of their note after such a conveyance, and of course, their attempted defence cannot avail them in this suit.\nThis disposes of all the assignments of error, and- leads to the conclusion that the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "jReeder £ Q-reen, and E. J. Fox, for the plaintiffs in error.",
      "A. E. Brown and Ihrie, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "M’Keen et al. versus Beaupland.\nIn an action for the purchase-money of lands, the defendant cannot resist the plaintiff's right to recover, on the ground of a failure of title as to a portion of the property, if he has disabled himself from placing his vendor in statu quo, by conveying the title to a third party.\nError, to the Common Pleas of Northampton county.\nThis, was an action of assumpsit by Yan Chalkwyck Beaupland against James McKeen, Thomas McKeen, and Andrew H. Reeder, on a promissory note dated the 29th November 1851, made by the defendants in favour of the plaintiff, for $8625, with interest, at one year after date.\nThis note was given in part payment for eight tracts of land in Luzerne county, sold and conveyed by the plaintiff to James McKeen and Peter Pursell. The defendants resisted payment on the ground of a failure of title to a part of one of the tracts of land conveyed, and claimed to defalk the damages thereby sustained. The title to this tract is fully set out in a former report of the ease in 4 Qasey 124.\nThe defendants alleged that the title to a portion of one of the tracts was vested in Isaac F. Pearson and Stiles Williams, under a conveyance to them by the trustees of the Pine Forest Company, on the 22d January 1854, of an interfering survey.\nOn the trial, the defendants offered Stiles Williams as a witness, and in order to remove an objection to him on the ground of interest, they executed and delivered to him the following release:—\n“ Know all men by these presents that we, James McKeen, of the borough of South Easton, in the county of Northampton, and state of Pennsylvania, and Mary his wife, and Peter Pursell, of Pittston, in 'the county of Luzerne, and state of Pennsylvania, and Mary 0. his wife, for divers good causes and considerations, us thereunto moving, do remise, release, and for ever quit-claim unto Stiles Williams, his heirs, executors, administrators, and assigns, all'actions of trespass, ejectment, or otherwise for the land hereinafter mentioned, which we may have for or by reason of a certain deed of bargain and sale, dated the first day of December, Anno Domini eighteen hundred and fifty-one, from Vincent S. K. Beaupland to us, the said McKeen and Pursell, and all actions, claims, demands, rights, titles, interests, and estates of whatsoever kind which have vested in or accrued to us by virtue of the said deed (if any we have) in and to that portion of a certain tract of land situate on Bear creek, in the county of Luzerne, containing one hundred and fifty-two and one-quarter acres, and allowance, surveyed on a warrant tó Edward Edgerton, which is covered by a survey on a warrant to Alexander Patterson for three hundred acres of land; and all pleas, defences, or set-offs which we might be entitled to put in or give in any action to be brought by the said Stiles Williams and Isaac F. Pearson, or either of them, and which may accrue or have accrued to us by reason of the said conveyance, or any possession had by. us of the same, for mesne profits, damages, or other cause of action whatsoever, and of and from all benefit and advantage of whatever description that may arise or accrue to us, from the testimony of the said Stiles Williams, in a certain action now depending in the Court of Common Pleas of Northampton county, No. 76, of April Term, 1858, wherein Van Chalkwyck Beaupland is plaintiff, and James McKeen, Thomas McKeen, and A. H. Eeeder are defendants. In witness whereof we have hereunto set our hands and seals, this fourteenth day of October, in the year of our Lord eighteen hundred and fifty-seven.”\nNumerous exceptions to evidence, as well as to the charge of the court, were taken by the defendants, the consideration of which became unnecessary in consequence of the view taken by the court as to the effect of the release to Williams. The jury found a verdict for the plaintiff for $11,834.93, and judgment having been entered thereon, the defendants sued out this writ, and here assigned for error, the exceptions taken by them on the trial.\njReeder £ Q-reen, and E. J. Fox, for the plaintiffs in error.\nA. E. Brown and Ihrie, for the defendant in error."
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 491
}
