{
  "id": 990456,
  "name": "The Harmony Fire Company versus The Trustees of the Fire Association",
  "name_abbreviation": "Harmony Fire Co. v. Trustees of Fire Ass'n",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "496",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1532,
    "char_count": 42172,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 6.56399371175534e-08,
      "percentile": 0.4021886990322602
    },
    "sha256": "4bfb08855eb6d636a514dbfd019bc35e1334561f3b4b7ffc7013aa3aa00e970d",
    "simhash": "1:8061cfbd8e7f9be5",
    "word_count": 7047
  },
  "last_updated": "2023-07-14T16:02:38.618048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Harmony Fire Company versus The Trustees of the Fire Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nA law was passed by the provincial legislature in 1696, for preventing of accidents that may happen by fire, in the towns of Philadelphia and New Castle, by which persons within said towns were forbidden to fire their chimneys to cleanse them, or to suffer them to be so foul that they shall take fire, so as to flame out at the top, under the penalty of forty shillings for each offence; and each owner of a dwelling-house was obliged to provide and keep in his or her house, a swab, twelve or fourteen feet long, and a bucket or pail, to be always ready against such accidents of fire, under the penalty of ten shillings for each neglect. No person should presume to smoke tobacco in the streets, either by day or night, under the penalty of twelve pence. All which fines were to be employed for buying and procuring leather buckets, and other instruments or engines, against fires, for the public use of each town respectively.\nA similar act was passed in 1700, applying to the towns of Bristol, Philadelphia, Germantown, Darby, Chester, New Castle, and Lewis, obliging the owner or tenant of every dwelling-house in the said towns, to provide two leather buckets instead of the bucket or pail, and forbidding more than six pounds of powder to be kept in any house, shop, or warehouse, in Philadelphia, unless forty perches distant from any dwelling-house, under the penalty of ten pounds. A similar act was passed in 1701.\nBy various acts of Assembly the breaming of vessels with blazing fire, the firing of chimneys and the sweeping of the same, the firing of guns, squibs, and rockets, the building of bakehouses and cooper shops, and the keeping of hay and faggots, were made the subjects of strict and particular legislation ; and by two acts of 18th April, 1795, the corporation of the city of Philadelphia were authorized to prevent the erection of wooden buildings east of Delaware Tenth street, and were empowered to oblige the owners and occupiers of houses to provide and keep in repair any number of leather buckets (not exceeding six), to be used only in extinguishing fires.\nAs' nearly all our early institutions in Philadelphia were copied from the city of London, it may not he without advantage to examine briefly the mode of extinguishing fires adopted in the ancient metropolis of England. After the great fire of 1666, by an Act of common council, the city was divided into four divisions, and each was provided with eight hundred leather buckets, fifty ladders of different sizes, from twelve to forty-two feet in length, two brazen hand-squirts to each parish, twenty-four pickaxe sledges, and forty shod shovels. Each of the twelve companies were to provide themselves with an engine, thirty buckets, three ladders, six pick-axe sledges, and two hand-squirts, to be ready upon all occasions — and the inferior companies, such a number of small engines and buckets, as should be allotted them by the Lord Mayor and Committee of Aldermen, according to their respective abilities. The Aldermen passed the office of sheriffalty, were to provide their several houses with twenty-four buckets and one hand-squirt each, and those who had not served that office, twelve buckets and one hand-squirt each. And for the more effectual supplying the engines and squirts with water, pumps were placed in all the wells and fire-plugs in the several main pipes, belonging to the New River and Thames water-works. The several companies of carpenters, bricklayers, plasterers, painters, masons,' smiths, plumbers, and paviours, for each corporation, annually elected two master workmen, four journeymen, eight apprentices, and sixteen labourers, to be ready upon all occasions of fire, to attend the Lord Mayor and sheriffs for extinguishing the same, and all workmen and laborers belonging to the several water-works within the city, sea-coal meters, Blackwell Hall, Leadenhall ticket, package and other porters, were constantly to attend the Lord Mayor and sheriff in all such services.'\nBy the Act of 6 Ann, ch. 31, for better preventing mischief by fires, the churchwardens of each parish within the Cities and Liberties of London and Vi estminster, and the bills of mortality, were to fix upon the mains and pipes belonging to any' water-work, such and so many stop-blocks of wood, with a two inch plug, and so many fire-cocks'to go into each main or pipes as they might direct, the top of the stop-block to lie even with the pavement, that such plugs or fire-cocks might always upon occasion of any fire be opened and let out the water, without loss of time in digging down to the pipes; and each parish was to have and keep in good order a large engine, and also a hand-engine, to throw up water for the extinguishing of fires, and also one leathern pipe and socket, of the same size as the plug or fire-cock, that the socket might he put into the pipe, to convey the water clean and without loss or help of bucket into the engine; and gratuities were given to the turn-cock whose water was first found on, and to the first, second, and third engine keepers, of thirty, twenty, and ten shillings, in the order in which they came on the ground with all their apparatus in complete order. And the watermen belonging to each insurance office, not exceeding thirty for each office, were free from being impressed or compelled to go to sea, or serve as marines, or as soldiers on land. By this act, and those of 7 Ann. ch. 17, and 2 George 1, ch. 28, party-walls were directed to be built of brick or stone, and of a certain thickness.\nIn 1757, the New River Company had forty-eight main pipes of wood, of bores of seven inches, and the water was supplied to 30,000 houses by small leaden pipes of half an inch bore. The Hand-in-Hand Fire Office, being a mutual contributionship, was erected in the year 1696, by about one hundred persons, who mutually agreed to insure one another’s houses from loss by fire, by an amicable contribution, and entered into a deed of settlement for that purpose. This company kept in their service for the extinguishing of fires thirty-five men, who were annually' clothed and had each a badge.\nUnder acts passed between the years 1768-74, there was a force of three hundred and odd engines, two to each parish, under the superintendence of the beadles and parish engineers, and even women used now and then to fill thfe arduous post of directors.\nThere are also an unknown number of private engines kept in public buildings and large manufactories, and the London Fire Brigade, established by the Fire Insurance Companies in 1833, and in 1855, consisting of twenty-seven large horse engines, capable of throwing eighty-eight gallons a minute to a height of from fifty to seventy feet, and nine smaller ones drawn by hand. To work them are twelve engineers, seven sub-engineers, thirty-two firemen, thirty-nine junior firemen, and fourteen drivers, or one hundred and four men and thirty-one horses, besides an extra staff of four firemen, four drivers, and eight horses. The metropolis is divided into four districts, and at the head of each district is a foreman acting under the superior orders of Mr. Braidwood, the superintendent, whose head-quarters are in Walling street.\nThe men to work the engines are hired at the fire, each man receiving one shilling for the first hour, and sixpence every succeeding hour, with refreshments. By the report of the special committees on the reorganization of the fire department, made to the Select and Common Council of the city of Philadelphia, on 5th May, 1859, it appears that the London Fire Brigade has increased its total force to one hundred and twenty-two men, and its engines to thirty-seven large ones, drawn by horses, nine small ones drawn by hand, with two floating engines on the Thames, worked by steam, one forty and the other eighty horse power, and twenty-eight hand pumps, one being carried on each engine.\nFrom the small size of the mains laid in London by the different water companies, the hose is not fixed directly on them, and as yet, no steam fire-engines appear to be used, notwithstanding the increased height of buildings, and the comparatively- small power of the engines worked by hand.\nFrom 1701 to 1736, the means of extinguishing fires were principally provided by the corporation of the city. An engine made in England and owned by Abraham Bickley, and which is supposed still to be in existence at Bethlehem, was purchased by the corporation for ¿£50 in 1718; and in consequence of a great fire, upon Fishbourneis wharf, on the Delaware below Walnut street, in Í730, which consumed Jonathan Dickinson’s dwelling-house and extended through from King or Water street to Front street, the city council determined to purchase three more engines, and four hundred leather buckets, twenty ladders, and twenty-five -hooks; and a tax of two pence per pound and eight shillings per head was assessed on the inhabitants of the city for the purchase of the same.\nIn January 1731, two of the engines arrived with two hundred and fifty buckets from England, and the. third engine was built here by Anthony Nichols in 1735, and the other buckets were manufactured here. In 1736, another great fire occurred, in which several houses in “Budd’s long row,” Front street near the drawbridge, were much injured. This gave rise to the Union Fire Company, established on the 7th December 1736, of which Benjamin Franklin was an active and efficient member, followed by the Fellowship on the 1st January 1738, Hand-in-Hand March 1st 1741, Ileart-in-Hand, February 22d 1743, Friendship July 30th 1747. With these companies commenced the volunteer fire system of Philadelphia.\nThe next company was the Hibernia, whose constitution was adopted on the 20th February 1752, by which each member was to provide two leathern buckets, two bags, and one-large wicker basket with two handles, to be marked with his name and that of the company, and kept ready at hand, and applied to no other use “ than for preserving our own and our fellow-citizens’ houses, goods and effects, in case of fire.” They imported a new engine from England in 1758, which was placed in a house built by them at the corner of Walnut and Second streets. This company was incorporated on the 20th September 1841, and they put into service a first class steam fire-engine on the 30th December 1858.\nThe Harmony Fire Company was instituted August 24th 1784, and incorporated in 1848; and certain amendments to its charter approved by the Court of Common Pleas of Philadelphia county, on the 14th May 1855.\nA mutual assurance company against fire was established by articles of agreement, bearing date 25th March 1752, and subsequently incorporated by the Provincial Assembly on the 20th February 1768, by the name of The Philadelphia Contribution-ship for the Insurance of Houses from Loss by Fire.” A similar company was established by articles of agreement bearing date 21st October 1784, and incorporated by the General Assembly on the 27th February 1786, by the name of “Mutual Assurance Company for Insuring Houses from Loss by Fire.” The former is usually known by the name of the Hand-in-Hand, the latter by that of the Green Tree — from its permitting trees to be planted before houses without any additional premium.\nBy a print representing the burning of Zion Lutheran Church, at the corner of Fourth and Cherry streéts, on the 26th December 1794, three of the small engines of that day appear to have been in service, and were filled by means of buckets. The full buckets are handed by men, who form one side of the lines, which stretch from the pumps to the engines, whilst the ladies are out in force, to pass back to the pump the empty buckets, to be refilled. The yellow fevers of the last decade of the eighteenth century, which cut off a large portion of the inhabitants of Philadelphia, produced, at the commencement of the present century, the introduction of the Schuylkill water by means of steam-power. In 1815, the steam works at Fairmount were put into operation — in 1819, iron mains and pipes were substituted for the original wooden ones, and in July 1822, the dam and works at Fairmount were completed, and the whole operated by water-power. These works, with their capacious reservoirs and large water-wheels, have been steadily increased and improved, to meet the constantly increasing wants of the metropolis, and with the steam works on the Schuylkill above them, and on the Delaware, in the old district of Kensington, and the works in West Philadelphia and Germantown, afford an ample supply of water in the built parts of the consolidated city, in time of fire.\nAn association was formed by the hose companies, called the Fire Hose Association of Philadelphia, of whose proceedings regular minutes are in existence, from January 1813. By these, it appears in 1816, that the Philadelphia Hose Company had up to that period, two hose carriages and two sets of hose, the first purchased in 1804, and the second (being the rivet hose) in 1811, of which last they had in the year first mentioned (1816), one thousand one hundred and eighty-three feet, which was then the quantity conveyed to a fire by the company. The principal objects of the association were the erection of a tribunal to determine disputes between the hose companies, and to establish for them a certain and permanent support. Having failed in these attempts, the association was voluntarily dissolved in 1817, and in the same year a new association was formed, consisting of both hose and engine companies, called the Fire Association of Philadelphia.\nThis association, as well as its1 predecessors, was governed by a Board, consisting of two delegates from each company, who were annually elected, and who elected a president, secretary, and treasurer, from their own body. In 1818, they determined to enter into the business of insurance, and altered the constitution accordingly; and the delegates elected thirteen trustees to carry on the business. And in 1820, they memorialized the legislature for a charter of incorporation, which wras granted by an act passed the 27th March, in the same year. This act incorporated the trustees as an Insurance Company, by the name of “ The Trustees of the Fire Association of Philadelphia,” and recognised the delegates as the electing body, with certain powers. On the 5th June 1820, the Harmony Engine Company was admitted to membership in the association. On the 3d April 1833, the charter was repealed, and a new one granted; the corporate name being, still “ The Trustees of the Fire Association of Philadelphia,” of which the Harmony was still a member. No dividend was to be made until the capital stock amounted to $100,000, and no company was to be “ entitled to a dividend who does not, in the opinion of the Board of Delegates, possess a complete apparatus for the extinguishment of fires.” Each member of the companies belonging to the association was entitled to effect insurances at a discount of five per cent, on the premium, less than other persons, upon producing satisfactory evidence of his membership, and the trustees and delegates were empowered to grant relief to any company in the association, that might be necessitated. By an act of the 13th April 1838, the powers of the corporation were extended to insuring goods, ships and vessels, as well as houses in the city and county, and port of Philadelphia. By an act of 22d March 1845, the association was authorized to create a contingent fund, not exceeding $10,000 ; and by another of the 26th January 1849, they were authorized to deduct arrears of interest, and fines and penalties, from the dividends to any of the companies owing the same. By an act of 22d April 1856, the trustees were directed only to pay and divide among the several companies who might be certified by the Board of Delegates as entitled to a share of the annual dividend, 30 per cent, of the profits, until the permanent capital stock should have reached the sum of $200,000.\nOn the 25th June 1849, the following resolutions were adopted by the Board of Delegates:—\n“ Resolved, That the companies that formed, and those that joined the association, entered into a compact to maintain the efficiency of the Fire Department; that the capital stock of the institution consisted in reality, chiefly of the property and active services of each and every one of the companies constituting the said institution, and it is the deliberate judgment of the Board of Delegates, .founded on a just remembrance of the principles upon which the Eire Association was established, that each company-pledged its faith to maintain a suitable apparatus for the extinguishment of fires, to contribute its full share to the protection and insurances made by the Eire Association; and no company can fulfil its obligations to its fellow-members, who wilfully neglects to perform its active duties as a fire company.\n“ Resolved, That whenever any casualty, misfortune, or extreme necessitous circumstances shall prevent any company forming part of this association from fulfilling its active duties to the institution, it is in the power, and becomes the duty of the association to grant reasonable relief, in order that the public and the association may enjoy the benefit and security which the active services of said company may confer, and also to enable the said company to participate in the profits arising from the success of the said association.\n“ Resolved, That the Eire Association was formed in good faith, and will be so maintained; and that it is the determined opinion of the Board of Delegates, that each and every company belonging to and constituting this association, can of itself only, or each of the companies respectively, enjoy and exercise the rights and advantages of membership, in accordance with the original compact, the chartered privileges, by-laws, rules and regulations; and no company can directly or indirectly sell, transfer, or convey to any other company or to any body of individuals chosen, constituted, and elected for 'that purpose by any company, or for any other consideration than the honest perpetuity of the company, in fact, and established and continued when it united with this association; and that any and every attempt to any such act, shall be strictly scrutinized and inquired into by the Board of Delegates; and this declaration is now made to warn any and all parties that may be in any wise concerned, that the association will maintain this position, and will not recognise as members, any new parties, company or companies, that may attempt to acquire a position in this association.”\nThe various Insurance Companies against Eire in Philadelphia, have contributed towards the support of the different fire companies annually, but the amounts have not been published, and in London the cost of the Eire Brigade, which is supported entirely by the Insurance Companies, is kept a profound secret by those institutions, (Appendix to Journal of Common Council, 1858-1859, p. 1079). The superintendent, Mr. Braidwood, says, “ I have enclosed a copy of the regulations and blanks of the different printed papers in use; also a list of the fires in London for the year 1858, but regret that I have no authority to give any account of the receipts and expenditures; the latter has not been given to any one. The fire offices look upon the whole as a matter of private business, and therefore keep the account to themselves.”\nThe City of Philadelphia, on the 2d August 1811, passed an ordinance granting to the fire hose and engine companies an annual appropriation of $1500, to be distributed by the watering committee. This was increased on the 17th May 1813, to $2000, and on the 12th May 1823, to $4000, and a joint committee created of three members of each council, called “ The Committee on Fire Companies,” and this sum was to be apportioned among those companies agreeing to comply with the provisions of the ordinance, that is, keeping their apparatus “ in effective and useful condition.” On the 3d April 1828, it was increased to $5000, and on the 25th April 1833, to $7000, and on the 17th September 1835, to $8100. On the 10th March 1836, the appropriation was given to the Commitee on Legacies and Trusts, and on the 25th February 1839, increased to $9000.\nOn the 21st May 1840, the Select and Common Councils, passed an ordinance which, after reciting that violations of the public peace had taken place under the present organization of the fire department, appropriated $8700 to the Committee on Legacies and Trusts, to be distributed among the different fire and engine companies, but no sum exceeding $300 to be paid to any single company. The committee were to visit and inspect their apparatus, and inquire into their condition and efficiency for public service, and report thereon to councils. Each company was to obtain a proper certificate from the Board of Control of the Fire Department, and the Mayor might appoint from said board one representative from- each company within the city limits therein represented, and invest the same with such power for protecting property and quelling riotous proceedings at fires and alarms of fires as he might in his judgment deem proper.\nThe disorders still increasing, councils passed an ordinance for the better regulation of the Fire Department on the 4th January 1844, which divided the city and adjoining districts into three fire districts. It regulated the passing of companies out of their respective districts, the attaching and supplying water at fires and the use of the fire-plugs, the age and number of active members, and the quantity of hose to be carried by each hose and engine company, and prohibited stationary alarm-bells. It made it the duty of the several companies to make annual returns to councils, to be certified to be correct by the president and secretary of the respective companies, which should state the condition of their hose and, apparatus, the number of fires and where located at which they had been in operation, with such hose and apparatus, during the year, and the names of all the members, designating the active, honorary, and contributing members. Minors could not be elected, and no hose company could have over fifty active members, and no engine company over sixty active members; and each company was to nominate annually two members to councils, one of whom should be appointed by them in joint meeting, and the persons so chosen were to constitute a board of engineers, who, under regulations furnished by councils, were to have the general supervision and control of all fire companies at fires. These nominations, in 1847, were directed to be made to the Committee on Legacies and Trusts, and the appointments to be made by them. If any company violated any of the provisions of the ordinances, for the first offence they were to be deprived of their annual appropriation, for the second offence to be excluded from the use of the fire-plugs, and for any subsequent offence to be fined $100; after exclusion from the use of the fire-plugs, any use or attempt to use the water from any fire-plug by any company, was punished by a penalty of $100.\nBy an ordinance of the 25th April 1844, any person attaching to any fire-plug the hose of any fire company not having an engineer appointed under the preceding ordinance, is punished by a penalty of $20 for each offence, and by another ordinance of 24th April 1845, no company could receive the annual appropriation without a certificate first obtained from the board of engineers; to defray the expense of organizing which, five hundred dollars had been appropriated on the 23d May 1844.\nThe annual appropriations from 1845 to 1853 varied from say $6000 to $7800, exclusive of special appropriations to certain companies, whose apparatus was injured in the great fire of 1850.\nOn the 7th March 1848, an Act of Assembly was passed giving the Court of Quarter Sessions of Philadelphia county special powers and jurisdiction over riotous fire companies in the city and incorporated districts, with authority to put them out of service, and even to disband them. It also provided a particular mode in which only these companies could be legally formed, and every company was obliged annually to lay before councils or the commissioners a statement of the number of its members, names, ages, and places of residence, together with a statement of the number of times, in each month, that such company was called out by fire or false alarm, and the number of members at each fire.\nOn the 2d February 1854, the legislature erected the whole county of Philadelphia into one great municipal corporation, called the City of Philadelphia. Its superficial area is 129^-th square miles, or about 82,701 acres, and is in length twenty-three miles, and has an average breadth of five and a half miles. Its taxables are 104,335; its dwellings-are over 80,000; its number of families over 90,000, and its population is over 600,000, being an increase of fifty per cent, in ten years, and whose vote in the fall will probably exceed 80,000.\nBy the 42d section of this act, the Select and Common Councils of the city of Philadelphia are authorized and directed to organize a police department in and for the said city, and may organize, if necessary, a fire department subordinate to or independent of that of the police; and to make, ordain, and establish all needful laws and ordinances for the regulation thereof, and for the preservation of the public peace, the suppression of riots and disturbances, and for the extinguishment of fires and the protection of property thereat; and for this purpose the said councils are vested with ample power in the premises.\nAn ordinance to reorganize the Fire Department of the city of Philadelphia, was passed on the 30th January 1855, by which it was enacted, “ That the Fire Department shall consist of such regularly organized engine, hose, and hook and ladder companies, within the limits of the city of Philadelphia, as shall, within sixty days after the passage of this ordinance, express by resolution, duly attested by the officers thereof, their willingness to comply with its provisions.” “The officers of the department shall be a chief engineer, seven assistant engineers, one for each district, and one director for each company possessing, at the passage of this ordinance, the requisite apparatus as thereinafter provided for and approved by the Committee on Trusts and Fire Department.”\nThe board of directors is composed of one active or honorary member from each company, elected annually by the association he belongs to. Their power of presenting nominations to councils for the chief and assistant engineers has been taken away. The annual salary now of the chief engineer is $1200; of the assistants, each $400 ; and of the secretary to the chief engineer, $800. By the supplements passed 5th March 1856, and 23d April 1857, the lines of the seven districts are changed, they are thrown into five divisions, and the assistant engineers are reduced to five, one for each division. Every second year the board of directors make general nominations for chief engineer, and cause a list of the same to be sent to each company represented in the board; and on the second Monday of September following, each company votes for a chief engineer from the nominations thus made, and the name of the person having the highest number of votes is nominated by the board of directors to the Select Council for chief engineer, and if confirmed by said council, he becomes the chief engineer of the Fire Department. The assistant engineers are nominated, elected, and confirmed at the same time and in the same manner, except that the companies in each fire division elect the assistant engineer of that division.\nEach hose company is required to carry at least eight hundred feet of serviceable hose, and to keep a good four-wheeled carriage; each engine company must keep an engine in good serviceable order, and carry at least three hundred feet of hose; and each hook and ladder company must carry one hundred and twenty-five feet of ladders, and the necessary hooks and axes; and no fire company shall receive any appropriation unless its apparatus is in perfect condition, and has performed or been prepared to perform active service for at least nine months in each year.\nHose and hook and ladder companies are limited, as to active members, to thirty, and engine companies to fifty. The annual appropriation to each complying company is not to exceed $400, for the support and maintenance of the apparatus, and is given only on the terms presented in the 19th section of the ordinance of 1855. The 20th section points out the mode in which a company may be dismissed for improper conduct, and provides that no new company shall be organized without the consent of councils. The secretary of each fire company is obliged annually, in the month of January, to furnish, under oath to the secretary of the chief engineer, a list of all the members, stating active, honorary, and contributing, with their ages, residences, and occupations. By an ordinance of the 23d June 1858, the chief engineer is authorized to suspend riotous and disorderly companies.\nSince the passage of the three first ordinances by the councils of the consolidated city, an entire change has taken place in the Eire Department, by the introduction of steam-power. The trials of the “Miles Greenwood” and of the “Young America,” by the city authorities, were unsuccessful, partly owing to defects in construction, but mainly to the strong prejudices of the large body of active firemen, who thought their hand-labour was to be entirely dispensed with. The members of the Philadelphia Hose Company having thought differently, and through a committee in 1857, published in all the leading papers of the city, a card inviting the attention of Philadelphia artisans to a plan for a steam fire engine, Joseph L. Parry submitted a plan which was adopted by the company, 'and subsequently contracted for and built by Reaney & Co., Kensington. This fire engine was a complete success, and was placed in active service on 21st January 1858.\nThere are now in the city of Philadelphia, in the Eire Department, forty-three engines, forty-two hose, and four hook and ladder companies, making an aggregate of eighty-nine, with 67,938 feet of good hose; of which forty-eight are attached to the Eire Association, and forty-one in active service outside of the association.\nSeven hose companies and thirteen engine companies have steam fire engines in active service, making an aggregate of twenty, of which all but four are attached to the Eire Association. The number of active firemen is 8284, and the whole number, including honorary and contributing members, is 11,678.\nThese eighty-nine companies and their splendid apparatus form a more effective and powerful fire organization than exists in any city of the world of the same number of dwellings and population, and the steam-engine department is superior to that of any other municipality in the New or the Old World. This organization is substantially voluntary, submitting cheerfully to the necessary control of the constituted authorities of the state, and sustained, as we have seen, by appropriations-from the city corporation amounting, in 1859, to ¡§56,970.50; by contributions from insurance companies, property owners, business men generally, and the members of the various fire companies themselves, and as to a majority of the companies by dividends from the Fire Association. All, however, grounded upon the active and continuous exertion of each company in performing its full share in the extinguishment of fires. No company has a right to hold back and say that its part shall be solely performed by others.\nI have ventured to give a larger historical detail of the origin of our Fire Department, than was perhaps proper for a judicial opinion, in this particular case, but in doing so, I have been influenced by a desire that the large body of our citizens, affected by this decision, may appreciate the spirit in which the defendants commenced and have uniformly carried on their association.\nFrom the bill, answer, exhibits and evidence, it appears, that on the 12th March 1855, the Harmony Fire Company, the complainants, rejected the ordinance of the 30th January, in the same year, and on the 23d of the same month (March) retired from active service, and have since that period never attended at any fire or rendered any service thereat, but have wholly neglected to perform their philanthropic duties, which were the cause of their original establishment, and which they solemnly recognised upon their entrance into the Fire Association of Philadelphia. During this whole period, their apparatus was first loaned to the Washington Fire Company, then to the Keystone Fire Company, which was not admitted into the Fire Department, and after that it was placed in an enclosed shed, or frame house, on the Darby plank-road, and used by the Kingsessing Fire Company, which has never been recognised as part of the Fire Department. The Harmony Company have not appeared in public as a fire company, nor performed any service towards the extinguishment of fires, nor were they granted permission by the Board of Delegates to retire from active service.\nIt has therefore been the settled determination of the complainants, for the past five years, to devolve the performance of all their duties as firemen, and copartners, and co-labourers, upon their forty-seven associates who are expending in turn their labours and their means in promoting the interests of the association, and of the great community by whom they have all been encouraged, aided, and sustained,\nTheir only excuse is, that they do not choose, like all their other associates, to obey the laws of the land in which they have lived and prospered. The true meaning of the charter is to be found embodied in the forcible and excellent resolution of the Board of Delegates of the 25th June 1859, which states in distinct terms “ that each company pledged its faith to maintain a suitable apparatus for the extinguishment of fires — to contribute its full share to the protection and insurances made by the Eire Association ; and no company can fulfil its obligations to its fellow-members who wilfully neglects its active duties as a fire company.” The intention of the complainants not to perform their duties as a fire company, is evident also from the amendments to their constitution, sanctioned by the Court of Common Pleas on the 14th May 1855, by-which they may become, at their pleasure, a charitable, beneficial, or literary association, a matter of very doubtful legality, even if they could succeed in turning their engine into a book-case.\nThe committee of the Board of Delegates were, therefore, right in reporting that the complainants were not entitled to a dividend; and the delegates were perfectly justified in not certifying to the board of trustees on the 6th December 1858, that they were entitled to a dividend of the profits of the present year.\nUnder these circumstances, the complainants have applied to a court of equity for their active interposition, and we can see no equitable grounds upon which they are entitled to it, having wholly neglected and refused to perform their duties to the association. Whatever legal rights they may have, if any, must be asserted elsewhere. We have decided this entirely upon the original charter and amendments, independent of the last one of the 81st March 1858, the constitutionality of which it is therefore unnecessary to consider.\nDecree reversed, and bill dismissed at the costs of the complainants.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Lex, for the appellants.",
      "F. 0. Brewster, for the appellees."
    ],
    "corrections": "",
    "head_matter": "The Harmony Fire Company versus The Trustees of the Fire Association.\nBy the charter of the Fire Association, composed of the hose and engine companies of Philadelphia, and incorporated as a Fire Insurance company, it was provided, that no company should be entitled to a dividend, that did not, in the opinion of the Board of Delegates, possess a complete apparatus for the extinguishment of fires; by an ordinance of the City of Philadelphia, it was enacted, that the fire department of the said city should consist of such regularly organized companies as should, by resolution, express their willingness to comply with its provisions; and by a supplement to the charter of the Fire Association, it was provided, that no company should be entitled to a dividend, that did not, in the opinion of the Board of Delegates, possess a competent apparatus for the extinguishment of fires, and should not have continued in active service for at least six months during the then next preceding year, unless permission should be granted to retire: Held, that a fire company, that had refused to accept the provisions of the city ordinance, and had retired from active service, without permission, for upwards of a year, was not entitled to a dividend in the profits of the Fire Association, of which it was a member.\nAn historical sketch of the origin and growth of the Fire Department of Philadelphia.\nAppeal in Equity from the Court of Nisi Prius.\nThis was a bill in equity by The Harmony Fire Company against The Trustees of the Fire Association of Philadelphia, for an injunction to restrain the defendants from making a dividend of their profits to the exclusion of the complainants.\nThe bill set forth that the complainants were organized as a fire company on the 24th Aggust 1784, and incorporated by that name in 1848; and that, by Act 3d April 1833, they, and other hose and engine companies of Philadelphia, were established as a Fire Insurance Company, by the name of The Trustees of the Fire Association of Philadelphia.\nThat the complainants had ever faithfully and promptly paid all contributions assessed on them by the corporation defendant; and that, on the 1st January 1858, the defendants had accumulated, and had on hand, assets amounting to upwards of $500,000, on which, and all future profits whereof, the complainants were entitled to one forty-eighth part.\nThat although by the original act of incorporation it was expressly provided that the defendants should make annual dividends among the several companies composing the association, in equal proportions, whenever the accumulations should amount to $100,000; and although the only restrictions in the charter upon the right of the complainants to receive their just and full proportion of the said annual dividends, were the possession by them of a competent apparatus for the extinguishment of fires, and membership in the association for one year; yet the defendants had fraudulently, without the consent, and against the remonstrance of the complainants, procured the passage of an Act of Assembly, on the 31st March 1858, whereby it was provided, that no company should he entitled to a dividend, who did not, in the opinion of the Board of Delegates, possess a competent apparatus for the extinguishment of fires, and should not have continued in active service for at least six months during the then next preceding year, unless permission should be granted to retire. And that they were advised, that inasmuch as the said act was in violation of the original charter, and was procured without the assent of the complainants, it was not binding upon them, but was unconstitutional and void.\nThat on the 6th September 1858, a committee was appointed by the Board of Delegates to visit and inspect the apparatus of the various companies connected with the Fire Association, and that on the 6th December 1858, the said committee made a report, in which, after stating that the complainants were possessed of a competent apparatus for the extinguishment of fires, they proceeded to discuss and report upon the question, whether the complainants had been in active service for six months during the last year, and whether they had been granted leave to retire from active service, and whether they had loaned their apparatus to other companies : and concluded with a recommendation that the complainants he excluded from the dividends then about to be declared. That the said report was received by the Board of Delegates, and a resolution adopted excluding the complainants from any participation in the dividend then declared.\nThey therefore prayed that the Act of 31st March 1858 might be declared unconstitutional and void, and wholly inoperative so far as it might interfere with the complainants’ right to recover a dividend from their said property. And that the defendants might be restrained by injunction from making any dividend of the funds in their hands to the exclusion of the complainants; and for further relief, &c.\nThe defendants by their answer averred that the complainants had failed to perform their duties under the charter of the Fire Association, in this, that on the 23d March 1855, they resolved to retire from active service, and from that date had not been in active service; that, on the 12th of the same month, the complainants rejected an ordinance of the City of Philadelphia for the regulation of the Fire Department thereof, nor had they ever accepted the same, or come within the provisions thereof, and that in consequence they had no right to exercise the duties of firemen in the said city, and that they had since that time loaned their engine to other companies.\nThat the Act of 31st March 1858 was not procured by fraud, although without the assent of the complainants; that it was not a violation of the original charter, was binding on the complainants, and. under it the complainants were not entitled to a dividend out of the profits of the Eire Association.\nTo this answer a replication was put in, and testimony was taken, the result of which is fully stated in the opinion of the court. The court below made a decree in favour of the complainants, from which this appeal was taken.\nLex, for the appellants.\nF. 0. Brewster, for the appellees."
  },
  "file_name": "0496-01",
  "first_page_order": 496,
  "last_page_order": 510
}
