{
  "id": 990524,
  "name": "Williams versus White",
  "name_abbreviation": "Williams v. White",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "514",
  "last_page": "517",
  "citations": [
    {
      "type": "official",
      "cite": "35 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 542",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Whart. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 9088,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.3442738330005642e-07,
      "percentile": 0.6319109724157663
    },
    "sha256": "b490335667cbfd66d08af1417b3f541a139a6d3f8d1d3fd0c64a103483db140a",
    "simhash": "1:45beb5bcc870fd9a",
    "word_count": 1647
  },
  "last_updated": "2024-02-27T19:44:24.148369+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams versus White."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe are very sure that the partition laws do not intend to make a man a debtor to himself; and that, when an heir takes land in partition, subject to the widow’s thirds for life, and to the distribution of one-third of the valuation at her death, he does not become debtor to himself for his share of that third, but only to his co-heirs for theirs. The Act of 11th April 1799 is quite clear in conveying this thought, for it declares that such heir shall take subject to a lien thereon in favour of the other parties for their shares, and it has been so applied in practice : 2 Whart. 240. Looking at this principle carefully, it will be seen that, where the partition is equal among the heirs, each has his full share of all the land, subject only to his share of the widow’s thirds, and then she is the only other party to be secured, and the only lien is one in her favour.\nAnd we think that the partition law of 7th April 1807 adopts no different principle for cases where the partition among the heirs is equal. It makes the principal of one-third of the valuations a charge; but this is only for the purpose of securing the widow her thirds, and not to secure to each heir what he already has; for the law is not to be read as requiring vain things. Even when partition is unequal, the lien has not been understood as securing the taker’s share of the reserved third of the valuation; for he is regarded as having it: 2 Penn. R. 340; 5 Whart. 542; 1 Barr 118. Without a special agreement to the contrary, therefore, an heir who has thus taken land in partition and conveyed it away, has no lien or right on account of the third reserved for the widow; and when the partition is equal, and each has an equal share of the widow’s thirds to pay, no one has any claim upon another for any part of the reserved thirds on the death of the widow. The clause of the Act of 7th April 1807, § 6, that provides for a distribution of this sum among the heirs, on the death of the widow, does not apply to cases of completed equal partitions of the land, for that distribution is already made.\nJudgment reversed, and judgment for the defendant below with costs.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Gr. W. Biddle, for the plaintiff in error.",
      "B. Johnson, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Williams versus White.\nUnder the act of 7th April 1807, where an equal partition of the real estate of a decedent is made among all his heirs, each taking his purpart subject to a proportionate part of the widow’s dower, no one of them has any claim upon the other, on the decease of the widow, for any part of the principal of the widow’s thirds, although the purparts may be charged with owelty of partition.\nThat clause of the act which provides for a distribution of the principal of the widow’s thirds, among the heirs, at her decease, has no application to cases of completed equal partition; it only applies where the estate is divided into fewer parts than there are heirs.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by John White against Samuel Williams, in which the parties agreed upon a case stated, in the nature of a special verdict, wherein the following facts were embodied:—\nJonathan White died intestate, on the 23d July 1825, seised in fee of divers pieces of real estate, and among others of a lot of ground on the north side of Callowhill street, between Fourth and Fifth streets, in the city of Philadelphia, leaving a widow, Catharine White, and six children.\nOn the 17th February 1826, under proceedings in the Orphans’ Court, a partition was made of the real estate of the decedent. The inquest appraised the real estate at the sum of $27,325, and divided it into six parts, one of which was allotted to each of the children, or their representatives. They further estimated the value of the widow’s dower at $9108.33, or the annual sum of $546.49, and apportioned the same among the respective shares of the children, to wit, $1518.05¿- on each share, or $91.08, the annual interest thereof.\nBy these proceedings, the property in Callowhill street was valued at $4700, and allotted to Mary White, one of the children of the intestate, subject to a payment of $145.84 to her sister Ann, to equalize the partition; and subject also to the widow’s dower in that part of the estate, to wit, the sum of $1518.05-|-, or $91.08, the annual interest thereof.\nMary White intermarried with Joseph Knows; and on the 23d December 1828, Joseph Knows and wife mortgaged the premises to Jonas Preston for $5000. Under proceedings on this mortgage, the property was subsequently sold at sheriff’s sale, and became vested in Samuel Williams the defendant. The owners of this property paid to Catharine White, the widow, the sum of $91.08 charged thereon, until the time of her decease, on the 18th March 1858<.\nThis suit was brought by John White, one of the children of Jonathan White, deceased, to recover a share in the principal of the widow’s dower, alleged by him to be charged upon and payable out of the premises so allotted to Mary White, and owned by the defendant.\nThe court below gave judgment for the plaintiff, on the case stated, for $821.61; and the following opinion was delivered by Sharswood, P. J.:—\n“ The Act of April 7th 1807, under which this partition was made, provides that it shall be the duty of the inquest ‘ to estimate the value of the widow’s part, and to apportion the same among the respective shares of the children or representatives; and upon confirmation thereof by the Orphans’ Court, the same shall remain as a charge upon the said shares, and the interest thereof shall be annually and regularly paid to such widow, and may be recovered by action of debt or by distress, as rents are usually recovered in this Commonwealth; and when the estate of the intestate is divided into fewer parts than there are children or representatives, the same proceedings shall be had to estimate and apportion the widow’s purpart among the said parts, which shall remain a charge thereon, and the interest thereof shall be paid and may be recovered as aforesaid; and upon the decease of any such widow, the whole value of the said purpart shall be distributed among ali the said children or representatives, in proportion to their respective shares, according to law:’ .4 8m. L. 400.\n“ Although the words of this last clause are general, it has been argued that in reason it only applies to the case next immediately preceding, where the estate is divided into fewer parts than there are heirs. The reason for so restricting the interpretation is, that where the shares are equal and the widow’s third equally charged upon her death, it is most natural and equitable to consider it as extinguished. And so practically it is, whenever the original heirs continue to own their respective parts at the death of the widow, as the claim of each is counterbalanced by the claim of the other upon him. Still it is important to observe that there is no absolute merger. ‘ Whatever doubt,’ says the Supreme Court, in Kurtz’s Appeal, 2 Casey 465, ‘ there may be as to the nature of the widow’s estate, it is certain, that so far as relates to the principal sum, it is simply a charge upon the land in the nature of a lien, payable at the widow’s death to the heirs of the intestate, to be recovered as personal only.’\n“ In a case where the shares are equal, the claim of each heir to his share of the principal sum is met by a set-off of an equal sum by each of the others; and where the shares are fewer in number than there are heirs, the respective rights are open to adjustment in the same way by set-off fro tanto. But between assignees of the respective heirs and the heirs, the adjustment cannot be made upon the same principle. The assignee of each part takes subject to the payment of the principal sum charged upon that part at the death of the widow, but he does not acquire by the grant of his allotment the right of his grantor to a share of the principal sum charged upon the other allotments. He has no claim upon the other heirs to set-off. And practically it all comes right; for as the heir who has sold his land, subject to the charge, is no longer personally liable for it, his claim upon the co-heirs can no longer be answered by their set-off. They must recover of the assignee to place them where they would have been if no assignee had intervened.\n“It is no question, in this case, whether the heir, whose property was sold to the defendant, has any claim upon him for his share also. Upon a general judgment against the heir, the land would pass clear of the encumbrance of the principal sum, to the extent of his share of it, for so much it merged. Whether it would be so in case of a deed or mortgage expressly subject to the payment of the whole principal sum upon the death of the widow, is a question which does not arise in this case, and therefore we express no opinion upon it. Judgment for plaintiff for $321.61.”\nThe defendant, thereupon, sued out this writ, and here assigned such judgment for error.\nGr. W. Biddle, for the plaintiff in error.\nB. Johnson, for the defendant in error."
  },
  "file_name": "0514-01",
  "first_page_order": 514,
  "last_page_order": 517
}
