{
  "id": 418946,
  "name": "Chew's Appeal",
  "name_abbreviation": "Chew's Appeal",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "23",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 519",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 206",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Peters' Rep. 1",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3308801
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0001-01"
      ]
    },
    {
      "cite": "1 Phil. Rep. 142",
      "category": "reporters:state",
      "reporter": "Phil. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 745,
    "char_count": 18778,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 8.137431968238506e-07,
      "percentile": 0.9743705134932578
    },
    "sha256": "a610123368de62239d49a1035470fa7eec03108bd1cbe64866457075e07bd0ae",
    "simhash": "1:5870ec95f41d149e",
    "word_count": 3287
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, C. J., dissented."
    ],
    "parties": [
      "Chew’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— To defend successfully the decree of the court below, it is incumbent upon the appellees to maintain one of two propositions: first, that Benjamin Chew took under the will of the testatrix, an estate in fee simple, or fee tail; or secondly, if his interest was only an estate for life, that the remainder to his children did not vest until after his decease.\nThe first proposition involves the inquiry, whether the disposition made by the testatrix is such an one as to require the application of the rule in Shelly’s Case.\nThe words of the will are, “ After the decease of my said sister, Henrietta Chew (to whom a prior life estate had been given), I give, devise, and bequeath my said residuary estate as follows, that is to say: one full, equal, fourth part to my said brother Benjamin Ohew, Sr., for and during his life, and after his decease, or in the event of his dying before me, to the several children of my said brother, their heirs, executors, and administrators, as tenants in common; should any of the children of my brother be deceased, leaving children, their children so left shall stand in the place of, and represent their parents.”\nThe remainder is not to the “heirs” or “heirs of the body” of the tenant for life, but to his “ children,” by that description, or to his children’s children, in the alternative. The remainder is to them as tenants in common, and it is to them, with super-added words of limitation. That in such a case the remainder-men take as purchasers, and not as heirs of' their immediate ancestor, admits of no doubt. Even if the gift had been to,them under the description of the technical words of limitation, “heirs, or heirs of the body,” instead of the word of purchase, “children,” they must still have taken as purchasers, and not as heirs. This was shown in Guthrie’s Appeal, a case decided at this term, and it is apparent from very many authorities. After the discussion which the subject has so recently undergone, it wquld be useless again to go over the cases. We shall refer but to one authority. Smith, in his treatise on Executory Interests, pp. 287 to 242 inclusive, in stating the cases in which the rule in Shelly’s Case will not be applied, says, “ The reported cases exhibit six ways at least, in which the word heir or heirs has been thus indirectly explained, and divested of its usual meaning (that is, converted into a word of purchase).” Among these ways he enumerates the following: “ By prescribing for the heirs, general or special, a distributive mode of taking, and’also superadded words of limitation, as to A. for, life, remainder to the heirs of his body, as well females as males, as tenants in common (or share and share alike, or without any respect to be had in regard to seniority of age, or priority of birth), and their heirs, and assigns for ever. The mere addition of words of distributive modification would be equivocal; for the grantor might have erroneously supposed that the heirs might take in that character, and yet in a partitive mode, but the engrafting of superadded words of limitation, besides the words of distributive modification, shows clearly that he meant by the first-named heirs, the children of the ancestor, who are sometimes so named as having the capacity of becoming heirs of the ancestor, either in succession, if males, or contemporaneously, if females.” For this he cites numerous ancient and modern authorities. If this be so when the remainder is limited to “heirs” by that description, with greater reason must it be the rule where the remainder is given to “children,” and where there is no presumption that the donor intended that they should take by descent, arising from his use of apt words of limitation. It is impossible, therefore, for the appellee to maintain that Benjamin Chew, the father of Samuel Chew, took more than an estate for life.\nIn our opinion, also, the second proposition cannot be successfully defended. We think the estate vested in remainder in the children of Benjamin Chew, Sr. (subject to the preceding life estates), immediately on the death of Maria Chew, the testatrix. A remainder is always to be considered vested, rather than contingent, if the words of the will creating it are capable of such a construction. The general principle applicable to cases like the present, was well stated in Minnig v. Batdorff, 5 Barr 503, and is the same which is found in the elementary treatises. It is that when land is given to one person for life, or for any other estate upon which a remainder may be dependent, and after the determination of that estate it is devised over, whether to persons nominatim or to a class of persons, it will vest in the objects to whom the description applies at the death of the testator. But in devises to children, where the question has been most frequently agitated, at what period are the objects who are to take, to be ascertained ? — the rule is different. When there is an immediate gift to children, those only living at the testator’s death will take, but it is now settled, that where a particular estate or interest is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of distribution. Such a remainder vests in the objects to whom the description applies at the death of the testator, subject to open and let in others answering the description, as they are born successively. Under this rule it is clear that the remainder, after the particular estate of Benjamin Chew, Sr., vested in his children, including Samuel Chew, immediately on the decease of the testatrix, unless there be something in the will which plainly shows a contrary intention of the donor. We discover nothing necessarily indicative of such an intention. The several provisions of the will look rather to directing the time of enjoyment, than the time of vesting. The possession of the property by Benjamin Chew was postponed until after Henrietta Chew’s death, and the period of enjoyment by his children, until after the death of the second tenant for life. If no interest vested in the children of Benjamin Chew, Sr., at the death of the testatrix, for the same reason none vested in him. It is argued, however, that the clause of the will by which it was directed that should any of the children of Benjamin Chew be deceased, leaving children, their children so left should stand in the place of, and represent their parents, is indicative of an intention to fix the time of the vesting at the death of one or the other tenant for life. Such, however, is not its necessary meaning. On the contrary, the limitation over on the death of any child of Benjamin Chew itself, supplies an argument that the estate was intended to vest in interest in that child. In Smithen v. Willock, 9 Vesey 233, there was a bequest of personal estate, and of money arising from the sale of real estate, to the testator’s wife, for her life; and from and after her death the capital to be divided between the testator’s brothers and sisters, in equal shares; but in case of the death of any of them in the lifetime of the wife, the shares of him or her so dying to be divided between all and every his, her, or their children. One of the testator’s brothers died in the lifetime of the widow, without ever having had a child. It was ruled by Sir William Grant, that the share of the deceased brother was vested, subject to be divested only in the event of his death in the lifetime of the testator’s widow, leaving children. The personal representative of the deceased brother was therefore held entitled. That case bears a very close resemblance to the present. So does Harrison v. Foreman, 5 Vesey 207, and many similar cases are at hand. Those cited are cases of legacies. The rule is the same where there is a devise of land: Johnson v. Merton, 10 Barr 250-2; Minnig v. Batdorff, 5 Barr 503.\nIt may be remarked, that no importance is to be attached to the fact that the gift to the children of Benjamin Chew is of one-fourth of the testatrix’s residuary estate, after the decease of Henrietta Chew, and after the decease of their father. Generally a bequest after the death of a particular person, to whom an antecedent interest is given in the same will, is held not to denote a condition that the legatee shall survive such a person, not to define when the interest shall vest, but only to mark the time when the gift shall take effect in possession, that possession being deferred merely on account of the life interest limited to the person on whose death the gift is to take full effect: see note to Mahin v. Keigley, 2 Ves. 335, and cases there collected; King v. King, 1 W. & S. 205. There is nothing, therefore, in the clause of the will relied upon by the appellee, nor in any other, that satisfies us that it was intended no interest should vest in Samuel Chew until the death of the tenants for life, or either of them. We regard the contingent gift to the grandchildren as designed to take effect by way of substitution, not as postponing the interests previously given to the children. It matters not whether the gift vested in Samuel Chew indefeasibly, or subject to being divested on the happening of a subsequent contingency. If the latter, the condition on which it was to be defeated, has not taken place. He did not die leaving children, and in order to divest a vested estate, the contingency upon which its existence is made to terminate, must have completely happened.\nOur opinion that the legacy was a vested one in Samuel Chew might he justified by another consideration. That the testatrix intended to make a complete disposition of her property — that she did not intend that in any event the devises or legacies should lapse, and that she should die intestate as to them, cannot be doubted. She made no disposition of the property given to the children of Benjamin Chew, in case her gifts to them or their children should fail. Yet, if all the children had died during the life of their father, without leaving children, according to the construction of the appellee, the testatrix would have died intestate as to one fourth part of her estate. Such a conclusion is not to be accepted, unless imperatively required by the terms of the will.\nThe decree of the Orphans’ Court is reversed, and the record is remitted, with instructions to admit the appellant to share in the distribution of the one-fourth of the residuary estate of Maria Chew, deceased, to the extent of one equal seventh part.\nLowrie, C. J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "W. Ernst and F. C. Brightly, for appellants,",
      "H. J. Williams and M. Munday, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Chew’s Appeal.\nEstates for Life. — Remainders Vested, and Contingent.\n1. A devise to one for life, with remainder to his “ children, their heirs, executors, and administrators, as tenants in common,” creates only a life estate in the first taker, the remainder-men taking as purchasers.\n2. When the intention of the testator requires it, the word “ heirs,” and the words “heirs of the body,” may he divested of their technical and usual meaning as words of purchase, and converted into words of purchase. (See Guthrie’s Appeal, ante p. 9.)\n3. A remainder is always to be considered vested rather than contingent, if the words of the will creating it are capable of such a construction. The rule as to vested remainders, in Minnig v. Batdorff, recognised and affirmed.\n4. A bequest after the death of a particular person to whom an antecedent interest is given in the same will, is generally held not to denote a condition that the legatees shall survive such person, nor to define when the interest shall vest, but only to mark the time when the gift shall take effect in possession.\n5. In order to divest a vested estate, the contingency,.upon which its existence is made to depend, must have completely happened.\n6. A devise to one, “ during his life, and after his decease, or in the event of his dying before me, to his several children, their heirs, executors, and administrators, as tenants in common, and should any of his children he deceased, leaving children, these children so left shall stand in the place of, and represent their parents,” creates a life estate in the first taker, with a remainder in his children and grandchildren, which vested at the death of the testator.\n7. The contingent gift to the grandchildren, in this case, was designed to take effect by way of substitution, and not as postponing the interests previously given to the children.\nCertiorari to tlie Orphans’ Court of Philadelphia.\nThis was an appeal by the executor of Samuel Chew, deceased, from the decree of the Orphans’ Court, confirming the report of the auditor, on the account of Harriet Carrol, administratrix de honis non eum testamento of Maria Chew, deceased.\nMaria Chew died March 27th 1840, having made a will in which, after sundry bequests and devises, she bequeathed the residue of her property, real and personal, to her sister, Henrietta Chew, “ for her sole and absolute use, control, and enjoyment, without impeachment of waste, during her natural life,” and “ after decease of my said sister, Henrietta Chew, I give, devise, and bequeath my said residuary estate as follows, that is to say: one full equal fourth part to my brother, Benjamin Chew, Sr., for and during his life, and after his decease, or in the event of his dying before me, to the several children of my said brother, their heirs, executors, administrators, and assigns, share and share alike, as tenants in common: should any of the children of my brother be deceased, leaving children, their children so left shall stand in the place of, and represent their parents.”\nThis was followed by devises of the remaining three-fourths of the residuary estate, in trust for her three sisters and their children, with the same provisions in case of their decease, leaving children.\nAt the death of Maria Chew, her brother Benjamin and seven children were living. Samuel, one of these children, died August 21st 1841; Benjamin, the brother of testatrix, died April 80th 1844, and Henrietta Chew, the first tenant for life, died March 8th 1848.\nSamuel Chew left a will in which he directed that all his estate should be invested in the purchase of an annuity for Elizabeth Cummins. His executor claimed a portion of the estate of Maria Chew under her will.\nThe auditor appointed to distribute the fund in the hands of the administratrix, cum testamento annexo, of Maria Chew, reported that the whole of the residuary estate was vested in the executor named in the will, at the death of the testatrix, subject to the life estate of Henrietta Chew, and that it was not the intention of the testatrix to vest the remainder in the children of her brother Benjamin, until the determination of this estate; that the children of her brother, who were living at the death of Henrietta, and the issue of deceased children then living, if any, constitute the class that are entitled to take under the will of Maria Chew; that Samuel Chew, not being within that class, is excluded.\nThe Orphans’ Court confirmed this report, whereupon the executor of Samuel Chew removed the case into this court, and assigned for error the following matters, viz.:—\nThe court erred in affirming the report of the auditor and deciding as follows:\n“ 1. That the whole of the residuary estate was vested in the executor at the death of the testatrix, subject to the life estate of Henrietta Chew, and that it was not the intention of the testatrix to vest the remainder in the children of her brother, Benjamin, until the determination of the life estate.\n“ 2. That the children of her (testatrix) brother living at the death of Henrietta, who was the last tenant for life, and the issue of deceased children then living, if any, constitute the class who are entitled to take under the will, and that Samuel Chew, not being within that class, is excluded.\n“ 3. That Samuel Chew, one of the children of the said Benjamin Chew, was not entitled to share in the residuary estate of the testatrix, because he was not living at the death of Henrietta Chew, the tenant for life, although he survived the testatrix nearly seventeen months.\n“ 4. That Samuel Chew, one of the children of the said Benjamin Chew, was not entitled to share in the residuary estate of the said testatrix, Maria Chew, deceased.”\nW. Ernst and F. C. Brightly, for appellants,\ncontended that the interest of Samuel Chew was a vested one. Where the intention is doubtful, the law inclines to treat property as vested, rather than contingent: Letchworth’s Appeal, 6 Casey 175, 179; Smith on Ex. Interests, §§ 309, 310; 1 Phil. Rep. 142; Crily v. Chamberlain, 6 Casey 161; Wall v. McGuire, 11 Harris 351; Smith’s Appeal, 11 Harris 9; Passmore’s Administrator’s Appeal, 11 Harris 181; Manderson v. Lukens, 11 Harris 31.\nBut the claim on which the controversy rests is not doubtful under the decisions of this court: Wager v. Wager, 1 S. & R. 380-1; Mining v. Batdorff, 5 Barr 503; Williams v. Leech, 4 Casey 89; Carver v. Jackson, 4 Peters’ Rep. 1; Caldwell v. Skelton, 1 Harris 152; Johnson v. Morton, 10 Barr 250-2; Goddard v. Goddard, Id. 79; Garnett v. Lynn, 7 Casey 94; Brink v. Michael, Id. 169; Ward on Legacies 179; Pope v. Whitecomb, 3 Mer. 689; Hands v. Hands, 1 T. R. 437; Peterson’s Ex. v. Hawthorn’s Adm., 12 S. & R. 114; King v. King, 1 W. & S. 206; Reed v. Buckly, 5 W. & S. 519.\nH. J. Williams and M. Munday, for appellee,\nargued that, Samuel Chew having died before his father, his executor is thereby prevented from taking any interest in the estate of Maria Chew, deceased.\nI. Because, by the terms of the will, the estate was limited to those children who survived their father, Benjamin.\n2. Because Benjamin Chew took a vested estate for life, with remainder to his “children and the issue of his deceased children (words equivalent to ‘heirs’ or ‘heirs of his body’),” and had, therefore, either a fee tail or fee simple estate in the premises, in neither of which cases could any interest vest in Samuel Chew during his father’s life: Pratt v. McCawly, 8 Harris 266 ; Price v. Taylor, 4 Casey 102; Amelia Smith’s Appeal, 11 Harris 10; Lapsely v. Lapsely, 9 Barr 130; McKee v. McKinley, 9 Casey 92; Williams v. Leech, 4 Casey 94; Naglee’s Appeal, 9 Casey 89.\n3. Whether an estate is vested or not depends on the intention of the testator: Cambridge v. Ross, 8 Ves. 21; 5 Jarman 644; Harkins v. Tates, 1 Casey 249; Smith on Ex. Interests, p. 342, § 658; Harvey v. McLoughlin, 1 Price 264; Clarke v. Gould, 7 Simson 197; Lejeune v. Lejeune, 2 Beavan 701; Giles v. Giles, 8 Sim. 360.\nJanuary 7th 1861,"
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 30
}
