{
  "id": 418955,
  "name": "Smuller versus The Union Canal Company",
  "name_abbreviation": "Smuller v. Union Canal Co.",
  "decision_date": "1860-06-28",
  "docket_number": "",
  "first_page": "68",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 7969,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 3.4509483914722794e-07,
      "percentile": 0.8801661795726314
    },
    "sha256": "f9bc5849589b7bb7c560b8fc3e8b74a448fa996297a16be784c0672d5e2568ad",
    "simhash": "1:98e1d9d69902b3dc",
    "word_count": 1429
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smuller versus The Union Canal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— How far the plaintiff in error, as the holder of one of the notes given by the company to the contractors for the enlargement of the canal, could be affected by the mortgage of the 20th of October 1857, or by the assignment dated October 28, 1857, it is useless now to inquire. Independent of their existence, we are of opinion that he could not defalcate against the claim of the plaintiff below. The relation which he sustained to the company forbade it. He had received the money for which he was sued for a particular purpose. The $4.41 received by him as collector of tolls had been appropriated before it came to his hands, and he was constituted the agent of the company to pay it to Chamberlain. The other sum of $427.67 was placed in Ms hands for the same purpose, and it would have been a fraud on his part to have accepted it from Snavely, his successor as collector, except as the agent of the company to pay the Chamberlain note. Indeed it was expressly agreed at the trial that “he received from John Snavely, his successor, to be paid by said Smuller on the Chamberlain note,” $3290.79, all of which he paid except the sum of $427.67. Standing in such a position, he is precluded from using the fund for his own benefit. His receipt of the money for the defined use amounts to an agreement not to apply it to any other, and of course not to his own use by pleading a set-off. This was ruled in United States Bank v. McCallister, 9 Barr 475. There funds had been deposited in the bank for a special purpose, with notice of the purpose for which they were designed. It was held that the bank, could not refuse to apply them to the object for which they were deposited, on the ground that a debt was due from the depositor. There is no distinction to be made between the principle of that case and the present. This disposes of the whole matter, and it would he improper for us to express an opinion relative to the effect of the mortgage and assignment upon the rights of the plaintiff in error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued by John A. Fisher for plaintiff in error, and by B. A. Larriberton for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Smuller versus The Union Canal Company.\nAppropriation of Trust-Moneys. — Defalcation.—Set-off.\n1. The receipt of money for a defined use amounts to an agreement, on the part of the person receiving it, that he will not apply it to any other.\n2. Where a collector appointed by a canal company received a sum of money for tolls, and afterwards another sum to be applied to the payment of a certain specified claim against the company, it was held that he could not apply any portion of the money so received to the payment of a note held by him against the company.\nError to the Common Pleas of Dauphin county.\nThis was an action of assumpsit, brought August 31st 1858, by “The Union Canal Company,” for the use of John Rodman Paul, R. Rundle Smith, and Oscar Thompson, against George Smuller. To a declaration in assumpsit, the pleas of non assumpsit, payment, and set-off, were entered by defendant; and on the issue thus made up, the parties went to trial.\nSmuller was collector of tolls for “ The Union Canal Company,” at Middletown, to which office he had been appointed by the company, but resigned on the first of May 1858. At the date of his resignation, he had in his hands, arising from the tolls of 1859, the sum of $4.41. There was also $145.98 due for tolls during his term, which he had not collected. The balance of the sum claimed in the suit, came into his hands in this way. Joseph Chamberlain had a judgment against the company, for about $14,000, which was cancelled by a partial payment in cash, and by three notes of the company due at different dates. To pay one of these notes, which had been protested, a resolution of the Board was passed in December 1857, by which the “ collector at Middletown” was directed to pay $500 on account thereof, promptly, and to apply to it one-half of his weekly receipts from the opening of the navigation in 1858, until June. Under this resolution he received and paid over, on said note, the sum of $1830.78, being the one-half of his weekly receipts, less two cents, the other half having been paid to the company.\nProm his successor, Mr. Snavely, who was also appointed by the comnany, he received, at different times, $3290.79, out of which he paid on the Chamberlain note, $2868.79, retaining the balance of $427.65, which, with the two ,cents above mentioned, amounted to $427.67.\nUnder a contract made with a firm, of which Smuller was a partner, for work on the canal, certain notes had been issued by the company, — one of which (for $1000) was in his hands at the time of the trial of this cause, and was offered by him as a set-off against the claim which the company had against him, for the money in his hartds as above stated. The plaintiffs, who were mortgagees ajra trustees of the company, under a mortgage dated Octobm' 28th 1857, a deed to them dated December 8th 1857, andean Act of Assembly validating these instruments, resisted this set-off.\nThe court below instructed the jury that the defendant was not liable for the $145.98 which he had omitted to collect during his term, because it had been assigned to certain creditors of the company, of which the persons from whom it was due had notice, and, consequently, refused to pay to the collector. But the set-off claimed by the defendant was disallowed, and judgment entered in favour of the plaintiff, on a verdict for the sum which the defendant admitted was in his hands, with interest, whereupon the defendant sued out this writ, and assigned for error:—\n1. That the court erred in deciding that the note given in evidence by the defendant for $1000, dated Philadelphia, March 15, 1856, payable to the order of O. Thompson, Treasurer, two years after the date thereof, and by him endorsed to the said defendant and his copartners, for the enlargement and completion of the canal of the plaintiffs from Lebanon to Reading, could not “ be set off against either of the sums received by the defendant, but he must come in pro rata with other creditors for his share of the funds of the company, and at the same time with others in like situation.” No notice being taken in these mortgages, or assignment, of the $200,000 of notes issued to said contractors; no provision made therein for the payment of said notes, either in whole or pro rata, all other debts being preferred, to their entire exclusion.\n2. The court erred in instructing the jury that “ the defendant came into possession of every dollar of this money under the authority or appointment of the assignees of the Union Canal Company, and cannot, after so receiving the fund, deny their power, and say I will appropriate the money to the payment of my note, to the exclusion of other creditors provided for in the assignment.” When in fact not one dollar of the said money came into the possession of the defendant by the authority or appointment of the said mortgagees or assignees ; nor was there a scintilla of proof in the case warranting such instruction. The said sum of $4.41 being received by him as Collector of Tolls of the Union Canal Company, by virtue of his appointment as such collector by the Board of Directors of the said company; the residue of the money being received by him from Jacob Snavely; neither of these sums coming into his possession by virtue of the authority or appointment of the said assignees or mortgagees.\n3. The court erred in deciding that as “ the sum of $>4.41 was received by defendant in a fiduciary capacity as toll gatherer for the plaintiffs, there can be no set-off against a claim received by a trustee, as such, so as to change his relations with, or give him an advantage over his cestui que trust, and therefore the defendant cannot set off the note given in evidence against this item of plaintiffs’ claim.”\nThe case was argued by John A. Fisher for plaintiff in error, and by B. A. Larriberton for defendant in error.\nJune 28th 1860,"
  },
  "file_name": "0068-01",
  "first_page_order": 68,
  "last_page_order": 71
}
