{
  "id": 418952,
  "name": "Heilman versus The Union Canal Company",
  "name_abbreviation": "Heilman v. Union Canal Co.",
  "decision_date": "1860-10-03",
  "docket_number": "",
  "first_page": "100",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 633,
    "char_count": 12240,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 6.060396651430818e-07,
      "percentile": 0.9550734425057213
    },
    "sha256": "535571d1f68ba2573a788ecb2315790261036ade868aa2e384d86e438407fa3c",
    "simhash": "1:206754b1259c63df",
    "word_count": 2116
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heilman versus The Union Canal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The learned judge of the Common Pleas denied not the plaintiff’s right to the flow of water to his mill in the channel of the Quitapahilla creek, as “ of long time it had been accustomed to flow,” nor the defendant’s ultimate liability to make compensation for diverting the same, but denied the remedy invoked.\nEquity may and will undoubtedly interfere by injunction in a proper case, on the ground of the restraint of irreparable mischief. But it is not every case which will furnish a right of action against a party for a nuisance, which will justify the interference of courts of equity to redress the injury, or to remove the annoyance. There must be the absence of an adequate remedy at law. A common trespass is not the foundation for an injunction, where it is only contingent, fugitive, or temporary. But if continued so long as to become a nuisance, in such a case an injunction ought to be granted, to restrain the person from committing it: 2 Story’s Eq. Juris., § 925. So obstruction of watercourses, the diversion of streams from mills, and the pulling down of the banks of rivers, thereby exposing adjacent lands to inundation, or mills to destruction: Id. 927.\nThese various remedies proceed on the ground of preventing irreparable mischief. IIow does the plaintiff’s right stand under this head ? Prom 1834 up until 1855, the complainant, and those under whom he claims, assented to the use of the water of the Quitapahilla Creek, and received compensation therefor from the company.\nDuring this time and since, expensive improvements have been made on the defendant’s works, but up until 1855, no objection to the use of the water seems to have been interposed. Por two years afterwards, while the company were enlarging their canal, the water was not much used, and no notice was given by the plaintiff that its use might not be continued as hitherto. But since the enlargement, the works have gone into the hands of trustees for creditors, and payment for the right have not been made as perhaps they should have been, and this is the reason for the present bill.\nBut the Court of Common Pleas thought that the acquiescence or assent of the party to the use of the water for so many years, and its use by arrangement and contract, precluded an injunction. In this he was fully sustained by equity principles and practice.\nThe ground of irreparable mischief cannot be entertained in equity, where a party has assented to and received compensation for the permitted use of the means of encroachment upon his right. If there be injury under such circumstances, the compensation accepted proves that it was not irreparable. It would be damnum sine injuria. It could not be classed under head of injuries of which equity takes cognisance. Hence the acquiescence and compensation here preclude the remedy by injunction.\nNor does the plaintiff’s case stand upon continuing wrongful trespasses upon his rights, for, as already said, • the user was allowed and paid for. “ Ratihabitio retrotrahitur et mandato ¡equipar atur.” Subsequent assent is equivalent to an original authority. It matters not now what the character of the original diversion was after such an acquiescence in it and compensation. Equity would not, in such a case, destroy the defendants’ works, now an important public thoroughfare, by restraining their use as a public highway, but leave the plaintiff to his remedy at law. In this view the injunction would be improper.\nThe bill was not framed to enforce the specific execution of a contract to pay a yearly sum for the right to use the water. No continuing contract of the kind is alleged, so that injunction could not issue under this head of equity jurisprudence.\nThere being no perceptible ground for the allowance of an injunction under the facts of this case, and there being an adequate remedy at law to recover such damages as the plaintiff has sustained, he must be referred to that remedy.\nThe fact, if it be so, that this remedy may not be successful in realizing the fruits of a recovery at law, on account of the insolvency of the defendants, is not of itself a ground of equitable interference. The remedy is what is to be looked at. If it exist, and is ordinarily adequate, its possible want of success is not a consideration. It is not intended here to say that insolvency is never a consideration moving a chancellor. It frequently does, but not alone. The equitable remedy must exist independently. In balancing cases, it is a consideration that gives preponderance to the remedy. Hence, the alleged insolvency of the company, and the supposed inability to collect damages that may be recovered from it, is no reason for interfering by injunction; nor do we decide what parties may be amenable to the plaintiff.\nIn Pusey v. Wright, 7 Casey 387, we refused to enjoin the defendant from using his railroad, because it appeared that its construction had been with the assent of the plaintiff; and although it was shown that it was built on a contract for certain alleged privileges to him, and broken by the defendant, we refused it because it would have been unreasonable to destroy valuable improvements which the plaintiff had assented to, and but for which assent the right might have been acquired by proceedings in court, and we turned him round to his remedy at law. So may the same thing be said in this case, and we must refer the plaintiffs to a like remedy.\nWe do not design discussing the assignments of error more at large, as we are well satisfied with the reasons given by the learned judge, on the point on which he ruled the- case.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The case was ax-gued by Josiah Hunk, for appellant, and by H. Bundle Smith, B. A. Lamberton, and Levi Kline, for appellee."
    ],
    "corrections": "",
    "head_matter": "Heilman versus The Union Canal Company.\nInjunction in case of disputed water right.\n1. An injunction will not bo granted to restrain a canal company from using the water of a certain creek, the right of which belonged to the complainant, when it appears that for more than twenty years the company had used the water, with the assent of the plaintiff and those under whom he claimed, and that they had received compensation therefor.\n2. It is not a sufficient reason for the interference of a court of equity, that the defendant is insolvent; and that, therefore, a remedy by law may be unsuccessful. Insolvency alone is not a ground for equitable interference.\nIn equity. — Appeal from tbe Common Pleas of Lebanon county.\nThis was a proceeding in equity in the Common Pleas of Lebanon county, by Joseph Gr. Heilman against “ The Union Canal Company” of Pennsylvania, J. Rodman Paul, R. Rundle Smith, and Oscar Thompson, praying for an injunction to restrain them from diverting and using the water of the Quitapahilla Creek, and for general relief. The bill, answers, and testimony presented the following case : — ■\nIn 1751, Peter Kucher was the owner of the lands on which the head-waters of the Quitapahilla rise. These streams he collected into a pond, by a dam, for the purpose of driving certain mills which he had erected, allowing the surplus waters to escape, and form the creek known by the above name. A portion of these lands, including the pond and mills, was sold by him to Baltzer Orth, who, in 1792, sold to one Grenawalt, granting to him also the “right to take water from the pond to the adjoining meadows.”\nThis right existed in the assigns of Grenawalt until 1838, when it was released to one Krauss, who was, at that time, owner of the land, and who released it to “The Union Canal Company.”\nIn 1791, an association styled “ The Schuylkill and Susquehanna Canal Company” was incorporated, to make a canal from the Susquehanna to the Schuylkill, by way of the Tulpehocken, Quitapahilla, and Swatara Creeks, to whom, in 1793, Orth conveyed the said lands, pond, and mills, subject to Grenawalt’s water privilege.\nTo obtain water for this canal, as located, the company took out writs ad quod damnum,, and 'had juries to assess the damages of all parties, except Orth, and led into their canal the three streams which were the main source of supply to the pond, and the surplus water which formed the Quitapahilla Creek. The company afterwards sold the lands, but reserved to themselves and their successors the water of “the conduits, drains, and watercourses already made, or intended to be made, for filling and supplying the canal.”\n“ The Union Canal Company” was incorporated in 1811, and all the property, rights, and privileges of the old company were vested in them. In 1833, the company made some alteration in their works, and erected on their own lands a steam-engine, to pump the water from the pond into the then summit level. This engine went into operation in 1834, and has remained unchanged in power or capacity up to the present time, although the canal has been enlarged. At times it diverts nearly the whole stream into the canal, diminishing, of course, the value of the water-power below. In 1835 the company made an agreement with some of the millers on this stream, below them, for compensation to be paid for the use of the water; which agreement was to last until April 1st 1836, and was not to be an admission of the liability of the company, or in prejudice of the right of either party, after that period. In 1837 a similar agreement with same stipulations was made, and providing further, that either party might, during its continuance, adopt measures to have the liability of the company to pay for the water, legally examined. In 1839, “ The Union Canal Company” bought back the mills, pond, and part of the land. In 1845, Heilman, the complainant, became the owner of one of the mills on the Quitapahilla, below the company’s engine and pumping apparatus. In 1850 he contracted with the company to receive $250 a year, until 1855, as compensation for the loss of this water, which was regularly paid, as also a similar sum from 1845 to 1850.\nSince 1855 no payments wore made, the company being insolvent, and their works being in the possession of Paul, Smith and Thompson, as mortgagees in trust for creditors.\nIn 1858 Heilman gave notice to the officers of the company and to the mortgagees, that they should no longer use the water of the creek, without giving security for the damages that would bo sustained, and paying for past injury; and thereupon filed his bill, 4 £ praying for a decree that the defendants should make payment for past injury, and pay his damages in advance, or give security for the same; and in default thereof that an injunction may issue to restrain them from the use of the water to which was added a prayer for general relief, and the necessary interrogatories.\nThe plea of the defendants set forth the acts of incorporation above mentioned, claiming that they are thereby entitled to the use of this water; that as a remedy is therein provided for the assessment of damages, the plaintiff is confined to it; that the Court of Common Pleas in equity has no jurisdiction to give the remedy applied for; that if the court have the jurisdiction claimed, the owner of the mill, in 1833-4, when the alleged diversion of the water began, was the proper plaintiff; that the company owning the land on which the head-waters of the creek l’ise, are entitled to the use of the water; that as early as 1792-8, the three creeks which formed this creek were diverted into the canal; and that they have used the water in this way since 1833-4, without hindrance or intermission, under claim and colour of xúght, except as the same was qualified by the acts of the company and its agents; admitting the agreement of 1850, and the payments under it, as above mentioned.\nA large amount of testimony was taken and examined in the court below, and on hearing, the court (Pearsoh, J.), in an elaborate opinion, dismissed the plaintiff’s bill, with costs; whereupoxx this appeal was taken by the complainant, who assigned for error:\n1. That the court erred in ordering, adjudging, and decreeing that the plaintiff’s bill be dismissed at his costs.\n2. In not granting the plaintiff the relief prayed for in his bill of complaint.\nThe case was ax-gued by Josiah Hunk, for appellant, and by H. Bundle Smith, B. A. Lamberton, and Levi Kline, for appellee.\nOctober 3d 1860,"
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 105
}
