{
  "id": 418943,
  "name": "Cathcart versus The Commonwealth",
  "name_abbreviation": "Cathcart v. Commonwealth",
  "decision_date": "1861-01-31",
  "docket_number": "",
  "first_page": "108",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 878,
    "char_count": 21731,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 9.480049326667986e-07,
      "percentile": 0.9808757190091005
    },
    "sha256": "e9fc0763cafaa1635999f057e7a6505614d31132e4fe06086c3e9d176fc83c84",
    "simhash": "1:91636d129b17bdfa",
    "word_count": 3840
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cathcart versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The assignments of error, and the argument of the counsel, are fully noticed in the opinion of the court, which was delivered, by\nStrong, J.\n— The consequences of our decision in this case are so momentous to the plaintiff in error, that we have felt constrained to examine the record with minute caution. Our review has forced upon us the conviction that there is nothing which would justify our sending the case back to another jury. It appears to have been most carefully tried. Nothing was withheld from the accused to which he was legally entitled; and he received every advantage in the admission of evidence, and in the instruction given to the jury, which he had a right to claim.\nBefore proceeding to a consideration of the errors assigned, in detail, it may not be out of place to repeat the remark often made, that our duty in such cases as this, is confined to adjudication upon the errors of law which appear upon the record. Outside of that we cannot look. We are not authorized to grant new trials unless the record exhibits that mistakes of the law were committed. In no other case have we power to interfere with the verdict of a jury. We could not, even if we were satisfied that they had found the facts erroneously. These observations are not new. They have frequently been made heretofore. Thus in Jewell v. The Commonwealth, 10 Harris 99, it was said that “ an error not apparent on the face of the recorded proceedings, however gross and improper it may have been, is not a subject of review here; and the prisoner has no more right to expect relief on account of such irregularities from us, than from any other five citizens of the state who are invested with no judicial authority at all.” Similar remarks were made in Fife, Jones, and Stewart v. The Commonwealth, 5 Casey 429. It is a mistaken opinion, sometimes entertained, that in criminal cases our powers are greater than they are in civil. It is not so. When the life of a human being may be dependent on our decision, there is always enough to induce us very carefully to scan the record, and inquire whether he has been deprived of anything secured to him by the law by which he might have been benefitted. But in criminal as well as in civil cases, our inquiries must be confined to the record, and in both classes of cases there is but one rule of construction. In both there is a presumption that the proceedings were regular, and it is incumbent upon the plaintiff in error to show by the record that errors were committed before we can interfere. If this were not so, the administration of criminal justice would be impossible. We are not so to administer the criminal law as to make it an impenetrable shield for the guilty.\nTurning now to the specific averments of error, the first which we notice is the allegation that the jury were not properly sworn. The record, however, recites that they were “ all sworn or affirmed respectively to try, &c.” This of course raises the presumption that they were properly sworn or affirmed. No exception was taken to the mode of qualification, and there is nothing before us indicating any irregularity. One paper-book, indeed, contains part of the opinion of the court below, upon the motion for a new trial, in which it is stated that the jury were sworn jointly and severally, instead of severally; but such an opinion is no part of the record, and it has often been held that the record cannot be corrected by it. Even if it could, the same opinion shows, that no objection was made to the manner in which the oath or affirmation was administered. This assignment, therefore, points to no error of which we can take notice.\nAnother specification of error is, that the record does not show that the prisoner had counsel at the trial. It is based upon an alleged presumption against the regularity of the proceedings — a presumption directly opposite to that which we have shown to exist. It assumes that those rights of the prisoner were denied to him, which the record does not show affirmatively were granted. As well might it be assumed that the court charged the jury erroneously, and the Commonwealth be required to prove that the charge was in all points correct, even before it is attacked. The right to be heard by himself and counsel is doubtless a constitutional right, and if it had been denied there would have been error; but we are not to presume that it was denied, because the record does not exhibit the fact that it was accorded. There are many rights of an accused person, some constitutional and others not, of which the record takes no notice — such as the right to compulsory process for witnesses, the right to call witnesses, or to cross-examine those of the prosecution ; and the right to be heard by himself and counsel is one of them. The safety of the accused is not imperilled by the silence of the record; for, if any of these rights be denied, there is an easy method of bringing upon the record the fact of the denial.\nAnother assignment of error is to the refusal of the court to grant a new trial. It has so often been said that such a refusal is not assignable for error, that we dismiss it without further notice.\nAn exception was also taken, in the court below, to the rejection of an offer by the defendant to prove that he always had been known and reputed among his neighbours as a kindhearted man. This offer the court overruled in the terms in which it was made; but accompanied its rejection by permission to show the character of the defendant for peaceableness and regularity of conduct, and of good feelings toward the deceased, or in any other respect which had a proper relation to the subject-matter of the prosecution. We cannot say that horo was error. We do not discover that any right of the defendant was denied. The door was opened widely for him to show his reputation for peaceableness and regularity of conduct, and for anything that tended to show the improbability of his having perpetrated the crime of which he was accused. It was his peaceableness, his regularity of conduct, his quiet habits, his freedom from lawlessness, that were assailed. All these he had full permission to defend by adducing the opinions of his neighbours, and his general reputation.\nWe pass now to the errors assigned to the charge. They cannot be well understood unless we bear in mind what the case was, and what application the charge had to it. That the deceased was killed by a gun-shot wound inflicted upon her by the defendant, was not in controversy. It was fully proved, and indeed conceded by the defendant. There was no evidence that the deed was done in sudden heat, or in an affray, or in consequence of provocation. The defendant made no such allegation; but he insisted that the case was one of excusable homicide, that the gun was accidentally discharged, and that death was the consequence of the accident. Here was the turning-point of the case. The first and main ground of contest between the Commonwealth and the prisoner was the question, whether the firing of the gun and the death of the deceased were accidental or intentional. If the former, an acquittal was inevitable; if the latter, the homicide was murder. If the killing was not accidental, then malice and a design to kill were to be presumed from the use of a deadly weapon; for the law adopts the common and rational belief that a man intends the usual, immediate, and natural consequences of his voluntary act. Human reason will not tolerate the denial that a man who intentionally, not accidentally, fires a musket-ball through the body of his wife, and thus inflicts a mortal wound, has a heart fatally bent on mischief, and intends to kill. Whatever, therefore, in this case, tended to prove that the killing was not accidental, contributed also to establish that it was wilful, malicious, and with a design to kill.\nKeeping in mind then the case as it was presented, it is apparent that the first and second assignments of error in the charge are entirely unsustainable. In noticing the argument used by the counsel for the Commonwealth against the prisoner’s allegation that the shooting was accidental, and by consequence, in support of the averment that it was malicious and with a design to kill, the learned judge remarked as follows: “ Again, it is urged by the Commonwealth as a reason for inferring malice and a design to kill, that the prisoner’s account of the affair to Mrs. Ray and others, his manner of accounting for the breaking of the gun, his relation of the position and employment of himself and his wife when the gun went off, are inconsistent with the other proof in the case, and improbable in themselves. You have heard the testimony, and can judge of the force of such an inference. The testimony of Samuel Ray as to what was said about the breaking of the gun, and of Thomas Cathcart as to how the gun was broken, and of other witnesses as to the condition of the gun before it was broken, is referred to you as bearing upon this part of tbe case.” It is not said, nor indeed could it be, that the court expressed any opinion either that this argument was, or was not, well founded, but the error is said to consist in this, that even if the prisoner’s account of these things was believed to be false, yet that falsity, of itself, would not sustain an inference of malice and a design to kill, and, therefore, that it was wrong to refer this evidence to the jury as tending to prove a design to kill. But did it not tend to prove that the killing was not innocent, was not the result of accident ? The fabrication of false and contradictory accounts by an accused criminal, for the sake of diverting inquiry or casting off suspicion, is a circumstance always indicatory of guilt. If the jury believed that the statements made by the prisoner of the occurrence were false, his falsehood was therefore at least a circumstance affording some presumption against his innocence, and if he was not innocent, the legitimate inference was, that the shooting was intentional; in other words, that it was malicious and with a design to kill. In this aspect of the case, the court was perfectly right in referring, as they did, this evidence to the jury.\nSimilar remarks are applicable to the second assignment of error, and they show the direct bearing of the evidence referred to the jury upon the questions of intent and malice.\nThe third assignment is, that the court erred in saying to the jury that “when once a homicide is proven, and the prisoner is proved to have committed the act, the offence will amount to the crime of voluntary manslaughter; for every killing of a human being is presumed to be unlawful. The burden of proving the act excusable or justifiable lies on the prisoner.” It is insisted that the qualification should have been added, “ unless the circumstances excusing the act arise out of the evidence produced against him.” In regard to this, it is enough to remark that the rule was laid down as found in the books. The qualification contended for is practically of no importance. In this case, the alleged circumstances excusing the killing did not arise out of the evidence produced against the prisoner. Besides, the observations of the learned judge were wholly outside of this case, and could have done the prisoner no possible harm. It was not a case of manslaughter, and neither party contended that it was. The instructions given in regard to murder were correct, and the remarks of the court complained of were only introductory to the charge that the burden of proof lay on the Commonwealth to establish that the offence was of any higher grade than manslaughter.\nThe fourth and sixth assignments allege error in that the court did not state to the jury the rules of law in relation to the contradiction and impeachment of witnesses, and did not instruct them upon the legal effect of a quarrel and affray. We need only say, that no such instruction was asked, and that no evidence of a quarrel or affray was given.\nThe fifth assignment is, “ that the court erred in not distinctly instructing the jury that the case made out by the Commonwealth was insufficient in law to warrant a conviction of murder in the first degree.” Had such instruction been given, it would have been grievous error. There was evidence that the prisoner had, before the fatal occurrence, treated his wife harshly and brutally; that he had often threatened to inflict serious injury upon her; that only three or four days before the homicide, on his way from home, he had, with “heavy oaths,” renewed his threats to abuse her, because she had remonstrated with him on account of his absence from home on the Sabbath; that, at his very next interview with her, he shot her through the body, causing her death within a few hours, and that the next day he spoke of his having been instigated to the deed by the devil. In face of this evidence, it would have been quite too much for the court to have charged the jury that the case was insufficient in law to warrant a conviction of murder in the first degree.\nThe next assignment of error is, “ that the indictment is insufficient in law to sustain a conviction of murder in the first degree, in that it fails to meet the constitutional requirement,” the nature and cause of the accusation not being fully set forth. The indictment is in strict conformity with the requirements of the 20th section of the Act of March 81st 1860, the Criminal Procedure Act. We do not think that act in conflict with the constitutional provision that in all criminal prosecutions the accused shall have a right to be informed of the “ nature and cause of the accusation against him.” An indictment must exhibit the “nature and cause of the accusation,” — that is, must set out the crime laid to the charge of the accused; but the mode in which the crime was committed, the instrument with which the murder was effected, whether it was held in the right Hand or left, whether the wound was inflicted upon the head or the body, are entirely apart from the nature and cause of the accusation. There is no merit in this assignment.\nAnother averment of the plaintiff in error is, that the sentence was improperly pronounced, because the charge of the court was excepted to, but was not filed until after judgment was given. If there were anything in this exception, it could avail him but little, for then it would be our duty to pass sentence. But there is nothing in it. Everything that was necessary to giving judgment was upon the record when sentence was pronounced. True, the charge was not there, but that was needed for review, not for sentence. It is due to the learned judge of the court below to say, that there were no written points presented to him at the trial, and he was not therefore under obligations to file his charge immediately on delivery, especially as the exceptions were in the usual form, and there was no request that he should reduce his whole opinion and charge, as delivered to the jury, to writing, at the time of the delivery of the same, and forthwith file it of record.\nThe only remaining assignment of error is the eleventh. It is that the sentence is indefinite, no time being fixed for its being carried into effect, and no other person having legal authority to fix the time. This is certainly a novel exception to be taken at this late period in the history of the Commonwealth. It would be out of place here to show how the power to designate the time of execution is vested in the governor. That it always has been exercised by him is not denied, and it would not be difficult to show that it has been rightfully exercised. But that question is not on this record. The matter for our consideration is, whether a sentence of death which does not appoint a day for execution is a proper sentence.\nOur Act of Assembly of the 31st of May 1718, entitled “ An Act for the advancement of justice, and more certain administration thereof,” enacted, that whenever convictions should happen, it should be lawful to give judgment “according to the manner, form, and direction of the laws of that part of Great Britain called England, in the like cases.” This provision was, indeed, hardly necessary, for without it, our courts, being common law courts, would have had that power, unless restrained by statute. The manner and form of giving judgment in England in 1718, in cases of conviction for murder, was precisely that which the Court of Oyer and Terminer adopted in this case. The convict was sentenced to death by hanging, but the sentence did not fix the time and place of execution. That such was the mode and form of pronouncing judgment in capital felonies, appears from all the books: Rastall’s Entries, 2 Hale’s Pleas of the Crown 399., Coke’s Entries 352, 3, and 3 Burr. 1812. Nor was it changed by the statute of 25 Geo. 2, e. 37, which enacted that all persons found guilty of wilful murder should be executed on the day next but one after the sentence passed. See 3 Burrows 1812, Rex v. King et al., decided in 1765. In that case, it was said not to be usual at the Assizes to fix the day and place of execution. The judgment in this case was then strictly in accordance with the forms and requisitions of the law.\nWe have thus reviewed this entire record, and the conclusion to which we have come is, that it exhibits no reason for reversing the judgment of the court below.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Wm. A. Wallace and H. Bucher Swope, for the prisoner, and by District Attorney B. J. Wallace and J. B. McEnally, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Cathcart versus The Commonwealth.\nAssignment of Errors confined to Record. — Presumption of Regularity.— Evidence on Trial for Murder. — Form of Indictment under Revised Code.— Time of pronouncing and executing Sentence.\n1. In reviewing the proceedings of subordinate tribunals, whether civil or criminal, this court is confined to adjudication upon the errors of law upon the record, and cannot look beyond them.\n2. The opinion of the court below on a motion for a new trial is not part of the record; nor can the record be amended by a fact stated therein.\n3. In criminal as well as civil cases the presumption is that the proceedings were regular, and it is incumbent on the party alleging error to show by the record that errors were committed.\n4. Where the record recites that the jury “were all sworn or affirmed respectively, to tx-y,” &c., the presumption is that they were properly sworn or affirmed, especially where no exceptions to the mode of qualification were taken at the time, and nothing on the record indicated any irregularity.\n5. It is not error that the record does not show affirmatively that the prisoner had counsel at the trial. The law will not px-esume this, unless the record exhibit the fact that this constitutional right was denied.\n6. The refusal of the court below to grant a new tx-ial is not assignable as error.\n7. On an indictment for murder it is not error to reject an offer to prove that the prisoner “always had been known as a kind-hearted man,” if the rejection be accompanied by permission to show his character for peacefulness and regularity of conduct towards the deceased, or in any other respect which had a proper relation to the subject-matter of the prosecution.\n8. It is not error to refer to the consideration of the jury the alleged untrue or contradictory statements of an accused criminal, in relation to his connection with the offence charged against him, as matters from which a presumption of guilt might be inferred.\n9. Nor is there error in calling the attention of the jury to matters of evidence which the Commonwealth regards as proof corroborative of the guilt of the defendant, where no opinion is indicated by the court as to the force and effect of the evidence.\n10. Where the jury have been instructed, that when it is proved that a homicide has been committed by the prisoner, the offence will amount to the crime of voluntary manslaughter, and that the burthen of proving it excusable or justifiable is on the accused; it is not error to omit to add, “ unless the circumstances excusing the act arise out of the evidence against him.\"\n11. An indictment drawn in conformity with the requirements of the Criminal Procedure Act of March 31st 1860, is not in conflict with the constitutional proviso, that “ in all criminal prosecutions the accused shall have a right to be informed of the nature and cause of the accusation against him.\"\n12. It is not error to pronounce sentence before the charge (which had been excepted to) is filed, nor to omit the time for execution in pronouncing it. The time of execution is fixed by the governor.\nError to the Oyer and Terminer of Clearfield county.\nJohn Oathcart was indicted, convicted, and sentenced to death, for the murder of his wife, in the Court of Oyer and Terminer of Clearfield county. The indictment contained but one count, and was drawn up in accordance with the provisions of the revised criminal code of 1860.\nThe trial and conviction took place at September Term, 1860, followed by motions for a new trial and in arrest of judgment. These motions were entertained by the court, but, on hearing, were overruled, and judgment was entered on the verdict, and sentence of death, in the usual form, pronounced, at an adjourned court in November 1860.\nIn the course of the trial, several bills of exceptions were sealed at the request of the prisoner’s counsel. The charge of the court was also excepted to before verdict. After sentence, the prisoner applied for this writ of error, which was allowed, and the record and proceedings removed into this court.\nThe case was argued here by Wm. A. Wallace and H. Bucher Swope, for the prisoner, and by District Attorney B. J. Wallace and J. B. McEnally, for the Commonwealth.\nJanuary 31st 1861,"
  },
  "file_name": "0108-01",
  "first_page_order": 108,
  "last_page_order": 115
}
