{
  "id": 418939,
  "name": "Hole versus Rittenhouse",
  "name_abbreviation": "Hole v. Rittenhouse",
  "decision_date": "1859-10",
  "docket_number": "",
  "first_page": "116",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "4 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856426
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 14476,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 2.8872640908397836e-07,
      "percentile": 0.844037046175279
    },
    "sha256": "610a9d6e33529415d107db0f86bf6ce8fa85d309992346b6aac94fba5590b029",
    "simhash": "1:c0b4e8a3ec5b7ea8",
    "word_count": 2496
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hole versus Rittenhouse."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— No case that has passed through this court, within the last eight years, has been more thoroughly investigated than this one, which appears here now for the third time. From the first, it has been an attempt by the owner of younger warrants and surveys to appropriate land 'held by an elder title. The two warrants to Aaron Levy and Mary Weed, under which the plaintiff claims, were issued and surveyed in 1793; the warrant to John Graeff, which the defendant sets up to show title out of the plaintiff, was issued and surveyed in 1785, and a patent for the Graeff tract was granted to Matthias Young, on the 27th April 1787. The lines of the Levy and Weed surveys cross the Graeff tract, and the land in controversy is within the interference of these younger surveys with the elder.\nSix years, therefore, before Levy and Weed obtained their warrants from the Commonwealth, Young or others claiming under him, were the owners of this land by a title as definite and sure as the Commonwealth was capable of granting. Have they lost it, and has the plaintiff acquired it? He claims to have acquired it by the Statute of Limitations.\nBut tlie statute takes away the right of possession from the original owner, and vests it in the disseisor only when the latter has maintained for one-and-twenty years an actual occupancy or possession that is adverse to the owner, and open and notorious. That actual possession may be by residence without cultivation, or by enclosure and cultivation without residence; and where either of these is, the use of adjoining woodland by the disseisor, as farmers generally use woodland adjoining to their farms, is actual and not constructive possession of such woodland: Wolf v. Ament, 9 Casey 331. This must be understood only of an intruder, who has defined his boundaries or entered under colour of title.\nWhen he was here before, the plaintiff did not claim such actual possession of any part of the interference; but he showed an actual possession and improvement, for more than the statutory period, outside of the Graeff survey though within the lines of the Levy and Weed, and in virtue of that possession claimed to hold the land within the interference. His position was, that his surveys, though younger than the Graeff, were, at the least, colour of title to the interference, and that his actual possession within the lines of those surveys, though off of the Graeff, was, by construction of law, to be held co-extensive with his colourable title.\nFor this position he had the authority of several adjudged cases, beginning with Hastings v. Waggoner, 5 Barr 300; but, after great deliberation, those eases were overruled, and this mode of making title to a neighbour’s land was exploded: Hole v. Rittenhouse, 1 Casey 492. We supposed the opinion of Judge Lewis, as there reported, ruled every question that could arise in the cause; and it certainly did rule, in very express terms, the question on which the cause now comes back to us.\nThe plaintiff, on the last trial in the court below, insisting no longer on his constructive possession of the interference, claimed that he and his predecessors had had such actual occupancy of the interference as farmers ordinarily have of adjacent woodland, and therefore that he was within the protection of the statute. Now, this proposition had been met and answered by a remark of Judge Lewis, which is found on page 494 of the report: “It seems to have been settled, that where there has been an actual possession taken by an intruder of any part of the land of another, under a bond fide claim, accompanied with a survey or other designation of boundaries, and continued use of the land within the boundaries so claimed, as farmers generally use their woodland for the period of twenty-one years, the intruder gains a title, not only to what he has actually cleared and cultivated, but to all included within his lines Bell v. Hartley, 4 W. & S. 32; McCall v. Coover, Id. 151. How completely this statement coincided with the previously adjudged cases, may be seen not only from the two authorities above cited, but from those referred to in the late case of Wolf v. Ament, 9 Casey, where the nature of this woodland occupancy was very carefully considered.\nFrom all these authorities it is apparent that, to maintain an actual possession to woodland, as such, it is indispensable that the intruder take actual possession by residence or cultivation of part of the tract to which the woodland belongs.\nThis plaintiff has not done so.- He gave evidence of timber, shingles, and firewood, taken from the land in question; but he showed no residence, enclosure, or cultivation within the lines of the Graeff survey. Yet the court submitted his evidence to the jury as a case of actual adverse and continued possession. “If,” said the learned judge, “Jesse Roberts and his sons made such use of the Graeff interference as owners ordinarily make of their adjacent timber-land, taking firewood, fence rails, or lumber from it for the use of their mill, for one-and-twenty years, this would be possession and would give title under the statute.” Eor this he referred himself to a detached sentence from an opinion of mine in Beaupland v. McKeen, 4 Casey 124. What was said there on this subject was not pertinent to the point in judgment, but anticipatory of what might possibly arise, but did not, in the future stages of that cause, and it were better it had not been said. At most it was a mere obiter dictum, and inaccurate as not adverting to the fact that the acts of ownership on the disputed territory were unaccompanied by residence or cultivation. It should not, therefore, have been made the ground for ruling this case. Those adjudged cases in which the woodland occupancy has been drawn directly in question, were much worthier to be followed.\nThe error of the trial was in submitting the plaintiff’s case to the jury, as a case of actual possession under the statute.' The evidence did not prove such a possession. Neither the plaintiff, nor any of his predecessors, had any residence or improvement within the interference. The cleared fields, the fences, the old house and the new, the saw-mill, and whatever other improvements had been made, were all on the Levy and Wade tracts, but outside of the Graeff lines. Evidence there was of occasional trespasses to take lumber, principally for the use of a saw-mill, which the witness thought might have run one or two months in the year, but these were “ acts of trespass which continue no longer than the trespasser remains in contact with the soil,” and not such dominion as farmers ordinarily exercise over adjoining woodlands. Instead of cutting down timber, which is left to rot on the ground, farmers generally preserve their woodland with care until they want the land for purposes of culture — they take their necessary firewood, fence-rails, and lumber from it, but they guard it carefully from trespasses — they pay taxes for it, generally as seated land — they sometimes fence and pasture it — and they always treat themselves as in the actual occupancy, as much so as of the fields they cultivate upon the same tract. That a roving possession from one part of the tra.ct to another, or that entries into it to take timber for á saw-mill, or wood for iron works, or to use the land as a sugar camp, do not constitute such a possession, has been often said, and was very distinctly reasserted, when the case was last here: Potts v. Gilbert, 3 Watts C. C. R. 475; Wright v. Guier, 9 Watts 172; Sorber v. Willing, 10 Id. 131; Adams v. Robinson, 6 Barr 271; Hole v. Rittenhouse, 1 Casey 493.\nThe defendant must have been in possession of the Graeff tract in 1850, for this suit was brought that year. The adverse and continuous possession, in virtue of which the plaintiff sought to dislodge him, must therefore have originated as early as 1829. We have seen that he had no such possession as constitutes title under the statute, hut even if the occasional trespasses that were proved had been accompanied by payment of taxes, they would not, according to Sorber v. Willing, have made out the adverse possession. The proof was, however, that no taxes were paid under this pretended title for the years 1829-30-31, a fact which counsel put to the court as in itself decisive against the plaintiff. Too much was sought to be made of the fact. The court answered the point discreetly. But whilst the plaintiff’s failure to pay taxes would not have estopped him from making title under the statute, if he had had competent evidence of a possession, it was an expressive interpretation of Robert’s occasional entries during those years. It said as plainly as acts can speak, that he regarded himself as a mere temporary trespasser, and not as an owner in permanent possession.\nThat we may not be misunderstood, we repeat that evidence of the use of woodland cannot avail - to destroy a valid title in another, unless it be accompanied with proof of an actual possession under colour of title, or by marked boundaries, taken and maintained for twenty-one years, of some part of the land of the rightful owner. And by actual possession we mean residence or cultivation within the interference. The customary use of the woodland, in connection with such a possession, within the interference, becomes actual possession of the whole. So are the cases, but such was not this case; and, therefore,\nThe judgment is reversed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued at October Term, 1859, by Joshua W. Comly, for plaintiff in error, and by E. H. Baldy, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hole versus Rittenhouse.\nTitle by Occupancy. — Nonpayment of Taxes by Occupant.\n1. Evidence of the customary use of wood-land, as by taking firewood and lumber therefrom, will not avail to destroy a valid title in another, unless accompanied by proof of actual possession by residence or cultivation of part of the tract to which the woodland belongs, within the interference under colour of title, or by marked boundaries taken and maintained for twenty-one years.\n2. Where a plaintiff, claiming by twenty-one years’ adverse possession, brought ejectment in 1850, and the defendant proved that no taxes were paid by the plaintiff, under his title for the years 1829, 1830, and 1831, within twenty-one years, such non-payment of taxes was held not to be conclusive against him.\nError to the Common Pleas of Columbia, county.\nThis was an action of ejectment brought in 1850, by James Hittenhouse and John Thompson, against Barney Hole, for a tract of land in Beaver township, Columbia county, containing about four hundred acres, more or less. It was tried in the court below, and a verdict and judgment rendered for the plaintiff, January 21st 1851.\nThe case was then removed into this court, and, on the 8th of February 1854, the record was returned and a venire de novo awarded. (See the report of this case in 1 Casey 491, for a statement of the material facts.) The case was tried again in 1854, when there was a verdict and judgment in favour of the plaintiff, “for that portion of the land claimed in the writ, covered by the John Graeff survey as exhibited on the draft, shaded, &c., which lies within the Aaron Levy and Mary Ward tracts as located and shown upon the said draft; and for the residue in favour of the defendant.”\nThe case was again removed into the Supreme Court, where the judgment was reversed, and a venire de novo awarded. It was again tried in the court below, on the 10th of September 1858. Under the charge of the court, the jury rendered their verdict in favour of the plaintiff, “ for all that part of the land in controversy, covered by the Graeff tract, and included in the Aaron Levy and Mary Weed surveys.” Judgment having been entered on the verdict, the defendant sued out this writ, and assigned for error the following portions of the charge of the court below:—\n1. The court erred in instructing the jury as follows: “But a consistent claim of' ownership, accompanied by the habitual and notorious exercise of acts of dominion, have been held to be adequate, after twenty-one years, to confer title even to woodland adjacent to the improvement of claimant: Beaupland v. McKeen, 4 Casey 124. If Jesse Roberts and his sons made such use of the Graeff interference as owners ordinarily make of their adjacent timber-land, taking firewood, fence rails, or lumber from it, for the use of their mill, for one-and-twenty years, this would he possession, and would give title under the Statute of Limitations.”\n2. The court erred in instructing the jury that the “ assessments read to the jury prove that in 1829, 1830, and 1831, but one hundred acres were assessed to Jesse Roberts, and the defendant insists that this assessment limited the possession to the quantity of land returned. If there were any evidence directly proving that these assessments of these three years were procured to be made by Jesse Roberts, it would be a strong indication of his purpose to abandon his claim to the land outside of his improvement. But no explanation is given of the reason why the unimproved land was not returned; and the court cannot say that the failure to return it, is of itself sufficient to prove an interruption of the possession.”\n3. The court erred in instructing the jury, that, “if there were evidence to show that Jesse Roberts procured himself to be assessed in 1829, 1830, and 1831, with only one hundred acres, a log building, and saw-mill, it would be the duty of the jury to treat it as tending to prove an interruption of the continuity of his possession. But the mere failure of the assessor during those three years to return the unimproved lands, would not of itself defeat a title under the Statute of Limitations. Evidence that he cut saw-logs prior to and during those years, would not give him such possession as to enable the plaintiff to recover. But if for the statutory period, including these three years, there was such use made of the interference as farmers ordinarily make of their adjacent timber-land, a title by possession would be created.” And in saying further on: “It is a question for the jury, under all the testimony, whether the failure to return the unimproved lands in 1829,1830, and 1831, is to he treated as limiting the possession of Mr. Roberts to the land he occupied, or as a surrender of that possession, or an interruption of his claim.”\nThe case was argued at October Term, 1859, by Joshua W. Comly, for plaintiff in error, and by E. H. Baldy, for defendant in error."
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 121
}
