{
  "id": 418933,
  "name": "Follmer's Appeal",
  "name_abbreviation": "Follmer's Appeal",
  "decision_date": "1860-10-17",
  "docket_number": "",
  "first_page": "121",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 212",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0212-01"
      ]
    },
    {
      "cite": "10 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 9248,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 4.2339461748374666e-07,
      "percentile": 0.9144882578096252
    },
    "sha256": "8869059a2f1a20b948c34e3c07694174d0a87a7c83772d92da3546aa0526ce1a",
    "simhash": "1:97edf3b6f8a2ab35",
    "word_count": 1590
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Follmer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\n— We should have difficulty in interpreting the will of George Follmer as the parties interested in it seem to have done; but justice does not require that we should reverse their interpretation, and now execute the will differently. None of the parties to it have ever disputed the correctness of the original interpretation; and it is not until after several of them are dead (including the executors), that the administrators of one of the legatees seek to reopen the question. It is more than a quarter of a century since the parties to the estate settled that it was to be divided on the ¡Drinciple of equality, counting in advances made in the testator’s lifetime, and that so he intended. It was so divided, and we can hardly be expeeted now to quash the arrangements.\nIt is not necessary to the conclusiveness of the distribution actually made, that there should have been any formal agreement among the parties relative to it. It is sufficient that the principle of distribution was admitted and acted on by the parties; and the admission may be proved by the language, or implied from the conduct of the party sought to be concluded: 1 Green. Ev. § 207.\nThe testimony of the witnesses shows beyond dispute that the legatees, including Mrs. Howland, the complainant’s intestate, admitted, by word and deed, the several annual family meetings held with the executors for the purpose of arranging the estate; that those five who had received portions in the testator’s lifetime, were to get so much less under the will, so that all should be equal, and that this was the testator’s intention. The failure of the recollection about the details of the conversations does not at all weaken our confidence in its general tenor and effect; that is abundantly sustained otherwise. At several successive family meetings payments were made to the several legatees in the presence of each other, and receipts passed on this principle, until all were paid up in full, and some more than in full. In 1847 the final account of the surviving executor was filed, showing this distribution, and was confirmed. After that Mrs. How-land died, and in 1858 her administrators .seek to correct the mistake into which she and all the other parties had fallen twenty-eight years before, and on which they had acted throughout the whole administration of the estate. This cannot be allowed.\nWe have no doubt that these children knew their father’s will in relation to his estate better than he has exjDressed it, and the principle which they have adopted was perfectly equitable and just. We are not sure that even the law would not have adopted it, under the light in which they must have acted. The partial division of his estate in his lifetime not having been fully carried out as intended, he and his five children, to whom he granted lands by deeds, may have considered their portions in this division as debts due by them until the others should get their like shares, even though no bonds rvere given. Then they would be debts due the estate and not complete gifts, and thus equality in the final distribution would be secured. Be this as it may, after all that has taken place, we cannot now justly fall back upon a dry interpretation of the mere words of the will without any attending circumstances, so far as to root up all that has been done. The harmonious interpretation of the parties, made when the matter was fresh and which has been continued ever since, is better than any we can now make. Contemporánea expositio est optima etfortissima in lege: Broom’s Leg. Max. 532.\nDecree reversed and petition dismissed, and it is ordered and decreed that the petitioners pay to defendants their costs, and the cause is remitted to the Orphans’ Court that this decree may be there enforced.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Comly and Lawson, for the appellants.",
      "E. H. Baldy, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Follmer’s Appeal.\nAmicable Settlement of Estates of Decedent.\nWhere parties, interested in an estate left to them by will, agree upon its interpretation, and the estate is distributed in accordance therewith, the court will not, many years after the completion of such distribution, disturb the settlement, even though from the face of the will the interpretation appears to have been erroneous.\nAppeal from the Orphans’ Court of Columbia county.\nThis was an appeal by the executors of Henry Follmer, who was the surviving and accounting executor of George Follmer, deceased, from the decree of the Orphans’ Court of Columbia county, confirming the report of the auditor appointed to make distribution of a balance, which, it was averred, remained in the hands of said Henry Eollmer, at his death.\nGeorge Follmer died in the year 1830, leaving a will, which was regularly proven, and letters testamentary issued thereupon to Henry Eollmer and Andrew Eshback, who were named therein as executors.\nPrevious to this he had conveyed to five of his children, separate parcels of his real estate, leaving with each of them the sum of $1800, “to be accounted for after his death,” and taking, from each, bonds and mortgages for the balance of the purchase-money. The testator had ten children, all of whom, except two, were living, and of full age, at the time of his death.\nHenry Eollmer, as surviving executor, prepared his account, showing for distribution under the will, a balance of $10,813.81!.\nThe heirs met several times at the house of the executor for settlement. Each of those who had received land, were charged with $1300, which they owed the estate, without dissent or objection. The heirs were then paid in the presence of each other, until they had all received an equal share out of the estate.\nAfter this, on the 17th of March 1847, Henry Follmer filed his account as above stated, showing the amount that had been in his hands, for distribution, and that the whole sum had been divided among, and paid over to, the heirs: which account was confirmed by the court, without objection.\nOn the 17th of August 1858, a petition was presented to the Orphans’ Court, by A. E. Nowland and John Nowland, administrators of Elizabeth Nowland, deceased, who was a daughter of George Eollmer, the testator, praying for the appointment of an auditor, to make distribution of the balance of $10,813.81!, which they averred was in the hands of Henry Eollmer, at the time of his death.\nAn auditor was accordingly appointed, who reported a distribution among the ten children of the deceased, or their representatives, charging each of them with the payments which had been made by the accountant. This distribution was based on the first and second items of the will of the deceased, and appeared to be in accordance with its provisions, but differed very materially from the distribution which had been made by the executor, and filed with his account, on the 17th March 1847.\nExceptions were filed to this report, by the executors of Henry Eollmer, but the court overruled them, and confirmed the report of the auditor: whereupon the executors took this appeal, and assigned for error here that the court erred in confirming the report of the auditor.\nComly and Lawson, for the appellants.\n— 1. The executors of George Follmer made a distribution between the legatees, upon a principle, which all the legatees, including Mrs. Nowland, assented to, and has fully paid, and settled with, all of them.\n2. The representatives of Mrs. Nowland are estopped by her acts during the lifetime of Henry Follmer: Commonwealth v. Moltz, 10 Barr 527.\n3. The auditor and the court erred in the construction of the will of ’the testator, and in not charging the five heirs to whom land had been sold by the deceased, in his lifetime, with the sum of $1300 each, with interest.\nE. H. Baldy, for the appellee.\n— 1. The distribution of the auditor, as confirmed by the court, was in accordance with the will of the deceased.\n2. The auditor did not report, nor does the evidence taken before him, warrant the assertion that the heirs agreed to a different principle: Mengas’ Appeal, 7 Harris 222; Riddle’s Estate, 7 Harris 431; Loomis’s Appeal, 10 Harris 312; Whiteside’s Appeal, 11 Harris 116; Burroughs Appeal, 2 Casey 264; Miller’s Appeal, 6 Casey 478; Mellon’s Appeal, 8 Casey 121; Landis v. Scott, 8 Casey 498, are in point as to the conclusiveness of an auditor’s report on facts submitted to him.\n3. The distribution of the accountant was contrary to the directions of the will, and the burden of proving the assent of the interested parties to it, is on those who seek to maintain it. The distributees were ignorant of their rights; they did no act in the matter ; they were only silent, and are therefore not estopped: Robinson v. Justice, 2 Penna. R. 19; Beaupland v. McKeen, 4 Casey 131; Knauff v. Thompson, 4 Harris 362; Hill v. Eply, 7 Casey 334; Ormsby v. Johnson, 10 Casey 472; Bell v. Ohio and Pa. R. R. Co., 1 Grant’s Cases 111; Commonwealth v. Moltz, 10 Barr 532.\n4. The accountant had no right to blend a distribution with an administrator’s account. It binds no one but himself: Rittenhouse v. Levering, 6 Barr 532; Youndt’s Estate, 6 Barr 35.\n5. The advancements were not noticed in the will, and should not have been deducted: Kreider v. Boyer, 10 Watts 54; Zeiter v. Zeiter, 4 Watts 212.\nOctober 17th 1860,"
  },
  "file_name": "0121-01",
  "first_page_order": 121,
  "last_page_order": 125
}
