{
  "id": 418880,
  "name": "Rangler versus Hummel",
  "name_abbreviation": "Rangler v. Hummel",
  "decision_date": "1860-10-17",
  "docket_number": "",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Johns. 225",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 395",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Wendell 320",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0320-01"
      ]
    },
    {
      "cite": "1 Wendell 196",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0392-01"
      ]
    },
    {
      "cite": "4 Wendell 320",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/4/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 10466,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.50148902668764e-07,
      "percentile": 0.9229385574216875
    },
    "sha256": "ef5c7c3a9715466e564ff0d4e3703aa9908aafe587229454cbb44a0f57e50153",
    "simhash": "1:8ae790bfa8742eec",
    "word_count": 1866
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rangler versus Hummel."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The Court of Common Pleas permitted the plaintiff to strike out the name of Peter Hummel, her husband, in whose name, together with that of the plaintiff, his wife, the suit had been originally brought; and this constitutes one of the assignments of error in the case.\nWe have so often decided, under our several statutes of amendments, that parties might be stricken out, or added, whenever this was necessary to a trial on the merits of the case, that we do not deem it necessary to cite authorities on the subject. This is the plain requirement of the Act of 4th May 1852, as construed by the Act of 12th April 1858. Whenever the rights of a party are liable to be defeated by having joined too few or too many plaintiffs or defendants, these amendments may be made. In such circumstances the fact of mistake is hardly debateable: it will be presumed if without them the merits may not be fully tried. Under the circumstances disclosed, of desertion by the husband, and unwillingness by him to protect his wife’s reputation, she might sustain an action for defamation without joining him, under the Act of 11th April 1856. The amendment allowed was, therefore, all right: Druckenmiller v. Young, 3 Casey 97; Wood v. Philadelphia, Id. 502; Everhard v. West Chester and Philadelphia Railroad Company, 4 Casey 339; Walthour v. Spangler, 7 Casey 523; Philadelphia v. Wood, Leg. Intel., Vol. 14, p. 108; Nace v. Boyce & Scholl, Id. 292.\nThere is, also, a bill of exceptions to the refusal of the court to allow evidence of bad temper on part of the wife, for the purpose of showing that it was her own fault that there was a separation between her and her husband. It would seem that considerable evidence of this kind was afterwards admitted. It was, if true, however, no justification of desertion and abandonment by the husband. Even where adjudged to be established in case of a divorce on that ground, at the instance of the husband, the law requires alimony as a condition or, perhaps, rather as a consequence of the legal separation.\nBut there was another reason for the rejection. The only plea in the case was “not guilty.” The evidence was not competent under it. There should have been a plea to the wife’s capacity to sue, or it would stand confessed, and evidence on either side would then be irrelevant. The plainest principles of justice required that that which might abate the action should have been pleaded in a proper manner.\nThe next assignment of error we are reluctantly obliged to sustain. It was not competent to prove the special averment that the words were “spoken of and concerning” the plaintiff, and thus aid the innuendo by the opinion of the witness, that the defendant meant the plaintiff in the words used. If this could be done there would be no use for an innuendo. Its office would be supplied by the oath of witnesses, who would draw the inference from precedent facts instead of the jury. This is not permissible. In Van Vechten v. Hopkins, 5 Johns. R. 225, it was decided that this kind of evidence could not be admitted. That was for a libel. But in Gibson v. Williams, 4 Wend. 320, a case of oral slander, the same doctrine was applied, and Van Vechten v. Hopkins cited and approved; Sutherland, J., taking occasion to notice Mr. Starkie’s contrary doctrine, in vol. 2, p. 861, on Evidence, remarked that “he,” Mr. Starkie, “cites no authority in support of his position, and it is believed none can be found.” The case of Snell v. Snow, 13 Metcalf 278, follows the New York cases. So, also, is the note to Van Vechten v. Hopkins, 1 Smith’s Leading Cases 133. So in Hays v. Brentz, 4 Watts 392: this last case is cited and approved by Gibson, C. J.\nThe case of The Commonwealth v. Buckingham, Thach. Crim. Cas. 29, the only additional authority to that of Mr. Starkie, cited by the defendant in error, is scarcely to be considered sucb. Tbe question was ruled on an offer of testimony without discussion, and never reviewed afterwards. We are all of opinion that tbe court below erred in tbe admission of the evidence which forms tbe subject of this bill of exceptions. The rule of law is too well settled to permit a doubt about it, that it is the business of witnesses to state facts, and the province of tbe jury to draw sucb inferences or conclusions from them as they shall conscientiously believe to be warranted. This rule was violated in the reception of the opinion of the witness, and for that reason only tbe case must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "G. E. Miller, for plaintiff in error, who was defendant below, contended:",
      "J. F. and J. M. Lewis, for defendant in error, contended:—"
    ],
    "corrections": "",
    "head_matter": "Rangler versus Hummel.\nAmendment. — Action by Wife for Defamation.— Use of Innuendo.\n1. Parties to an action, whether plaintiffs or defendants, may be struck out or added, whenever such amendments are necessary to a trial on the merits.\n2. Whenever the rights of a party are liable to be defeated, by having joined too many plaintiffs or defendants, such an amendment is proper, and in such case the fact of a mistake will be presumed.\n3. Under the Act of the 11th of April 1856 a wife may sustain an action for defamation, without the joinder of her husband: evidence of her incapacity to sue is not competent under the'plea of “ not guilty it should have been pleaded in abatement.\n4. On a trial for defamation it is not competent to prove that the words were “spoken of and concerning” the plaintiff. The innuendo cannot be aided by the opinion of the witness, as to the person meant by the defendants.\nError to tbe Court of Common Pleas of Union county.\nThis was an action on the case for defamation of character, brought in the Common Pleas of Union county, in the name of Peter Hummel and Hannah his wife v. Daniel Rangier. A declaration was filed by plaintiff, to which the plea of “not guilty” was entered.\nSome time after the suit was brought, P. Hummel — who had not lived with his wife for some years — filed a paper in the cause, denying that he had ever authorized it, and asking the court to mark it “ discontinued,” which was refused. By leave of the court, an additional count was then filed by plaintiff’s counsel.\nThe defendant again made application to the court to mark the case “discontinued,” as per request of P. Hummel. This was again refused. On the same day, the plaintiff moved the court to amend, by striking out the name of Peter Hummel, which was allowed, and a jury was impanelled and sworn under exception, to try the case between Hannah Hummel v. Daniel Rangler.\nIn the course of the trial, a number of exceptions were taken to the admission and rejection of evidence, to the general charge, and to the answers of the court on the points submitted : all of which appear sufficiently in the assignment of error, and in the opinion of this court.\nThe jury found in favour of the plaintiff the sum of $50, and judgment having been entered thereon, the defendant sued out this writ.\nThe errors assigned were: — 1. That the court erred in refusing the discontinuance of the suit.\n2. In permitting the record to be amended, by striking out the name of the husband, and allowing the suit to proceed in the name of the wife alone.\n3. In permitting the plaintiff [Mrs. Hummel] to ask the witnesses whom they thought Mr. Rangier had reference to, when he spoke of keeping a miss.\n4. In allowing the plaintiff [Mrs. Hummel] to offer evidence as to how she had been treated by her husband, and, after admitting this testimony, in refusing to permit the defendant to prove that Mr. Hummel was a quiet, peaceable man.\n5. In refusing to allow the defendant to call Peter Hummel as a witness : he being willing to testify.\n6. In deciding that the action could be sustained.\nG. E. Miller, for plaintiff in error, who was defendant below, contended:\n— 1 and 2. That the right to amend is not without limit, and was improperly allowed in this case: Root v. O’Niel, 12 Harris 326; Strock v. Little, 9 Casey 409.\nThe plaintiff may elect how he will sue; but, for an error like this, the only way is to discontinue. There was no evidence of any mistake.\n3. The opinion of the witness as to whom Rangier meant when he spoke of “keeping a miss,” was inadmissible. He might narrate facts, but the jury must draw all conclusions: Van Vechten v. Hopkins, 5 Johns. R. 211; Murrey v. Bethrons, 1 Wendell 196; Gibson v. Williams, 4 Wendell 320; Starkie on Evidence, Vol. 2, page 261.\n4. The evidence in regard to the treatment of Mrs. Hummel by her husband was improperly admitted, as it raised a side issue between them, to the injury of the defendant in the action.\nThe court having admitted testimony in regard to Peter Hummel’s conduct towards his wife, should have allowed defendant to show her conduct towards him.\nP. Hummel, if willing to testify, was a competent witness, although a party on the record.\nIf the amendment was improperly allowed, the action, as brought, could not be sustained.\nJ. F. and J. M. Lewis, for defendant in error, contended:—\n1. The wife was the real plaintiff; she was the injured party; and her husband, who was separated from her, had no right to discontinue the suit.\n2. The amendment was proper under the statute, and the decisions of this court. The cases cited on this point, by the other side, do not apply. In all of them, an attempt was made to change the form of the action.\n3. The narr. contained an averment and a colloquium, which, by settled law, the plaintiff was bound to prove. The witnesses previously examined, had proved that Mrs. Hummel had been spoken of; but the cross-examination of some of them had elicited the fact that there was a Miss Nagle, to whom the words, without explanation, might apply. The question objected to was necessary for ascertaining whom the defendant had spoken of: Commonwealth v. Buckingham, Thatcher’s Criminal Cases 29 ; Hays v. Brierly, 4 Watts 395; Van Vechten v. Hopkins, 5 Johns. 225; Vanderlip v. Roe, 23 Pa. S. Rep. 34.\n4. To enable a wife to sue alone, she must show a separation from her husband: Act of April 11th 1856; but the cause of this separation was immaterial, and the evidence as to her temper was improper.\n5. The policy of the law prohibits husband and wife from testifying for or against each other: 3 Brown’s Just. 432; Snyder v. Snyder, 6 Barr 488; Newlin v. Newlin, 1 S. & R. 278; Gamber v. Gamber, 12 Pa. S. Rep. 363. The witness was, therefore, properly rejected.\n6. The last assignment of error depended on the first, and has been answered.\nOctober 17th 1860,"
  },
  "file_name": "0130-01",
  "first_page_order": 130,
  "last_page_order": 134
}
