{
  "id": 418855,
  "name": "Lower Augusta Township versus Northumberland County",
  "name_abbreviation": "Lower Augusta Township v. Northumberland County",
  "decision_date": "1860-10-17",
  "docket_number": "",
  "first_page": "143",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Ala. 258",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8493678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/5/0258-01"
      ]
    },
    {
      "cite": "8 Johns. 436",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/8/0436-01"
      ]
    },
    {
      "cite": "3 Johns. 434",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0434-01"
      ]
    },
    {
      "cite": "1 South. 213",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "2 Stew. 500",
      "category": "reporters:state",
      "reporter": "Stew.",
      "case_ids": [
        3174137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/stew/2/0500-01"
      ]
    },
    {
      "cite": "4 W. & S. 23",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 C. B. 66",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 9711,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.8914210021739186e-07,
      "percentile": 0.7290311133969587
    },
    "sha256": "eae059bc328b32bf733033dce6c19ab57ae3e3489ceaa6b3a9ae5c249f138a91",
    "simhash": "1:5b598cb9ec76941b",
    "word_count": 1726
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lower Augusta Township versus Northumberland County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\n— An insane woman was committed by the Court of Quarter Sessions to the State Lunatic Hospital, and in this action it was decided that the township of her residence was bound for her support there, and hence this writ of error.\nAs the record of that commitment appears before us in this case, it is very defective in not stating on what grounds she was committed to the hospital. She is found to be insane, but it is not stated whether she was charged with crime, or unsafe to be at large, or suffering unnecessary duress, the only eases in which the Quarter Sessions has authority to commit to the hospital. We cannot review the record of commitment in this action, and therefore we must presume that it is right, and that some one of these causes of commitment existed. And, in order to sustain this judgment, we must decide that the township is liable, no matter which of the three causes may have been the one on which the commitment was grounded.\nIt is only in the case of the insane person being charged with crime that there can be any doubt about the liability of the township or poor district; and we must, therefore, study what the Act of 14th April 1845, relative to the Lunatic Hospital, means to direct in such a case. There is no difficulty in seeing the liability of the township in the original Act of 4th March 1841, but that of 1845 is not altogether a copy from it, and the changes made in the later enactment create several difficulties.\nThe tenth section declares that where an insane person charged with an offence is committed, the expenses of such person “ shall be paid by the county to which he or she shall belong by residence,” and yet it provides for no notice of the proceeding to the proper county authorities. Section eleven declares that “ the poor district (to which the insane person belongs) shall be chargeable with the expenses of his or her maintenance,” &c., and provides for making the proper authorities thereof parties to the proceeding. How are these provisions to be reconciled ?\nOnly by understanding that in this kind of a case the county must pay the hospital, and then look to the proper poor district to be refunded. This does not entirely harmonize all the provisions of the act, but it is the nearest approximation to it that we can make, and it is most in accordance with the general principles of our poor laws, under which the charity of the state is administered. We adopt this interpretation, and therefore affirm this judgment. We are sustained in this view by the Act of 13th June 1836, §§ 58 and 62, relative to lunatics, which contain nearly similar provisions. By that law the county had to look to the estate or relatives of the insane person before resorting to the poor district. Under the law of 1845, the poor district is primarily liable to the county, and must look to the estate and relatives of the insane person for reimbursement. The liquidation of the amount due is not properly before us, and was withdrawn on the argument.\nJudgment affirmed and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. B. Packer, for plaintiff in error,",
      "J. W. Comly and C. Pleasants, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lower Augusta Township versus Northumberland County.\nRecord of Commitment to Lunatic Asylum. — Maintenance of Lunatic.\n1. The record of a commitment from the Court of Quarter Sessions to the State Lunatic Hospital is defective, unless it shows for what cause the lunatic was committed.\n2. Under the Act of 14th of April 1845, when a lunatic is committed to the State Lunatic Hospital the county is primarily liable to the hospital, for the expenses of maintenance, which the proper poor district must refund; the district to be reimbursed by the estate or relatives of the lunatic.\nEbbob to the Common Pleas of Northumberland county.\nThis was an action of assumpsit, brought by the county of Northumberland v. The Township of Lower Augusta, to recover the amount of a bill paid by the county for the board of an insane person who had been committed to the State Lunatic Asylum, by the Quarter Sessions of Northumberland county.\nHannah Savidge, of Lower Augusta township, in the county of Northumberland, was indicted at the November Sessions of 1852, for attempting to set fire to a saw-mill, to which indictment the plea of “not guilty” was entered.\nOn the trial it .was evident that she was insane, and the jury acquitted her November 5th 1852.\nOn the next day a petition, alleging her insanity, was presented to the sessions (by whom does not appear); whereupon the court directed the district attorney to “send before the grand jury an allegation of her insanity, requiring that body to inquire into the matter, as in cases of crime, and make presentment of their finding to the court.” The grand jury returned that she was “ insane at the time of the alleged offence, and still is.” The court then directed a personal notice to be served on her next of kin, to the effect that a jury would be impanelled on the following Thursday, to determine the question of her sanity: which notice was served on her brother and children, personally.\nOn the 11th of November 1852, defendant plead “ not guilty,” and on the same day the jury returned, as their verdict, that “she is insane, and has been insane for the last two years.” The court thereupon directed notice of the finding to be given to the overseers of Lower Augusta Township, and that on the next Saturday, at nine o’clock, an order would be made for her removal to the State Lunatic Hospital: this notice was served on the overseers, personally.\nOn the 13th of November 1852, the court certified that the last residence, or last legal settlement, of Hannah Savidge, was in the township of Lower Augusta, Northumberland county, and directed she should be committed to the State Lunatic Hospital and Union Asylum for the Insane, at the expense of the county of Northumberland.\nShe was, accordingly, without further notice, removed to the hospital.\nThe bill for her boarding from November 15th 1852 to November 14th 1854, was paid by the county, without notice to the overseers of the township.\nOn November 1st 1858, this action was brought, as above stated, and a declaration setting forth the case in detail, and on the issue raised by the plea of unon assumpsit,\" and payment with leave, the parties went to trial.\nThe testimony of the plaintiff having been heard, the defendant demurred generally, and the plaintiff joined in the demurrer.\nOn the 7th of May 1860, the opinion of the court (Jobdan, P. J.) was filed, directing judgment to be entered on the demurrer, in favour of plaintiff, for $441.21, the alleged amount of the bill paid, with interest and costs.\nWhereupon the defendant sued out this writ, and assigned for error:\n1. That the court erred in entering judgment in favour of the plaintiff, on the demurrer.\n2. That the court erred in entering judgment in favour of plaintiff for the sum of $441.21, the actual amount due being but $303.40.\nJ. B. Packer, for plaintiff in error,\ncited the Act of the 14th of April, 1845, P. L. 441, and argued that the county was answerable for the support of Mrs. Savidge, by the clear requirements of the act. The 10th, 11th, and 12th sections of the act are not inconsistent with each other.\nThe 10th section embraces the cases in which a person charged with an offence punishable with imprisonment or death, is committed to the asylum. In all these cases, the expenses are to be borne by the county.\nThe 11th section applies to other cases, in which the offence charged is not punishable with imprisonment or death.\nThe 12th section refers to the commitment of paupers, and the townships are liable in the latter cases only.\nThere is no intimation in the Act of 1845, that the townships are liable to the counties for moneys thus paid by them; while the supplementary Act of 1855, Pa. Laws 515, looks to the exclusive liability of the counties in such cases.\nThe Township of Franklin v. The Pa. S. Lunatic Asylum, 6 Casey 522, does not conflict with this view.\n2. The action is for money paid without the knowledge of the defendant; there is therefore no implied promise to refund: Addison on Contracts 57; Exall v. Partridge, 8 Term. Rep. 306; Stokes v. Lewis, 1 T. Rep. 21; Bilbie v. Lumby, 2 East 469; Higgs v. Scott, 7 C. B. 66; Brisbane v. Dacres, 5 Taunton 143; Childs v. Morly, 8 T. Rep. 613; Mengas v. Oyster, 4 W. & S. 23; Mayor of Baltimore v. Hughs, 1 Gill & Johns. 497; Turner v. Egerton, Id. 497; 5 Cowan 603; 2 Stew. 500; Little v. Gibbs, 1 South. 213; 3 Johns. 434; 8 Johns. 436; Stephens v, Broadnax, 5 Ala. 258; Charlestown v. Hubbard, 9 N. Hamp. 195.\n3. The judgment is too high: there is an evident error in the calculation.\nJ. W. Comly and C. Pleasants, for defendant in error.\n— 1. The 11th section of the act on which this whole proceeding is based, imposes the burden of supporting insane persons, on the poor district certified as the legal settlement of the person committed. The certificate is required to be made by the court.\nThe spirit of the Act of January 13th 1836, was similar to this. It imposed this burden on the “ county or place” to which the lunatic may be chargeable.\n2. The second assignment of error is purely technical. The county was not a volunteer in paying this debt; for it was liable in the first instance.\nThe 10th section of the act declares that the expenses shall be paid to the asylum by the county, as did the commitment also. The county was therefore not an intermeddler.\n3. As to the alleged error in the amount of the judgment, this court will permit an amendment to meet the justice of the case, but will not reverse: Miller v. Weeks, 10 Harris 89; Roop v. Roop, 11 Casey 59 ; Ward v. Ward, 11 Casey 59; Act of June 16th 1836.\nOctober 17th 1860,"
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 146
}
