{
  "id": 418915,
  "name": "The Commonwealth Insurance Company versus Sennett, Barr & Co.",
  "name_abbreviation": "Commonwealth Insurance v. Sennett, Barr & Co.",
  "decision_date": "1860-10-25",
  "docket_number": "",
  "first_page": "205",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Johns. Rep. 273",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Rep. 343",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hall 41",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1363472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/1/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 12096,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 2.982242727861306e-07,
      "percentile": 0.8510907392670384
    },
    "sha256": "887019b8c3261e8eca633cdafc1da5fc2d7b50a4f67f34bc463eba491839ca02",
    "simhash": "1:ce386eb93e179212",
    "word_count": 2187
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth Insurance Company versus Sennett, Barr & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— There is nothing in the policy of the law which abridges the right and power of parties to a contract of insurance from stipulating in regard to the mode and manner of estimating or valuing a loss when it shall occur, or as to the time which shall be the period of the valuation of the property destroyed, or such other matters within the scope of a fair transaction as they may see proper. Insurance is a contract of indemnity, and if the parties stipulate for the manner in which that indemnity shall be made, on the contingency of liability, it is their right to do so, and the law will carry out their contracts as made, if there be no fraud in them, as in other cases: Trask v. The State Fire and Marine Ins. Co., 5 Casey 198; North-Western Ins. Co. v. Phœnix Oil and Candle Co., 7 Casey 448.\nMr. Phillips, in his Treatise on Insurance, cap. 1, § 8, says:\n“ The indemnity intended in insurance is not the putting the party insured into as good a condition as he would in fact have been if no loss had happened; it means the repayment of the expense incurred, and the payment for as much of the insured subject as is lost, at its market value, or its value as agreed upon in the policy.”\nThe policy in this case was an open one, as contradistinguished from a valued policy, and in it the parties have chosen to fix for themselves the standard of valuation, and have stipulated that it should be the “true actual cash value of the property,” and the time for ascertaining such value to be the date of its injury or destruction by fire. Now, unless it can be shown that they had not the right so to contract, or have used terms possessing some other than their ordinary meaning and import, this basis for estimating the loss thus established, must control and govern. It is the law of the contract established by the parties themselves. Nothing has or can be shown, we think, to countervail their right so to contract in regard to the subject-matter mentioned, or which controls the ordinary meaning of the terms used by them. This has not and cannot be done. The contract is so plain, that interpretation is not needed to arrive at what was meant. The parties meant only what they have plainly said; and it was a plain mistake to disregard the language used, and construe the contract as if no stipulation existed.\nIt is usual, in the absence of a stipulation in marine insurance, to value the goods lost and covered by an open policy, as of the time of the commencement of the risk, and this was the nature of the insurance treated of by Mr. Phillips, as cited by the counsel for the defendant in error.\nI will not attempt to point out the distinctive differences in this respect between marine and fire insurances, and wherein they consist. If we were dealing with a policy in which no stipulation existed for determining when or how the valuation should be made, and the question were to be determined by principles of law exclusively, we might be required to look more closely to them. But such is not the case here. The parties have made the law of this contract in this particular for themselves, and we must administer it. They have covered the whole ground.\nThe case of Niblo v. The North American Ins. Co., 1 Sandford 558, has no possible bearing on the point in question. There the policy contained no stipulation such as we find here, and the court allowed the full value of the tenement insured without regard to the extrinsic circumstance that it was to be removed within fifteen days. They held that peradventure the lease of the ground might be renewed, or the insured might sell it to the owner of the ground, or its value might not be impaired by removing it to an adjacent vacant lot. Intrinsically it was not impaired by the circumstance that the ground lease was soon to end. Such had been the doctrine laid down in Laurent v. The Chatham Fire Ins. Co., 1 Hall 41. Such cases as these are good enough law where they belong, but furnish no rule where the parties have fixed a law for themselves. These views apply as well to the restricted operation of the testimony received, as to the ruling in answer to the defendant’s eleventh point. There was error in both.\nThe option to replace the machinery, if destroyed, was a reservation for the benefit of the company; they were not bound to adopt it. What it would cost to replace it, was, therefore, not to furnish the rule for the damages which the company must pay to make good the loss. If this were to be held, it would be equivalent to enforcing the option as an obligation. It is stated in Angell on Insurance, § 269, that insurers have the privilege of making repairs or replacing property, if they see fit to do so; but if they elect not to do so, “ they are liable only to pay a fair indemnity for the loss.” This shows 'that the estimated cost of a compliance with the option, is not to be considered in assessing the amount to be paid on the loss. If it had any weight here, it was wrong.\nNor was the fact that the machines insured Were constructed under a patent, of any importance. Patented or unpatented, what they were worth at the happening of the fire, was, by the agreement of the parties, to be the measure of their value; and this must be ascertained by testimony, as is done in every other case, where the value is not fixed.\nFor these reasons, the judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. A. Calbraith, for plaintiff in error,",
      "Church & Marshall, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "The Commonwealth Insurance Company versus Sennett, Barr & Co.\nContract of Insurance. — Agreement to repair or replace Property destroyed. — Measure of Damages.\n1. Insurance is a contract of indemnity, in which the parties may stipulate for the manner in which that indemnity shall be made, and the time when it shall be valued; and when they do so, the law will carry out their contracts, as in other cases, if there be no fraud in either case.\n2. Where an open policy of insurance specifies, that the damages are to be estimated at the “ true and actual cash value of the property at the time the loss may happen,” the measure of damages is that which was agreed upon by the parties, and it is error to allow the jury to adopt any other rule.\n3. The privilege reserved by insurers to repair or replace the property destroyed is a reservation for the benefit of the company, which they may adopt or not as they think proper; and therefore the expense of repairing or replacing the property is not a proper rule for estimating the damages.\n4. The fact that the property destroyed was patented cannot affect a contract to measure the damages by its value when the loss occurred.\nError to the Common Pleas of Erie county.\nThis was an action of debt, brought in the court below by Pardon Sennett, M. R. Barr, Conrad Brown, and J. J. Finley, partners doing business as Sennett, Barr & Co., against The Commonwealth Insurance Company.\nTo a narr. in debt, the defendants filed a special plea, averring concealments and misrepresentation on the part of the plaintiffs, adding the formal pleas of non est factum and nil debet. To this a replication and demurrer was filed, which demurrer was after-wards withdrawn. The plaintiffs then replied to and traversed the defendants’ plea, and, on the issue thus made up, the parties went to trial.\nThe plaintiffs below were owners of a number of machines called mowers and reapers, which they had manufactured for sale, and stored in a warehouse at Erie. They were insured against loss or damage by fire by the defendants below, in a policy in the usual form, in the sum of $3000. The policy was dated May 25th 1857, and was for the term of six months. On the 25th of November 1857, the policy was renewed by J. J. Lints, agent of defendants, for a further period of six months. On the night of the 10th of February 1858, the property insured was totally destroyed by fire.\nOn the trial, the defendants offered to show, by Matthew Dickson and others, that the kind of machine known as Dan-forth’s reaper and mower, and manufactured by the plaintiffs, and being the same kind of machine insured and destroyed, were of little or no value — were worthless as an agricultural instrument, or for any other use or purpose — and that they had no value, save as mere wood and old iron — and that the machines were worthless both on account of defects in construction, and in the principle of the machines themselves. To this the plaintiffs objected, but the court said, — “We will admit evidence to show that the machines could be manufactured at a less price than the plaintiffs’ witnesses say they were made and sold for, or that the plaintiffs’ knew, when making them, that they were worthless in principle, and that they were defective in workmanship, but not that they were defective in principle, as it was a patented one.” To this ruling the defendants excepted.\nThe policy provided, among other things, as follows : — “ And the said company do hereby promise and agree to make good unto the said assured, their executors, administrators, or assigns, all such immediate loss or damage not exceeding the sum hereby insured, as shall happen by fire to the property above specified, —the said loss or damage to be estimated according to the true and actual cash value of the said property at the time the same shall happen.”\nThe defendants requested the court to instruct the jury as to the measure of damages, that the jury were not to be confined to the evidence of the cost of manufacturing the machines as given by plaintiffs, but might be governed by the actual cash value, as proved by defendants, without reference to the cost of construction. The court refused so to charge the jury, but instructed them that “ the value as estimated in the manufacture of each machine, and before it was tried in the field, would be the standard of valuation.” And further, on this point, the court said to the jury: “ Admitting that many of the machines did not work when they were put to the trial, and this because of a defect in the principle upon which they were got up, and not in the mechanism of them, that would not interfere with the plaintiffs’ right to recover according to their estimated or actual value when the insurance was made, unless, as before stated, the plaintiffs were aware of the defect. The asking or selling price would not be the standard of value, for the company -would have the option to replace by similar articles or pay the cash, but the cost of construction.”\nThe jury found in favour of the plaintiffs the sum of $3262.50, and judgment having been entered thereon, the case was removed into this court by the defendants, who assigned for error the instruction of the court below, as to the measure of damages.\nW. A. Calbraith, for plaintiff in error,\ncontended, 1. That the measure of damages on a fire policy, is the actual value of the property at or immediately before the happening of the loss : Parsons’s Merc. Law 530; Angell on Ins. §§ 264, 265; Hoffman v. The Western Marine and Fire Ins. Co., 1 La. Am. Rep. 216.\n2. That, even if the rule were different in law, it would not control the stipulations made by the parties in the contract of insurance, which, in this case, fixed the mode of valuing the loss and the time when the valuation was to be made: Broom’s Maxims 439; Trask v. State Ins. Co., 5 Casey 198; N. Western Ins. Co. v. The Phœnix Oil and Candle Co., 7 Casey 448.\nChurch & Marshall, for defendants in error,\nargued that the policy was an open one — the loss total, and the liability in the policy limited to $3000 — that, under these circumstances, the measure of damages should be the actual cost of the materials used, and of putting them together, which was the real subject sought to bo protected by the insurance. The actual amount of cash required to restore them to the insured party, is the loss which was sustained: Park on Ins., ch. 6, p. 132; Niblo v. N. A. F. Ins. Co., 1 Sand. 551; Gahn v. Brown, 1 Johns. Cases 120; Leroy v. W. Ins. Co., 7 Johns. Rep. 343; Ogden v. Columbian Ins. Co., 10 Johns. Rep. 273; 1 Phillips on Ins. 321.\nOctober 25th 1860,"
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 209
}
