{
  "id": 418916,
  "name": "Sloan versus Moore",
  "name_abbreviation": "Sloan v. Moore",
  "decision_date": "1860-10-25",
  "docket_number": "",
  "first_page": "217",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Ala. 81",
      "category": "reporters:state",
      "reporter": "Ala.",
      "opinion_index": -1
    },
    {
      "cite": "3 Dana 332",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "2 Paige 310",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0310-01"
      ]
    },
    {
      "cite": "4 Paige 479",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2050424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/4/0479-01"
      ]
    },
    {
      "cite": "8 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0063-01"
      ]
    },
    {
      "cite": "4 Rawle 355",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0355-01"
      ]
    },
    {
      "cite": "2 How. 61",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3327801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/43/0061-01"
      ]
    },
    {
      "cite": "2 Edw. 129",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1986342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/2/0129-01"
      ]
    },
    {
      "cite": "5 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844082
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0022-01"
      ]
    },
    {
      "cite": "7 W. & S. 106",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 371",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "12 Peters 97",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "1 Brock. 456",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "opinion_index": 0
    },
    {
      "cite": "5 Cranch 300",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": 0
    },
    {
      "cite": "3 Paige 310",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": 0
    },
    {
      "cite": "4 Paige 479",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2050424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/4/0479-01"
      ]
    },
    {
      "cite": "5 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 911,
    "char_count": 19896,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 4.2127635323673266e-07,
      "percentile": 0.9136868597358379
    },
    "sha256": "aa6bbf0d714c7e1f655f13afbcd7b425d60570fd174f2a1663484b6808ae49cf",
    "simhash": "1:367a45a48756a753",
    "word_count": 3465
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sloan versus Moore."
    ],
    "opinions": [
      {
        "text": "Tke opinion of tke court was delivered, ky\nStrong, J.\n— By the Act of Assembly of June 16th 1836, tke jurisdiction and powers of a Court of Ckancery were conferred upon the several Courts of Common Pleas within tkis Commonwealth, so far as relates to tke supervision and control of partnerships. And ky tke Act of October 13th 1840, all tke powers of a Court of Ckancery, in settling partnerskip accounts, were given to the same courts. Tke jurisdiction and powers of a Court of Ckancery, it is not denied, are ample to warrant tke appointment of a receiver of partnership property, and tke issue of an injunction against one partner to prevent kis interfering witk it. Tke only question in tkis record is, therefore, whether a proper case was presented to the court below for its equitable interference by injunction, and by tke appointment of a receiver.\nTke bill, supplemental bill, and answer, show that Sloan, the complainant, and Moore, the defendant, were equal copartners in the ownership and publication of tke Erie Observer, a weekly newspaper. By the articles of copartnership, it was agreed that it should continue until tke first day of January 1859. Shortly before its termination, differences arose between the partners, and fruitless attempts were made to adjust tke business of the firm, and arrange tke ownership of the property, in view of its approaching close. The property was of suck a character that its value would have been greatly impaired by stopping the issue of the newspaper, and yet neither of the parties could carry on tke business singly, for each had equal rights, not only in tke property, but in the business of the firm. No settlement having been effected, and no arrangements having been made for continuing the publication of the paper, and prosecuting the business of the firm, tke complainant filed kis bill on tke 15th of December 1859, praying for tke appointment of a receiver, and for an injunction against the defendant; and a subpoena was issued, returnable on the 23d of December 1859. With the subpoena, a certified copy of the bill was served. On the 29th day of December 1859, before any farther action was taken upon the bill, and two days before the expiration of the partnership by its own limitation, the defendant sold the Erie Observer printing establishment, including the presses, type, tools, fixtures, and goodwill, and all the property of the firm in the newspaper, to a certain J. J. Lints. A small part of the purchase-money was paid in cash, and the defendant took the notes of the purchaser for the remainder, payable at different periods, some of them postponed for eighteen months. A supplemental bill was then filed by the complainant, charging the sale so made, and renewing the prayer for a receiver and an injunction. It was on this state of facts that the court granted a special injunction, and subsequently made it perpetual,- and appointed a receiver. Additional facts were averred in the bill, but they were denied in the answer; and allegations were made by the defendant, not responsive to the bill, but not denying any of the facts which I have stated. Taking all the averments of the defendant as true, they do not alter the case thus exhibited.\nThe rules by which a chancellor is guided in appointing a receiver of partnership property at the instance of one of the partners, are very plain. During the continuance of a partnership, a receiver will not be appointed merely because of a disagreement or even quarrel between the partners. But in New York it has been held that it is a matter of course to appoint a receiver, when the partnership has closed, and the parties cannot agree as to the disposition and control of the property, especially when the articles of copartnership do not provide for its settlement: Masten v. Vanschaick, 4 Paige 479; Law v. Ford, 3 Paige 310. And even during the continuance of the partnership, if the partners disagree, and one of them behaves unrighteously against another, a receiver will be appointed. Thus, if one seek to exclude the other from taking that part in the concern to which he is entitled, a receiver is of course, though the continuation of the partnership be intended: 1 Swanston 481. But when a dissolution is intended, or has already taken place, a court of equity will always appoint a receiver, provided there be some breach of the duty of a partner, or of the contract of partnership. See cases collected in Collyer on Partnership), § 354, note 4. Indeed it is difficult to see how the necessity of a receiver can be avoided, on the dissolution of a partnership, when the parties cannot agree as to the disposition of the joint effects, for no one has a right to their possession and control superior to that of the other. Here the partnership was about to close, when the original bill, was filed, and had actually ceased when the supplemental bill was presented. The partners could not agree as to the disposition of the property. The custody of right belonged to one as much as to the other, and there was a gross breach of duty by the defendant. The attempt by Moore to sell the entire property of the firm, and thus exclude the complainant from any control over it, was utterly unjustifiable, and it imperiously demanded the appointment of a receiver. It was indeed ruled in Deckard v. Case, 5 Watts 22, that one partner might assign the whole partnership property in trust for the payment of creditors, and the same has been held in some other cases, though it has been also doubted. In most, if not all of the cases in which this doctrine has been asserted, there were peculiar circumstances. Thus, in Deckard v. Case, the partner who did not join in the assignment had run away. He -was of course not at hand to be consulted, and as the assignment was for the liquidation of partnership debts, his assent was presumed. So in Harrison v. Sterry, 5 Cranch 300, the assignment was only a partial one, and it was made by the only managing partner residing in the United States, the others being resident in England. So, in Anderson v. Tompkins, 1 Brock. 456, the partner who did not join in the assignment had left for Europe, and the instrument was made by the partner who remained when the firm had failed in business. But none of the cases decide that a partner can make a general assignment in trust for the benefit of creditors against the consent, or without the concurrence of his copartner, the latter being present, and capable of acting in the matter. The contrary was directly decided in Hays v. Hays, and Duning v. Colt, 3 Sanford’s Rep. 296 and 284. And indeed this must be so, for, while the contract of partnership constitutes each of its members an agent for the others, it is only for the purpose of carrying on the partnership, not for destroying it. Denuding the firm of all its property is a thing not contemplated, and consequently no agency for such a purpose was intended to be created. When, therefore, one partner is at hand, and might assent, but does not, it is quite unreasonable to presume that he has empowered his copartner to do an act destructive of the purposes for which the firm was established.\n' Still less can an authority be admitted in one partner to sell the entire property of the firm, when the object of the firm*was not trade, buying, and selling, but a business to which the continued ownership of the property sold is indispensable. An assignment is for the purpose of paying the debts, but a sale principally for division, as was this case, has not even that apology. Such a power in one of two copartners, is asserted by no adjudicated case. It is directly in conflict with the purposes of the partnership. Instead of a presumption of agency to make such a sale, the presumptions are all the other way. It is not denied that it is within the scope of partnership authority for one partner to sell and dispose of all the partnership goods in the orderly and regular course of the business; but selling the newspaper, with its good-will, presses, type, &c., cannot be said to have been in the regular course of the business of this firm.\nIt is clear, therefore, that Moore had no power arising out of the contract of copartnership, to make sale to Lints of the entire property of the firm. The case shows in him no other authority. That the complainant assented to the sale is not pretended, nor indeed can it be. It was made, as already seen, while the complainant was prosecuting his bill in court for a receiver and for an injunction against interference with the property. The supplemental bill charges that it was made without the knowledge or consent of Sloan, and the defendant’s answer, while denying that it was made without that knowledge or consent, adds that he was informed and believed that the complainant did know he was selling the printing establishment. Nothing more than knowledge is asserted. The defendant carefully avoids averring that the complainant assented to the sale. He denies that it is true that complainant neither knew nor consented to the sale, and follows this denial by an averment that he did know of it. This is a negative pregnant.\nThe sum of the case is this. One partner in a firm, not a trading firm, while the partnership is existing, finding himself unable to agree with his copartner respecting the disposition of the joint effects, makes a credit sale of the whole to a third person, without the assent of the other partner, though that other was at hand, and might have been consulted. This too is done while judicial proceedings are pending to accomplish a settlement of the difficulties between the partners. Even if such a sale were legal, it evinces a total disregard of the rights of the non-concurring partner, and is what has sometimes been called by a chancellor unrighteous conduct towards him. This was amply sufficient to warrant the appointment of a receiver.\nThe reasons for the appointment of a receiver apply with equal force to justify the injunction. Indeed, the decree making the latter perpetual was a necessary consequence of putting the partnership property into the hands of the receiver.\nThe decree of the Court of Common Pleas is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. C. Marshall, for appellant.",
      "Benjamin Grant, with whom was W. A. Galbraith, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Sloan versus Moore.\nReciprocal Rights and Duties of Partners. — Rules for the Appointment of Receiver and awarding Injunctions.\n1. The jurisdiction and powers of a Court of Chancery are ample to warrant the appointment of a receiver of partnership property, and the issue of an injunction against one partner to prevent his interfering with it. These powers are now vested in the several Courts of Common Pleas of Pennsylvania, by the Acts of Assembly of June 16th 1836, and October 13th 1840.\n2. During the continuance of a partnership a receiver will not be appointed merely because of a disagreement, nor even because of a quarrel between the partners, unless one behave unrighteously towards the other, as by seeking to exclude him from that control over the concern to which he is entitled hv the articles of partnership, and the nature of the business carried on under it.\n3. When a partnership has closed, and the parties cannot agree as to the disposition of the partnership property, and especially when the contract has not provided for this, a receiver will be appointed. So, also, where a distribution is intended, and there is any breach of duty, or of the contract of partnership by either party.\n4. When a partnership formed not for the purpose of buying and selling, but for a business in which the continued ownership of the partnership property is indispensable, has closed, or is about closing, neither of the partners can make an assignment or sale of the joint property even for the payment of creditors, when the other is present and capable of acting in the matter, without his consent; and, in such a case, mere knowledge of the intended sale will not be evidence equivalent to assent.\n5. An attempt by one party thus to dispose of partnership property will be restrained by injunction, at the suit of the other, and, if required, a receiver will be appointed.\n6. The reasons which warrant the appointment of a receiver, apply with equal force to justify an injunction.\nThis was an appeal, by Mortimer M. Moore, from the decision of the Common Pleas of Erie county, appointing a receiver of the assets of M. M. Moore and B. E. Sloan, late partners, doing business as Sloan & Moore, and enjoining said Moore from interfering therewith.\nSloan & Moore were equal copartners in the ownership and publication of “The Erie Observer,” a weekly newspaper, under an agreement to continue as partners till January 1st 1859.\n• On the 18th of December 1858, Sloan filed in the Common Pleas a bill in equity against Moore, alleging that they were unable to agree on a proper mode of settling their business, and praying for the appointment of a receiver, and for an injunction against his copartner. A copy of this bill and a subpoena, in the usual form, was served on Moore.\nOn the 24th of December, Moore appeared and filed a paper of record, in which he averred a willingness to buy his partner’s share, or sell his interest in the concern, on such terms as the complainant might designate, and remonstrating against the appointment of a receiver, &c.\nOn the 29th of December, and while the proceeding in equity was pending, Moore sold “The Erie Observer,” and everything pertaining thereto, to J. J. Lints, for $4000; one-fourth in cash, and the balance on a credit of six, twelve, and eighteen months, and delivered possession of the concern to the purchaser.\nOn the 4th of January 1859, the complainant, Sloan, filed a supplementary bill, charging that this sale was made without his knowledge or consent, praying for an injunction to restrain the purchaser from publishing “The Erie Observer,” and renewing his prayer for the appointment of a receiver, and for an injunction against Moore, to prevent his interference with the affairs of the partnership. Security having been given when the supplemental bill was filed, Judge Galbraith awarded a special injunction against Moore and Lints, to remain until further order.\nOn the 19th of January 1859, Moore filed an answer to the original and supplemental bills of complainant, setting forth his statement of the facts in dispute, avowing and justifying the sale as averred in the supplemental bill, and asking the court to dissolve the injunction, for the reasons which he filed with his answer. An answer was also filed by Lints.\nThe cause was heard before Judge Derickson, on these bills; and on the 20th of January 1859, the court decreed the sale to Lints void — made the injunction perpetual, and appointed a receiver, prescribing his powers and duties in detail, in the decree which was filed the same day. Prom this decree'the-respondent appealed to the Supreme Court, and assigned for error:\n1. That the court erred in making the injunction perpetual.\n2. That the court erred in appointing a receiver.\nJ. C. Marshall, for appellant.\n— The cause was heard on the bill, answer, and the replication to Lints’s answer, and without any replication to Moore’s answer. The paper purporting to be a replication of Sloan, in appellee’s paper-book, was not filed until March 18th 1859, and never was before the court below, as also the correspondence between the parties; nor was there any evidence whatever taken in the cause. The rule is, that the answer of a respondent, denying the statements in the bill and averring otherwise, is to be taken as true in the absence of evidence to the contrary: Paul v. Carver, 12 Harris 207 ; Brightly’s Eq., § 688; Milf. Eq. R. 15, 16; 2 Story’s Eq., § 1528; Pusey v. Wright, 7 Casey 394.\nThe respondent denied the charge, in the supplemental bill, that the sale was made without the knowledge of complainant, and averred that he did not know that the respondent was selling “The Erie Observer” to Lints.\nThe bill charged that the partnership was about to expire by limitation; this was admitted, but this was, of itself, no ground warranting the appointment of a receiver.\nThe allegation that respondent refused to adjust the partnership affairs was denied, and, in the absence of proof to the contrary, was true according to the rules of equity. There is no allegation of insolvency on the part of the respondent.\nThe complainant was in fault by his own answer; a party who is in the wrong can have no standing in equity. An injunction will be granted only when the act complained of is contrary to law, or the injury about to be committed is irreparable, or such for which the common law courts cannot afford an adequat e remedy: Attorney-General v. Clem, 18 Vesey 217; City of Georgetown v. Alexandria Canal Co., 12 Peters 97; Attorney-General v. Bank of Utica, 2 Johns. Ch. 371; Hagner v. Hayberger, 7 W. & S. 106; Commonwealth v. Bush, 2 Harris 186; Lessig v. Langton, Brightly’s Nisi Prius Rep. 191.\nOne partner may transfer the whole stock in trade of a firm: Deckard v. Case, 5 Watts 22.\nThe appointment of a receiver is not a matter of course: there must be some breach of duty to warrant it: Harding v. Glover, 18 Vesey 281; Carey on Partnership 167-8; Wilson v. Greenwood, 1 Swart. 481; Story’s Eq., §§ 885, 836; Hone v. Webb, 2 Edw. 129; Goodman v. Whitcomb, Jacobs & Walter 569.\nThere was neither fraud nor bad faith on the part of the respondent.\nBenjamin Grant, with whom was W. A. Galbraith, for the appellee,\nfirst moved to quash the appeal, because there had been no final order or decree made by the court in the case — the question of costs having been reserved for “further consideration, order, and decree” — citing Holden’s Administrators v. McMakin, 1 Par. 287; McCollum v. Eager, 2 How. 61; Logan v. Jennings, 4 Rawle 355.\nOn the main question the counsel argued: — 1. That Moore had no right to sell the whole establishment: Deckard v. Case, 5 Watts 22, is not in point, and does not support the claim of the appellant.\nThe sale was not in the line of the partnership business. Patee v. Orser et al., a New York ease decided in February 1860, establishes the doctrine that an assignment for creditors, made by one member of a firm, the other being absent from the county, cannot be sustained: Smith’s Mercantile Law 80; Hays v. Hays, S. C. Rep. 284; Modwell v. Keever, 8 W. & S. 63; Kirby v. Ingersoll, 1 Har. Ch. Rep. 172 (Michigan).\n2. The perpetual injunction was proper. The sale to Lints was admitted, and it was made without the consent of the co-partner.\n3. The appointment of receiver was necessary and proper under the circumstances.\nHere was a partnership about to expire; there were unpaid debts due by the firm; the partners could not agree, and one of them was attempting to sell the partnership property without the consent of the other. The case was a most proper one for the exercise of chancery powers, which are intended to prevent wrong: Text Roffens, p. 171; Bracton lib. iv., fo. 315; Coke’s Inst. 2, 299; Register Liber “A,” p. 109, A. d. 1588; Brightly’s Eq. 615, § 889; Martin v. Van Schurch, 4 Paige 479; Law v. Ford, 2 Paige 310; Harding v. Glover, 18 Vesey 281; Wilson v. Greenwood, 1 Swanst. 481; Story v. Moore, 3 Dana 332 (Ky.); Ladd v. Harvey, 1 Foster 514 (N. H.); Williams v. Wilson, 4 Sand. C. R. 379; Parkkurst v. Kinsman, 2 Blatck. C. C. R. 82; Edwards on Receivers, 1 & 3 Dl. Ch. Pr. 1667, 1669, 1949, and 1965.\nIf tke receiver was improperly appointed, it was a matter of discretion, for wkick tkis court will not reverse: Walker ex parte, 28 Ala. 81.\n4. The terms of the decree with regard to tke partnerskip assets were proper: Feredy v. Wightwick, 1 Russ. & Myl. 45; Taml. 250; Rigden v. Pierce, Madd. & G. 353; Story on Part., § 207 and 358; Fetherstonhaugh v. Fennick, 17 Vesey 298; Wilson v. Greenwood, 1 Swanst. 471 and 48l; Crawshay v. Maule, 1 Swanst. 506; Cook v. Collinridge, 1 Jac. 607.\nOctober 25th 1860,"
  },
  "file_name": "0217-01",
  "first_page_order": 217,
  "last_page_order": 224
}
