{
  "id": 418928,
  "name": "Carland & Bierne versus Cunningham",
  "name_abbreviation": "Carland & Bierne v. Cunningham",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "228",
  "last_page": "232",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 395",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0395-01"
      ]
    },
    {
      "cite": "7 Hill 62",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "21 Wend. 342",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0342-01"
      ]
    },
    {
      "cite": "1 Dall. 218",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12141643,
        1408459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0218-01",
        "/us/1/0230-01"
      ]
    },
    {
      "cite": "4 W. & S. 202",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 332",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        6637893,
        11747038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/10/0275-01",
        "/us/2/0332-01"
      ]
    },
    {
      "cite": "7 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0032-01"
      ]
    },
    {
      "cite": "1 Dall. 424",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408520,
        1408536,
        12149457,
        12149509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0439-01",
        "/us/1/0438-01",
        "/dall/1/0424-01",
        "/dall/1/0424-02"
      ]
    },
    {
      "cite": "7 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0032-01"
      ]
    },
    {
      "cite": "1 Dall. 424",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408520,
        1408536,
        12149457,
        12149509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0439-01",
        "/us/1/0438-01",
        "/dall/1/0424-01",
        "/dall/1/0424-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 11501,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 2.8523492070396175e-07,
      "percentile": 0.8407708325852202
    },
    "sha256": "2f980697df1322d80cae9973ced8ab70e81828852bfec9bbd26de9a083188fc4",
    "simhash": "1:1876ad450833e941",
    "word_count": 2050
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carland & Bierne versus Cunningham."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The written agreement between the parties, and for a breach of which this action was instituted, was not produced at the trial, but a copy or supposed copy was offered, and admitted by the court. The admission of this evidence is assigned for error.\nIt is a rule of evidence, too ancient and too well understood to require proof of its existence, that the original instrument is better evidence than a copy, and that the primary source of information is better than the secondary. The latter is only resorted to after the necessity for doing so is shown to exist in an inability to produce the former. If the original instrument be lost or destroyed, this is a sufficient ground for secondary evidence. So if it be shown to be in the hands of the opposite party, who refuses to produce it on notice. But a preliminary step to proof of contents, after proof of existence, is proof of notice to produce it. This is indispensable to the admission of secondary evidence. Inconvenience or absence from the state is not an excuse for omitting this notice. The exception would be where the party himself could not be found after diligent inquiry. Then the law would treat the instrument as lost. Other exceptions are where the action is brought for the instrument itself; when proof of notice is not necessary. The action for the instrument is a demand for the production of it. There may be other exceptions to the rule. But the case in hand is not one. That the party lived in Buffalo is no reason for dispensing with the rule. Notice was indispensable, as the foundation for the admission of the copy: 1 Dall. 424; 7 W. & S. 32; 7 Barr 23. There was error in the admission of a copy of the instrument, and for this reason this judgment must be reversed.\nWe are all of opinion that the demand was the subject of foreign attachment. It was capable of being reduced to certainty by a definite standard, and this is all that is required, 3 W. C. C. R. 560, for id certum est quod certum reddi potest. Clearly the amount, after payment of the execution of Coit v. N. & E. Connelly, and the judgment of the defendants, out of the goods, they being chargeable with them as if sold to them, would be what the plaintiff would be entitled to. These sums were ascertained and fixed; and the value of the goods over and above their amounts, with interest from the conversion of the goods, would define the interest of the plaintiff in them. This he could recover, but nothing more in this attachment. He could recover nothing by way of damages for loss of the advantages of the arrangement. And this was what we understand the learned judge to have charged. But we are reluctantly obliged to reverse the judg ment on the first exception of the plaintiff in error.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "G. Church, for plaintiff in error.",
      "D M. & J. W. Farrally, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Carland & Bierne versus Cunningham.\nCopies, when Evidence.— What is subject to Foreign Attachment. — Prospective Profits.\n1. Where the agreement, on which suit has been brought, is in the possession of one of the parties, it is error to permit a copy to be given in evidence, without proof of a previous notice to produce the original.\n2. Inconvenience, or absence from the state, is no excuse for omitting such notice, unless, after diligent inquiry, the party cannot be found.\n3. Foreign attachment will lie for such damages resulting from the breach of a contract, as may be reduced to certainty by a definite standard, but not where they are speculative or unliquidated.\nError to the Common Pleas of Crawford county.\nThis was a foreign attachment in case on assumpsit, brought by James Cunningham, against P. T. Bierne and William Car-land, trading as Carland & Bierne, in which Leon C. Magaw was summoned as garnishee.\nThe case was this: N. Connelly & Son, dealers in ready-made clothing, of Meadville, Pa., who were indebted to Carland & Bierne, of Buffalo, N. Y., in the sum of $1121.88, sold their whole stock to E. Connelly, Sr., a brother of N. Connelly. The goods thus sold, were not removed; but the sign was altered in accordance with this sale. Shortly after this, E. Connelly, Sr., gave his judgment bond for $1050, to James Cunningham, who was a son-in-law of N. Connelly, and who had been in the store, before the sale, and remained in it, under E. Connelly, Sr.\nOn the 11th of March 1857, Carland & Bierne brought suit for their claim, against N. Connolly & Son; and so proceeded therein, under the Act of July 12th 1842, that N. Connelly was arrested and committed for “ disposing of his property, with intent to defraud his creditors.”\nOn the same day, Cunningham sued out an execution on his judgment against E. Connelly, Sr., and levied on the goods which had been sold and transferred to him, by N. Connelly & Son. Soon after this, for the purpose of relieving N. Connelly from further arrest and satisfying the debt due to Carland & Bierne, the following agreement was made:—\n“ It is agreed between James Cunningham of the one part, and Carland & Bierne, creditors of N. Connelly & Son, of the other part, as follows, viz.: said Cunningham is to assign to said Car-land & Bierne a judgment he has against Edward Connelly, Sr., for the sum of $1050, to February Term 1857, No. —, and an execution on which is npw in the hands of the sheriff. Said Car-land & Bierne are to bid in the goods held as a levy by the sheriff, save such articles as go to their full value, and to leave them in the possession and charge of said Cunningham, to be sold by him to the best advantage, as agent of said Carland & Bierne; the said Cunningham to pay the avails of his sales to the said Carland & Bierne, until he shall have paid them the amount of $1121.88, with interest from this date. Said Cunningham to render to Carland & Bierne a weekly return of his sales, and to pay to them the avails thereof as received, save what is necessary to the economical support of himself and family. The above agreement, when executed, to be in full of all and every the indebtedness of N. Connelly & Son to said Carland & Bierne.”\nH. L. Richmond, James Cunningham,\nJ. W. Faiirelly, Jr. Carland & Bierne.\n“March 11th 1857.”\nThe sheriff’s sale was held in due time, and produced $1292.18, Bierne, who was present, being the principal purchaser. When requested to place the goods into the hands of Cunningham, under the above agreement, Bierne refused to do so without security for the proper application of the proceeds.\nThis Cunningham declined giving, and sued out this writ, attaching the goods which Bierne had purchased at the sheriff’s sale.\nThe declaration contained the common counts; and one on the above agreement, averring a breach thereof, “ whereby the plaintiff was deprived of the benefit of said sales, and of realizing the value of said goods beyond the sum of $1121.88, to wit, $878.12, and was deprived of the economical support of himself and family, and lost the value of his judgment against E. Connelly, and was greatly injured, &c.”\nNo appearance was entered by defendants, except the special one on the application to reduce the bail, and the plea of non assumpsit was entered under a standing rule of court, applicable to personal actions.\nOn the trial, the plaintiff, to prove an alleged contract between him and defendants, called H. L. Richmond, Esq., who testified that he had in his possession a contract signed by the p>arties, Cunningham and Bierne, and dated the 11th of March 1857; that where the contract now was, he could not tell; he had no recollection of seeing it since about the time of its date; that it was then in his office, and that he thinks he gave it to Bierne, one of the defendants ; that they both reside at Buffalo, 17. Y.; that he has no knowledge of any but Bierne being here, and they are neither of them here now; that he believes the paper now exhibited to him by plaintiff’s counsel to be a substantial copy; he has no doubt of it; and further says that he has made no search for the original; has not been requested to do so.\nThe plaintiff then offered to read in evidence to the jury a copy of the above agreement, to which the defendants objected, because notice to produce the original had not been given. But the court overruled the objection, and allowed the copy to be read, which was the subject of the first bill of exception.\nThe cause then proceeded, eliciting the facts as above stated, and also that part of the proceeds of the sheriff’s sale had been applied to a judgment of Cort & Co. v. E. Connelly.\nUnder the charge of the court, the jury found in favour of the plaintiff the sum of $1166.50, and judgment having been entered thereon, the defendants sued out this writ.\nThe errors assigned were: 1. The court erred in admitting the evidence of the contract, for violation of which this action was instituted, without requiring any proof of the loss of the primary evidence, search for it, or of inability to produce it;— which objectionable evidence consisted of an alleged copy, without first sufficiently accounting for the original or primary evidence, or giving the party against whom it was offered and in whose possession it was alleged to be, any reasonable notice or opportunity to produce it, but on merely proving that an original like the copy offered had been executed in his office, but where it was at the time he could not tell, not having searched or inquired for it.\n2. The court erred in charging the jury that the writ of foreign attacnment could be maintained for damages arising from the alleged violation of the contract.\n3. In charging the jury that under the evidence the alleged contract made by Bierne was obligatory upon his partner, Car-land.\n4. In charging the jury that in assessing the damages they are not confined or limited to the difference between the value of the goods, and the indebtedness, or amount, to which the defendants had a right to claim payment, as a basis or standard; but that the plaintiff would be entitled in damages to whatever he could have made in disposing of the goods, after paying the defendants their demand.\nG. Church, for plaintiff in error.\n— 1. The copy was not evidence as it was presented: Green. Ev. 5, 82, 84, and 87; 1 Dall. 424; 7 W. & S. 32; 7 Barr 23; Purd. Dig. 34, § 10; 4 Barr 237; 2 Dall. 332.\n2. Foreign attachment will not lie for the cause of action in this case: 4 W. & S. 202; 2 Tr. & Ha. Practice 648; Fisher v. Consequa, 2 W. C. C. Rep. 382; 1 Dall. 218; Clark v. Wilson, 3 W. C. C. Rep. 568; Lear v. Heath, 1 Eng. C. L. Rep. 76.\n3. The third was not pressed in the argument.\n4. Damages on the basis of a calculation of profits are entirely inadmissible: 1 Gall. R. 314-325; 21 Wend. 342; 2 Kent; 5 Ea. 480 n.; 7 Hill 62; Sedgwick on Damages 78-80; Rose v. Story, 1 Barr 191.\nD M. & J. W. Farrally, for defendant in error,\ncontended : 1. That the agreement was the foundation of the plaintiff’s action, and was specially declared on; it was in the possession of defendant in another state, and notice was therefore unnecessary : 2 Ph. Ev. 391; 17 Johnston Rep. 294; 13 Id. 92; 5 T. Rep. 455; Ralph v. Brown, 3 W. & S. 395.\n2. The demand is the subject of foreign attachment; it is for a definite sum easily ascertained. Fisher v. Consequa is a case directly in favour of defendant in error.\n4. The instruction as to the measure of damages was correct. It was the difference between the indebtedness of N. Connelly & Son to Carland & Bierne, and the sales of the goods.\nNovember 9th 1860,"
  },
  "file_name": "0228-01",
  "first_page_order": 228,
  "last_page_order": 232
}
