{
  "id": 418913,
  "name": "Gibson and Guy's Mill Road",
  "name_abbreviation": "Gibson & Guy's Mill Road",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "255",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 307,
    "char_count": 6075,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.10557368627794e-07,
      "percentile": 0.5694526978213788
    },
    "sha256": "bf0ecc72c103088a44c2aa92f61b40af7521be0880d11fc73b12b8aa88e7b237",
    "simhash": "1:96f5b4437c2520a9",
    "word_count": 1071
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibson and Guy’s Mill Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— It is unnecessary to consider at length all the objections urged against this very irregular proceeding. Some of them have not been pressed in-the argument, and the third and fourth are quite sufficient to make it imperative upon us to reverse the action of the Court of Quarter Sessions. That court considered the report as having been properly made to October Term. Yet it was only filed in the office of the clerk, and was not presented to the court for confirmation until the December Term following, when it was approved, nunc pro tunc, as of its proper term, and the same day confirmed absolutely. Now if the report should have been properly made to October Term, as the court supposed, the approval, nunc pro tunc, as of a former term, in December, and confirmation absolute on same day were erroneous, because tbe opponents of tbe petitioners were tbus cut off from any opportunity to file exceptions, and tbe law allows them one full term for that purpose, after tbe approval at tbe term to which the report is made.\n■ But if tbe report is to be considered as having been made to December Term, as it probably should be, then tbe approval at that time, as of a former term, was erroneous, and so was tbe absolute confirmation at tbe same time. Tbe confirmation absolute cannot be considered as a nullity. It was equivalent to an order that no exceptions should thereafter be received against tbe report of viewers, and that tbe whole proceedings should then be entered upon record. Tbe Act of Assembly does not indeed, in direct terms, require tbe court to confirm a report absolutely at tbe succeeding term after it has been approved, but it does direct that tbe proceedings shall then be entered upon record, and this can only be done by order of tbe court to its clerk, either expressed or implied from a judgment of confirmation.\nTbe order of tbe Court of Quarter Sessions, approving and confirming tbe report of viewers, is reversed, and tbe proceedings are quashed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Thomas Ewing, with whom was J. C. Young, for exceptant,"
    ],
    "corrections": "",
    "head_matter": "Gibson and Guy’s Mill Road.\nApproval ancl Confirmation of Report of Viewers.— When to he made.\n1. It is not enough that the report of the viewers appointed to lay out a public road has been filed in the clerk’s office; it must be presented to and approved by the court.\n2. An “ approval nune pro tune,” and “ confirmation” of a report, at the same time, is erroneous, because it deprives those opposed to the report of the full time which the law allows for filing exceptions, after the approval at the term to which the report is made.\n3. Where a report which was returnable to October Sessions, was not returned until December Sessions, and was then endorsed, “ approved nune pro tune, as of its proper term, and the same confirmed absolutely,” the order of the Quarter Sessions was reversed, and the proceedings quashed.\nCertiorari to the Court of Quarter Sessions of Allegheny oounty.\nTo December Sessions of 1852 a petition was presented, praying for the appointment of viewers to lay out a road leading from a point on the Middleton Road, near Gibson’s mill, to the road leading from Guy’s mill to Pittsburgh. Viewers were thereupon appointed, whose report locating a road, was filed and approved at March Sessions, and confirmed at June Sessions, of 1853. As this road, it seems was not yet opened, at June Sessions 1859, a review was prayed for, and viewers were appointed. At October Sessions 1859, one of the viewers refusing to serve, another was appointed. On the 1st of November 1860 (in vacation), the report of the viewers vacating the road was filed with the clerk of the sessions. On the 31st of December 1860 (being the sixth day of December Sessions), this report was presented to the court, and, on motion of S. H. Geyer, the court “ approved the report of the viewers, filed on the 1st of November 1859, reporting in favour of the vacation of the said road, as prayed for, nune pro tunc, as of its proper term, and the same report is now confirmed absolutely.” The proceedings were all docketed and filed as of No. 4, December Sessions 1852.\nOn exceptions and reasons filed, a rule was granted to show cause why the proceedings to vacate should not be set aside; which rule was, on hearing, discharged, and the exceptions dismissed; whereupon the case was removed into this court by certiorari, and the following errors assigned:—\n1. The court below erred in refusing to set aside the proceedings, for the reason stated in the first exception, to wit, “ That they were improperly recorded as of December Term 1852.”\n2. In not setting aside the proceedings for the reason given in the second exception in the court below, to wit, “ That the report of viewers was not presented to and approved by the court until December Term 1859, two terms after the order to view.”\n3. In not sustaining the third exception, which was “that the approval, nunc pro tune, at December Term was illegal and void.”\n4. In not sustaining the fourth exception, that “ the approval and confirmation on the same day was illegal and void.”\n5. In discharging the rule to set aside the proceedings to vacate.\nThomas Ewing, with whom was J. C. Young, for exceptant,\nargued that this was an original proceeding, and independent of the other cause in 1853; and should not have been docketed with it, where no one would think of looking for it; that the road law prescribed also the practice, which is, to present a petition to one term, the report for approval at the next, and allow one term to intervene before confirmation by order of court or operation of law. When this report was approved at the third term after it was granted, it was dead: 8 Casey 282; 5 Casey 20; Leg. Jour. vol. 16, p. 196. The substitution of a new viewer cannot be considered as a new appointment of all the viewers by construction: Frankstown Road, 2 Casey 412. No order or decree, made nunc pro tune, is valid: 8 Casey 284. The absolute confirmation on the day the report was approved, renders the whole void: 9 Barr 70; Leg. Jour. vol. 16, p; 196.\nNovember 9th 1860,"
  },
  "file_name": "0255-01",
  "first_page_order": 255,
  "last_page_order": 257
}
