{
  "id": 418879,
  "name": "Boyer's Road",
  "name_abbreviation": "Boyer's Road",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "257",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 322,
    "char_count": 6496,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.7809281507104956e-07,
      "percentile": 0.896548022683948
    },
    "sha256": "c7b2de9096e03188c1d7dedf523eefba21955cce7bbc9bd7efdae0258958db3b",
    "simhash": "1:8645aae3d0b77e7b",
    "word_count": 1168
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boyer’s Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— There are several errors on this record, and the proceedings must be reversed.\n1. The petition and order of the court to the viewers was to view and lay out a private road from the dwelling of George Boyer, in Winslow township, to the Stephenson and Morrison road, in Washington township.\nThe viewers reported a road beginning at the dwelling of John Boyer, and thence to the Stephenson and Morrison road. It is said that this is a clerical error. It may be so, or it may not, dependent on the facts in the case. It appears that John Boyer lives not far from George. If it was a clerical error, it should have been sent back to the viewers to correct. It is an error here.\n2. It appears that the viewers laid out this private road partly on a public road — the Sandy Lick road. This was an error, and fatal: Neeld’s Road, 1 Barr 355.\n3. The proceedings of the viewers do not show that notice was served on Wilson that they were about to assess his damages. This should have appeared on the proceedings. Wilson is not called on to prove a negative. Notice should not be presumed when it does not appear. It is necessary to sustain them that it should appear. A man’s property cannot be taken without notice.\n4. The viewers were appointed on the 14th of June 1856. They assembled on the ground, assessed the damages, and made their report to court all on the same day; and on the next day, the court confirmed the same absolutely. The report should have been made to the next court — 17th section, Act 1836 — and then confirmed after an opportunity to object to the assessment had been given.\n5. Finally. It appears that the court, on confirming the report of the viewers of the road, did not fix any width at which it should be opened. Although this was not assigned for error by the counsel, yet, as it appears on the face of the proceedings, we will take notice of it in a case of this kind. This was a fatal defect, and directly in disregard of the 5th section of the Act of 13th June 1836, which requires the width to be fixed by the court. It was not only essential to the road, but the damages could not be fairly assessed without knowing the extent of ground required. It will be remembered that Jefferson county has her road system under the Act of 1836, “ pure and simpleand the system differs from special provisions to be found applicable to other sections of the state, in some of which the viewers appraise as they go along, and, perhaps, before the width may be definitely fixed; but this is not the case in Jefferson county.\nProceedings reversed at the costs of the petitioners.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Barclay, for the complainant,",
      "Andrews McKnight, contrá."
    ],
    "corrections": "",
    "head_matter": "Boyer’s Road.\nClerical Errors in Report of Viewers.— Time of Filing. — Notice to Landowners.— Width, when to he decreed.\n1. Clerical errors in a report of viewers before appointed to lay out a road, ’ should he referred to the viewers by the court before confirmation.\n2. Where the petition and order required the viewers to examine and lay out a road from the dwelling-house of George Boyer in Winslow township, to the Stephenson and Morrison road in Washington township, and the return was of a road beginning at the dwelling-house of John Boyer, it was held error to confirm the report.\n3. A report of viewers which lays out a private road partly over a public road should not be confirmed by the Quarter Sessions.\n4. The fact that notice was duly served on the landowners, whose damages are about to be assessed by a jury, should appear on the proceedings.\n5. Road viewers must report to the next term after they are appointed, to allow time for filing exceptions to the report if necessary.\n6. The width of a road must be fixed by the court when the report of viewers is confirmed, and an omission to do so will be noticed by this court although not assigned for error.\nCertiorari to the Quarter Sessions of Jefferson county.\n, A petition was presented by George Boyer to tbe sessions of 1857, praying for tbe appointment of viewers to lay out a private road, from “tbe dwelling-bouse of your petitioner to tbe Stephenson and Morrison road, in Washington townshipviewers Were accordingly appointed, and an order issued in accordance with the petition.\nOn the 11th of February, the viewers made a report, laying out a private road, beginning at the dwelling-house of John Boyer, thence, &c., to the Stephenson and Morrison road. The first course on the draft was over “ the Sandy Hill road, seventeen rods.” On the 12th of February 1858 [which was in May Sessions], the report was confirmed nisi, and, on the 14th of May it was confirmed absolutely — road not to be opened until damages are assessed and paid. June 14th 1858, George Boyer presented a petition praying for the appointment of a jury to assess the damages; same day viewers were appointed, whose report was filed the next 'day, and confirmed by the court, assessing the damages of John Wilson at $16.6\"6, which sum was paid to the clerk of the court by the petitioner.\nOn the 11th of May 1859, a rule was granted to show cause why the confirmation of the road should not be taken off, and the proceedings set aside; which rule was, on the 21st of September 1860, discharged.\nThe case was then removed into this court, and the following matters assigned for error:—\n1. It was error in the court to confirm a road partly laid upon a public highway.\n2. The road prayed for was to commence at the house of George Boyer. The road reported as laid out, commences at the house of John Boyer, who resides nearly one mile from the residence of George, the petitioner. It was error to confirm this report.\n3. The draft shows the petitioner’s residence is on a public road. The private road, therefore, should not have been confirmed.\n4. The improvements of John Wilson, through whose cleared land the road is located, are not shown by the report or accompanying draft.\n5. The road was located and damages assessed without notice to Wilson.\n6. The confirmation of the report of viewers to assess damages was premature.\n7. The report of viewers to assess damages does not show that they were sworn to assess true damages.\n8. It was error in the court to refuse to take off the confirmation and discharge the rule.\nBarclay, for the complainant,\ncited the Act of June 18th 1836, Purdon 719, and Neelds’ Road, 1 Barr 355, as to notice.\nAndrews McKnight, contrá.\n— The name of John Boyer was a mere clerical error; and the other errors assigned are unsupported by evidence.\nNovember 9th 1860,"
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 260
}
