{
  "id": 418911,
  "name": "Byrne et al. versus Boyle et al.",
  "name_abbreviation": "Byrne v. Boyle",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "260",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 21",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 6982,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 5.702093764974779e-07,
      "percentile": 0.9496630884657754
    },
    "sha256": "051ab7d389760738f78fe78ba762ebceba5aede4aadaf3309401b2fec2df78e6",
    "simhash": "1:c8aafffbf61a75c2",
    "word_count": 1239
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Byrne et al. versus Boyle et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\n— Writs of estrepement, like injunctions, are means of preserving property that is in litigation, from spoil or injury until the rights in relation to it can be settled, and our statutes allowing them are simply declaratory of the common law authority of the courts. It was because the courts did not exercise this authority as freely as they ought to have done that some of the statutes relative to estrepement were passed: see Fitzh. N. B. 139; 10 Vin. Ab. 497; Rob. Dig. 418.\nBy common law and by our statutes the writ may be dissolved ■by the court on a hearing with or without terms, as the case may seem to require, or it may be dissolved on the defendant’s giving security for all damage that he may do pending the act. A bond to the plaintiff is not an improper form of giving such security. If the plaintiff recover in his action of ejectment, he establishes his right to the possession of the property in as good a condition as it was when the action was brought, and therefore to all damages done to it in the meantime. The very purpose of the estrepement bond is to secure him this, and it does not depend upon any subsequent action relative to the title to the land. The court below was therefore right in all its rulings in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "R. L. Johnston, for plaintiff m error,",
      "White and Coffey, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Byrne et al. versus Boyle et al.\nEstrepement. — Bond on dissolving Writ. — Action on Bond.\n1. The Acts of Assembly allowing and authorizing writs of estrepement in ejectment are only declaratory of the common law authority of the courts, and were passed because this power was not exercised as fully as it should have been.\n2. The writ of estrepement may be dissolved by the court on hearing with or without security, as the case may seem to require. If security be ordered, a bond to the plaintiff is not an improper form of giving it.\n3. The purpose of tho bond being to secure to the party for whose use it is given, the property to which he may be entitled, in as good condition as it was when the action was brought, its validity does not depend upon any subsequent action relative to the title. A single verdict in ejectment will authorize the bringing of a suit on such a bond.\nError to the Common Pleas of Qambria county.\nThis was an action of debt, brought by Hugh Boyle, and others, against Jacob Byrne, Terence Develin, William A. Noel, Blassus Noel, and Stephen Stearns. The defendants pleaded payment, with leave, §c., to which the replication non solvit was entered; and on this issue the cause was tried.\nBoyle and others had brought an action of ejectment against B. & W. Noel et al., to December Term 1854, and sued out a writ of estrepement against them to prevent waste.\nOn application to the court below, the writ of estrepement was dissolved on the defendants’ giving bond to indemnify the plaintiffs against damages. The defendants thereupon proceeded to cut and remove the timber that was upon the premises.\nThe ejectment was in due time tried and was decided in favour of the plaintiffs, who were put into possession by writ of habere facias possessionem.\nThe defendants then brought ejectment for the same property; but the plaintiffs, without waiting for the result of the second ejectment, brought this action on the bond which had been given for their security on dissolving the writ of estrepement.\nThe defence was: — 1. That the Acts of Assembly do not authorize the taking of a bond in ejectment'to dissolve a writ of estrepement.\n2. That as a single verdict is not conclusive in ejectment, the suit on this bond was prematurely brought, the second action of ejectment being undetermined; and to this effect instruction to the jury was requested by the defendants’ counsel.\nThe court below (White, P. J.) declined so to instruct the jury, but charged that the action on the bond could be maintained if the condition had been broken, of which there was abundant evidence; that the amount of damages to which the plaintiffs'were entitled, was the value of the timber that had been cut and taken away by the defendants after the writ of estrepement issued, which was to be determined by them from the evidence on that point.\nThe jury found for the plaintiffs $215.50, and judgment having been entered thereon, the defendants sued out this writ, and assigned for error the following matters, to wit:—\n1. The rejection of evidence of the second ejectment.\n2. The instructing the jury that “ the Act of 1822 and its supplements authorize the Courts of Common Pleas to dissolve writs of estrepement, and allow the defendant in possession to use the property as his own until the question of right should be determined, upon his giving security to the plaintiff, or upon such other terms as the court may impose.”\n3. The instruction that there is nothing in the condition of the bond which looks to the event of the conclusive determination of the right, and that an action accrued upon the bond after judgment executed in the first ejectment; and,\n4. In holding that to give effect to the Acts of Assembly on this subject, the court had properly adopted as a rule of practice to dissolve an estrepement in any ease on the application of the defendant, and upon his giving bond to the plaintiff in an amount deemed sufficient, and with security, to be approved by the court, conditioned to indemnify the plaintiff against waste committed on the premises, in the event of the controversy being determined in his favour.\nR. L. Johnston, for plaintiff m error,\nargued that, under the British statute on this subject, there was no power to take such a bond as this: Roberts’s Digest, pp. 425, 427. Our Acts of Assembly only empower the courts to hear the parties, and dissolve the writ, and “take such further order as is just and right,” which is no authority for such a bond. Even if the bond was legal, it could not be sued out until the controversy about the title is ended. If the judgment on the first ejectment were reversed on writ of error, or the possession restored to defendants by the second ejectment, the plaintiffs would be entitled to no damages, for they would have sustained no injury. Even the rule of court looks to the termination of the controversy.\nWhite and Coffey, for defendants,\ncontended that the Acts of Assembly on this subject were in pari materia, and the practice to take bonds like this in such cases was eminently just to both parties. No form is prescribed in the Act of Assembly, so that even if it contain a demand beyond the requirements of the statute, which can be severed, it will be considered surplusage: Shunk v. Miller, 5 Barr 250; 4 W. C. C. Rep. 620; Bank v. Boyer, 16 S. & R. 48; McCaraher v. Commonwealth, 4 W. & S. 21.\nThe condition of the bond was broken by the cutting the timber ; and as plaintiffs are entitled to possession from the bringing of the suit down to judgment, the right of action was complete without further adjudication: Drexel v. Mann, 2 Barr 271.\nNovember 9th 1860,"
  },
  "file_name": "0260-01",
  "first_page_order": 260,
  "last_page_order": 262
}
