{
  "id": 418877,
  "name": "Johnson's Appeal",
  "name_abbreviation": "Johnson's Appeal",
  "decision_date": "1860-11",
  "docket_number": "",
  "first_page": "268",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 37",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 57",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch 407",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "2 Barb. Ch. Rep. 892",
      "category": "reporters:state",
      "reporter": "Barb. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. Ch. Rep. 826",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Cranch 285",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6573577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/21/1060-02"
      ]
    },
    {
      "cite": "9 W. & S. 6",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. Cas. 320",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 59",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "17 Ohio Rep. 384",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 328",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 19011,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.997375072020946e-07,
      "percentile": 0.7425243711119838
    },
    "sha256": "837b2cacb965b9f1d2e77f9483585e4971484dd326ca146f1473b1a8d6af6975",
    "simhash": "1:9cde6bb0422edc3d",
    "word_count": 3279
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— What was the amount of the debt due from John W. Duncan, the mortgagor, to the Messrs. Nimick, on the 20th of August 1856, when the mortgage was given, does not appear in the case, nor is it material. That there was then an indebtedxress, and that it was contemplated between the mortgagor and mortgagees that the time of payment should be extended, and that further advances should thereafter be made, at the discretion of the mortgagees, is apparent from the terms of the mortgage itself. On the 4th of November 1856, when the judgment of the appellaxxt was recovered, Duncan was indebted to the Messrs. Nimick in the sum of more than thirty thousand dollars. The mortgage was therefore full, and there was an additional indebtedness not secured by the mortgage, of $5034.68. From that time onward, until October 28th 1857, the mortgagees continued to make advances, by accepting Duncan’s drafts, by lending to him notes, and in other ways, and from time to time they received from him iron, which they sold, and from the proceeds of the sale, they gave credit, by entx-ies on their books, to the general account. Though it is not distinctly proved, it is still evident that the relation between Duncan and the Messrs. Nimick was that of prixxcipal and factors, the latter making frequent advances, either on the receipt of consignments, or in anticipation of them. The usual course of dealing was to make the advances by accepting the principal’s drafts, and charging them as cash advances. In what manner the interest account was arranged, nowhere appears. The account of the Messrs. Nimick shows that there was due to them from Duncan oxx the 4th of March 1858, the sum of $30,796.64. On that day they gave credit for proceeds of sales of iron then made, in the sum of $12,175.77, thus reducing the sum due to them to $19,620.87. For this sum judgment was signed in a scire facias on the mortgage on the 20th of the same month. The mortgaged premises having been sold by virtue of a levari facias on this jixdgment, and the avails of the sale being in court for distribution, the appellant, whose judgment was entered, as already stated, on the 4th of November 1856, claims that he is to be preferred to the mortgagees, on the ground that the proceeds of the sales of the mortgagor’s iron should be applied first to the payment of the earliest items of his indebtedness, that is, to those items which were originally covered by the mortgage. The effect of such an application would be to discharge all the indebtedness of Duncan which existed at the time when the appellant recovered his judgment, and leave the mortgage to cover only the last items of the Messrs. Nimick’s account, which were advances subsequent to the entry of that judgment.\nIt is not alleged, nor indeed could it be, that Duncan the debtor directed such an application of his credits to be made; except so far as he spoke in his mortgage, he has given no direction at all. Nor is there any evidence that the mortgagees made. any specific application. In strictness the credits were not actual payments, either on general or particular account. The money which the Nimicks received for the iron which they sold, was entered upon their books as a credit to Duncan. It was not formally applied to the mortgage-debt, nor to any item in the account more than to others. Nor do we think it a just inference, from the manner in which deductions were made for freight, expenses, and interest, and from the fact that the judgment upon the mortgage was taken without adding interest, that the creditors applied the credits to the earliest items in their account, that is, to those covered by the mortgage when the judgment of the appellant was recovered. What was meant by “interest averaged per ton” it maybe difficult to determine. Whether it was an adjustment of the discounts on the notes received for sales of iron, and on the acceptances given for advances, or only of the former, in either case it fails to establish an actual appropriation of the credits. And the fact that the judgment upon the scire facias was taken without adding any interest, raises no presumption that an application had been' made. An examination of the account exhibits the fact that for nearly a year before the 20th of March 1858, when the judgment on the mortgage was signed, there was due from Duncan to the Nimicks a large sum beyond the amount of the judgment, a sum exceeding $15,000, during several months, and yet there was no charge for interest upon it. Whether the judgment was taken to recover the earlier items of the account or the later, it is evident the interest account was not included in it. We find, therefore, nothing which enables us to say that the Messrs. Nimiek actually appropriated the moneys which they received to the payment of that part of Duncan’s debt to them that existed on the 4th of November 1856, when the appellant's iudgment was recovered. Nor did the auditor find that any such application had been made. On the contrary, his report seems to affirm that, if there was any application, it was first in payment of the indebtedness not secured by the mortgage.\nThe fact of actual appropriation to the earliest items of the account not being established, the next question is whether the law requires that the credits should be thus applied. In the absence of direction by a debtor, and of actual application by a creditor, the law will make an equitable application, and, in making it, will regard the circumstances of the case. In the present case, it could make no difference to Duncan whether his credits were applied to the earlier or to the later items of the account. He was equally a debtor for both, and both carried interest. It is true, that when payments are made upon a running account, it is one of the principles, of legal application that they shall be treated as extinguishing the earliest charges in the account. But this is not a paramount principle. Another of equal force is, that the payments are to be applied to that debt which is least secured. Both these rules look to the interest of the creditor, it being presumed that the debtor, by neglecting to give any direction, consented to such an application as would be most beneficial to the creditor. But to apply Duncan’s credits to the first items in the account of the Messrs. Nimick against him, and thus extinguish the mortgage in the first instance, would be an application not beneficial to the debtor, and most hurtful to the creditors. It would be paying first the debt which was best secured, and leaving the later advances without the protection of a factor’s lien, and without any security at all, as against judgments entered before they were made. It would be reversing a fundamental rule of legal appropriations. The matter is, however, set at rest by the agreement of the parties contained in the mortgage. They contemplated, as the language of the instrument shows, that payment of the debt existing at the time it was given should be extended, that other and future advances should be made, and that the mortgage should continue to be a security to the extent of $25,000. What was this but an agreement, that, in the anticipated continuance of the course of dealing between the parties, any payments or credits of the mortgagor should not be applied to the extinguishment of the mortgage-security while there were other debits unsecured, to which they could be appropriated? The application which the appellant seeks to have made is, therefore, in conflict with the understanding at least, if not the agreement of the parties, and it is such as the law will not enforce.\nWe are of opinion, therefore, that the credits were rightly applied, first to the payment of that part of the debt which the mortgage did not secure, and to the mortgage only thereafter. Of this the appellant cannot justly complain. He is only a judgment-creditor, and when bis judgment was recovered, there was due upon tbe mortgage tbe sum of $25,000, and there was a considerable indebtedness beyond. No part of bis security bad been taken away, and be bad no equity which authorized him to interfere in the application of tbe debtor’s payments.\nTbe decree of tbe District Court is affirmed; and it is ordered that tbe appellant pay tbe costs of this appeal.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "George S. Selden, for appellant,",
      "Hamilton & Acheson, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Johnson’s Appeal.\nMortgage to secure Advancements. — Appropriation of Payments. — Equity of subsequent Judgment- Creditor.\n1. Where a mortgage given by a principal, to his factors, to secure an existing debt, provides that it may be extended to future advances, and should remain as a continuing security up to a stipulated sum, and a course of dealing followed, wherein advancements were made by the factors to an amount exceeding the stipulated sum secured by the mortgage, and consignments of goods were sent to them, the proceeds of which were credited to the principal in a general account, it was held, in the absence of appropriation by the parties, that the credits were to be applied first to the part of the debt not secured by the mortgage, and to the mortgage-debt thereafter.\n2. The principles which regulate and control the appropriations of payments made on a running account, in the absence of directions from the debtor, look to the interest of the creditor.\n3. A subsequent judgment-creditor, whose claim is jeopardized by an appropriation of payments to an earlier lien, has no equity which will authorize him to interfere in said distribution, where the security remains which he had when his judgment was received.\nAppeal from the decree of the District Court of Allegheny county.\nThis was an appeal taken by J. M. Johnson (who was the assignee of a judgment held by A. Misky v. John W. Duncan), from the decree of the court, distributing the proceeds of the sheriff’s sale of the real estate of said Duncan.\n' John W. Duncan was the owner of certain real estate in Allegheny county, which, on the 12th of March 1856, was bound by the lien of a judgment in favour of Schoneberger, executor, for the use of A. & W. K. Nimick, for &4012.21.\nOn the 30th of August 1856, he executed the following mortgage to the Messrs. Nimick, which was duly acknowledged and recorded.\nThis Indenture, made the 30th day of August 1856, between John W. Duncan, of the first part, and Alexander Nimick and William K. Nimick, as partners under the firm of Nimick & Co., of the second part, witnesseth: Whereas, the said Duncan is indebted to the said Nimick & Co., for merchandise and moneys, and for and on account of sundry notes, bills, acceptances, and the like, by them held, endorsed, or negotiated; and whereas, said Nimick & Co. have agreed to extend and continue the credit by them given as aforesaid to said Duncan, to an extent not exceeding in all the sum of $25,000 (limited, however, by the discretion of said Nimick & Co.), by renewals, endorsements, acceptances, discounting bills, loans, advances, sales of merchandise, becoming surety, and the like: Now, in consideration of the premises and for the better securing the payment of the aforesaid, and present, and prospective, and future, and further indebtedness and liability of him, the said Duncan, to them, the said Nimick & Co., and for and in consideration of the sum of $1 by them to him in hand paid at the time of the executing hereof, the receipt whereof he doth hereby acknowledge, the said John W. Duncan hath granted, bargained, sold, aliened, enfeoffed, released, conveyed, and confirmed, and by these presents doth grant, bargain, sell, alien, enfeoff, release, convey, and confirm unto the said Alexander Nimick and William K. Nimick, partners as aforesaid, their heirs and assigns, all that certain piece or parcel of land (describing it). Together with all and singular the buildings, &c. To have and to hold the said, &c., unto the said Alexander Nimick and William K. Nimick, as partners aforesaid, their heirs and assigns, to the only proper use and behoof of them and their heirs and assigns, for ever. Provided, nevertheless, that if the said John W. Duncan shall and do pay and discharge, and provide for the payment and discharge of all his indebtedness and liabilities to said Nimick & Co., incurred or that hereafter may be incurred as aforesaid or by any means whatever; and shall and do from time to time and at all times hereafter protect, indemnify, and save harmless the said Nimick & Co. from and against any and all losses, damages, liabilities, and expenses whatsoever (including attorneys’ commissions in case of the foreclosure of this mortgage), by reason of credit given or to be given unto him, the said Duncan, or of endorsements, acceptances, liability, surety, or the like, by them for him or at his instance or for his accommodation, made, done, or incurred, without any fraud or delay, and without any deduction or abatement for or on account of any taxes, charges, or assessments, then and thenceforth as well this indenture as the estate hereby granted, shall become void and of no effect.\nAnd the said John W. Duncan hereby agrees that in case of proceeding for the foreclosure of this mortgage, the said mortgagees may file a statement, on oath, of the amount they are entitled to recover in the premises, which amount shall be deemed and taken as the true and correct liquidation of the judgment to be entered thereon.\nIn witness whereof, the said John W. Duncan hath hereto set his hand and seal, the day and year first above written.\nJohn W. Duncan, [l. s.]\nThis was followed by the judgment of A. Misky, which was entered November 4th 1856, for $4819.54, and afterwards assigned to Johnson, the appellant, and by several others.\nA judgment was afterwards recovered by scire facias, on the mortgage for $19,620.87 debt, $490.53 interest, and attorney’s commissions $1005.55, on which a levari facias was issued, and the property sold to the plaintiffs in the writ for $25,000. The proceeds of sale were appropriated, by the sheriff, first to the costs and attorney’s commissions, next to the Schoneberger judgment, and the balance of $19,175.46 to Messrs. Nimick, on account of the judgment which they had recovered on their mortgage, taking their receipt therefor.\nTo this appropriation J. M. Johnson excepted, claiming that the judgment which he had purchased from Misky should first be satisfied out of the proceeds of sale. The matter was referred to S. H. Geyer as auditor, who was authorized to distribute the proceeds of sale, and report to the court the facts and reasons on which such distribution was made.\nOn the 26th October 1859, the auditor’s report was filed. Erom this report it appeared that at the time the Misky judgment was entered, Duncan, the mortgagor, was indebted to Messrs. Nimick to the amount of $30,034.68; that advances, by draft and otherwise, were made from time to time by them to him, until October 28th 1857, during which time, and down to March 4th 1858, he was credited with the proceeds of the sale of blooms and boiler-slabs, which had been consigned to them, showing, at that date, a balance in favour of Nimick & Co. of $19,620.87, the amount for which the judgment on the mortgage was entered.\nThe only notice which Messrs. Nimick had of the Misky judgment, was that given by the usual docket entry. No formal appropriation of these payments or credits had been made by Messrs. Nimick, on Duncan’s account; nor had any directions on this point been given by Duncan, in making assignments to them, but the entries were made as credits on the general account.\nAfter stating the claim of Johnson, and the reason on which it was founded, the auditor distributed the proceeds of the sale, as the sheriff had done in his return to the writs.\nTo this report exceptions were filed by Johnson. On argument, the court below were divided in opinion. The exceptions were, therefore, dismissed, and the auditor’s report confirmed.\nThis appeal was then taken by J. M. Johnson, who assigned for error: — 1. That the court erred in confirming the auditor’s report.\n2. The court erred in not decreeing that the Misky judgment should he paid out of the proceeds of the sale of Duncan’s property.\nGeorge S. Selden, for appellant,\ncontended that the credits, as entered on the hooks of Messrs. Nimick, showed such a continual reiteration of appropriation of payments as extinguished the earliest items of Duncan’s account; and that, even if this were not manifest, the law would make the appropriation so as to effect this result: Berghaus v. Alter, 9 Watts 394; Speck v. Commonwealth, 3 W. & S. 328; Pierce v. Sweet, 9 Casey 157; Story’s Eq. §459, note 3.\nThe balance due them was, therefore, on the last items of their running account, for which this judgment on the sei. fa. was taken. The Misky judgment was entered before the items for which the judgment was taken were charged, and should, therefore, he preferred. It took effect from date, and hound the whole interest of Duncan in the premises subject to the Nimick mortgage, which was then good only for the balance due: Spoder et al. v. Lawler, 17 Ohio Rep. 384.\nThe case of Garber v. Henry, 6 Watts 59, is to the very point raised here; so also Terhoven v. Kerns, 2 Barr 96; Parmentier v. Gillespie, 9 Barr 86; Cadwalader v. Montgomery, 3 Am. Law Reporter 169; Price on Liens and Limitations 301; Brinkerhoff v. Marvin, 5 Johns. Cas. 320; 4 Kent 175; 2 Sanford’s Chan. R. 78.\nHamilton & Acheson, for the defendant in error.\n— The appellant confounds the relation of consignor and factor, which existed in this case, with that of ordinary debtors and creditors. The credit in this case was given on the consignments rather than the consignor, and the mortgage was taken to secure the payment of advances in excess of consignments. When the Misky judgment was entered, the excess was $5000 and upwards beyond the mortgage. The credits were entered generally and without any particular appropriation, in which ease the law appropriates for the benefit.of the creditor: Logan v. Mason, 9 W. & S. 6; Pierce v. Sweet, 9 Casey 156; Shenk’s Appeal, 9 Casey 371; Field v. Holland, 6 Cranch 285; Watt v. Hawk, 1 Casey 411.\nNeither Misky nor Johnson had any right to interfere with or control the appropriation. They were no sureties of Duncan on this claim of Messrs. Nimick. The credit should go to the claim least secured. The mortgage contemplates a continuing credit, which is to be covered by it: 1 Cruise on Real Property 64; Greenleaf’s Cruise 664 (note); Gordon v. Graham, 2 Vin. Ab. 52; 4 Kent Com. 184; Brinkerhoff v. Mason, 5 Johns. Ch. Rep. 826 ; Bank of Utica v. Finch, 2 Barb. Ch. Rep. 892; Shiras v. Craig, 7 Cranch 407.\nThe owner of a prior lien has nothing to do with hunting up those that are subsequent: 5 Rawle 57; Taylor’s Ex. v. Mavis; Trescott v. King, 6 Barbour 346; Hilliard on Real Property, Vol. 1, 441; Garber v. Henry, 6 Watts 37. A recorded mortgage is constructive notice to all subsequent encumbrances.\nNovember 1860,"
  },
  "file_name": "0268-01",
  "first_page_order": 268,
  "last_page_order": 275
}
