{
  "id": 418914,
  "name": "McDonough's Case",
  "name_abbreviation": "McDonough's Case",
  "decision_date": "1860-11-19",
  "docket_number": "",
  "first_page": "275",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 275"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 298,
    "char_count": 5982,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.07164824039496e-07,
      "percentile": 0.7578242978644701
    },
    "sha256": "0a1520e76c3af84a701eace344f93c592659f69b76669f4d2b51b27fccc627c1",
    "simhash": "1:3788efecef11b009",
    "word_count": 1068
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McDonough’s Case."
    ],
    "opinions": [
      {
        "text": "All the material facts are fully stated in tbe following opinion of tbe court, wbicb was delivered, by\nThompson, J.\n— On tbe 24th of January 1859, McDonough applied by petition to tbe Court of Common Pleas of Allegheny county, for a discharge from tbe jail of tbe county, where be had been in confinement for three months, under a sentence of tbe Quarter Sessions, on giving bond, to appear at the next term of tbe court, and present bis petition for tbe benefit of tbe insolvent laws. Tbe petition was granted and bond approved on that day. No other petition was presented at tbe next term, but a day was fixed for tbe bearing of tbe petitioner and his creditors, wbicb was tbe 2d of April 1859. On tbe day appointed, tbe bearing was postponed until tbe 9th, and again until tbe 16th of April. From that time until tbe 10th December 1859 nothing further was done — no application for continuances of tbe bearing by the petitioner, nor order by the court. On that day the counsel for the applicant moved for his final discharge.\nOn argument, on the 22d December, it appeared to the court that the petitioner had never filed a petition with a statement of his effects and property, a list of his creditors, and the amounts due, and the causes of his insolvency; but holding that the petition presented when he applied for his discharge from imprisonment on the condition of giving bond to petition for the benefit of the insolvent laws, at the next term, might stand for that petition, although it contained not a single requirement of the statute, the court allowed an amendment by substituting a new petition containing the required schedules, and without a further order for notice to creditors, discharged him on the 3d of January I860.\nAll this was irregular. Whether the petition presented on the 24th of January, at the time the bond was approved, be considered as an attempted compliance with the bond or not, does not help the petitioner’s case.\nIf it were so, then it was his duty to have asked and obtained his discharge at the time fixed for hearing, or have laid grounds and procured an order for a continuance, and the appointment of another day for final hearing. He engaged to be the actor. This was what the statute required of him as the price of exemption from arrest and imprisonment, resulting from a discharge under the insolvent laws. I do not think it was ever supposed by anybody, that the petitioner might lie by inactive on the day fixed for final hearing, and if his case was not called up by the court might lie over indefinitely, without any order showing a continuance, and he still be entitled at some after time to a discharge on the original notice to creditors. Such a practice would be directly in conflict with the condition of the, bond. That condition is, that there must be a compliance with the order of the court, and when the order fixes a day for final hearing, the petitioner must ask for his discharge, or if unable, from some mistake or omission, to have this, he must mak'e his peace with the court, and get a continuance, or if not, and he would save his bond, surrender himself to jail. Either a discharge, or continuance,'or surrender must appear to save the bond. The first, showing a compliance with the order of court, save it; and the second showing a substitute, deemed sufficient in law for a discharge on the day, may save it. Here neither existed. There was no continuance, and the proceedings were ended, and no discharge could take place on that application after that.\nBut without this view of it, the case was condemned by the fact that the applicant did not present his petition for the benefit of the insolvent laws at the next term, and not in fact until the second term after he was bound so to do. The petition accomparrying the bond was not a petition for the benefit of the insolvent laws. Nor do we think the petitioner so considered it, for he states in it that he owed nothing — had no property, and there was no canse for insolvency. If we were to hold that this was a petition for the benefit of the insolvent laws, then either the oath appended to it was false, or he had no right to apply for the benefit of those laws. But we take it, as it must have been intended, notwithstanding it is hybrid, as a petition to the court which happened to be in session, to permit him to give bond to petition for the benefit at the next term of the court, and for his discharge in the mean time. It was so treated by the court, for they approved his bond, and ordered his discharge. Afterwards, and at the second term 'after he should have presented his petition, he did present a proper petition, under the pretext of an amendment, and he was discharged in nine days thereafter, without any new order for notice to creditors. He was not entitled to a discharge under those circumstances, and the order of the court to that effect was erroneous, and must be reversed.\nOrder of discharge reversed at the costs of the applicant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Wm. B. Hamilton, for complainant.",
      "Kirkpatrick, Marshall, and Brown, contrá."
    ],
    "corrections": "",
    "head_matter": "McDonough’s Case.\nConditions of Insolvent Bond must be complied with. — Discharge of Insolvent.\n1. When an insolvent debtor gives bond to appear at the next term of the Court of Common Pleas, and present his petition for the benefit of the insolvent laws, the condition of the bond must he complied with, and a petition with the statements required by law must be presented within the next term, otherwise his bond will be forfeited.\n2. Where a time has been fixed by court for hearing the petitioner and his creditors, the petitioner, if he would save his bond, must either ask for a discharge, surrender himself to jail, or procure another day for final hearing. The statute requires of him an active compliance with its provisions.\n3. The discharge of an insolvent by the court below under such circumstances will be reversed on certiorari.\nCertiorari to tbe Common Pleas of Allegheny county.\nWm. B. Hamilton, for complainant.\nKirkpatrick, Marshall, and Brown, contrá.\nNovember 19th 1860,"
  },
  "file_name": "0275-01",
  "first_page_order": 275,
  "last_page_order": 277
}
