{
  "id": 418904,
  "name": "Boynton versus Winslow",
  "name_abbreviation": "Boynton v. Winslow",
  "decision_date": "1860-11-22",
  "docket_number": "",
  "first_page": "315",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 391,
    "char_count": 6569,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.1912189213845915e-07,
      "percentile": 0.591449540108323
    },
    "sha256": "866b32e8e46734b703689fd0e8ba3161edda03c949b193ea6e5d2844c0281f97",
    "simhash": "1:ba0da0850a4e7d8d",
    "word_count": 1182
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boynton versus Winslow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\n— Goff’s title was encumbered by a judgment when he sold to Patehen, and was afterwards sold out under it, and thereby Patchen’s title was swept away: for there is no evidence charging Nichols, the sheriff’s vendee, to hold it for Goff or Patehen, by way of resulting trust. But there is supposed to be evidence that Goff bought the land back from Nichols, and got him to convey it to Luce and another, and that therefore they ought to be held to stand as trustees for Patehen. We find some evidence of the fact of such a contract, but none that is adequate to operate upon the title so as to pass it in law or equity to Goff; for it is all parol and very indefinite, and nothing was done under it in Goff’s lifetime that equity treats as performance. Therefore Goff never got back the title, though he may have had a parol agreement to get it, and consequently Luce did not derive title from him, and cannot be charged to hold it as Goff ought to have held it. He holds from Nichols, and not from Goff, and therefore by title paramount to Patchen’s. If any of Goff’s money was used in helping to make out Luce’s title, Patchen had no lien on it, and cannot, on that ground, follow the money into the land so as to get title to it, though Goff was his debtor.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in the Supreme Court by J. B. McEnally, for plaintiff in error, and S. P. Johnson, for defendant."
    ],
    "corrections": "",
    "head_matter": "Boynton versus Winslow.\nSheriff’s Vendee, how affected, by Parol Trust.\n1. A sheriff’s vendee is entitled to hold the lands purchased byhim, free from all secret equities and trusts of which he was ignorant at the time of the purchase.\n2. An indefinite and uncertain parol arrangement or understanding between parties, under which one of them, who is the owner of the legal title to lands, has consented to hold it for the other, and to convey it to him on receiving the purchase-money, but under which nothing has been done during the lifetime of the alleged cestui que trust, does not create such a trust as is adequate to operate on the title, or to pass it in law or in equity to the latter.\nError to tbe Common Pleas of Elk county.\nThis was an action of ejectment brought by Reuben Winslow against Jonathan Boynton and John Barr, to recover possession of the undivided moiety of a tract of land containing 200 acres, in Jay township, Elk county.\nThe land in controversy was, in 1835, the property of Potter Goff, deceased. In June 1836, he entered into a written agreement with John Patchen, for the sale of 100 acres of this land, and in the same month did convey to him by deed, in fee simple, the other 100 acres, thus disposing of the whole tract. Both the deed and the agreement were duly recorded.\nIn September 1838, Patchen and wife conveyed the property to Rogers and Newland. In 1851, Rogers conveyed his interest therein to Mary R. Warren. In 1854, Newland and Warren conveyed to Filch and Boynton, and this was the defendant’s claim of title. At the time of making the agreement and deed to Patchen, the land of Goff was bound by two judgments, one in favour of Philtus Clark and one in favour of Jonathan Nichols. In 1840, executions were issued on these judgments, under which all the real estate of Potter Goff was sold to Nichols. Mr. Goff remained in possession until his death, which occurred in November 1845, with the understanding, as was averred, that he was to refund the purchase-money to Nichols, and receive from him the legal title when he had done so, or have the same conveyed to his order. In 1848, Nichols and wife conveyed the property to C. F. Luce and A. E. Goff, a son and step-son of Potter Goff, deceased, by the following assignment, written on the back of the sheriff’s deed:—\nJonathan JSTiehols and Hannah his wife, for and in consideration of having received of Captain Potter Goff, now deceased, an order dated October 7th 1845, requesting me, when getting the money due me, to convey all my right, title, and claim to, and interest in this deed, to C. F. Luce and Algernon Everdale Goff. Therefore, we the party of the first part do hereby acknowledge on the day and date of this assignment, that we have received of the aforesaid O. F. Luce, $179.27, it being the residue in full of all the demands that the party of the first part have against the estate of the aforesaid Captain Goff, deceased. Therefore, in accordance with the aforesaid order, and the aforesaid sum of money by us received to our full satisfaction, do by these presents release,' sign ovei*, and for ever quit claim unto the aforesaid parties of the second part. Special warrantee. Signed, 17th November 1845.\nJonathan Nichols, [l. s.]\nHannah Nichols, [l. s.]\nWitness,\nChauncey Brockway,\nDavid Kylar.\nThe interest of Luce was afterwards sold by the sheriff on an execution against Mm, and was bought by Hezekiah Mix, who, in 1858, conveyed it to Reuben Winslow, the plaintiff, which was the title under which he claimed to recover in this suit.'\nThe defendant requested the court to charge the jury that the title of O. F. Luce, under which the plaintiff claimed, was affected with the equities that would have affected Potter Goff, and that he as well as Goff were for that reason prevented from claiming in opposition to the Patchen’s title, under which the defendants claim, and that as the plaintiff in this suit has no better title than Luce, he cannot recover in this action.\nThis the court (White, P. J.) declined doing, but instructed the jury that Luce, instead of occupying the place of Groff, was the grantee of Nichols, who held by title paramount to Patehen, and was unaffected by any equity existing between Q-off and Nichols; that the “understanding” spoken of not being in writing was void under the statute of frauds, and that Nichols or his grantees might repudiate it; that there was no resulting trust in the case, the legal title was in Nichols; and that even if Nichols had been a trustee for Groff, the conveyance by him to O. P. Luce and A. B. Groff, for the consideration which was actually paid by Luce, would vest in them the trust estate, and that the defendant, claiming under Groff, would not retain the possession without paying the advances made in behalf of the cestui que trust by the holders of the trust estate.\nThe verdict of the jury was in favour of the plaintiff, and judgment having been entered thereon, the defendant sued out this writ, and assigned for error that portion of the charge of the court which is printed above in italic.\nThe case was argued in the Supreme Court by J. B. McEnally, for plaintiff in error, and S. P. Johnson, for defendant.\nNovember 22d 1860,"
  },
  "file_name": "0315-01",
  "first_page_order": 315,
  "last_page_order": 318
}
