{
  "id": 418887,
  "name": "Scott versus Baker",
  "name_abbreviation": "Scott v. Baker",
  "decision_date": "1860-11-29",
  "docket_number": "",
  "first_page": "330",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 7094,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.1428812334779556e-07,
      "percentile": 0.5794430486101699
    },
    "sha256": "173d1ba506de4c6bfb4357aa9fee46f326dc714c0525422794fec0f198052eb1",
    "simhash": "1:ea0fe2ba174d40e8",
    "word_count": 1282
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott versus Baker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe three errors assigned in this case are upon bills of exception to the admission of testimony. The first is as to the question proposed to be asked the witness, whether the settlement which he was engaged in making between Scott and Combs “was made in conformity to the claims made by Fitch” for Scott. To which the witness replied “ that he had no recollection of what was said by Fitch on that occasion.” The plaintiff was not hurt by the question, for there ivas nothing elicited by the answer, and hence there is no ground for reversal even if the question were objectionable, which we do not perceive.\n2. The next matter assigned for error is about in the same category with the last. The witness was asked “ the result of the award in respect to the purchase of the mill, or if anything was done ?” The reply to this was that he did “recollect what was done in the award in reference to the mill,” and did “not know that Fitch and I disagreed in the matter — it was in conformity with both our views.”\nThe objection seems to have been that the award itself was the best evidence of what was in it. But the award, as such, had nothing to do with the case; it was only spoken of in connection with the acts of Scott and his alleged coadjutor Combs. Nor have we any reason to suppose it would have shown what constituted it. Nor did the witness prove the contents of it so far as the testimony on the plaintiff’s paper-book shows. The plaintiff in error has failed to make manifest anything wrong in this.\n3. There was abundance of evidence, we think, to show the complicity of Combs with Scott, and hence we see no error in proving what he said about the replevin bond. Indeed, if it were not as apparent as it is that the evidence was admissible on the ground on which it was put, it might be a difficult task to see wherein it was possible, as the plaintiff in error presents it, that it could in the least have injured him. If it could do no harm, we would hardly reverse for harmless irrelevancy.\nOn the whole, we think that no nearer approximation to justice could have been arrived at than to let the parties to this trade stand in statu quo in regard to it, and that is the result of the trial had.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The casé was argued in the Supreme Court, by A. Patterson and J. B. & A. Howell, for plaintiff; and by J. Kaine and JEwing, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Scott versus Baker.\nHarmless Error, no cause for Reversal. — Notice to produce Papers. — ■ Declarations, when Evidence.\n1. The putting of an improper question to a witness, on the trial, is no ground for reversing the judgment of the Common Pleas, if the answer could not in any way injure the objecting party.\n2. It is not necessary to give notice to produce an award, in possession of the opposite party, before offering evidence as to what was considered in making it up. The award is the best evidence of what is contained in it, but not of the matters which were considered in making it up.\n3. Where there is evidence of complicity, between the plaintiff in an action and a third party, the defendant may give in evidence the declaration of this third party to affect the plaintiff.\nError to the Common Pleas of Fayette county.\n. This was an action of replevin brought hy Isaac Scott against Michael D. Baker, for a portable steam saw-mill and fixtures, valued at $2000. To a declaration in the usual form the defendant pleaded “ property,” and on this issue the parties went to trial.\nBaker, the owner of the mill in question, agreed with J. J. Fitch, the agent of Scott, to exchange it for the “ exclusive right to make and vend Hall’s Patent Seed-Sower in the state of Iowa.” This right was to he transferred to him and one H. S. Combs for $3000, and paid for as follows, to wit: — Combs paid Fitch, at the time of sale, $400, and gave his notes to Scott for $800; Baker was to transfer his mill to Scott for $1800, and receive from Combs the sum of $300, to equalize their interest in the seed-sower. The deed for this right was delivered to Baker the same evening, who executed a bond for the delivery of the mill on the following day; hut it was said that if, on examining the mill, Fitch was dissatisfied, the contract was to he rescinded.\nThe mill was left for ten days with Baker, who agreed to pay $20 for the use of it. When the ten days had expired the mill was demanded hy an agent of Scott. Baker refused to deliver it, whereupon this action was brought, and the mill replevied.\nThe defence was, that Scott, Fitch, and Combs had conspired to cheat Baker out of the mill; that the seed-sower was worthless ; and that Combs, although nominally a co-purchaser with Baker, was, in fact, interested in the seed-sower, and had after-wards shared the proceeds of this mill, in a settlement w.ith Scott, made in the presence of Fitch and one of the witnesses: evidence tending to show this, was offered hy the defendant.\nOn the trial, C. H. Burgess, who, at the request of Combs, had acted with Fitch as referee between Combs and Scott, in adjusting their accounts, was called as a witness.\nThe counsel of the defendant proposed to ask him, “ whether the settlement which he aided in making between Scott and Combs was made in conformity with the claims made by Fitch, for Scott.” This was objected to hy the plaintiff, on the ground that the award made hy the referees was in writing, and was the best evidence of what was done; hut the court overruled the objection, and allowed the question. The witness answered, “I don’t recollect what was said by Fitch on that occasion.” This was the first error assigned.\nThe defendant then proposed to ask the witness the following question: “ Do you recollect what you did on that occasion, the result of your award in respect to the purchase-money of this mill, or if anything was done?” The plaintiff objected, but the court overruled the objection. The witness then replied as follows : “ I do recollect what was done in the award in reference to the mill. I do not know whether Fitch and I disagreed in the matter, as it was in conformity with both our views.” This was the second error assigned.\nAfter some further testimony tending to show complicity between Scott and Combs, the defendant offered to prove, by Wm. Scott, the declaration of Henry S. Combs, in relation to the security on the replevin bond, which was objected to by plaintiff, on the ground that the ¡plaintiff could not be affected by the declarations of third parties, and that the evidence was irrelevant. The court overruled the objection and admitted the evidence, which was that, in a conversation with Combs about getting bail for the sheriff, on the replevin bond, he had said, with an oath, that if it took the whole Morgantown Bank, the sheriff should have bail. The admission of this testimony formed the third bill of exception.\nThe jury found in favour of the defendant, and judgment having been entered thereon, the plaintiff sued out this writ, and assigned for error the matters above mentioned.\nThe casé was argued in the Supreme Court, by A. Patterson and J. B. & A. Howell, for plaintiff; and by J. Kaine and JEwing, for defendant in error.\nNovember 29th 1860,"
  },
  "file_name": "0330-01",
  "first_page_order": 330,
  "last_page_order": 333
}
