{
  "id": 418906,
  "name": "Horner & Roberts's Lateral Railroad",
  "name_abbreviation": "Horner & Roberts's Lateral Railroad",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "333",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 192",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0192-01"
      ]
    },
    {
      "cite": "4 Y. 375",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0375-01"
      ]
    },
    {
      "cite": "5 Watts 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0289-01"
      ]
    },
    {
      "cite": "3 Binn. 45",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 701,
    "char_count": 17836,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.3199595855046352e-07,
      "percentile": 0.6263434663565327
    },
    "sha256": "b1e39d7fb13e0c97a4fb0358353225af7c9ade48515dfb76ba4fbc41e03cf0b0",
    "simhash": "1:98b328a18d00ac39",
    "word_count": 3221
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Horner & Roberts’s Lateral Railroad."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIf the appeal of Louisa Gibner from the report of viewers was warranted by law, there has been no final judgment in the court below, and this certiorari is premature. The first question for our consideration therefore is, whether in a proceeding to obtain the use of a landing for a lateral railroad, the legislature has allowed an appeal from the action of the viewers to the court which appoints them. If it has, there was no error in reinstating the appeal of Louisa Gibner, which the District Court had stricken off, and the course of the petitioners is to proceed to trial in that court. But if no such right of appeal exists, the action of the court below was a substantial and final arrest of the whole proceeding, for there is no power to try the appeal.\nThe case originated in a petition to the District Court for a lateral railroad from the mines of the petitioners to the slack-water navigation of the Monongahela river, made by the Monongahela Navigation Company. The petition also prayed for a wharf or landing at the termination of the proposed railroad on lands of Louisa Gibner and others. It is a proceeding under the Act of May 5th 1832, and its supplements, including also the 10th section of the Act of April 24th 1843 (P. L. 361). The former of these acts originally made provision only for obtaining rights to construct lateral railroads, without conferring the privilege to secure landing-places at the termini of such roads. The viewers appointed under it were required to pass upon the necessity and usefulness of-the proposed railroad for public or private purposes, and, if they should find it necessary and useful, to report what damages would be sustained therefrom by the owner or owners of the land over which it might be constructed. From their report an appeal was given to the Court of Common Pleas, which appointed the viewers, and there it was directed to be tried by the court and jury. On the trial the jury'were to pass upon the necessity of the proposed road, and the amount of damages to be awarded to the owner or owners of the land over which it was projected. They had nothing to do with the judiciousness of its location, or with the selection of its route, or even with the quantity of land which it might occupy, except so far as it bore upon the amount of damages: Harvey v. Lloyd, 3 Barr 331; Hays v. Risher, 8 Casey 169.\nSuch were the directions of the Act of May 5th 1832 (P. L. 501). It was soon perceived that lateral railroads without landings at the termini of the railroads with which they are connected, where they join any canal or other navigation, were often of very little use to their proprietors or to the public. Accordingly, on the 24th of April 1843, an Act was passed (P. L. 361, § 10), which authorizes the Court of Common Pleas of the proper county, on application made, to direct a jury to be summoned to examine the premises, and if they find that the landings at the termination of the main railroad, are of sufficient capacity to accommodate the trade of the lateral railroad, in addition to that of the main railroad, they are required to mark off a portion of the land to be allotted thereto, and to fix upon a compensation suitable therefor, making return thereof to the court. The act then requires the court, “ if they approve of the report, to direct the said landing to be opened to the use of the public, upon the payment of the price assessed by the said jury, an appeal to the “superior” being allowed as in other cases.” This act extended only to the acquisition of landing privileges at the termination of railroads with which lateral roads might he connected. It was extended afterwards to other eases.\nThe Act of 1843 is very inartificially drawn. The section referred to has no connection with the other sections of the act, and the title of the whole is “An Act to incorporate the Butler Mutual Insurance Company, and for other purposes.” The phrase in the tenth section, “an appeal to the superior being allowed,” evidences that its framer was not familiar with the constitution of our courts. Incorporated, as the section was, into an act for many purposes, it contains nothing to show whether or not it was intended as a supplement to the Act of May 5th 1832.\nIt is strenuously urged that it does not give an appeal to the Court of Common Pleas: that it allows only exceptions, and a resort to this court. This is argued mainly from the supposed impracticability, of trying an appeal, upon which I shall remark hereafter.\nIt is true the provision for an appeal does not in words name the Common Pleas as the appellate tribunal. It does not even contain the word “ court,” which, doubtless, was a clerical omission. The language is, “ an appeal to the superior being allowed as in other cases.” If this does not mean the reservation of a right to an appeal to the Court of Common Pleas, to be tried by a jury, it can mean nothing. The provision is wholly unnecessary to secure a certiorari from this court. That right would exist without it. Nor was it needed to enable an aggrieved party to file exceptions in the Common Pleas. Other parts of the act required the report of the jury to be submitted to that court for its approval. Its approval might be given or withheld. Here, then, the right to except was secured, without resorting to the clause relating to an appeal. Something more, therefore, must have been intended than a privilege to file exceptions, or sue out a certiorari.\nThere is also significance in the language that the appeal is to be allowed “ as in other eases.” To what other cases is the reference ? If the Act of 1843 was intended as supplementary to the Act of May 5th 1832, the matter is at rest. Then the reference must be to the appeals from the reports of viewers spoken of in that act. No others are mentioned, and they are appeals to the Court of Common Pleas, and are to be tried by a jury. Whether the Act of 1843 be supplementary to the other or not, they are certainly in pari materid. The purpose of both was to enable mineral land owners to obtain access to railroads and navigation, and to give them increased facilities for the transportation of the products of their lands to the markets. In either aspect they should be construed with reference to each other. And if this is not so, the phraseology “ appeal * * * as in other cases,” is not uncommon in Pennsylvania legislation. It is found in many of the acts to incorporate railroad companies, where appeals are allowed from assessments of damages by viewers or a sheriff’s inquest, and it has uniformly been construed to mean such an appeal as may be taken from an award of arbitrators under the Compulsory Arbitration Law, an appeal to the Common Pleas to be tried by a jury. This is not unimportant in searching for the legislative intention.\nThe Act of 1843 was followed by the Act of January 6th 1848 (P. L. 1), which was a supplement to that of May 5th 1832, declared to be such, and which extends the provisions of the Act of 1843 to all persons proceeding to procure the right to make a lateral railroad, under authority of the first act, so that they may be enabled to procure landings or wharves, for a compensation to the owner or owners of the land, whether such owner or owners have any interest in any railroad or not. It also confers the powers and duties of the jury authorized by the 10th section of the Act of 1843 upon the viewers appointed under the Act of 1832. Whatever may have been the case before the passage of the Act of 1848, it is clear that now the Acts of 1832, 1843, and 1848 are all parts of one system, and are to be construed as one. The second has been incorporated with the first. Now the procurement of the right to make a lateral railroad, and of the right to use a landing, may be effected in one proceeding — may be asked for in one petition. They were so asked for in the present case. The Act of 1832 is therefore a key to the meaning of the Act of 1843. If an appeal to the Court of Common Pleas from the action of the viewers and a jury trial are allowed, so far as that action relates to the lateral railroad, and are not allowed from their action in regard to the landing, the anomaly may be witnessed of a petitioner’s obtaining a landing, and failing to obtain a road to lead to it, a result not contemplated by either the Act of 1843 or that of 1848.\nThese considerations lead to the conviction that in proceedings to obtain landings or wharves, an appeal lies from the action of the viewers to the superior court; that is, to the court which appoints them, and to which they make their report, and such an appeal is to be tried by jury.\nIt is proper here to notice that by the 8th section of the Act of May 5th 1852, jurisdiction over these cases is given to the District Court of Allegheny county, P. L. 611.\nIt follows that the appeal of Louisa Gibner being authorized by law, its restoration after it had been stricken off was proper, and it is now pending in the District Court.\nBut what is to be tried in that appeal? We think only the amount of the compensation to be awarded for the use of the landing. In the Act of 1843, the provision for an appeal is in immediate connection -with the clause that requires the payment of the price assessed by the jury of view, before the landing may be opened. That clause is its nearest antecedent, and the reference is more naturally to that than it is to the other provisions of the act. And, indeed, that is the only thing to which a jury trial is adapted. Engineering, marking off a portion of land to be allotted for a landing, are acts which are incapable of being performed by a traverse jury. The appeal is to be “ as in other cases.” When appeals are taken from an inquisition assessing damages for the construction of a railway, all that is tried by'the jury is the amount of damages. They have nothing to do with the choice of the route, location of the road, or the question whether more land than is necessary has been appropriated, except so far as it bears upon the amount of compensation to be made. And in the case of lateral railroads, until recently the jury considered only the necessity of the proposed construction, and the damages to be assessed. Now, since the Act of April 20th 1858 (P. L. 861), it would seem that all that can be tried by the appellate jury in such cases, is the amount of compensation. That act confers upon the court the power of judging of the necessity, and authorizes the road to be constructed and used before damages may be finally assessed, if security be given for their payment. This is inconsistent with any right in the jury to pass upon the question of necessity. The Act of 1858 applies as well to landings as to lateral railroads. It embraces all cases where a petition has been presented for viewers, under the Act of 1882 and its supplements. At least one of these supplements provides for the acquisition of landings. They are now a constituent part of the railroad itself. It may be objected that this view makes the duties of the appellate jury less extensive than those of the viewers. The objection must be admitted, but it was in the power of the legislature to limit the appeal, by allowing a re-trial only of the assessment, and we think they have done so. It is »ot to be supposed they intended an appeal which could not be tried.\nThe result of the whole is, that the certiorari is to be quashed as premature, and the case goes back for the appeal to be tried in the court below.\nGertiorari quashed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Hamilton and Aeheson, for petitioners,",
      "Thomas Howard, for Louisa Gibner."
    ],
    "corrections": "",
    "head_matter": "Horner & Roberts’s Lateral Railroad.\nLateral Railroads. — Appeal from Report of Viewers of Wharves and Landings.— What Questions to he tried hy the Jury.\n1. In a proceeding to obtain the use of a landing or wharf for a lateral railroad, under the Act of April 24th 1843, an appeal lies from the action of the viewers to the court to which their report is to be made, there to be tried by a jury.\n2. On the appeal in such cases, the only question to be tried is the amount of compensation to be awarded for the use of such wharf or landing. The jury have no right to pass upon the question of necessity, location, &c.\n3. When an appeal is allowed by law, no writ of error will lie until the appeal has been tried, and the final judgment of the court has been entered thereon.\nCertiorari to the District Court of Allegheny county.\nIn the matter of the petition of Simpson Horner and George W. Roberts, for leave to construct a lateral railroad, and acquire a wharf or landing.\nOn the 31st of January 1860, Simpson Horner and George W. Roberts presented their petition in the court below, for leave to construct a lateral railroad from their coal-mines, in the vicinity of, and not more than three miles distant from, the slack-water navigation of the Monongahela river, over intervening lands, to said navigation, and, pursuant to the Act of 24th April 1843 (Purd. 126, § 110), and the Act of 6th January 1848 (Purd. 126, § 111), to procure, acquire, and have allotted unto them, a wharf or landing at the terminus of said proposed railroad where it joins said navigation. The court appointed viewers, who, after due notice to all the parties in interest, met on the line of the proposed road and viewed the same. Finding the intended road to be useful and necessary for private purposes, the viewers proceeded to mark off a landing of sufficient capacity to accommodate the trade thereof. The report of the viewers was filed in the court below on the 8th March 1860. As respects the said lateral railroad, there was no appeal from the report of the viewers, and no exceptions thereto filed.\nIncluded within the limits of the landing as marked off by the viewers, were (inter alia) two small pieces of ground, the property of Louisa Gibner, to whom the viewers assessed damages. March 12th 1860, said Louisa entered an appeal from the report of the viewers to the court below. March 13th 1860, the petitioners obtained a rule upon said Louisa to show cause why said appeal should not be quashed, and assigned as reason therefor that no such appeal is authorized by the Acts of Assembly above recited. April 6th 1860, the court, after argument, made said rule absolute. Same day, said Louisa filed exceptions to the report of the viewers. May 19th 1860, said exceptions were argued and dismissed, and the report of the viewers confirmed. The petitioners immediately tendered to said Louisa the damages assessed to her as aforesaid.\nSubsequently, to wit, on the 9th day of June 1860, said Louisa obtained a rule upon the petitioners to show cause why the order of April 6th 1860 should not be rescinded, and her appeal be reinstated; and assigned as reason therefor, that, by said recited Acts of Assembly, such an appeal is authorized. June 30th 1860, the court below made absolute said last-mentioned rule, and reinstated the appeal. July 7th 1860, the court ordered that an issue between the petitioners and said Louisa be made up in the form prescribed by the general rule of court relating to appeals in lateral railroad cases, which are as follows:—\nThe plaintiff shall, in a written statement, to be filed, allege:\n1. “ That he is the owner of the lands, &c., mentioned and described in his petition as belonging to him.”\n2. “That the railroad mentioned and set forth in said petition is necessary and useful for public and private purposes.”\n3. “ The defendant by writing filed shall admit or traverse the allegations; and if, upon trial, the jury shall find said allegations in favour of the plaintiff, they shall thereupon, in accordance with the provisions of the act regulating lateral railroads and its supplements, assess the damages which the defendant will sustain by the opening, constructing, completing, and using said railroad.”\nWhereupon the petitioners sued out this writ, and removed the record into this court, averring that the court below erred—\n1. In their order of June 30th 1860, making absolute the rule of June 9th 1860, and reinstating the appeal of Louisa Gibner.\n2. In making the order of July 7th 1860, respecting the issue to he made up between the petitioners and Louisa Gibner.\nHamilton and Aeheson, for petitioners,\nquoted the Acts of April 24th 1843, § 10, and the Act of January 6th 1848, and contended that they gave no appeal to the Common Pleas: 7 Legal Jour. 1; Banning v. Taylor, 12 Harris 289; Van Swarton v. Commonwealth, Id. 134. A jury trial, which must include the entire controversy, is impracticable: Owens v. Shalhammer, 3 Binn. 45.\nThe Act of 1832 allows an appeal, for under it the only question is the amount of damages: Hays v. Risher, 8 Casey 169. But under the Act of January 6th 1848, the main matter is the extent and boundary of the landing, which must he done on the premises.\nThe proviso in the Act of 1848 also negatives the idea of an appeal in such cases.\nThe rules of court as to the form of the issue in lateral railroad cases are inapplicable to this case. The court will interfere to correct an error of the subordinate at this stage of the proceeding, because of the absolute necessity of the case. The order of the court below, if not redressed, does or may injure the party complaining, which is the test: Adams v. Bush, 5 Watts 289; Skinner v. Robison, 4 Y. 375; Benjamin v. Armstrong, 2 S. & R. 392; Orlady v. McNamara, 9 Watts 192; Wynn v. Bellas, 10 Casey 160.\nThomas Howard, for Louisa Gibner.\nIf an appeal be allowed by law in such cases, there has been no definitive decision of the court below, and this certiorari is premature. The case is still pending in the court below.\nThe Act of 1848 is supplementary to the Act of 1832. By it an appeal is given, and therefore this right extends to the supplement, without an express provision.\nJanuary 7th 1861,"
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 339
}
