{
  "id": 418947,
  "name": "Ross versus Drake",
  "name_abbreviation": "Ross v. Drake",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "373",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dall. 8",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12122314,
        1408474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0008-01",
        "/us/1/0009-02"
      ]
    },
    {
      "cite": "8 Watts 432",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0432-01"
      ]
    },
    {
      "cite": "5 Binn. 258",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 543",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Peters 1",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3308801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0001-01"
      ]
    },
    {
      "cite": "16 Mass. 240",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 13368,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 5.401311988870384e-07,
      "percentile": 0.944370308848122
    },
    "sha256": "7ed153d5f63a1c5f995d09464142a3ba32eed931d81c7a1deb1227b6139049f4",
    "simhash": "1:1a60e2dce01cecb5",
    "word_count": 2415
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross versus Drake."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe gift of the property in controversy in this case is to be treated as a devise of realty. It was an alternative gift, and when John Ross the son made his election, the duty of the executors was imperative under the will, to invest the $700 set apart, in land. The conversion was then complete in equity, and when the land was purchased, it became complete in law.\nThe case then comes within the rule laid down in Minnich v. Batdorff, 5 Barr 503, that when land is given to a person for life, or for any other estate upon which a remainder may be dependent, and after the determination of that estate it is devised over, whether to persons, nominatim, or to a class, it will vest in the objects to whom the description applied-at the death of the testator. And if a particular estate is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of' distribution. Such a remainder vests in the objects to whom the description applies at the death of the testator, subject to open and let in others after born. A testator may indeed direct otherwise, and it is supposed he did so in this case, by limiting the remainder to the surviving children of -John Ross the first taker, their heirs and assigns, to be equally divided between them, share and share alike. The argument is that the testator intended only such children as should survive the tenant for life, and be in existence at the time when the remainder was limited to take effect in possession. This presents the inquiry, to what period does the word “ surviving” relate ? Is it to the death of the first taker, or the death of the testator ?\nIf there be an immediate limitation by will of an estate to survivors of a class, or of individuals named, to take as tenants in common, a limitation not expectant upon the determination of a prior interest, there is but one period to which the survivorship contemplated can refer, and that is the death of the testator. But if there be an estate for life carved out, and a limitation of the remainder to a class or to several persons named, or to their survivors, to take as tenants in common, there are two periods to which the survivorship may refer, the death of the tenant for life, and that of the testator. It has often been made a question, to which of these two periods the will is to be construed as pointing.\nDown to the time of our revolution, and for at least one hundred years, it was held in England, and so decided in many cases, that the period intended is that of the death of the testator, and the doctrine was applied indiscriminately to bequests of personalty and devises of realty. The cases are collected in Jarman’s Powell on Devises, Vol. 2, p. 730, and also in Jarman on Wills, Vol. 2, p. 631. Whether the reasons upon which this rule of construction was founded, were sound or not, is of little importance, after the long-continued adherence which the English courts gave to it. In regard to bequests of personalty, indeed, a departure was made from it by Sir John Leach, in Cripps v. Wolcott, 4 Mad. 11, and he has been followed in a few other cases. In Cripps v. Wolcott, a testatrix bequeathed personal property to her husband for life, and directed that after his death it should be divided between her two sons and her daughter, and the survivor or survivors of them, share and share alike. One of the sons died after the testatrix, but in the lifetime of the husband. It was held that the other son and the daughter took the whole legacy, the survivorship being referred to 'the death of the tenant for life, and not to the death of the testatrix. But the novel doctrine of Sir John Leach has not, even in England, been applied to the construction of devises of realty. Edwards v. Simonds, 6 Taunton 213, and Doe ex dem. Long v. Prigg, 8 B. & C. 231. In the last of these cases, decided in 1828, there was a devise to the testator’s mother for life, then to his wife for life, and from and after the decease of the mother and wife, to the surviving children of William Jennings and of John Warren and to their heirs, the rents and profits to he divided between them in equal proportions share and share alike. One of the children of Warren died after the testator, and before the death of the second tenant for life, leaving a son. It was held, that the word “surviving” referred to the testator’s death, and not to that of the tenant for life. The deceased child of John Warren was therefore adjudged to have taken a vested interest, which descended to her son, as her heir-at-law.\nSuch is the state of the law in England, on this subject. It has been regarded as unsettled, ever since the case of Cripps v. Wolcott. In Pennsylvania, the new doctrine asserted in that case has been distinctly repudiated, and the old rule established before our revolution has been recognised as law. Such was the ruling in Johnston v. Morton, 10 Barr 245, and a similar rule of construction was applied to a bequest of personalty in Buckley v. Reed, 3 Harris 85. It has at least these advantages, that it corresponds with the usual presumption in cases of doubt, that legacies and devises are vested, and that it prevents the disinherison of a testator’s descendants, by the unanticipated death of their immediate ancestor, between the death of the testator and the time fixed for the distributive enjoyment. To this may be added, that it sometimes prevents the happening of an unforeseen intestacy.\n■ -Ypplybig the rule to this will, it follows that the devise to Adeline Drake was vested during her lifetime, and at her death her interest in the land descended to her son, the plaintiff below. The judgment of the Court of Common Pleas was therefore correct.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. Boggs, for plaintiffs in error.",
      "Golden and Fulton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ross versus Drake.\nConversion of Personal Estate. — Devise of Remainder to surviving Children, vest at Testator’s death..\n1. Where a testator made an alternative gift of certain property to his son, so that on his election, it became the duty of the executors to invest the sum set apart, in land; the conversion became complete in law on the purchase of the land, and the gift must be treated as a devise of realty.\n2. When land is given to a person for life, or for any other estate upon which a remainder maybe dependent, and after the determination of that estate, it is devised over, whether to persons nominatim, or to a class as tenants in common, it will vest in the objects to whom the description applies, at the death of the testator.\n3. If a particular estate is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of distribution, unless expressly, limited to the survivors.\n4. Therefore, where a remainder was limited to the surviving children of the tenant for life, their heirs and assigns, to be equally divided between them, share and share alike, it was held that the word “ surviving” related to the death of the testator, and not to that of the first taker; and that the share of one who died after the testator, and before the tenant for life, became vested during her life, and descended to her heirs at her death.\nError to the Common Pleas of Armstrong county.\nThis was an action of ejectment, brought by Ross Drake, by his guardian, James Drake, against George W. Ross, Stephen H. Ross, John C. Ross, Mary Ross, Washington Ross, Amelia Ann Reynolds, late Amelia Ann Ross, and her husband, Woodward Reynolds, to recover about two hundred and twenty-five acres of land in Franklin township, in which the following case was stated for the opinion of the court below:\nJohn Ross, of Chester county, died some time prior to the 3d of March 1830, after having first made his last will and testament, duly proved and registered in said county, on the said 3d day of March, a. d. 1830, wherein and whereby he did, among other things, will and direct as follows: “ Item. It is further my will that a like sum of seven hundred dollars remain in my real estate, the interest of which shall be paid annually to my son John Ross during his natural life, and such part of the principal sum as my executors may deem necessary and proper; and if any part of the said sum of seven hundred dollars, or interest thereon, should remain unexpended at the decease of my said-son John, it is my will that the same be divided equally among his surviving children, share and share alike. But if my said son John should prefer having the said sum of seven hundred dollars laid out in land for his use, then it is my will that my executors purchase a tract of land, the selection of which shall be agreeable to him, and have the title so made that he shall have the occupancy of the same during his natural life, and at his decease to go to his surviving children, their heirs and assigns for ever, to be equally divided amongst them, share and share alike. Should the latter be the choice of my said son John, it is then my will, that my son Washington advances the said sum of seven hundred dollars in one year after my decease, or as soon after as it may be wanted for the purpose of making the said purchase.”\nThat in pursuance of the preceding clause of the will, and the selection of the said John Ross, the said Washington Ross did purchase for the use of the said John during his life, and for the devisees in fee as therein directed, the tract of land above described, upon which he entered and resided for about thirty years, and till his death, 1859.\nThat the said John Ross, of Armstrong county, deceased, as aforesaid, left the following children at the time of his death, to wit: George W., Stephen EL, John C., Amelia A., Mary, and the plaintiff, Ross Drake, son of his daughter Adeline, who had been intermarried with James Drake, and who was a granddaughter of the said testator, and who died intestate after the death of the grandfather, but before the death of her father, leaving issue an only child, the said Ross Drake.\nShould the court be of opinion, on the above state of facts, that the plaintiff is entitled to recover, then judgment to be entered in his favour for the undivided one-sixth part of the said tract of land above described, with costs of suit; but if not, then in favour of defendants for costs of suit; either party to have the right of a writ of error.\nThe court below entered judgment in favour of the plaintiff, whereupon the defendants sued out this writ, and assigned for error here, that the court below erred in entering judgment in favour of the plaintiff, and in not entering judgment in favour of defendants.\nJ. Boggs, for plaintiffs in error.\n— The time fixed for distributing the property devised to John Ross .for life, and, at his death, to his surviving children, is that of the death of the life tenant, and not that of the' testator: Daniel v. Daniel, 6 Vesey 297. The' devise in this case is personalty, and is, therefore, within the ruling of the case cited.\nBut if it were realty, the rule is the same: Hulbert v. Emerson, 16 Mass. 240. It was uncertain whether any of the children of John Ross would survive him, whether he would cause the money devised to be invested in real estate, and whether it would remain unexpended at the decease of the life tenant; the interest of the children was therefore contingent, and not a vested interest. The words “ surviving children” limit the devise, at the death of John Ross, to those of his children that might survive him, and whose right to the fee depended on this survivorship : Boon v. Dyke’s Legatees, 3 Monr. 537; Carver v. Aston, 4 Peters 1; 8 Bacon 315\nGolden and Fulton, for defendant in error.\nThe intention of testator must govern in the construction of wills, and is to be gathered from the whole will, — from the circumstances of testator’s family, the amount and character of his property, and the number and relation of his children.\nEquality of distribution is favoured, and the issue of a deceased legatee or devisee are not to be disinherited by implication: Welsh v. Eliott, 13 S. & R. 205; Hauer v. Sheetz, 2 Binn. 543; Scott v. Price, 2 S. & R. 63; Holmes v. Holmes, 5 Binn. 258; Stark v. Molleson, 8 Watts 432.\nTo prevent this, the word “ children” has been held to include grandchildren, and even descendants generally: Sorver v. Berndt, 10 Barr 213; Wythe v. Thurlston, Ambler 555; Id. 681; 6 Co. 16; 1 Ves. Sen. 196; 3 Ves. 258.\nThe property in this case was real, and not personal, by the language of the will. If the money was laid out in land, John was to occupy it for life, but there was an estate of inheritance created in the remainder-man, to wit, his surviving children,' their heirs and assigns for ever. Land was purchased with the money, and the remainder vested on the death of the testator.- ££ Survivorship” relates to the death of the testator: Johnson v. Morton, 10 Barr 245; Buckly v. Reed, 3 Harris 83; Price v. Watkins, 1 Dall. 8; Montgomery v. Petriken, 5 Casey 118; Letchworth’s Appeal, 6 Casey 175; Gernet v. Lynn, 7 Casey 94.\nJanuary 7th 1861,"
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 377
}
