{
  "id": 418917,
  "name": "Snodgrass's Appeal",
  "name_abbreviation": "Snodgrass's Appeal",
  "decision_date": "1861-01-21",
  "docket_number": "",
  "first_page": "377",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 377"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 285,
    "char_count": 4426,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4368088641461336
    },
    "sha256": "7c335f42a14de832827d3cab1b07909f4142e0204bfe0b3fe5d861bfc69cd45e",
    "simhash": "1:3eecb0e9bc07e133",
    "word_count": 766
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Snodgrass’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe minor owned a lot in the city of Allegheny, which was unimproved, but rented, in 1849, for $60 per annum, and was also possessed of personal property, consisting of cash and notes, amounting to nearly $3500. Upon the application of her guardian, an act was passed on the 11th March 1851, by which the Orphans’ Court of Allegheny county was authorized to grant unto him, John Scott, guardian of said minor, upon his application to said court, authority to make such improvements on her real estate in the city of Allegheny, as to the said court may seem conducive to the interest of his said ward, and to direct said guardian to apply such portion of the personal property of the said ward thereto as in the judgment of the said court may be necessary therefor.\nOn the 27th of September 1851, the guardian presented a petition to the Orphans’ Court, reciting the provisions of this Act of Assembly, and praying the court for authority to erect on the said real estate of his ward three two-story brick dwelling-houses, with back kitchens, &c., at a cost not exceeding $2700. The court granted the prayer of the petition, and directed the guardian to apply thereto of the personal property of the ward an amount not exceeding $2700, leaving in his hands for other wants of the minor less than $800. The auditor, in his report, made a balance in favour of the guardian of $769.09; allowing all his charges against the buildings, over and above the sum fixed by the court, besides a discount of $25, with interest, amounting to $30.50.\nThe limits fixed by the court for the change of personal estate drawing interest into real estate, was $2700, the phrase being “ at a sum not exceeding two thousand seven hundred dollars.” By his account he appears to have contracted at the outset for the buildings at the outside price, of $2700, payable on the 1st May 1852, without including in it those items which were indispensable to the completion of the houses as dwellings. He must therefore have known that he was exceeding the limit fixed by the court when he made this contract, and must therefore be charged with those expenses, which should have properly been included in the original estimate of the cost of these improvements. Any other rule, applied to a case like the present, might enable a guardian of his own volition to change the whole character of a ward’s property, and run her into a debt which she might have no means of paying. From this balance, therefore, reported by the auditor, of . . . . . $769.09\nThere must be deducted the cost of hydrants, paperhanging, extra work and digging privy wells, amounting to $290.64, and the accountant must be recharged with the discount of $25, and interest, . ... $30.50\nThere being at the time funds in his hands, amounting to $900 over and above all expenses, and the notes for $2000 maturing, when the contract price was to be paid in May 1852, making a total deduction of . . $321.04\nAnd thus reducing the balance in favour of the accountant, to ....... $447.95\nDecree of the Orphans’ Court reversed and corrected, at the costs of the guardian, the appellee; and it is now and here decreed that the balance due by the ward, the appellant, to the said guardian is $447.95, and the cause is remitted to the Orphans’ Court for execution.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. & S. Woods, for appellant.",
      "Loomis & Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Snodgrass’s Appeal.\nAuthority and Responsibility of Guardians.\nThe guardian of a ward -whose estate consisted of an unimproved city lot and personal property, obtained from the Orphans’ Court, under a special Act of Assembly, authority to build three dwelling-houses, at a cost not exceeding §2700, and to apply a part of the personal estate in payment. He contracted at that sum, without including items indispensable to their completion as dwellings, for the amount of which he claimed credit in his account, together with moneys paid for discount and interest, though shown to have had the contract price in hand at the time fixed for payment. Held, that those credits ought not to be allowed.\nThis was an appeal by E. M. Snodgrass, from the decree of the Orphans’ Court of Allegheny county, confirming the report of the auditor, on the account of John Scott, guardian of said E. M. Snodgrass (late E. M. Carlisle). The material facts of this case are fully set forth in the opinion of this court.\nR. & S. Woods, for appellant.\nLoomis & Burke, for appellee.\nJanuary 21st 1861,"
  },
  "file_name": "0377-01",
  "first_page_order": 377,
  "last_page_order": 379
}
