{
  "id": 418858,
  "name": "Collins versus Collins",
  "name_abbreviation": "Collins v. Collins",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "387",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0337-01"
      ]
    },
    {
      "cite": "10 Watts 123",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 59",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 280",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0280-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 94",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0094-01"
      ]
    },
    {
      "cite": "1 W. & S. 59",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Jones 280",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 9834,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.4774634687815508e-06,
      "percentile": 0.9915398542540511
    },
    "sha256": "1416c2b6d405e3b15c7ab4566f9ec2de36fc34ae0305f71be6764c73827df59d",
    "simhash": "1:672f82af33ee34c5",
    "word_count": 1718
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collins versus Collins."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nIf the justice had not jurisdiction of the cause of action, the appeal was properly dismissed, even at the late hour at which the judge turned it out of court. It had better been dismissed before trial and verdict, but it is never too late in the progress of a cause to take advantage of the want of jurisdiction. It is urged on the authority of Lauchner v. Rex, 8 Harris 469, that the defendant, having submitted to a trial, and taken the chance of a verdict in his favour, cannot be admitted, after he finds himself defeated, to object to the jurisdiction. The action in Lauchner v. Rex was trespass under the Act of 1814. By that act the defendant may oust the jurisdiction of the justice by swearing that the title to lands is in question, and have the case remitted to a higher tribunal. The defendant did not avail himself of that privilege, but stood trial, and after-wards questioned the jurisdiction of the justice, on the ground that title to land was in question. This court held him concluded. But surely that ruling does not, even by analogy, apply to this case; for this was an action on contract under the hundred dollar law of 1810, and the ground on which the jurisdiction is denied, is, that the amount in controversy exceeded one hundred dollars. The defendant may object on that ground at any time. Regularly, he ought to do it at the earliest possible moment; but laches, no more than consent, can confer jurisdiction, and therefore we cannot deprive the defendant of the benefit of his objection, late and untimely as it was.\nThe question then is, had the justice jurisdiction ? The Act of 1810 says, justices shall have jurisdiction of “ all causes of action arising from contract, either express or implied, in all cases where the sum demanded is not above one hundred dollars, except in cases of real contract, where the title to lands or tenements may come in question.” An after section gives jurisdiction “ for any sum exceeding one hundred dollars,” if the parties appear voluntarily before the justice for the purpose; but that section had nothing to do with the present question, except as marking, with increased distinctness, the boundaries of the jurisdiction in contested eases. The question is, “ did the sum demanded in this case exceed one hundred dollars ?” The justice’s transcript says no. That tells us the plaintiff claimed “ a balance of $99 on settlement,” and obtained a judgment for $36.26. The justice himself swore that the plaintiff claimed over one hundred dollars. “ I told him I could not take jurisdiction ; I was about to dismiss it. He then reduced it, and parties agreed to go into a full settlement, and I agreed to hear it. They brought the sale of the farm into consideration. The plaintiff’s bill was $1244 — that I call the old bill. I reduced the board bill to $110 — he claimed more. The, mason work I put down at $75 — he claimed more. The land and some old accounts were included in the $1244. The land formed $1000 of this item. I cannot say that the old account was admitted, nor don’t say there was any dispute. I think it was admitted. The board bill $110, and the mason work $75, was contested.”\nAs the justice dealt with these varioits items of controversy, the result was a balance in favour of plaintiff, as above stated, of $36.30. As the jury dealt with the same subject-matter, on the appeal, the result was a verdict for the plaintiff of $146. There being but two years between the time of the justice’s judgment and the verdict of the jury, it is impossible that the interest should have swelled the plaintiff’s claim to that amount.\nHow can we doubt, with these facts staring us in the face, that the plaintiff’s demand exceeded one hundred dollars ?\nTrue it is, that a plaintiff may sue before a justice for less than one hundred dollars, although his claim originally exceeded that amount. Where there have been mutual dealings, or partial payments on account, and the balance is under $100, the jurisdiction has been often sustained. It has been said further, that a plaintiff may reduce his demand, so as to bring it within the jurisdiction; Darrah v. Warnack, 1 Penn. R. 22, Cleaden v. Yeates, 5 Wh. 94; but that is precisely what was done in Stroh v. Ulrick, 1 W. & S. 59, and this court said such a “ device” could not give jurisdiction. It was admitted that if the claim had been reduced by payments to an amount within the jurisdiction of the justice, the suit would have been well brought.\nThe result of the authorities seems to be, that where the plaintiff’s claim, however large, has been reduced to or below $100, by direct payments, or by dealings that amount to, or are admitted to be actual payments, the justice has jurisdiction. But where the plaintiff’s claim has not been reduced by payments to the statutory standard, he cannot give the justice jurisdiction by remitting part and suing for the balance. And when the demand is within the jurisdiction of the justice, it is not fatal to the appeal that a sum beyond his jurisdiction is laid in the declaration : Greenwalt v. Shannon, 8 Barr 466; Hoffman v. Dawson, 1 Jones 280. “ The sum demanded” is the test of jurisdiction.\nTo get at that, we look at the transcript of the justice and the narr. on the appeal, and the practice is to receive parol testimony also ; and from all these sources to determine the jurisdiction by the matter of fact. If it appear that the plaintiff’s demand really exceeded $100, and that he involved the justice in litigation beyond his jurisdiction by remitting the excess, it is of great importance to declare against the jurisdiction, else the defendant’s rights may be sacrificed before he is aware of it, as was shown by Judge Rogers in Stroh v. Ulrick. And such, it appears to us, was the plaintiff’s demand here. It not only exceeded one hundred dollars, but it involved questions touching real estate, which are not usually committed to the jurisdiction of justices. The agreement of the parties to go into a full settlement before the justices after the defendant had been brought there by adversary process, does not take away his right to object to the jurisdiction. A settlement, if one had been effected, would bind the defendant, but a legal adjudication by the justice of such claims as were contested before him binds nobody.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "E. Bierer and John K. Ewing, for plaintiff in error,",
      "J. B. & A. Howell, with whom was Barclay, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Collins versus Collins.\nJurisdiction of Justices in Actions on Contract.\n1. An appeal from the judgment of a justice of the peace may be dismissed, even after trial and verdict in court, where it appears that the amount in controversy exceeded the jurisdiction of the justice. Neither the laches of the defendant, nor his consent, could give jurisdiction.\n2. A justice has jurisdiction where the claim, however large, is reduced to or below §100 by direct payments, or by dealings amounting to and admitted as payments; but not where it appears from the transcript or the narr. on appeal, or by parol testimony on the trial, that the plaintiff’s demand, or the amount in dispute, exceeded the statutory limit and involved questions touching real estate, or that, by remitting the excess, the justice would be involved in litigation beyond his jurisdiction.\n3. The defendant’s right to object to the jurisdiction, is not taken away by his agreement to go into a full settlement, when brought before the justice by adverse process, nor by a trial in court on an appeal.\nError to the Common. Pleas of Fayette county.\nThis action was brought before a justice of the peace, by John Collins, against Henry Collins, in which, according to the transcript, the plaintiff’s claim was laid at $99.50. The justice gave judgment in favour of plaintiff for $36.26, whereupon defendant appealed. In his declaration in the Common Pleas, the plaintiff laid his damages at $100. On the trial it appeared, by the testimony of the justice, that plaintiff at first claimed over $100, upon which he was about to dismiss the suit, whereupon the plaintiff reduced his claim to $99.50; that when the parties appeared, they agreed to throw open everything, and go into a full trial of all their accounts, to which the magistrate assented; that the parties thereupon brought the sale of a farm into consideration ; and that plaintiff’s old bill, as it was called, for the land, &c., was $1244; there was also a board bill, which the justice reduced to $110, and a bill for mason wrork, amounting to $75; but that as the whole controversy was adjusted by him, the balance due plaintiff amounted to $36.26. The question of jurisdiction in the justice was not raised on the trial, and the jury found a verdict in favour of plaintiff for $146. The plaintiff offered to release the excess over $100, which defendant’s counsel refused to accept, and thereupon moved for a new trial. On argument, this rule was refused; but a rule on the plaintiff, to show cause why this verdict should not be set aside, and the case dismissed, for want of jurisdiction, was entered, and made absolute, October 6th 1860; whereupon the plaintiff sued out this writ, and'assigned the setting aside of the verdict, and the dismissing of the case, by the court below, for error here.\nE. Bierer and John K. Ewing, for plaintiff in error,\ncited and relied on Darragh v. Warnock, 1 Penn. Rep. 22; Fenton v. Harrod, 5 Harris 159; Lauchner v. Rex, 8 Harris 469; Hoffman v. Dawson, 1 Jones 280; Bunce v. Stanford, 3 Casey 226.\nJ. B. & A. Howell, with whom was Barclay, for defendant in error,\ncited and relied on Stroh v. Ulrich, 1 W. & S. 59; Grant v. Wallace, 16 S. & R. 255; Phillips’ Appeal, 10 Casey 495; Brenneman v. Greenawalt, 1 S. & R. 30; Camp v. Wood, 10 Watts 123; Goddard v. McKean, 6 Watts 337; Morrison v. Weaver, 4 S. & R. 191; Black v. Black, 10 Casey 356.\nJanuary 7th 1861,"
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 390
}
