{
  "id": 418898,
  "name": "Pittsburgh and Connellsville Railroad Company versus John C. Plummer",
  "name_abbreviation": "Pittsburgh & Connellsville Railroad v. Plummer",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "413",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 486,
    "char_count": 12159,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 6.682385647940921e-08,
      "percentile": 0.4065601894164486
    },
    "sha256": "0adcb287a85180ac126ad07d2c564b251d4de0749e0ec0f6607a0a7a43c7d4da",
    "simhash": "1:993a4fa8d8507e4f",
    "word_count": 2131
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pittsburgh and Connellsville Railroad Company versus John C. Plummer."
    ],
    "opinions": [
      {
        "text": "The material facts of this case, and matters assigned here for error, are all fully set forth in the opinion of this court, which was delivered, by\nStrong, J.\nThis was an action upon an alleged contract of subscription for the stock of the plaintiffs, and the pleas were non assumpsit and the statute of limitations. The paper-books furnished to us are so lean, contain so little of the record, and so small a part of the evidence, that it is difficult to understand the points upon which the court was asked to charge the jury. And the printed argument of the counsel is quite unintelligible; for it is based upon an alleged state of facts, the accuracy of which we have no means of determining. We are, therefore, not without apprehensions that we may mistake the true bearings of the questions presented to us.\nSo far as we are able to gather the case from the materials furnished, it is this: — In 1854, after the plaintiffs had been incorporated, Mr. Plummer, the defendant below, sent to them a book containing a formal subscription made by him for twenty shares of the stock of the company. The subscription contained the following condition: — “ Provided the construction of said road is prosecuted.” It was dated June 16th 1847, but it was never delivered to the company until 1854, when it was received from the defendant. As an agent of the plaintiffs, he had obtained other similar subscriptions, but he retained tliem with his own, and they were all handed over together. There is nothing upon the record, or in the evidence, to show why these subscriptions were not delivered over at the time when they were made, or shortly after. But there was in evidence a letter addressed and sent to the plaintiffs, dated November 8th 1853, and signed by the defendant, with others, in which they say: — “ We submit, you the names of the following stock, taken by us in the Pittsburgh and Connellsville Railroad Company, amounting to some five hundred and forty odd shares. We have deducted off every stockholder in the railroad company, the amount of stock taken by him in the Slack-Water and Plank-Road. The foregoing list does not include the original stock taken by the commissioners. We took the notes of stockholders for the five per cent., which said notes we will hand over when the road is put under contract from West Newton to Connellsville.” Accompanying this letter were the names of the subscribers to the stock mentioned, including that of the defendant, with the number of shares taken by each. This was soon after followed by the delivery to the plaintiffs of the original subscriptions, as already stated. In March of the same year (1854), the railroad was put under contract from West Newton eastwardly towards Connellsville ; and in the spring of 1855, twelve miles of it were completed, and the whole line to Connellsville was in operation at the time of the trial. Calls for the instalments of the subscription were duly made in February 1854, and notice of the calls was given.\nSuch are the facts, the evidence of which was laid before the jury. In view of them the court was requested to charge, that “ if the jury believed from the evidence that the subscription by the defendant for twenty shares of the stock of the company was to be effected only on the proviso, that the construction of said road is prosecuted, and that the book which contained said subscription was held and retained by the defendant until the year 1854, when it was put into possession of the plaintiffs — that the subscription is to be construed as from the said year 1854.” “ That the letter of November 3d 1853, from the defendant and others to the plaintiffs, with the accompanying list of stockholders, recognised and assumed the validity, at that time, of his subscription for twenty shares of stock, and his liability thereon.” And that “if the jury found the facts as stated in the foregoing points, the pleas (of non assumpsit and the statute of limitations) could not be sustained, and the verdict should be for the plaintiffs.” To the first of these points the court responded in the negative, and in answer to the second said: “ The evidence in the case shows that at the time when the letter of the 3d November 1853 was written, the subscription-book and the notes for the borrowed money were not in the possession of the company, but retained by Mr. Gardner, one of the persons who had procured them. That letter on its face, and according to its legal import, was not a new obligation, nor was it an acknowledgment of an obligation by the original paper. Nor does the parol evidence under which it was made point to such.” In these answers we think there was error. They are not such as the case demanded, or as the plaintiffs had a right to expect. They in effect took the whole case from the jury, and ruled it against the plaintiffs. But why should the court have refused to instruct the jury that the paper called a subscription, if conditioned to take effect only in case the construction of the road should be prosecuted, and if retained by the defendant until 1854, and then delivered to the plaintiffs, was to he treated as a contract then made, and as operative only for that time ? It is said the defendant was the agent of the company to obtain subscriptions. However this may have been in regard to others whose names are signed to the paper dated June 16th 1847, he can hardly be regarded as an agent to obtain his own subscription. And if not, his contract, whatever it was, must have been direct with the company, not through his own agency. So long as he retained the written instrument in his possession, undelivered, it was no contract. It was still incomplete, and he might have erased his signature. The paper took effect as a binding engagement, only when it passed into the hands of the company. The year 1854, the date of its delivery to the plaintiffs, was the time when the contract was consummated, if it ever was, and from that time only did the statute of limitations begin to run. Then for the first time were there parties to the instrument, and, if the defendant is to be treated as having dealt directly with the company, the jury might well have inferred from its delivery his consent, at that time, to be bound by it.\nAnd how stands the case, if the defendant is to be treated as the agent of the plaintiffs in obtaining his own subscription ? Then first, his retention of the book for years would have been faithlessness to his principals, and it might well have been presumed that his subscription was made at or shortly before the time when he handed it over, rather than on the day of its date. And if not so, still his retention of the book would have been a holding by the company whose agent he was, and the contract, whether absolute or conditional, was complete when his name was put to the subscription-paper. But in November 1853, more than six years after the date of that paper, he addressed a letter to the plaintiffs, submitting the names of stockholders received by him and others, including his own, and stating the number of shares taken by each. It is to be remembered that these shares could only have been taken by a subscription. Why then is not this letter a recognition of the defendant’s subscription ? Why is it not an admission of continuing liability perfectly consistent with a promise to perform the engagement dated June 16th 1847, to which it refers ? It is not necessary to say that it amounted to an ackowledgment that the paper of 1847 was an existing valid subscription. It is enough that it recognised the obligation assumed by that paper as a continuing one. Certainly it did that, if not more. It spoke of it as a taking of stock, called the subscriptions “ stock taken” by the writers, spoke of the subscribers as stockholders, and promised to hand over the notes taken for the first instalment of five per cent., when the road should be put under contract from West Newton to Connellsville. It is difficult to see how this letter can be regarded as anything less than an acknowledgment of the continuing obligation of the engagement entered into by the defendant, dated June 16th 1847. And when connected with it is the fact that, shortly after the letter was sent, the book came down to the company from Mr. Plummer, as the witness Reeder testified, we think that it ought at least to have gone to the jury as evidence from which they might have found an assumption within six years.\nBut it is said the paper dated June 16th 1847 was not a subscription ; that it was coupled with a proviso that the construction of the road should be prosecuted; that consequently it was but an offer to subscribe on a stipulated condition, and that its recognition in the letter of 1853, and its delivery to the plaintiffs in 1854, were at most but' a renewal of the conditional engagement. Let it be conceded, for the argument’s sake, that this is all so. It is not denied that the company, after its organization, might receive such a subscription, and accept such a conditional promise. On the performance of the condition by them, the engagement of the defendant became absolute. It needed nothing more to make it a perfect and valid subscription. It was a promise to pay when the road should be prosecuted, and performance of the condition was an acceptance. This would be so, even if the performance was a part of the consideration for the promise, instead of an inducing motive thereto, as it was called by Chief Justice Gibson in Irwin v. The Turnpike Road Company, 2 Penna. 466. Now when the letter of the defendant was written, and when the subscription-book was delivered to the plaintiffs, they were about to prosecute the road. In the spring of 1854 it was put under contract, and the work was pursued. Then the condition upon which the defendant promised to pay for the stock was performed, and out of the way, and his engagement was no longer contingent. At all events there was enough to warrant the jury in inferring the assent of the plaintiffs to the condition proposed, evidence enough from which they might have found a contract.\nIt is hardly necessary to say that verbal notice of acceptance of the subscription by the plaintiffs was not indispensable.\nThe other assignments of error are not pressed, and in examining them we do not find that they are well founded.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Pittsburgh and Connellsville Railroad Company versus John C. Plummer.\nSubscription for Railroad Stoclc. — Statute of Limitations.\n1. A person subscribed for twenty shares of the stock of a railroad company, June 10th 1847, “provided that the construction of said road is prosecuted,” but retained his subscription, in his own hands, until 1854, when the book containing it, with other subscriptions obtained by him as agent, was delivered to the company. In an action to recover the subscription, it was held, that the contract did not take effect, nor did the Statute of Limitations begin to run, until the delivery of the book containing it; and that the court erred in refusing to charge the jury that the subscription was to be treated as a contract from the time when it was delivered to the company.\n2. Where the defendant sent to the company a letter in 1853, more than six years from the date of his subscription, submitting the names of stockholders received by him, including his own, stating the number of shares held by each, and promising to hand over “ the notes taken for the first instalment of five per cent, when the road should be put under contract from West Newton to Connellsville,” followed by the delivery to the company of the book containing the subscriptions a few months later, it was held, that the defendant had thereby recognised the obligation assumed by his subscription as continuing, — that, if conditional, it became absolute on the performance of the condition by the railroad company, — and that there was error in the charge of the court, that the letter was not a new obligation or an acknowledgment of the original subscription.\nError to the Common Pleas of Westmoreland county.\nJanuary 7th 1861,"
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 417
}
