{
  "id": 418895,
  "name": "Black versus Nease",
  "name_abbreviation": "Black v. Nease",
  "decision_date": "1861-01-08",
  "docket_number": "",
  "first_page": "433",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 768,
    "char_count": 21036,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 2.2524707396838625e-07,
      "percentile": 0.7817063851985193
    },
    "sha256": "8d7fb822b4a25fa0909770e20b20ce5cd67c67b3b978a5afd30146d718907a57",
    "simhash": "1:e3a6d5c13a06ba55",
    "word_count": 3693
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Black versus Nease."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWe think there was manifest error in permitting the plaintiffs to read their own ex parte affidavit in evidence to the jury. The suit was seire facias against a garnishee in an attachment execution. The plea was the general issue nulla bona. The issue thus raised between the parties was whether Black, the garnishee, had in his hands any moneys or goods of Lafferty, the defendant in the original action, and that was to be decided, like all other issues of fact, upon competent and disinterested testimony. There was no issue raised, nor could there be, upon the validity of the judgment against Lafferty. These execution attachments are governed by the law of foreign attachment, and it is a rule in foreign attachment that the garnishee shall not plead anything to the scire facias which goes to lessen or deny the debt from the defendant to the plaintiff: Sergeant on Attachment 95. The plaintiffs were under no necessity therefore to give in evidence even their judgment in the original action, and surely it was not proper for them to go into evidence in support of that judgment. The pleadings did not put it in issue for any purj>ose. If the plaintiffs wished to show the date and amount of the judgment, they could do it from the record or from the scire facias, and, if to meet an anticipated defence, they wanted to show when and how their cause of action against Lafferty arose, they were bound to resort to the ordinary means of proof. Their own voluntary affidavit, made ex parte in a suit to which Baker was no party, was evidence against him for no purpose whatever. It would have been better to allow the plaintiffs to testify for themselves on the stand, for then Baker would have enjoyed the right of cross-examination, of which he was effectually deprived by the course pursued. It will appear from subsequent parts of the case that the affidavit was mischievous testimony, and therefore the error of admitting it was material.\nWe see no error in rejecting the testimony of Rowan and other witnesses to prove the declarations of Lafferty and his wife that she advanced funds for him to go into business as a railroad contractor in Missouri in 1854 or 1855. The material question in the case being whether the moneys attached were the property of the husband or of the wife, it would have been quite competent to show that so far back as the date indicated she was possessed of funds, and that she loaned them to her husband, but the declarations of the parties, though concurrent and contemporary, were not the appropriate medium of proof. The witnesses had no knowledge of the fact, and evidence that was mere hearsay was properly rejected.\nBut on what principle the next piece of evidence offered by the defendant was rejected, we are unable to understand. The plaintiffs having been permitted to prove by their own affidavit that their judgment against the defendant John Lafferty was founded on two promissory notes, dated Dec. 4th, 1857, signed by Wm. G. Lafferty — that said notes were given for the purchase-money of five coal-barges, and that the defendant John Lafferty being sick, told the plaintiffs to get Wm. G. Lafferty to sign the notes; the defendant now offered to prove the date of the sale and purchase of the barges, and that they were sold to Wm. G. Lafferty and not to John Lafferty. The court rejected this evidence. Why ? Was it not competent for the defendant to contradict, by disinterested evidence, the plaintiffs’ ex parte affidavit? To let the plaintiffs prove their own case, was a departure from, the rule of law; but to hold their case, when so proved, inviolable by the defendant, was a greater mistake. This- offer of the defendant had however a higher significance than a mere contradiction of the plaintiffs’ affidavit — it went directly to the vital point in issue betwixt the parties. Black was the mortgagee of Mrs. Lafferty. He had borrowed money that was in her possession and of which she was the apparent owner. He was now called on to pay that money to the creditor of the husband, on the ground that the husband had furnished it to the wife and then contracted this debt for the barges. It is unquestionable law that a husband may settle property on his wife, even without the intervention of a trustee, provided he be free from debt and is not about to embark in business where his credit will be pledged for new indebtedness, and property or money so settled “ accrues” to the wife within the meaning of the married woman’s statute of 1848, and enjoys its protection. But if such settlement be made in fraud of creditors, or on the eve of a new business and with a view of providing against its contingencies, it is as unavailing against new creditors as against old ones; and moneys so disposed of, will be treated as his property and not the wife’s. Hence the importance to the plaintiffs of showing, that though the notes were signed by Wm. G. Lafferty, the barges were really bought by John Lafferty; and hence the importance to the defendant of showing that, however John may have become liable for the barges, he did not contract-the debt for himself. The evidence tended to meet and answer the plaintiff’s allegation that the money in suit had been fraudulently turned over to the wife. It was not a fraudulent transfer, if no business had been engaged in — if no debt had been contracted by the husband. The proofs proposed both in the 3d and 4th offers, went directly to the core of the controversy, and should have been received. Not as questioning the plaintiff’s right to the judgment they had acquired, but as ascertaining a collateral fact on which the wife’s rights depended essentially. Though that judgment was by default, it was conclusive in this scire facias suit; but since John Lafferty might have become liable in various ways for the debt of Wm. G. Lafferty, the judgment did not necessarily establish that it was John and not William G., who went into the business of buying barges. The plaintiffs treated that as an open question and gave evidence of it, which, because of the medium of proof, not its tendency, we deem inadmissible; and if it was an open question for them, it was no less so for the defendant in the scire facias. Our opinion therefore is that the evidence referred to in the 3d and 4th offers of the defendant should have been received and submitted to the jury.\nIt is unnecessary to say whether the instructions of the court, amounting in substance to a withdrawal of the case from the jury, were right or not upon the evidence which they admitted, for upon the next trial the proofs will be different, and of course the same instruction will not be applicable. As already intimated, the question in the cause evidently was, whether the money attached was the property of John Lafferty or of his wife. The plaintiffs gave the defendant’s mortgage in evidence, and showed that it was assigned by Perkins, the nominal mortgagee, to Mrs. Lafferty two days after its date, and on the same day it was recorded; they showed also the receipt of Mrs. Lafferty to the mortgagor of January 28th 1859, for $2350 of the mortgage-money ; and they proved by Perkins that he negotiated the loan for Black, and that he got the money of Mrs. Lafferty in the absence of her husband from home, and paid it to Black. The mortgage was dated November 25th 1857, and recorded and assigned November 27th 1857.\nThe defendant then showed that Mrs. Lafferty made deposits in the Exchange Bank of Pittsburgh, March 2d 1857, $3000, and April 29th 1857, $1200 in her own name; that she deposited the money as her own, and had the entire control of it, and that her running account with the bank began on the 17th of April 1857, and ended April 13th 1858. Her checks on the bank were also exhibited.\nShe was thus shown to have been in the exclusive possession of this mortgage-money, and exercising all acts of ownership over it, some eight months before the barges were bought, but more was not shown. Where the money came from to her was not in evidence.\nWhere the ownership of any chattel is in question, the general rule is that possession, long continued, exclusive, and accompanied by all customary acts of ownership, is evidence of title. It is indeed many times the only evidence of title which can be exhibited to chattel property. If I were put to the proof of my title to these law-books that surround me, I would scarcely know what to appeal to except my long-continued possession. And as money has no earmark, the difficulty of proving title to a particular fund, except by the fact of possession, is even greater than in respect of other forms of property. Yet when a married woman sets up an exclusive title to a sum of money, her possession, though evidence in her favour, is not enough of itself to establish her right. Such are the intimacy and the dependence of the relation she has voluntarily established with her husband, and she does so commonly act as his agent, that her possession of moneys, like that of a confidential clerk, must, in the absence of explanation, be accounted the husband’s possession. The Act of 1848 was not made to protect property to which she shows no other right than the possession, but rather property which was “ owned by or belonged” to her before marriage, or which “ accrued” to her during coverture. Whether personal property found in her possession, be such as was owned by her before the marriage or accrued to her afterwards, is a question of fact which the Act of Assembly does not decide, and which must be decided by a jury. There must be therefore evidence of ownership antecedent to the possession. Had she a separate estate before marriage, out of which the fund might have accrued? Has she acquired property since her marriage by gift, devise, settlement, or other lawful means ? In the nature of things such inquiries admit of answers approximately certain at the least. In all cases that are honest, some evidence of such facts can be found if the facts themselves ever existed. If a married woman cannot show all the mutations through which her separate estate has come into its present shape, she can at least show that she had an estate capable of yielding the fund in dispute, and when she has given any account of her ownership, she should have the full benefit of the fact of her exclusive possession. And the longer her exclusive possession, the better for her title, for every possessory right ripens with time. But if she cannot or will not give any such antecedent evidence to account for her possession; if she will stake her rights on proof of nothing but possession, we must give effect to the legal presumption that the personal property possessed by a wife belongs to the husband as the head of the family : Topley v. Topley, 7 Casey 328.\nIt follows from these views, that we do not consider Mrs. Lafferty’s possession and control of the moneys in question, clear as the proofs were on these points, sufficient to establish her separate title'; but if on the next trial she should show how she came by the funds — even though it were by a post-nuptial settlement, not in fraud of creditors present or prospective — it will then become a question for the jury whether it be not her separate estate, and on that question the evidence of possession will be entitled to due weight.\nThe judgment is reversed, and a venire faeias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Wood & Burke, for plaintiff in error.",
      "No paper-book furnished by defendant in error."
    ],
    "corrections": "",
    "head_matter": "Black versus Nease.\nEvidence on Scire Facias against Garnishee. — ‘Ownership of Personal Property by Married Woman.\nA married woman loaned money, taking a mortgage therefor, which she claimed as her own separate property. A creditor of her husband, who had obtained judgment upon two promissory notes signed by another person, (given for the purchase of five coal barges), but on which it was alleged the husband was liable, attached the mortgage-money in the hands of the mortgagor, on the ground that the husband had furnished it to her, and then contracted the debt for the barges, in fraud of creditors.\nIn an action upon the attachment against the garnishee, it was held,\n1. That it was error to permit the plaintiffs to read in evidence to the jury their own ex parte affidavit, made in the original suit, to which the garnishee was not a party.\n2. That in such an action the validity of the original judgment could not he denied hy the garnishee or inquired into, nor could the plaintiffs give evidence in support of it.\n3. That the declarations of husband and wife as to advances of money by the wife to the husband, several years before, were not admissible.\n4. That, where the plaintiffs had been permitted to prove, by their own affidavit, the foundation of their judgment against the husband; it was error to reject the offer of the defendant in the scire facias, to prove the date of the sale and purchase of the bai’ges, and that they were sold to the maker of the note, and not to the husband; for the purpose of contradicting the plaintiffs’ affidavit, and as introductory to the point in issue — the ownership of the money attached.\n5. The judgment of the plaintiffs against the husband did not establish the fact of the purchase hy him; and where they treated it as an open question, it was no less so for the defendant in the scire facias.\n6. Though the wife was in the possession of the money eight months before the sale of the barges, and deposited it in her own name, and had-entire control over it, yet possession by a married woman is not sufficient evidence of ownership. The Act of 1848 relates to property which was “ owned hy or belonged to” her before marriage, or “ accrued” to her during coverture by gift, devise, post-nuptial settlement, not in fraud of creditors present or prospective, or other lawful means; and the fact of such separate ownership is for a jury.\nError to the District Court of Allegheny county.\nThis was an execution-attachment issued on a judgment in favour of David Nease and H. Nease, trading as D. Nease & Son, against John Lafferty, in which John Black was summoned as garnishee of the defendant.\nInterrogatories were filed in the cause hy the plaintiffs, and the garnishee was ruled to answer on ten days’ notice or judgment. The garnishee answered in due time, and also filed the plea of nulla bona, on which issue the cause was tried between them.\nOn the trial it appeared that on the 25th of November 1857, Black, the garnishee, executed a mortgage to a Mr. Perkins for $3950, and left it with him for sale. He applied to Mrs. Lafferty, who he was informed had money to invest, received the money from her on the 27th of November 1857, and assigned the mortgage to her, which transfer was immediately recorded.\nIt was also proved by the teller of the Exchange Bank of Pittsburgh, that Mrs. Lafferty kept an account in the bank in her own name, commencing April 17th 1857, and terminating April 13th 1858, and that she had a credit on deposits there exceeding the amount of the mortgage — that previous to the commencement of her running account she had deposited in bank several thousand dollars, taking out certificates in her own name, which were afterwards returned and credited on her running account — that she kept her own pass-book, deposited the moneys herself, checked them out in her own name, and exercised the usual, entire, and absolute control over them, and that between the 23d and the 27th of November inclusive, Mrs. L. checked out $3600, being nearly the amount of the mortgage.\nThe allegation of the plaintiffs was, that the money which was the consideration of the mortgage held by Mrs. Lafferty, had been loaned or given to her by her husband and was his; after which he had contracted the debt for which the judgment against him had been recovered, and which they were seeking to enforce by this attachment.\nAfter opening their case by showing that their judgment was based on two promissory notes given for the price of five barges, and had been recovered for want of an affidavit of defence, and that under it this execution-attachment had been issued, the plaintiffs proposed to read their own affidavit for the purpose of showing the cause of action, and when it arose, and as constituting a part of the record. This was objected to by defendant, because it was not the best evidence of what the cause of action was, or when it occurred, and because it was not evidence for them in this case against a third party.\nThe court below admitted the evidence for the present, reserving the question of its effect for further consideration; to which defendant’s counsel excepted.\nThe affidavit set forth that this suit was brought on two promissory notes, dated December 4th 1857, signed “ Wm. Gr. Lafferty,” that they were given for the price of five coal barges, and that John Lafferty, the defendant, who was sick and confined to his bed at the time, had told the plaintiffs to get Wm. Gr. Lafferty to sign them for him.\nThe plaintiffs then gave in evidence the mortgage of Black and Perkins, the assignment of it to Mrs. Lafferty, and her receipt acknowledging that she had received from Black, November 25th 1858, $2350, on account of the sum due thereon; and proved by Mr. Perkins the facts connected with its transfer to her, that he knew from her that she had money to invest, that Lafferty and his wife were living together, but that he was not at home at the time, and rested.\nThe defendant then called the teller of the Exchange Bank, and proved the facts above stated as to her bank account, and by another witness that Wm. G. Lafferty went into the coal business in November 1857, and that John Lafferty went to Missouri in the fall of 1854.\nHe also offered to prove that he understood from the parties that Mrs. Lafferty had raised money from her own estate, and advanced it to her husband to carry on the business of railroad contractor in Missouri; which offer was objected to by plaintiff and rejected by the court, unless the witness was present when the money was loaned or advanced by her.\nThe defendant then proposed to prove the date of the sale of the coal barges, to wit, after December 1st 1857, and that they were sold to William and not to John Lafferty; for the purpose of showing, that the money which Mrs. Lafferty had, was vested in her more than eight months before they were purchased or the business ever contemplated; as also three receipts to Wm. G. Lafferty, on account of barges, signed by plaintiff, for $250 each, dated November 2d 1827, December 2d 1857, and January 7th 1858, to meet and rebut the plaintiff’s affidavit. This evidence was also rejected by the court, and a bill of exceptions sealed.\nThe plaintiffs requested the court to instruct the jury, “ that if they believe the plaintiffs’ evidence they are entitled to recover, notwithstanding they may also believe the defendant’s evidence.”\nThe defendant requested the court to instruct the jury, “ that if they believe, from all the evidence given in this case, that at the time of Mrs. Lafferty’s purchase of the Black mortgage, she was the bond fide owner, and in the separate possession of the money with which she purchased and paid for said mortgage— whether she was such owner before her marriage, or acquired it afterwards by gift from her husband or other person — the plaintiffs cannot recover in this proceeding; and that the defendant is entitled to their verdict, unless the plaintiffs show that, if she acquired it from her husband, he was in debt at the time he gave it to her, and that the gift was in fraud of his creditors.”\nThe court below affirmed the plaintiffs’ point, and negatived that of the defendant, saying that the answer to the plaintiffs’ point had rendered any further answer unnecessary; to which the counsel for defendant excepted.\nThe jury found in favour of the plaintiffs $1457.83, and judgment being entered thereon, the defendant sued out this writ and assigned for error the following matters, to wit:\n1. The court erred in admitting in evidence the plaintiffs’ affidavit of claim, as stated in the first bill of exception.\n2. The court erred in rejecting the testimony of Rowen and others, as stated in the second bill of exception, offered to prove that in 1854 or 1855, Mrs. L. advanced to her husband the money with which he went into the railroad business in Missoui’i.\n3. The court erred in rejecting the evidence, stated in the third bill of exception, offered to prove the time of the sale of the barges and to whom they were actually sold.\n4. The court erred in rejecting the plaintiffs’ receipts as stated in the fourth bill of exception.\n5. The court erred in instructing the jury in accordance with the request of plaintiffs’ counsel, as stated in the fifth bill of exception.\n6. The court erred in refusing to instruct the jury in accordance with the request of the defendant’s counsel, as stated in the sixth bill of exception.\nWood & Burke, for plaintiff in error.\nNo paper-book furnished by defendant in error.\nJanuary 8th 1861,"
  },
  "file_name": "0433-01",
  "first_page_order": 433,
  "last_page_order": 440
}
