{
  "id": 418892,
  "name": "Milliken & Co. versus Gardner",
  "name_abbreviation": "Milliken & Co. v. Gardner",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "456",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 320,
    "char_count": 6215,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 2.6319403626850647e-07,
      "percentile": 0.8223002576598095
    },
    "sha256": "c4cc5c0dfd1b4f6cdca2ec93783bf681b32272f20507c0ac8ef64a7c13275c46",
    "simhash": "1:d7e019a679040462",
    "word_count": 1089
  },
  "last_updated": "2023-07-14T18:38:11.185447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Milliken & Co. versus Gardner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThe very meagre statement of the case does not inform us who the partners of Gardner were, nor how many, but we are told that he was one of a firm — that his firm agreed with Milliken & Co. to build boats for them, and that while the work was going on each one of Gardner’s firm was to draw $2 a day for present use, to be accounted for in final settlement. The due-bill sued on in this case was given to Gardner in pursuance of this arrangement.\nThe claim of the plaintiff, therefore, was his own individual right to receive so much money from Milliken & Co. It was not the right of his partnership to receive it, but of himself. When received it was to go into the accounts of the two firms, and to be settled in the adjustment of their final accounts, but till paid and received it could not be the subject of such adjustment.\nIn answer to Gardner’s suit on the due-bill, the defendants offered to show that, in their final settlement with Gardner’s firm, two mistakes, amounting together to $162, had been made in favour of Gardner’s firm, and therefore it was claimed Gardner could not recover on his due-bill. Whether the alleged mistakes had occurred or not depended on a resettlement of the two partnership accounts, amounting to several hundred dollars — altogether beyond the jurisdiction of the magistrate. For this reason the learned judge decided on the appeal that the defence was inadmissible.\nWe think he was right. The set-off offered was itself beyond the statutory jurisdiction of the justice, and as it was disputed, it brought all the accounts of the two firms into controversy— which exceeded still more his jurisdiction. Besides, the suit and the set-off were not in the same rights nor between the same parties. By the original arrangement the $2 a day, of which the due-bill is part, were severed from the partnership rights and made personal to each member of Gardner’s firm. The due-bill was his individual credit and property. The suit was in his name. The mistake in the firm accounts, even if cognisable before the justice, was no defence to his action, and therefore he was very properly permitted to recover.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued by Thomas Howard for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Milliken & Co. versus Gardner.\nJurisdiction of Justices of the Peace. — Right to Set-off.\n1. A justice has no jurisdiction of a disputed set-off exceeding in amount, one hundred dollars.\n2. A set-off is inadmissible in any suit, unless it be in the same right and between the same parties, and therefore it was held that an unsettled claim against a firm could not be set off in an action by one of the partners for his individual debt, even though they arose out of the same transaction.\n3. Several partners agreed to build boats for a firm, each to draw $2 per day while the work was going on, to be accounted for in final settlement. In a suit before a justice, upon a due-bill given by the firm to one of the partners, individually, for his daily pay, it was held that it was not admissible to prove in defence, that a mistake of $1G2 had occurred in the final settlement with the partners, because the set-off exceeded $100, and involved a re-settlement of accounts, which were beyond the jurisdiction of the justice, and because, also, the set-off and suit were not in the same rights, nor between the same parties.\nError to the Common. Pleas of Allegheny county.\nThis was an action of assumpsit which came into court by appeal from the judgment of a justice of the peace, in which Robert Gardner was plaintiff, and Samuel Milliken, William Coyne, and Isaac Hamnet, partners doing business as Samuel Milliken & Co., were defendants. The suit was on a due-bill given by defendants to the plaintiff under the following circumstances :—\nMilliken & Co. were boat-builders, who, having a number of contracts to fill, agreed with a company of practical boat-builders, who formed a partnership amongst themselves, of which Robert Gardner was one, to do the actual labour for one-third of the prices contracted for with parties getting the boats.\nGardner & Co. had an understanding, that while the work was going on, Gardner and his associates should draw, for present use, at the rate of $2 per day, subject, of course, to the final settlement. The due-bill sued on in this case was given to Gardner on account of this arrangement by Milliken & Co., supposing there was still a balance due Gardner and his associates; but when the parties came to make a final settlement in January 1858, it was discovered that an item of $154, and $8, had, by mistake, been omitted in the charges against Gardner and his associates. It was testified that if these items had been charged as they should have been, there would have been a balance of about $100 due Milliken & Co. from Gardner and his associates. The witness, who was one of Gardner’s partners, told Gardner of the mistake, and advised him to give up the due-bill, which he would not do; but brought suit before a justice of the peace, and recovered. Milliken & Co. appealed, and their defence in the court below was, that the note or due-bill was given by mistake, and wholly without consideration.\nThe court below (Maynard, A. J.) said that it was not in the power of the justice, before whom this case was tried, to settle the legal rights of the two firms referred to in the evidence, nor had he jurisdiction to adjust the equities between the firm with which the plaintiff was associated, and if there were no other, it is a sufficient answer to the set-off offered in evidence to say that it consists of a single item in the sum of $154, being a sum beyond the jurisdiction of the justice, could not have been given in evidence before him to defeat the plaintiff’s claim, and cannot be heard ; and that therefore, from all the evidence in the case, their verdict should be for the plaintiff. To which charge the counsel for defendant excepted before verdict.\nUnder this instruction the jury found in favour of the plaintiff, and judgment having been entered on the verdict, the defendants sued out this writ, and assigned for error the charge as above given.\nThe case was argued by Thomas Howard for plaintiffs in error.\nJanuary 7th 1861,"
  },
  "file_name": "0456-01",
  "first_page_order": 456,
  "last_page_order": 458
}
