{
  "id": 418854,
  "name": "Irvin et al. versus Hazleton",
  "name_abbreviation": "Irvin v. Hazleton",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "465",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 198",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 6151,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 1.9896725428840745e-07,
      "percentile": 0.7415901467614521
    },
    "sha256": "94f22a48ee023d7f1a769854afa8851f6d45862c1911fcb13f63054099da40e8",
    "simhash": "1:dc431978d8d88cc3",
    "word_count": 1129
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Irvin et al. versus Hazleton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— The report of the case of Kelsey v. Murphy, 6 Casey 340, contains no statement of the facts, except so far as they are embraced in the opinion delivered by Mr. Justice Thompson. A knowledge of the facts, however, is essential to a correct understanding of what was decided. The verdict in that case was obtained on the 16th day of December 1851, and was followed by motions for a new trial and for arrest of judgment. On the 29th of November 1852, these motions were overruled, and judgment was entered generally on the verdict. It was not entered ununo pro tune\" nor specially for the verdict and interest. The case was then removed to this court and the judgment was affirmed. After the record had been remitted (and, I believe, after the amount of the verdict had been collected), a rule was obtained in the court below to show cause why execution should not issue on the judgment to collect interest from the date of the verdict to the date of judgment, and also interest on the principal and interest from the date of the affirmance. This rule the Common Pleas made absolute, and their action was held by this court to have been erroneous. The question decided here was whether the judgment entered as it was generally, on the 29th of November 1852, carried interest from the date of the verdict. If it did not, then the action of the Common Pleas, after the return of the record from this court, was the entry of a new judgment, an act then beyond its power. This led the learned judge who delivered the opinion to inquire whether it was the verdict or the judgment which gave title to interest. In holding, as he did, that it was the latter, he decided no more than that a judgment entered generally operated from the day of its entry, so as to carry interest only from that time. He denied that interest was a necessary incident of a verdict. The case called for nothing more, and nothing more ought to he considered as having been decided by it. That was a very different question from the one involved in the present case. We have now not a matter of construction, an inquiry what the judgment given by the District Court means, but it is a question of power. The judgment was specially rendered for the amount of the verdict with interest from its return. And I do not understand ICelsey v. Murphy as denying that the court has power to enter such a judgment. On the contrary, it asserts the authority of a court to impose terms when granting a rule to show cause why a new trial should not be allowed, and it also asserts the power of this court to enter judgment or to direct it to be so entered as to carry interest antecedent to the time when the judgment may be signed. Properly understood, it is not in conflict with what was done in the court below. We cannot doubt that the District Court had power to give the judgment which was given in this case. It was, in substance, an exercise of the ordinary and well recognised power of entering a judgment “nunc pro tunc.” And if they had the power we must presume, in the absence of reasons to the contrary, that it was rightly exerted.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Simpson and Pippey, for plaintiffs in error,",
      "J. W. F. White, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Irvin et al. versus Hazleton.\nPower of Court as to Interest on Verdict.\n1. Though interest is not a necessary incident of a verdict until judgment be entered thereon, and cannot be included for the intervening time, yet the court have power, when granting a rule for a new trial, after verdict, to impose terms, and to enter judgment so as to carry interest antecedent to the time when it may be finally signed.\n2. Where judgment is specially rendered for the amount of the verdict with interest, it is not error in the court, after disposing of rules for a new trial, to direct the entry of the judgment “nunc pro tunc.”\nError to the District Court of Allegheny county.\nThis was an action on the case brought in 1852 to recover the amount of a book account due by the defendants below (and plaintiffs in error), which resulted in a verdict of $409.12 against them, rendered on the 29th day of March 1853. No further proceeding was had until the 3d of September 1860, when judgment was entered on the verdict for $409.12, with interest from the date thereof, March 29th 1853.\nOn the 15th of October 1860, defendants’ counsel obtained a rule to show cause why the judgment should not be opened, and the defendants let into a defence as to the amount of interest from the time of the rendition of the verdict until the entry of judgment. On the same day the rule was discharged.\nThe plaintiff then sued out this writ, and assigned for error that the court erred: — 1. In discharging the rulé of October 15th 1860.\n2. In not striking, off the interest from the 29th of March 1853 to 3d of September 1860.\n3. In not striking off the interest from 29th of March 1853 to 6th of April 1859.\nSimpson and Pippey, for plaintiffs in error,\ncited and relied on Kelsey v. Murphy, 6 Casey 340, and denied that the Act of April 6th 1859 had any retroactive operation: Mulloch v. Souder, 5 W. & S. 198.\nJ. W. F. White, for defendants,\ncontended that on an undisputed verdict rendered in 1853, judgment could be entered in 1861, with interest from the date of the verdict, independent of the Act of April 6th 1869; that before Kelsey v. Murphy this was the practice throughout the state, unchecked by any statute or any decision of the courts: Buckman v. Davis, 4 Casey. Kelsy v. Murphy is inapplicable here, for in that case the verdict was resisted by a motion for a new trial, leaving the case in gremio legis, during which time interest was withheld. There was no such motion in this case. But the Act of 1859 is conclusive and was intended to change the rule laid down in that case. The words “ from and after the passage of this act\" do not refer to the time of the verdict, hut to the right of the party to receive interest. So also the words “maybe rendered” refer to the character of the verdict, and not to the time of rendering it.\nNor is there anything to prevent the legislature from giving the act a retroactive operation. No one could be injured by it.\nJanuary 7th 1861,"
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 467
}
