{
  "id": 418909,
  "name": "Hawkins versus Cree",
  "name_abbreviation": "Hawkins v. Cree",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "494",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Met. 416",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0416-01"
      ]
    },
    {
      "cite": "2 Binn. 166",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 4",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 20",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0020-01"
      ]
    },
    {
      "cite": "2 Dall. 196",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11741363,
        11741406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0196-01",
        "/us/2/0196-02"
      ]
    },
    {
      "cite": "2 Watts 268",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 196",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0196-01"
      ]
    },
    {
      "cite": "2 Watts 222",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0222-01"
      ]
    },
    {
      "cite": "2 Watts 134",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0134-01"
      ]
    },
    {
      "cite": "1 Met. 416",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042512
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/42/0416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 17388,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01549974535194909
    },
    "sha256": "ca981b726d537855d2c7c7db7c0e831374be66f27d71f4a9a4695bdedbb87d79",
    "simhash": "1:827ae5605e4c55cf",
    "word_count": 3101
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hawkins versus Cree."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe rule laid down by Lord Mansfield in Walton v. Shelly, was an attempt to introduce a new exception to the principle that infamy and interest are the tests of a witness’s incompeteney. The attempt proved a failure. The new rule was short-lived in the country of its birth, and Jordaine v. Lashbrook, 7 Term R. 601, denied it altogether. But though early repudiated in England, it was adopted here, and it still exists as a rule of our law, though judges have said that it is not to be extended, and though the later decisions have very much restricted its operation. As it exists now with us, it extends only to negotiable paper, actually negotiated, before maturity, in the usual course of business, and in the hands of an innocent holder, who took it without any previous notice of any original defect in it, and it excludes only those parties whose names were on the paper when it was transferred to the holder. Thus it was stated in Wilt v. Snyder, 5 Harris 77, and substantially in Harding v. Mott, 8 Id. 469.\nWas then the note upon which this suit was brought negotiated in the usual course of business, and was the plaintiff an innocent holder without any previous notice of any original defect in it ?\n• The note was assigned to the plaintiff, not endorsed, and the assignment was accompanied with a general warranty, made by the assignor and a third party. We are not prepared to affirm that this was a negotiation in the usual course of business. It was not the mode in which promissory notes and bills of exchange are commonly transferred. When payable to order, they usually pass by endorsement, and without any superadded guarantee. There is a clear distinction between a transfer by endorsement and one by assignment. The statute of Anne recognises, and indeed makes a distinction: Lyons v. Divelbis, 10 Harris 185. The holder of a promissory note by either mode of transfer may bring suit in his own name, but he does not acquire the same rights against his assignor which he has against his endorse^, Over the name of the former he can write no order upon the maker in the nature of a bill of exchange. His assignor has assumed no other engagement to him than the restricted one, that the note is genuine. It may well be doubted, therefore, whether an assignment is a negotiation in the usual course of business, and more especially when it is coupled with a guarantee of a third party.\nWaiving this, however, we think there was sufficient evidence in this case that the plaintiff was not an innocent holder, without notice of any stain upon the note, to justify the admission of the payee as a witness for the defendant. Before the testimony of the payee was offered, it had been proved by other witnesses that the plaintiff admitted on one occasion, when speaking of his having obtained the note, that he did not want to take it, that he thought there was something wrong with it, unless Barclay would guaranty it, and that Barclay would not do it for a long time for fear it would cause hard feelings between him and the defendant. On another occasion he said he was satisfied they were wronging Cree. And again he said, “they had a good deal of coaxing before they could get Barclay to guaranty it.” To whatever period he may have referred, when he said he was satisfied they were wronging the defendant, it cannot be doubted that his admission of a conviction that there was something wrong with the note, referred to his belief at the time when he took an assignment of it. It was because he thought so then that he demanded a guarantee — not a guarantee of the solvency of the maker, but a general guarantee. And can one who has taken a transfer of a promissory note, tainted by fraud in its inception, be said to be an innocent holder, if, at the time of the transfer to him, he thought there was something wrong with it ? If such were his convictions then, there must have been some basis for them, some knowledge of facts which awakened his misgivings. There was something which, in his mind, cast a shade over the original transaction. That should have put him upon inquiry, and if he neglected it, and chose rather a collateral guarantee, he took the note with all its antecedent equities upon it. This case was not, therefore, within the rule of Walton v. Shelly, as restricted in this state, and the deposition of Levi Clark was properly admitted.\nThe other assignments of error require hut brief notice. The conversation between Dean and Clark, though not immediately in the presence of the defendant, was a part of the history of the fraud, and one of the means made use of to accomplish it. The testimony, if believed, proved that they were conspirators, and what was said or done by either in carrying out their common design, was admissible in evidence.\nThe offer of the plaintiff to show that Dean got credit for the payment of another note due to Hawkins, in a settlement between himself, Barclay, and Sharpneck, was wholly inadmissible. It did not tend to prove that the plaintiff had paid a valuable consideration for the note in suit: even if it did, it was of no importance. If the note in suit was obtained by fraud, and the plaintiff knew it, or ought to have known it, at the time when he became the holder, he cannot recover, even though he paid value for it; and on the other hand, if it was not obtained by fraud, or if the plaintiff was an innocent holder, without notice of the fraud, he was entitled to recover, without proof of value paid, in the absence of any notice to make such proof. So the case was submitted to the jury, and it was left to them to find whether there was fraud, and whether the plaintiff had notice of it. Such was, in effect, the answer of the court to the defendant’s first and fourth points, and we think it was entirely correct.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "A. A. Furman, for plaintiff in error.",
      "Downey, Minor, and Wyley, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hawkins versus Cree.\nParty to negotiable Note, when a competent Witness.\n1. The rule laid down in Walton v. Shelly, as understood in Pennsylvania, extends only to negotiable paper, actually negotiated, and in the hands of .an innocent holder, who took it without any previous notice of any original defect in it; and it excludes only those parties whose names were on the paper when it was transferred to the holder.\n2. Therefore where a note was not endorsed, but assigned to the holder, with a general warranty by the assignor and a third party; and there was evidence in the cause to the effect that the holder had admitted that he thought there was something wrong about it, and did not want to take it unless the assignor would guaranty it, which he was for a long time unwilling to do, &e.; it was held, that the payee of the note was not incompetent as a witness for the maker.\nError to the Common Pleas of Greene county. .\nThis was an action of assumpsit brought by James C. Hawkins against William Cree, to recover the amount of a promissory note, of which the following is a copy:—\n$1000. One year after date I promise to pay Levi Clark, or order, one thousand dollars without defalcation, for value received. Witness my hand and seal, this 27th day of March 1855.\nWilliam Cree.\nEndorsed. — I value received. assign the within note to William Dean, for March 28th 1855.\nLevi Clark.\nI assign the within note to S. -C. Hawkins, for value received, and we guaranty the same. June 19th 1855.\nWilliam Dean, Henry Barclay.\nOn the trial the plaintiff proved the execution of the note by Cree, as also the signatures of Clark, Dean, and Barclay, and rested.\nThe defence was that the note was procured by false representations and fraud, and was without consideration; in support of which, and for the purpose of subjecting it to this defence in the hands of the plaintiff, the defendant proved, by Samuel Cree and James Milliken, conversations between plaintiff and defendant, in which plaintiff admitted that “he did not want to take the note, that he thought thére was something wrong in it, unless Mr. Barclay would guaranty it, and that he was satisfied they were wronging Cree.” He then offered the deposition of Levi Clark, the payee and assignor of the note, to prove the note orinally void for fraird and want of consideration. The plaintiff objected to the witness as incompetent, because there was nothing in the testimony of Milliken or Oree to establish that the negotiation was not in the usual course of business, or that the witness was an accommodation payee and assignor, or that the plaintiff knew or had the means of ascertaining xhe alleged fraud when he took the note; but the court overruled the objection, and admitted the testimony, which was the first error assigned.\nA portion of the deposition was then objected to as irrelevant, and also because it detailed a conversation between the witness and Dean, in the absence of Cree; but the court overruled this objection also, which was the second error assigned.\nThe plaintiff then offered to ask a witness, (Mr. Sharpneck,) “Who got credit for the payment of the note when Dean, Barclay, and the witness settled?” for the purpose of proving that the lifted note was paid by Dean. This was objected to, on the ground that it.would be no more than the declarations of Dean. The court sustained the objection, and rejected the evidence, which was the third error assigned.\nThe plaintiff presented several points to the court on which instruction to the jury was requested, which points and answers, so far as they were assigned for error, are as follows, to wit:—\n“ The defendant having failed to give notice to the plaintiff that he would be required to prove on the trial, the consideration given for the note, he cannot now be called upon to do so, and ‘ evidence of fraud or want of consideration, between the original parties to the note, is nugatory or inadmissible in this suit.’ Therefore the execution and endorsements thereof having been proved, plaintiff is entitled to recover.”\nAnswer: “ When a holder without previous notice, or knowledge of want of consideration or fraud, is not notified to show consideration at trial, he cannot be required to do so on trial; and either fraud or want of consideration under such circumstances will affect a holder — such evidence would be wholly nugatory.”\n“If Oree was induced to give the note in suit by false and fraudulent representations made to him by Clark or Dean, or both of them, and Hawkins knew this fact when he accepted the assignment of the note from Dean, he cannot recover in this suit, and it is not necessary to show that he had express notice, but it is sufficient if the circumstances were such as necessarily put him on inquiry; and this is true, even if Hawkins paid a full consideration for the note.”\nAnswer: “ The payment of a valuable consideration on the transfer of this note, by the plaintiff, will not entitle him to recover, if the defendant has satisfied. First. That the note was obtained from defendant through false representations and without consideration; and again, the plaintiff had notice of this, or such knowledge of it before he took the note as should have put a prudent man upon inquiry. On the first inquiry you have the evidence of Levi Clark. Also the declaration of Hawkins himself, as proved by James Milliken, that he was satisfied they were wronging him. On the second inquiry, there is the evidence of defendant’s son, Samuel Cree, that plaintiff, Hawkins, said he did not want to take, the note; that he thought there was something wrong with it, unless Barclay would guaranty it, and that Barclay would not do it for a long time, for fear -it would cause hard feelings between him and his father, the defendant. And further, the evidence of Milliken, that Hawkins said they had a good deal of coaxing before they could get Barclay to guaranty it.\n“ The full requisite of defence is clearly made out; if you believe the evidence of Clark, the whole transaction was a gross fraud and swindle perpetrated upon an honest, .confiding, and simple-minded man. But had Mr. Hawkins knowledge of this, or such information as would put a prudent man upon inquiry ? The declaration that he thought there was something wrong with it; that he would not take it till it was guarantied, by the introduction of a stranger to the note; and refused at first to do so, assigning as a reason that it would cause hard feelings between him and Cree, are all facts which if believed would in the opinion of the court be sufficient to warrant you in finding that he had either knowledge of the fraud, or such information as required him to seek further information. If you do so find, your verdict will be for the defendant — but if you are not satisfied of both or either of the requisites of defence which we have stated, you will find for the plaintiff.\nThe jnry found for the defendant, and judgment having been entered thereon, the plaintiff sued out this writ, and assigned for error the ruling of the court as above stated.\nA. A. Furman, for plaintiff in error.\nThe note in this case was negotiated in the usual course of business, though not endorsed but assigned: Chitty on Bills, 4, 6, 8, 11; Roberts’s Digest 375; Rankin v. Woodworth, 2 Watts 134; Ege v. Kile, 2 Watts 222; Lyons v. Divelbis, 10 Harris 184; 6 Harris 614; Story on Promissory Notes 146.\n1. Levi Clark was incompetent as a witness to prove the note originally void for fraud or want of consideration: Walton v. Shelly, 1 J. R. 296; Harding v. Mott, 8 Harris 469; Stille v. Lynch, 2 Dall.: unless the previous testimony of Samuel Cree and James Milliken are sufficient to render him competent.\nThe facts which must be proved to make the payee a competent witness for this purpose are well settled: Griffith v. Reford, 1 Rawle 196; Harley v. Emerick, 1 Miles 36; Gest v. Espy, 2 Watts 268; Parke v. Smith, 289; Hepburn v. Cassel, 6 S. & R. 116; Baird v. Cochrain, 4 S. & R. 398; Bank of Montgomery v. Walker, 9 S. & R. 229.\n2. Hawkins was not present at the making of the note, had no interest in the transfer of the land from Clark to William Cree, nor any connection with the transaction. It was negotiated for a valuable consideration, and in the usual course of business: Snyder v. Rigley, 6 Barr 164.\nThe decisions in Pennsylvania confine the doctrine of Walton v. Shelly to negotiable paper (Pleasants v. Pemberton, 2 Dall. 196) actually negotiated, and this solely on the ground of public policy.\nThe testimony of Milliken and Samuel Cree failed to show that plaintiff knew, or had the means of knowing, when he took the note, that Clark and Dean had obtained it by fraud and false representations.\n3. As to the third assignment of error, the court below were wrong, because proof that Dean got credit for the note as paid by him in the settlement between him, Sharpneck, and Barclay, would have been some evidence that Dean paid off the note to Hawkins: Albright v. Strimpfler, 7 Barr 476.\n4. Under the ruling in Beltzhoover v. Blackstock, 3 Watts 20-26, Simmons v. West, 2 Miles 196, and 7 Barr 476, the court below should have instructed the jury as requested in this point.\n5. The conversation referred to by the court in answering this point was held in December 1855, whereas the note was assigned June 24th 1855; and besides this there was no notice given that the defence was fraud, or that the plaintiff would be called on to prove his title: Beltzhoover v. Blackstock, 3 Watts 4; Simmons v. West, 2 Miles 195.\nDowney, Minor, and Wyley, for defendant in error,\nargued that the rule in Walton v. Shelly was never favoured, and should not be extended to cases not within its very letter: Barring v. Shippen, 2 Binn. 166; Mayward v. Nekervis, 9 Barr 81; Wilt v. Snyder, 5 Harris 82; Baird v. Cochrain, 4 S. & R. 399; Hepburn v. Cassell, 6 S. & R. 116; Spring v. Lovett, 11 Pickering 417; Thayer v. Cossman, 1 Met. 416; Story on Notes 197; Guthrie v. Bashline, 1 Casey 80; Cromwell v. Arret, 1 S. & R. 180.\nThere was evidence in the case, before the deposition of Levi Clark was offered, that Hawkins took the note under circumstances calculated to excite suspicion as to the existence of fraud; this was a conversation in December 1855, and this fact made the deposition evidence.\nIt was not a negotiable note within the meaning of the rule. It had one whole year to run, and it was not negotiated in the usual way, by endorsement, but was assigned with a guarantee : Hepburn v. Cassell, 6 S. & R. 116. The assignment was restrictive, and the suit should have been in the name of Clark for the use of Hawkins.\n2. The conversation here referred to, though not in the immediate presence of defendant, took place when the note was given, and the deed executed. It was admitted, not as a declaration, but as a fact, as a part of the res gestae. It was part of the conspiracy.\n3. The fact that Dean got credit for the lifted note, in the settlement with his partner, was no evidence that he lifted the note. It was only a declaration of Dean, and therefore incompetent. Besides, the defence, if made out, was effective, whether Hawkins paid for the note or not.\n4. The court could not with propriety have taken the facts from the jury, or instructed the jury as requested in this point. If there was any evidence on the point, the jury were to consider it.\n5. The rule of law was stated in this point as favourably as plaintiff could expect.\nJanuary 7th 1861,"
  },
  "file_name": "0494-01",
  "first_page_order": 494,
  "last_page_order": 500
}
