{
  "id": 418866,
  "name": "Rhea versus Forsyth",
  "name_abbreviation": "Rhea v. Forsyth",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "503",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 321",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 193",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0193-01"
      ]
    },
    {
      "cite": "8 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0051-01"
      ]
    },
    {
      "cite": "2 Whar. 427",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0427-01"
      ]
    },
    {
      "cite": "3 Paige 213",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048450
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/3/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 13901,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.1564476307974905e-06,
      "percentile": 0.9868166059102288
    },
    "sha256": "2d2529e9986ea5635f65c0bdf674fbc44c8a53e7e40ddd24ec1436bbe466c4a5",
    "simhash": "1:328a8dd3ca52f0e1",
    "word_count": 2483
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhea versus Forsyth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThis was a bill in equity to restrain and remove a private nuisance. The plaintiff claimed a right of way by means of a three feet alley across the rear of the defendant’s lot, and he complained that the defendant had obstructed it by a permanent erection thereon. The District Court, from whence this appeal comes, refused a special injunction, and after the answer and proofs came in, dismissed the plaintiff’s bill without prejudice, but without filing any reasons of record.\nThe question to which we have first turned our attention is as to the jurisdiction of courts of equity in cases of private nuisance and disturbance of easements — a question which does not seem to have attracted the notice of counsel at all. The remedies at law for nuisances are very ample. Those that are public may be removed by indictment, and such as are private may be redressed by an action on the ease. And the party aggrieved by either a public or private nuisance, may also abate or remove it by his own act, so as he commit no breach of the peace in doing it, nor occasion, in the case of a private nuisance, any unnecessary damage. These legal remedies however, can, at the utmost, only abate or afford compensation for an existing nuisance, but are ineffectual to restrain or prevent such as are threatened or in progress; and for this reason there is a jurisdiction in equity to interpose, if the fact of nuisance be admitted or established at law. whenever the nature of the injury is such that it cannot be adequately compensated by damages, or will occasion a constantly recurring grievance: Adams’ Equity 485; Fonblanque’s Treatise 51; 2 Story’s Eq., § 925, et seq.; 2 Eden on Injunc. 269. This last writer, after discussing several adjudged cases under the head whether the court will enjoin without trial, concludes at p. 273 that whatever may be the actual jurisdiction upon this point, it is, however, certain that courts of equity are at present extremely unwilling to interpose without a trial at law; a question, therefore, has always arisen in these cases whether the court will grant’ or continue an injunction till the trial. The American cases are very numerous to the effect that the right of the complainant ought to be admitted or established at law before granting an injunction: White v. Booth, 7 Vermont 131; Shields v. Arndt, 3 Green Ch. 234; Caldwell v. Knott, 10 Yerger 209; Hart v. Mayor of Albany, 3 Paige 213; Reid v. Gifford, 6 Johns. Ch. R. 19 ; Biddle v. Ash, 2 Ashmead 211. In this last case, Judge King said a court of equity will interfere, and by injunction protect the dear rights of a suitor, derived either from contract or ancient possession, against a nuisance produced by the erection of a building by his neighbour, which darkens his windows or destroys his right of way. In Gardner v. The Village of Newbury, 2 Johnston’s Ch. R. 164, Chan. Kent said the interference of Courts of Chancery in such cases rests on the principle of a dear and certain right to the enjoyment of the subject in question, and an injurious interruption of that right which, upon just and equitable grounds, ought to be prevented. And again, in Van Beyen v. Van Beyen, 3 Johns. Ch. R. 286, it must be a strong and mischievous case of pressing necessity, or the right must have been previously established at law, to entitle a party to call to his aid the jurisdiction of this court.\nFrom these and many more authorities which might be cited to the same effect, it is apparent that where the plaintiff’s right has not been established at law, or is not clear, but is questioned on every ground on which he puts it, not only by the answer of the defendant but by proofs in the cause, he is not entitled to remedy by injunction. It is not enough that he is able to produce some evidence of his right, when there is conflicting evidence that goes to the denial of all right. In a case so situated the plaintiff should first establish his right in an action at law, and then come into chancery, if necessary, for the protection of the legally established right. Where the emergency is pressing, and the injunction affidavits disclose a primá facie right in the plaintiff, the proper practice, I apprehend, is for the court to interfere by special injunction, and stay the defendant’s hand until the light has been tried at law. If the plaintiff will not bring his suit at law within a reasonable time, or fails to maintain it, the special injunction can be dissolved. — But if without unreasonable delay he succeed in establishing his' right, the defendant can then be heard on his answer and proofs, and the injunction be dissolved or made perpetual as may appear equitable and just.\nIn the case before us the plaintiff rested his claim on two grounds; first, the use and occupation of the alley by several occupants of adjacent buildings for more than twenty-one years, and second, the joint dedication of several lotowners of this alley in 1849, to their common use. But both grounds were denied by the defendant in his answer, and there was conflicting evidence in regard to both. It is not worth our while to go through and discuss the testimony, for the questions of fact ought not to have been brought here for us to decide. Neither the equitable jurisdiction of the court below, nor our jurisdiction, can properly attach until the plaintiff has established bis right at law. Has the alley been in common use so long' that the successors in the title may set up the presumption of a grant? If not, did the defendant dedicate it to the use of the plaintiff’s lot ? These are questions for a court and jury to decide in an action at law.\nIf an unconditional dedication should be found, or a dedication on a condition that was void, we do not think it would be defeated by the statute of frauds and perjuries though it was by parol, because, by the act of dedication, the alley became an appurtenant of the lot Rhea afterwards purchased, and he holds all the appurtenances of that lot, as he holds the lot itself, by a lawful deed. We have alluded to this point because it is expressly raised by the defendant’s answer, but farther than this we do not feel authorized to go into the case, for, as it is now presented, we decline to exercise jurisdiction over it.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "R. & S. Woods, with whom was C. Hasbrouek, for appellant,",
      "A. N. Miller & James I. Kuhn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rhea versus Forsyth.\nJurisdiction of Courts of Equity in cases of private Nuisance and Disturbance of Easement. — Injunction, when granted.\n1. Courts of equity will not usually exercise jurisdiction in case of private nuisance or disturbance of easements where the right of the complainant is disputed, until he has established his claim in an action at law.\n2. Where by parol agreement the owners of adjacent lots have dedicated an alley to the common use of the lots, and have erected their buildings in reference to the alley, the easement becomes appurtenant to each lot, and is not defeated by the Statute of Frauds, and a subsequent purchaser of one of the lots takes the easement as an appurtenance.\nError to the District Court of Allegheny county.\nIu Equity. — This was an appeal from the decree of the District Court of Allegheny county, dismissing the complainant’s bill in equity, praying for an injunction to restrain defendant from closing up a private alley in the City of Pittsburgh.-\nThe pleadings and evidence presented this case:—\nIn 1830, John Horner purchased of William Hays a lot of ground on the east side of Market street, in the city of Pittsburgh, 32 feet front on Market street, and 60 feet deep, and in the year 1835 purchased of William Davis another lot adjoining the first, also 32 feet front on Market street, and 60 feet deep. These lots formed a block, situate at the corner of Market and Second streets. At the time of these purchases, there was no alley running across the rear of said lots, and no mention or reference to any such alley made in the deeds conveying said lots to Horner, or in the negotiations for the purchase. Soon after the last purchase, Horner erected on these lots a block of brick buildings, and opened or left in the rear of them an alley, 6 feet wide, for the use of his tenants. This alley continued open until the fire of 1845, by which the buildings on these lots were destroyed, during which time it was used by Horner’s tenants and by the tenants of adjoining lots, owned by his brother-in-law, James Kelly, by permission. After the fire, these lots were covered by a mass of ruins, and so continued till 1849, when Horner sold them; which he did without any reference to or mention of the alley, either in his deeds or the negotiations for the sale.\nHorner conveyed a lot at the corner of Market and Second streets, 16 feet front on Market street and 60 feet deep along Second street, to Richard Straw. The next adjoining lot, also 16 feet front on Market street and 60 feet deep, he conveyed to Forsyth. The next lot, 16 feet front on Market street and 60 feet deep, he conveyed to William Irwin, whose title Rhea holds; and the next adjoining lot, of the same size, he conveyed to Henry Yoegel.\nAfter their purchase in 1849, Straw, Forsyth, Irwin, and Yoegel, built on these four lots. The rear walls of the buildings erected on said lots, for part of the width of the lots, was bounded by a line 57 feet east of Market street; for the other part of the lots, the buildings were not so deep by 7 or 8 feet, leaving small areas or yards between the rear of each two buildings. These areas were never separated from the passage along the end of the buildings by any fence or enclosure; but all was opened together and formed a yard.\nIt was alleged that at the time these four lots were purchased and buildings erected thereon as aforesaid, it was understood and agreed by Straw, Forsyth, Irwin, and Yoegel, that these buildings should be used as clothing stores, and as long’as they were so used, all the parties, or lotowners, and their tenants, might use the open space in the rear of the buildings as a passage to Second street; that Straw and Forsyth always used these buildings as clothing stores; but that the building erected by Voegel, and that erected by Irwin, never were so used; that Straw and respondent immediately complained to Irwin and Voegel of this violation of their agreement, and denied their right to pass across their lots, but never closed the passage until about the time of filing the bill in this case. That William Irwin conveyed his lot to Mr. Palmer without any mention of or reference to any alley in the rear of it, either in the negotiations for the sale, or the deed conveying the lot. And Palmer conveyed to Rhea in like manner, without any mention of or reference to any alley in the rear of the lot. In all the deeds, Horner’s, Irwin’s, and Palmer’s, it is described simply as 16 feet front by 60 feet deep. In the spring of 1859, Forsyth proceeded to erect a small brick structure for a vault or safe in the rear of his building, extending back to the rear line of his lot. While this vault was being erected this bill was filed, and the court having dissolved the preliminary injunction, granted when the bill was filed, he proceeded to complete it. After argument on the bill, answer, and evidence, the court refused the injunction, and dismissed complainant’s bill, with costs.\nWhereupon the complainant removed the case into this court, and assigned for error the dismissal of his bill and the refusal to decree the injunction prayed for by him.\nR. & S. Woods, with whom was C. Hasbrouek, for appellant,\nargued that complainant had acquired a twofold right to the use of the alley:—\nI. By the Statute of Limitations, it having been used in common by the several occupants for a period of over twenty-one years: citing Tranger v. Sassman, 2 Harris 517; Worrall v. Rhoads, 2 Whar. 427; Newman v. Rutter, 8 Watts 51; Darlington v. Painter, 7 Barr 473; Strickler v. Todd, 10 S. & R. 64.\n2. By the joint dedication of the several lotowners in 1849, to their common use, and by each contributing part of his lot to make an alley where none existed before, building according to one plan of which the alley was a material part, and contributing 'to the cost of laying down therein a water-pipe for their common use, the alley became an appurtenant to each house: citing Lewis v. Carstairs, 6 Wh. 193; Schenly v. Commonwealth, Leg. Jour, vol. 7, p. 378; Cope v. Grant, 7 Barr 488; McKellip v. McIlheny, 4 Watts 321.\nA. N. Miller & James I. Kuhn, for appellee.\n1. The claim under the Statute of Limitations is not sustained by the evidence, nor was there such an adverse use or enjoyment as would raise a presumption of a grant: Esling v. Williams, 10 Barr 126. If the allegation of a common consent of owners be true, they should all be joined as parties in the bill.\n2. The allegation of a general recognition of this alley in 1849, is denied and is not sustained by the evidence. If at all it was done on condition that the building should be used as a clothing store, which was not complied with, so far as the houses of Voegel and Irwin are concerned. If the right claimed be an incorporeal hereditament, it should have been by deed. It is within the Statute of Frauds, the protection of which respondent has invoked, nor is there any equity to this easement raised by the contribution for the water-pipe: the right of way and the right to maintain this pipe being totally distinct.\nComplainant, if deceived as to this claim, has no one to blame but himself. An examination of the deeds from Horner down, would have satisfied him that there was no right to this alley: no such appurtenance is mentioned.\nOn the facts, the District Court has decided against the complainant, which like the finding of a jury should not be reversed unless clearly wrong. There must be a clear right to warrant an injunction: 2 Story Eq. § 959.\nJanuary 7th 1861,"
  },
  "file_name": "0503-01",
  "first_page_order": 503,
  "last_page_order": 508
}
