{
  "id": 418890,
  "name": "Reid versus Gray et al.",
  "name_abbreviation": "Reid v. Gray",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "508",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 508"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Hill 526",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 5032,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 8.654092385315729e-08,
      "percentile": 0.49154970038793766
    },
    "sha256": "8a1468c2f74d3c41e2d45af8800e56d8568fb2208833d254a66f1e2d174e3dfb",
    "simhash": "1:059f1a60e63d1bdc",
    "word_count": 894
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reid versus Gray et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nIt is admitted that, by the law of Missouri, the transfer by Eindlay, while residing there, to a trustee for his wife, of all his household furniture, passed to her the title to the property. As a gift executed it needed no consideration. It is admitted that our law of 1848 allows a married woman to own personal property, acquired by her after marriage; free from liability for debts of her husband. Owning the property therefore in Missouri, she would still own it after moving into Pennsylvania. Shortly after the transfer the husband and wife returned to reside in this state, and shortly after that he contracted this debt. Does this haste of his in running into debt annul the title which the wife had before he ran in debt? We do not see how it can. Of course this view leaves a door open for frauds upon creditors; but so long as the law exists that allows a divided ownership of the family property, we cannot shut off its natural consequences. We cannot declare, as matter of law, that the transfer or title became void because the husband ran in debt so soon afterwards. The matter and form of the transfer being lawful, as against creditors, they can avoid it only by showing that it was intended as a fraud upon them.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "B. Grant, for plaintiff in error.",
      "George De damp, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Reid versus Gray et al.\nSheriff’s Interpleader Act. — Deed of Trust for Married Woman executed in Missouri, effect of in Pennsylvania.\nA resident of Missouri transferred to a trustee for his wife, under the law of that state, all his household furniture. He afterwards moved to Pennsylvania, and contracting debts, his wife’s title was contested by his creditors. It was held that, as she owned the property in Missouri, she would still own it after moving into Pennsylvania, and that creditors could avoid her title only by showing that the transaction was intended as a fraud on them.\nError to the Common Pleas of Prie county.\nThis was a feigned issue under the Sheriff’s Interpleader Act, to determine the ownership of certain personal property, levied on by the sheriff at the suit, of Gray & Farrar against J. J. Find-lay, but which was claimed by James L. Reid as trustee of Jane J. Findlay the wife of defendant.\nFindlay and wife were citizens of Erie, having resided in Erie City for many years, he being in business there as a member of the late firm of Sennett, Barr & Oo.\nThe firm became involved and failed in 1866 or 1867, leaving judgments to a large amount unpaid, after which, Findlay removed with his family to St. Louis, Missouri, where he remained until March 1859. While in St. Louis, to wit, on the 17th day of February 1859, he executed a deed of trust to James C. Reid, transferring to him in trust for his wife, all his personal property, which remained in the custody of himself and wife, and was used by them for the common benefit of their family.\nIn March 1859 they returned to Erie, where Findlay went into the retail grocery business, purchasing goods for' this purpose of Messrs. Gray & Farrar, who were wholesale grocers.\n'\nNot being successful in business, he gave them a judgment-note, under which an execution was issued, and the property in dispute levied on by the sheriff, September 13th 1859.\nThe issue was originally made up between Jane S. Findlay as plaintiff and Gray & Farrar as defendants, but on the 31st of January 1860, it was amended by changing the plaintiff to “James O. Reid, trustee of Jane S. Findlay.”\nThe court below charged “that the deed of trust was good between the parties, but was not so as to creditors who became so in so short a period after the date of the deed; and that as there was no evidence of any consideration having passed between the parties, it could not be allowed to operate against creditors.”\nUnder this instruction, the jury found in favour of the defendants in the issue; and judgment having been entered on the verdict, the plaintiff sued out this writ, assigning for error here the charge of the court as above stated.\nB. Grant, for plaintiff in error.\nThe only question in the case is one of the lex loci contractus. The conveyance in trust, was in conformity with the laws of Missouri, and the title of the trustee and of the cestui que trust under that law, was good against the world. The removal into Pennsylvania did not destroy or weaken this title. It remained intact, there being no allegation of the fraud.\nUnder the Act of 1848, she can retain that which she thus acquired, and this court will not inquire into the propriety of the laws of Missouri: Borne v. Shaw, 5 Casey 292; Story Confl. of Laws 242, 258; Kentucky v. Bassford, 6 Hill 526.\nThe court below were wrong in saying, “ there is no evidence of consideration.” The deed was under seal, which imports consideration: a consideration of five dollars is recited in the deed, and if not, that was a question for the jury.\nGeorge De damp, for defendant in error,\ncited and relied on Auble’s Administrator v. Mason, 11 Casey 261.\nJanuary 7th 1861,"
  },
  "file_name": "0508-01",
  "first_page_order": 508,
  "last_page_order": 510
}
