{
  "id": 418869,
  "name": "Patterson versus Greenland et al.",
  "name_abbreviation": "Patterson v. Greenland",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "510",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "37 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 442",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 436",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0436-01"
      ]
    },
    {
      "cite": "1 Binn. 436",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 9269,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 8.41186757842258e-08,
      "percentile": 0.4828134767702673
    },
    "sha256": "ad60d54a2c2ab4071cc9567f70c12bb19a68622724c76533f4d1b7bd143e48f6",
    "simhash": "1:6b8273abd04a6a74",
    "word_count": 1591
  },
  "last_updated": "2024-02-27T17:10:02.663304+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Greenland et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThe single question upon the record is whether the defendant’s commission for the examination of witnesses was well taken under the rule of September 27th 1859, in the following words: “And now, to wit, September 27th 1859, the defendant enters a rule for a commission to take the testimony of witnesses residing in the state of Iowa, and nominated Henry Snow and Levi Higgins, or either of them, as commissioners on his jdart.”\nThe plaintiffs’ counsel did not join in the commission, and when they received notice of its return and of the filing the depositions, they gave written notice to the counsel of the defendant, three months and more before the trial, that objection would be made to the reading of the depositions, on the ground that the rule did not specify any county or place in the state of Iowa, where the commissioners resided, or where the commission was to be executed, but that it was directed to the state at large\nOn this ground they were rejected by the court, on the trial, and that is the only error.assigned.\nThe Common Pleas of Fayette county has no rule that prescribes the form or terms of commissions to be directed out of the state. Their only rule on the subject prescribes fifteen days’ notice of the filing of interrogatories. But these extra-territorial commissions to take evidence are in pursuance of the chancery powers conferred on our courts by the 6th section of the 5th article of our state constitution, and the power is to be exercised according to chancery rules : Hollister v. Hollister, 6 Barr 450. The 63d of our Chancery Rules, Brightly’s Equity 729, provides for issuing a commission to any place within the state of Pennsylvania, more than forty miles distant from the county seat of the respective county, or to any other state or territory, or to foreign parts, but interrogatories must be filed at the time the order for the commission is entered, and written notice of the order “ and of the names of the commissioners must be served on the adverse party, at least fifteen days before the commission issues, in order that he may file cross-interrogatories, or nominate commissioners on his part, if he shall deem it eligible.”\nIt is argued that the practice in the case before us was consistent with this rule — that the notice served contained the names of the commissioners, and that the rule does not require the place of taking the depositions to be specified. It is true it does not, either in terms or by effect and meaning; but what is the meaning of the provision that the names of the commissioners shall be served ? Does it mean no more than that the Christian and surnames of the commissioners shall be mentioned, without the slightest indication where, within an area of 50,000 square miles, they may be found ? Is that indeed a naming of them ?\nThe use of names is to indicate and point out with reasonable certainty, the individual intended, but as our personal nomenclature is founded on no system, and many different individuals are called by the same name, it is often necessary to give something more than the Christian and surname; the place of residence, the occupation, or other circumstance, to individuate the person intended. If a commission were directed to Philadelphia or New York, and John Smith and John Brown were named as commissioners, could that be considered a fulfilling of the rule ? If it could, the rule itself is an idle array of words, for the Smiths and Browns can be counted by scores in the city directory, and notice of' commissioners so named, without more, would be only a vexation and a mockery. It would distinguish and. individuate nobody. The case is still worse, when the notice is of a commission to two persons in the midst of the whole population of a state. Can they be said to be designated ? If not designated, then they are not named within the meaning of the rule of court.\nThe party served has a right to send his cross-interrogatories) to the commissioners named, and to instruct them as to theiri duties — a right which is effectually defeated where nothing morel is added to their names than that they reside in Iowa. For how can he address them under such a notice ? Or the party may nominate other commissioners to act on his behalf, which if he do, counsel agree they must be informed of the time and place of taking the depositions; but the exercise of this right will depend on the satisfaction or dissatisfaction which is felt with the nominees of the other side, and with their place of residence. For without knowing who they are, or where they are to be found, he cannot intelligently choose his own. And if the two sets of nominees should happen to be at the extremities of the state, notice of the time and place of taking the depositions would avail nothing, for one set would scarcely traverse the length of Iowa, to be present at the execution of the commission.\nThese considerations show that the true construction of the rule of court demands such designation of the commissioners as will to a reasonable certainty inform the party served where they may be found.\nA designation of commissioners by name, “ both of the city of London,” was held to be insufficient in Pigott v. Halloway, 1 Binn. 436, Chief Justice Tilghman observing that the defendant was negligent in not describing his commissioners by their profession, occupation, or place of abode. The 63d rule was not in force at that time, but the construction we give it now is consistent with the practice that prevailed then. We hold that the defendant did not sufficiently designate, his commissioners in the notice served, and therefore that the deposition was properly rejected.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "D. Kaine and A. W. Barclay, for plaintiff in error,",
      "Howells, Veech, J. K. Swing, and Bierer, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Patterson versus Greenland et al.\nExtra-territorial Commission to take Testimony must conform to Rules in Chancery. When and for what cause rejected.\n1. Where a rule for a commission was entered “ to take the testimony of witnesses residing in the state of Iowa,” and commissioners were named, without specifying the county or place in the state where the commission was to be executed, or where the commissioners resided, it was held that the commission was not well taken, and was properly rejected on the trial.\n2. Extra-territorial commissions to take evidence are in pursuance of the chancery powers conferred on the courts by the State Constitution; the power is to be exercised under chancery rules, which provide that written notice of the order and of the names of the commissioners must be served on the adverse party at least fifteen days before the commission issues, &c. Held, that a true construction of the rule of court demands such designation of the commissioners, as will to a reasonable certainty inform the party served where they may be found.\nError to the Common Pleas of Fayette county.\nThis was an action of ejectment, brought by Norval Greenland and Cromwell Hall, against Robert Patterson, for part of a lot of ground in South Union township, which he had conveyed to them in exchange for <$250 cash, and three several half-quarter sections of land in Iowa. On examination, Patterson considered this Iowa land worthless, and tendered to plaintiffs the cash which they had paid him, offering also to reconvey to them the Iowa property, and retain his own; which proposition they declined, and brought this suit as above stated.\nOn the trial of the cause, Patterson having shown by B. F. Hellen, who wrote the article of agreement, the representations of Greenland and Hall, at the timé' of the contract, that their Iowa land was mostly timbered land, and consequently very valuable, and that in consequence of these representations, he was induced to enter into the contract, then offered to show by the testimony of several witnesses (taken on a commission), residing near the land, that the representations made by Greenland and Hall were false and fraudulent, and that the land was not timbered land, but was almost entirely without timber, and swampy, and utterly worthless. This testimony was rejected by the court, because the county in which the commissioners named in the commission resided was not stated, nor the place where the same was to be executed.\nThe rejection of this evidence, which was the whole of defendant’s case, was excepted to by his counsel. There was a verdict and judgment in favour of the plaintiff, whereupon the defendant sued out this writ, and assigned for error the rejection of the commission and the depositions taken under it.\nD. Kaine and A. W. Barclay, for plaintiff in error,\ncited and relied on, § 6 of the 5th Article of the Constitution; the Act of Assembly, authorizing the several courts to “adopt such rules of practice, as in their discretion they shall judge necessary,” &c.; the rules of the Common Pleas of Fayette county, and the rules in equity in the Supreme Court and Courts of Common Pleas of Pennsylvania; Hollister v. Hollister, 6 Barr 451; Nussear v. Arnold, 13 S. & R. 326; Pigott v. Holloway, 1 Binn. 436.\nHowells, Veech, J. K. Swing, and Bierer, for defendants in error,\ncited Pigott v. Holloway, 1 Binn. 442; Willings and Francis v. Consequa, Peters C. C. Rep. 309; and Kingsbury v. Kimbal, 8 Casey 518.\nJanuary 7th 1861,"
  },
  "file_name": "0510-01",
  "first_page_order": 510,
  "last_page_order": 513
}
