{
  "id": 963781,
  "name": "John Donahoo v. Thomas Scott",
  "name_abbreviation": "Donahoo v. Scott",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 343",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 214",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0214-01"
      ]
    },
    {
      "cite": "5 Wh. 370",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0183-01"
      ]
    },
    {
      "cite": "4 W. & S. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0257-01"
      ]
    },
    {
      "cite": "2 Wh. 193",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0193-01"
      ]
    },
    {
      "cite": "5 Rawle, 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0291-01"
      ]
    },
    {
      "cite": "3 W. & S. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854606
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0258-01"
      ]
    },
    {
      "cite": "1 W. & S. 240",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0240-01"
      ]
    },
    {
      "cite": "2 Wh. 10",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0010-01"
      ]
    },
    {
      "cite": "5 Rawle, 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle, 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 8907,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 1.4883160931451122e-07,
      "percentile": 0.6625448047357201
    },
    "sha256": "94d15e3d9556c3642f66a84f98f577f683ac1282df20c2f73c92c54a68739a2a",
    "simhash": "1:0761ce74a11aa3ed",
    "word_count": 1648
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Donahoo v. Thomas Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nBurnside, J.\nScott, a stone mason, the plaintiff below, filed a mechanic’s lien in the District Court against John Donahoo, owner, and John Maffit, contractor, for stone, and stone-work, and flooring boards,- &e., as per bill thereto annexed. The items were set out in the bill at various periods, from 17th May, 1847, to 25th August of that year—“Done and furnished and delivered by him, to and for the erection and construction of all those two certain brick houses, situated on Vine street, in the city of Pittsburgh, said two houses being contiguous, and connected together, and erected on lot No. 119, &c.,” describing the houses. His whole demand was $169.30, which he apportioned, $84.65 to each building. His lien and bill of items was signed “ Thomas Scott, by Thomas Mellon, his attorney.”.\nOn this lien two scire facias were issued, and they toere, ly consent, tried together. To these scire facias the sheriff returned, “ served by copy on John Donahoo, one of the defendants, and by putting up a copy on the front of the building, and nihil as to John Maffit, the other defendant.” Donahoo pleaded to issue, and the jury were sworn against him, and, after a trial before the President of the District Court, verdicts were rendered, in each case, for the plaintiff for $76.62, on which the Court entered judgments.\nThe defendant made several objections to the sufficiency of the lien filed, and presented the petition of Donahoo to have it stricken from the record; which the Court overruled, and he then made the same points on the trial. They are all assigned, as well as others, for error.\n1. That the Court erred in directing the jury to be sworn against the defendant Donahoo, the defendant Maffit never having been summoned, and the judgment is erroneous.\nThe 17th section of the Act of 1836 provides “that the scire facias on mechanics’ lien shall be served in the same manner as a summons upon the party named, if he can be found within the county, and a copy thereof shall also be left with some person residing in the building, if occupied as a place of residence, but, if not occupied, it shall be the duty of the sheriff to affix a copy of such writ upon the door or other front part of such building:” Dunlop, 696. We think the sheriff did his duty, and that the Court did theirs in disregarding this objection.\n2. The second error assigned has not been pressed: that it was not within the province of an. attorney at law to sign the claimant’s name to the statement. There is no substance in this alleged error. Scott has sanctioned and adopted the act of his attorney, and is entitled to the benefit of it by his writs of scire facias.\n3 and 4. These are that the'lien does not set forth the time the work was done, or the materials furnished, or when the work was begun and finished. The items falling under this exception are these, viz., “June 30, 1847.—To building 63f- perches at $1.50, and materials, $95.50. July 29.—To 13 perches in cellar doors at $1.50, $19.50. June 30.—To 38 feet belt sills, &c., at 40 cents, $15.20.” The answer to all this is found in the Act of 1836, and in the statement and bill filed, and supported by numerous decisions: 12 S. & R. 187; 5 Rawle, 108; Shaw v. Barnes, 5 Barr, 20; 7 Barr, 394. The date is presumed to be the time the work was completed and the quantity ascertained.\nIt is objected that the Act of Assembly does not authorize the filing of a joint lien for work, and the apportionment of the same among several buildings. This practice has been long settled: Gorgas v. Douglass, 6 S. & R. 562; Pennock v. Hoover, 5 Rawle, 291; and again in Young v. Lyman, 9 Barr, 449. But it would seem that a dozen of decisions upon the same point, in a course of years, would not satisfy some members of the bar. I deem it a waste of time to wade through all the other points made. The lien and proceedings in this case are in conformity to the requisi • tions of the statute, and supported by the uniform decisions of this Court.\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Woods, for the plaintiff in error.",
      "Mellon, contrà."
    ],
    "corrections": "",
    "head_matter": "John Donahoo v. Thomas Scott.\n1. A return to a sci. fa. sur mechanics’ lien, “ served by copy on A., one of the defendants, and by putting up a copy in front of the building, and nihil as to B., the other defendant,” is sufficient under \\ 17, Act of 1836.\n2. A mechanic who adopts a statement of his claim, signed by his attorney at law, is entitled to the benefit of it by his sci. fa.\n3. Where items of claim were set forth thus: “June 30, 1847. To building 63f perches at $1.50 and materials $95.50.” “July 29. To 13 perches in cellar doors at $1.50, $19.50,” the date is presumed to be the time when the work was completed, and the quantity ascertained.\n4. The Act of 1836 authorizes the filing of a joint lien for work, and the apportionment of the same among several buildings.\nError to tbe District Court of Allegheny.\nSept. 19. These were proceedings by scire facias sur mechanic’s lien, wherein Thomas Scott was plaintiff, and John Donahoo, owner, and John Maffit, contractor, were defendants. The facts of the case seem to be fully presented in the opinion delivered in this Court. The verdict below was for the plaintiff.\nWoods, for the plaintiff in error.\n1. “ Nihil as to Maffit” was not a return that he could not be found in the county, which is required by sec. 17, Act 16th June, 1836, Dunlop, 784. Suppose this return were made as to the owner, would he be concluded thereby ? The contractor is entitled to notice, if within the county, before plaintiff can proceed to judgment. Two nihils are good on a mortgage, 2 Wh. 10, which is a debt of record: but the registry of a mechanic’s lien is not a record, 1 W. & S. 240; and it may be doubted if in such case two nihils would be equal to service. Here we have but one.\n2. “ Every person entitled to such lien shall file, &e.,” sec. 11, Act of 1836, is not complied with by filing a statement, signed by an attorney. It should be signed by the party.\n3 and 4. The statement, as to the items objected to, does not show when the work was begun or'finished. It was not shown on the trial when it was begun, but that it was finished within six months Deforo lien filed. We followed the course prescribed in Shaw v. Barnes, 5 Barr, 18, and there the statement was only sustained after verdict. We moved to strike this lien from the record. In Kirkabaugh v. Dugan, 7 Barr, 394, it is stated when the work was begun and finished. And this ought to be required in every case. Rehrer v. Zeigler, 3 W. & S. 258; Lehman v. Thomas, 5 Id. 263; Witman v. Walker, 9 Id. 183.\n“To building 63f perches.” Of what? “13 perches in cellar doors.” Is it building or materials ? We are left to guess.\n5. It may be doubted whether a joint lien for labour can now be filed in any case. Pennock v. Hoover, 5 Rawle, 291, is a construction of the Acts of 1806 and 1808, the phraseology of which, “ all and every building”—“houses or other buildings,” differs from that of the Act of 1836, which provides that “ every building shall be subject to the debts,” &c. In that case the contract was joint as to the houses. The intent in the Act of 1836 to confine the lien to each separate building runs all through it, except in sec. 13, in respect to materials. The form of the levari is conclusive. This question was not decided in Barnes v. Wright, 2 Wh. 193; nor was it raised or decided in Jones v. Shaw, 4 W. & S. 257. See also 6 Barr, 191; 9 W. & S. 183; Act 24th March, 1849, Dunlop, 1205.\nMellon, contrà.\n1. If the jury was irregularly sworn as to both defendants, the proceedings would be sustained by striking out the judgment against Maffit: Jamison v. Pomeroy, 9 Barr, 231. We are not seeking judgment against him. But nihil habet is a good return, Sullivan v. Johns, 5 Wh. 370; and so nihil to a summons is equal to a return that defendant could not be found in the county: 1 Binn. 214. N. E. I. would not do to this sei. fa., it is to be served as a summons which may be left at defendant’s house, a mode of service not comprehended in N. E. I.; but nihil is equivalent to a return that he cannot be summoned; that he is not in the county, actually or potentially.\n2. It is not required that the statement should be signed by any one. But that signature is adopted by Scott, from whom alone objection should come.\n3 and 4. The act only requires the claim to state when the work was done or materials furnished. But where there is but one date, the presumption is that the work was done, &c., then, unless the contrary is made to appear: Knabb’s Appeal, Law Journal for 1849, p. 524.\n5. The construction contended for would be subversive of the settled practice, and in conflict with the spirit of the Act. How could work and materials be separated, but at the inconvenience and expense of dividing every such claim into two ? To avoid that was the very purpose of Savoy v. Jones, 1 Rawle, 343."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 48
}
