{
  "id": 963746,
  "name": "John Steel, Executor of Isaac Steel, deceased, v. Samuel Steel",
  "name_abbreviation": "Steel v. Steel",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "64",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Y. 209",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0209-01"
      ]
    },
    {
      "cite": "5 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0513-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0470-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 381",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0066-01"
      ]
    },
    {
      "cite": "5 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0513-01"
      ]
    },
    {
      "cite": "1 Wh. 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 8369,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 4.305174262211461e-07,
      "percentile": 0.9168613691377374
    },
    "sha256": "6dd1575a8b24eef4afb36ca412c6c091c7116db84b94efe7b7de5bb7d683305c",
    "simhash": "1:f8a544e2819d64a9",
    "word_count": 1506
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Steel, Executor of Isaac Steel, deceased, v. Samuel Steel."
    ],
    "opinions": [
      {
        "text": "The .opinion of this Court was delivered by\nRogers, J.\nHad this been a claim for services rendered without request by a son while residing in the same house with his father, and a member of his family, as in Candor’s case, 5 W. & S. 513, the action could not be maintained. But here the services were performed, if we believe the witnesses, at the request of the father, by a son, who lived at a distance from him on a different property, with a family of his own to support. The facts of the case furnish abundant proof that the peculiar relation of parent and child for that purpose had ceased, and that the parties contracted together on the basis of master and servant.\nThere is nothing in the second error. The justice of the peace ruled the case correctly in refusing to allow a set-off, the demand not being in the same right. It was an action by an administrator on a promissory note, given by the defendant to him for a purchase made at the vendue, and consequently not subject to a set-off by a debt due by the intestate to him. Besides, it appears in evidence, that the set-off was withdrawn, but Wolfersberger v. Bucher, 10 S. & R. 10, rules this point.\nThe remaining error on the statute of limitations has something more respectable in it. The acknowledgment, by which it is sought to take the ease out of the operation of the statute, was made by the administrator and not by testator. And in Fritz v. Thomas, 1 Wh. 66, it is ruled that an executor or administrator, sued in his representative character, for a debt due by decedent, may plead the statute of limitations as a bar to the action, although such executor or administrator may have made such an acknowledgment of the debt, as, in the case of a person sued for his own debt, Avould be sufficient to take the case out of the statute. Fritz v. Thomas, which restores the legitimate construction of the statute, and places it on its true ground, seems to rule this case, but the plaintiff contends that it does not apply, because there the promise Ayas not made until after the bar of the statute, and here it was made before the debt was barred. He contends it Avould be a fraud on the plaintiff to insist on the statute, and, moreover, would bo prejudicial to tbe estates of decedents, because it would compel creditors to bring suit to prevent the running of the statute. I confess I was struck with the reason given for the attempted distinction, but, on reflection, I am satisfied no such distinction exists. The reasoning of the Chief Justice in Fritz v. Thomas, applies with equal force to both cases; and I am at all times averse to mere technical distinctions where they can be avoided. The more simple and plain the law of contracts is, the better to the great body of the people, because they can more easily understand it as a rule of action. Nor does the rule necessarily lead to the consequence apprehended. An administrator may, notwithstanding, make such an arrangement, if beneficial to the estate; for, it must be observed, he is not bound to plead the statute. This is a - matter resting entirely with himself. Nor will the creditor be prevented from- delaying- suit upon the acknowledgment or promise of the administrator, because the administrator would render himself personally liable for the debt at the suit of the creditor. The case of Patton’s Administrator v. Ash, 7 S. & R. 116, cited by defendant, has no bearing on the question. That was a case of a promise or acknowledgment by the intestate himself, and not by his administrator.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Lathy, for the plaintiff in error.",
      "Purviance, contrà."
    ],
    "corrections": "",
    "head_matter": "John Steel, Executor of Isaac Steel, deceased, v. Samuel Steel.\n1. Services rendered by a son to Ms father, at the request of the latter, not on the basis of parent and child, but on that of master and servant, constitute a good cause of action.\n2. In an action by an executor against a purchaser at the vendue, for goods sold to Mm, the defendant cannot set oif a debt due to Mm by the decedent.\n8. It matters not whether the acknowledgment of a debt made by an executor, is made before or after the debt is barred by the statute; the principle established by Fritz v. Thomas applies to either case.\nError to the Common Pleas of Clarion.\nSept. 24. This was an action on the case by Samuel Steel, plaintiff, against John Steel, executor of Isaac Steel, deceased, for services rendered, goods sold, and money paid for the use of the decedent, after the plaintiff became of age. The pleas were non assumpsit, and non assumpsit infra sex annos.\nIt appeared that the plaintiff, who was a married man, with a family, lived some three-quarters of a mile from the decedent, his father, upon a farm of his own, and that he and his children often worked for the decedent in harvest and at other times, about the years 1888 and 1839; that he kept horses for the decedent, sold him some small matters, and once or twice paid some moneys for him. The decedent died in 1841.\nAt the vendue of the decedent’s goods, in March, 1844, the plaintiff bought a bill amounting to some fifty-one dollars, for the amount of which he asked the executor to give him a credit on an account which he then produced against the estate, for the work, money, &c., before mentioned. According to the testimony of Thomas Martin, the executor said he thought it would be best for Samuel to give his note for what property he had bought, and that he would settle with him and give him up his note when he could get the money collected to settle the balance of the account. Plaintiff said there might be trouble about it, if he gave his note. The executor said there should not be a word between them; that he would take up the account and pay it honourably, and there should be no dispute about it. On another occasion, afterwards, this witness saw' the plaintiff and the executor together, when the plaintiff asked the executor if he would not soon be ready to settle and take up that account, and the executor replied that he would be ready in a short time; in two-or three weeks he would be over and settle all the accounts, the plaintiff’s among the rest.\nThe defendant gave in evidence the proceedings before a justice of the peace, in a suit instituted by him in 1847, as executor of Isaac Steel, against Samuel Steel and another, upon the note given by Samuel and that other at the vendue. In that suit Samuel offered as set-off, a part of his account against the estate, of Isaac Steel, amounting to one hundred dollars, but the justice gave judgment for the executor, plaintiff before him, for the amount of the note and interest.\nTo rebut this evidence as to the account having been used as set-off before the justice, the plaintiff produced testimony to show that his set-off, offered before the justice, was withdrawn.\nThe verdict was in favour of the plaintiff.\nTo the charge of McOalmont, President, the following errors were assigned:\n1. The Court erred in charging the jury that if they believed the testimony of Martin, the plaintiff’s claim was not barred by the statute of limitations.\n2. In charging the jury that the proceedings before the justice of the peace were not a bar, as it appeared by the transcript that the claim, although before him, was not allowed.\n3. The Court should have charged the jury that the plaintiff could not recover unless it appeared, upon clear and unequivocal proof, that the relation of parent and child was changed to that of master and servant.\nLathy, for the plaintiff in error.\n1. Fritz v. Thomas, 1 Wh. 66; Allison v. James, 9 W. 381.\n2. Darrah v. Warnock, 1 Pa. Rep. 22; Holden v. Wiggins, 3 Pa. Rep. 470; Sampson v. Lapsley, 3 Barr, 459.\n3. Candor’s Appeal, 5 W. & S. 513.\nPurviance, contrà.\n1. An administrator’s agreement to settle, if made within six years, is obligatory: Patton’s Administrator v. Ash, 7 S. & R. 116. In Fritz v. Thomas, the debt was fourteen years old, was barred, and could not be revived by the personal representative. Here the debt was not barred, and the agreement merely prolongs its vitality.\n2. Wolfersberger v. Bucher, 10 S. & R. 10, is conclusive on this point. The justice had no jurisdiction of the set-off, and any adjudication of his on it would have been a nullity.\n3. The labour here was by a son, at the request of his father—he living away from his father, having a family of his own: Roberts v. Kidd’s Executors, 1 Y. 209."
  },
  "file_name": "0064-01",
  "first_page_order": 64,
  "last_page_order": 67
}
