{
  "id": 963777,
  "name": "Mary Clarke and Others v. Rosanna Dougan and Others",
  "name_abbreviation": "Clarke v. Dougan",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "87",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 82",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0165-01"
      ]
    },
    {
      "cite": "8 Watts, 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0385-01"
      ]
    },
    {
      "cite": "6 Watts, 72",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0072-01"
      ]
    },
    {
      "cite": "3 Yeates, 272",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0271-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 12634,
    "ocr_confidence": 0.388,
    "pagerank": {
      "raw": 7.884396120213461e-08,
      "percentile": 0.4602600383265588
    },
    "sha256": "c73139522de576a2f526bf98bd0c94ddcf343acf983e2e8e1cef0bf51bb8f028",
    "simhash": "1:deedc4e36c4a7088",
    "word_count": 2254
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mary Clarke and Others v. Rosanna Dougan and Others."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nGibson, C. J.\nKelly, under whom the plaintiffs claim, entered for himself, and, though as a settler, he was a disseisor; and the question has regard to the extent of his constructive possession. He procured no survey to be made by the deputy of the district, and he made no unofficial designation of his boundaries himself. The tract had been surveyed for a warrantee; and the doubt is whether he always evinced, by declarations and acts, an unintermitted purpose to hold by the lines on the ground. To the neighbours, he declared that he intended to hold the tract; and if his acts of OAvnership had con*esponded with his words, the statute of limitations would have given it to him. But he suffered whatever he professed to hold, to be assessed, sometimes as fifty, sometimes as a hundred, sometimes as two hundred, and sometimes as three hundred acres; and if that Ayas done by his procurement, or even with Ms knowledge and acquiescence, it lost Mm Ms constructive possession by detacMng it from the landmarks that had sustained it. No appropriator of land is suffered to escape from a false position once taken by Mm in relation to tbe revenue. A warrantee bas never been suffered to carry bis title back beyond tbe day assigned by bim for the commencement of interest; and this, to teach settlers, as Mr. Justice Yeates said in Nicholson’s Lessee v. Laferty, 3 Yeates, 272, that honesty is tbe best policy; and in Merchant’s Lessee v. Milleson, Id. 73, tbe same principle was applied to a warrant in which tbe improvement was not mentioned, by bolding that it gave title only from tbe date. There is no difference between those cases and this; for tbe principle is of general application, and founded not more in policy than in justice. An intruder,.who disclaimed an intention to bold in opposition to tbe title, is not suffered to set up a possession inconsistent with bis disclaimer; much more so where be disclaimed tbe fact of possession. Now, it is always said, that, acts speak louder than words. Tbe settler knew, not only tbe lines by which be professed to bold, but tbe quantity of land contained in them. Every man in tbe district knew tbe number of acres usually called for in a warrant; and, if knowing the number in tbe particular instance, be represented his claim to tbe assessor to be for less, be deserted the lines of tbe tract, and, having no other landmarks to give shape and feature to bis claim, be abandoned bis constructive possession altogether. To be protected for tbe whole, be must have claimed tbe whole during tbe necessary period; for if be released bis grasp on it for an. instant, tbe continmty of bis constructive possession was broken and gone. Now, whether he winked at tbe oversight, or perhaps misconduct of tbe assessor, must be determined by tbe customs and usages of tbe country. It is the duty of tbe assessor to call on tbe owner for information in respect to ■ tbe nature and quantity of bis property; and tbe presumption is that be does it. He may act of Ms own bead; but if be commit a mistake to tbe prejudice of tbe treasury, it is tbe duty of tbe owner, when conscious of it, to set bim right. Every citizen is bound in conscience to bear bis share of tbe public burthen; and it would be a breach of moral and social duty to avail himself of tbe blunder of an officer to evade it. Tbe assessor ought to have known from the returns of tbe deputy surveyor into tbe office of tbe commissioners, bow many acres were in tbe survey; and, if be assessed only a part of tbe tract to tbe settler, be was bound to assess tbe residue of it as unseated, and the settler was guilty of a fraud in claiming it by adverse possession. To suffer another to pay the taxes, was held in Royer v. Benlow, 10 S. & R. 306, to be an admission that the party was out of possession. The scienter is doubtless for a jury; but from the very nature of the case it is impossible to hesitate about it; and if found against the plaintiffs, it must conclude them.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Shaler, for the plaintiffs in error.",
      "Sullivan and Graham, contra."
    ],
    "corrections": "",
    "head_matter": "Mary Clarke and Others v. Rosanna Dougan and Others.\nX. An assessment of warranted land for a disseising settler, of a less quantity than is called for by the warrant and surrey, if made by his procurement, or eren with his knowledge and acquiescence, will lose to him his constructive possession, by detaching it from the land-marks that had sustained it.\n2. To acquire title to the whole tract by the statute of limitations, as against the warrantee, such settler must always hare evinced, by declarations and acts, an unintermitted purpose to hold by the lines on the ground.\nError to the Common Pleas of Butler.\nOct. 2. This was an action of ejectment brought by Rosanna Dougan and others, heirs and legal representatives of Edward Kelly, deceased, against Mary Clarke and others.\nThe plaintiffs’ case was this. Edward Kelly entered into the tract in controversy, in 1804, as an actual settler, and continued his settlement and improvement from his entry to his death, which occurred some time before 1837. At the time of his entry the tract was a warranted one of 300 acres. It was in evidence that he had at various times asserted to his neighbours that he intended to claim the whole of it, and that in some four or five instances he had cut timber on different parts of the tract. His improvements were extended to about thirty acres. They were confined to one side of the tract, or nearly so; after his death a line was run by Mr. Dougal, who entered and surveyed the land-in 1837, on behalf of those holding the legal title, and set off the portion of the tract embracing Kelly’s clearing, to which Dougal deemed him entitled as an actual settler.\nThe defendants claimed under the warrant title. The warrant was issued to Thomas Bond on 4th March, 1793, and was surveyed on 7th October, 1794, by the surveyor of the district. By several mesne conveyances, and the will of Stephen Lowrie, the title became vested in Mrs. Lydia S. McClure, to whom a patent was issued on 18th October, 1843, and under whom the defendants entered and held the possession, soon after the survey made by Dougal in 1837.\nNo dispute was raised as to the right of the plaintiffs to such part of the land as Kelly had been in the actual occupancy of for a period of more than twenty-one years, and the alleged possession of the defendants did not embrace any part of what had been allotted to him as his settlement right. But the defendants contended that Kelly could not extend his possession beyond the settled portion, he never having cleared beyond that point, and never having exercised any ownership over any other part of the tract. That his claim to the whole tract without some acts of possession, other than those proved, conferred no title upon him, and that another fact, which was in full proof, precluded the plaintiffs from extending their claim beyond the improvement and actual pedis possessio of Kelly. It appeared by the production of the tax-books that from 1816 to 1822, Kelly was assessed for only 100 acres, to explain or account for which no evidence was given by the plaintiffs.\nThe defendants, among others, presented the following points to the Court:\n1. That whatever claims, as to the extent of his rights, may have been set up by Kelly in his conversations with his neighbours, and whatever may have been alleged by him at the time the surveys of the tract were making for the warrantee, the assessments for the years from 1811 till 1822, limited the extent of his claim to one hundred acres, and operated as an open, public, notorious disclaimer beyond the one hundred acres returned to the assessor; and is a complete bar, under the circumstances of the case, to any title or claim by the plaintiffs, under the statute of limitations, to the portion of the tract now in controversy.\n2. That the presumption is, that the quantity of land returned by the assessor was furnished to him by Kelly, and that in the • absence of all testimony upon the subject, such presumption cannot be contradicted, so that no error or mistake by the assessor can be inferred by the jury, and the assessment operates as conclusive of the extent of Kelly’s claim at the time, and limits it to one hundred acres of the tract, and that, in this view of the case, the defendants are entitled to a verdict.\nThe Court below (Bredin, President) charged as follows:\n“ If Kelly claimed two hundred acres at one time, and from 1817 to 1822 confined his claim to one hundred acres of the tract, as assessed during those years, then the continuity of the claim would be broken, and the plaintiffs would not have a title under the statute of limitations, and would not be entitled to recover. • The one hundred acres have already been run off, and the widow of Kelly is now in the possession of it. The case then turns on the fact, how did Kelly claim ? did he always claim by the lines of the tract ? If he did, and the assessment of the one hundred acres to him was not by his instruction and directions to the assessor, but he actually claimed the whole of the tract at the time he was assessed with the one hundred acres, then the plaintiffs would have the title under the statute of limitations, and be entitled to recover; for, although the assessments are very strong evidence of Kelly’s limiting his claim to the one hundred acres, they are not conclusive. And if the assessment was made by the assessor, and Kelly was actually claiming the whole tract at the same time, he would acquire a title under the statute to the whole tract. The payment of taxes, although evidence of the extent of the claim, is not necessary to obtaining a title under the statute of limitations. The case then is narrowed down to this: Did Kelly limit his claim to the one hundred acres ? did he return to the assessor but one hundred acres ? If he did not limit his claim to the one hundred acres, and did not return it to the assessor, but claimed the whole of the tract, and was in the continued, undisturbed, notorious, hostile, adverse possession for twenty-one years, then the plaintiffs would be entitled to recover.”\nIn direct answer to the points, the Court said that—\n“ 1. If Kelly from 1811 to 1822 claimed but one hundred acres, then there can be no pretence of his acquiring a title under the statute of limitations. The law would be, if the facts are as stated in the question, as we are asked to charge you. But if the assessment was made by the assessor, without Kelly being called on, or returning but one hundred acres, and there was evidence that he claimed the whole tract, by the lines of the tract, then, notwithstanding the assessment, the statute of limitations would extend to the whole tract.\n“ 2. The presumption is, that the quantity assessed was returned by Kelly to the assessor, and is very strong evidence that Kelly claimed but one hundred acres at that time, and this would break the continuity, and prevent the recovery of the plaintiffs, but it is not conclusive, and may be contradicted by evidence of his claim of the whole tract.”\nThe verdict was in favour of the plaintiffs. The errors, upon which the decision of this Court turned, were those assigned to the foregoing portions of the charge. * v\nShaler, for the plaintiffs in error.\nThe assessment of 100 acres operates an abandonment of the whole tract; he cannot allege a possession beyond that. It Ayas notice to the warrant-holder of the extent of Kelly’s claim; and that particularly after being assessed at 400 acres, and after the warrantee’s claim was set up. There was no proof of any mistake. It was error to leave it to the jury whether there Ayas any mistake in the assessment. The evidence was uncontradicted and conclusive. The assessment is the only eA'idence of the quantity of land assessed, and is conclusive, in the absence of contrary evidence, that it is all the land for which the party assessed paid taxes. To refer a fact to a jury, as to which there is no proof, is error: Evans v. Mengel, 6 Watts, 72; Evans v. Mengel, 1 Barr, 68; 8 Watts, 385; 3 Pa. R. 406; 2 Watts, 165; 5 W. & S. 82. There is no distinction between permitting a jury to infer a fact without proof, and to disregard uncontradicted evidence.\nSullivan and Graham, contra.\nAssessments are not conclusive evidence of the extent of claim in acquiring title under the statute of limitations. They are only primé fade-evidence of that, subject to be rebutted. Assessment is entirely ex parte, often made from the old lists, without inquiry on the land. The charge was too favourable to the defendants below."
  },
  "file_name": "0087-01",
  "first_page_order": 87,
  "last_page_order": 92
}
