{
  "id": 963782,
  "name": "The Township of Hopewell v. The Township of Independence",
  "name_abbreviation": "Township of Hopewell v. Township of Independence",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "92",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 535",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0535-01"
      ]
    },
    {
      "cite": "1 Pick. 45",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 5957,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 7.871964132982943e-08,
      "percentile": 0.45958374407156555
    },
    "sha256": "4a2665d02a19befbbcea9d39c8f42fed223126f4db611219da3c190343a59739",
    "simhash": "1:257c2866721893de",
    "word_count": 1061
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Township of Hopewell v. The Township of Independence."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is no obscurity in the twelfth section of the Act of 1836: “ If the last place of settlement of any person who shall have become chargeable, shall be in any township which shall have been divided, such person shall be supported by that township within the territory of which he resided at the time of gaining such settlement,” are words as plain as could be uttered. The principle established by them is, that a settlement has a local habitation in respect to the township itself, and that the fragment of territory into which it falls is to maintain the pauper, whether he had been chargeable to the parent township or not. There was to be no contribution to subsequent maintenance, in any case, as there had been by the words of the Act of 1803, which were purposely omitted. It appears in the case stated, that the blind boy was an actual charge on the original township; and that the place of his residence, while gaining what may be called his settlement for present relief, was in what is now the new township of Hopewell. The fragment cut off is consequently to maintain him, as did the townvship of which it was an integrant; and the same thing may be said of the pauper Rutherford. He, too, was properly charged to the new township of Hopewell.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Agnew, for plaintiff in error.",
      "Fetterman, contrà."
    ],
    "corrections": "",
    "head_matter": "The Township of Hopewell v. The Township of Independence.\nUpon the division of a township, the settlement of a pauper follows the territory in which he resided at the time of gaining it; and that territory is to maintain the pauper, whether he had been chargeable to the parent township or not. There is no contribution to maintenance subsequent to the division, since the Act of 1836.\nError to the Common Pleas of Beaver.\nOct. 3. This was an amicable action in ease, between Hopewell as plaintiff and Independence as defendant, in which a case was stated for the opinion of the Court, exhibiting the following facts.\nIn October, 1848, the then township of Hopewell was divided into the two townships, litigant here. Nine years before that division there came into Hopewell a woman, who brought with her a small boy, whom she called her son. After remaining a few days at the house of one Mary Bigham, in the territory of what is now called Hopewell, the boy was badly burned, and became chargeable as a pauper for present relief. No information could be obtained, as to the boy’s place of legal settlement, and he, continuing necessitous and being blind, has remained a charge on Hopewell ever since.\nAnother pauper, named Rutherford, who was a charge upon the old township of Hopewell, before and at the time of the division, became so chargeable in 1847, when he resided-in Pittsburgh, where he had not gained a settlement, and at that time came back into that part of the old township now called Hopewell. He had resided in the same territory before, at the time of gaining his last place of legal settlement in the old township.\nThe question presented in each case was whether the pauper was chargeable on the new townships, or either of them, and if upon either, on which of the two. The Court below entered judgment in favour of Independence township, which entry of judgment was assigned for error here.\nAgnew, for plaintiff in error.\nThe case of North Whitehall v. South Whitehall, 3 S. & R. 117, decided upon sect. 2, Act 24th March, 1803, relating to laying off and dividing townships, Purdon of 1830, page 725, indicates the liability of these townships to contribute rateably. The charge was on the whole of the old townships, and upon all the inhabitants, and neither of the new townships is exonerated by the division. That section of the Act of 1803 applied only to persons becoming chargeable after division.\nTownships are corporate bodies: Purdon, 210; and the overseers are but officers: Purdon, 1121 and 1123.\nThe words “shall become chargeable after the division thereof,” in sect. 2, Act of 1803, are supplied in sect. 12, Act of 1836, Purdon, 953, by the equivalent expression, “which shall have been divided.” There is no change in the law. The township must have been divided before the pauper becomes a charge. The revisers intimate no change in the law: 2 Parke & Johns. Dig. 858, sect. 12.\nThe case of the boy is clearly not within the Act of 1836: He never had a settlement in either the old or the new township, and so the territorial rule prescribed by the Acts of 1803 and 1836 cannot apply to him. Residence and settlement are not synonymous.\nFetterman, contrà.\nThe Act of 1803, sect. 2, provides that “ if the last legal place of settlement of any person, under the poor laws, now is, or hereafter shall be in any township divided by virtue of this Act, and such person shall become chargeable after the division thereof., he shall be supported by that township within the territory of which he resided at the time of gaining such settlement.” The words in italics are omitted in the sect. 12 of the poor law of 1836, by which persons becoming chargeable before or after the division are placed on the same footing: Moore Tp. v. Durell Tp., 3 Pa. Law J. 327.\n“Which shall have been divided,” in sect. 12, Act of 1836, refers to the division, and not to the time of pauper becoming a charge. Such a construction would be forced, and not according to the obvious meaning of the Act: 4 Kent C. 462; 20 Wendell, 561.\nThe omission in the Act of 1886 of those words in the Act of 1808, cannot be supplied by construction. Where a statute is revised, or one Act framed from another, parts being omitted, the parts omitted are to be considered as annulled: Ellis v. Paige, 1 Pick. 45. The variation of a clause in a revising Act shows a different intent in the law-maker: Rutland v. Mendon, Ib. 155.\nThe boy falls under the head of transient poor, sect. 5, Act of 1836, and sects. 13, 14, and 15, impose exclusive responsibility on the township within which the poor person happens at the time to be: Kelly Tp. v. Union Tp., 5 W. & S. 535."
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 94
}
