{
  "id": 963795,
  "name": "Frederick Steiner v. Jacob Baughman",
  "name_abbreviation": "Steiner v. Baughman",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "106",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0353-01"
      ]
    },
    {
      "cite": "1 W. & S. 442",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0442-01"
      ]
    },
    {
      "cite": "2 Watts, 318",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0318-01"
      ]
    },
    {
      "cite": "6 B. 109",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4874245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/6/0109-01"
      ]
    },
    {
      "cite": "1 Y. 322",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0321-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 8024,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 7.857045748306322e-08,
      "percentile": 0.4588835101969265
    },
    "sha256": "633fb4cf4d7cd5ba94da947e127485bcd1e5ca58f816b99065ef76e864c8a1c7",
    "simhash": "1:1a6885d4e293f0ab",
    "word_count": 1450
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frederick Steiner v. Jacob Baughman."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nGibson, C. J.\nThe defendant conveyed by courses and distances, and his covenant of warranty extended to the entire quantity of the land included by them. The description of it, as a tract which had passed to him by a chain of conveyances, did not restrain the warranty to the primitive bounds of it: he undertook to convoy more, and he warranted more. The reference to the whole as a tract was to individuate it, not to bound it. In Whitehill v. Godwalt, 3 Pa. Rep. 313, a similar reference was not allowed to have any other effect. It is true that a general covenant may be restrained by circumstances of intention; and in Miller v. Heller, 7 S. & R. 40, it was delivered, as the result of the eases, that general words may be restrained by other words, indicative of an intent to use them in a restricted sense; but here the covenant was as specific- as words could make it. It went directly to the land defined by the courses and distances; and had the vendor subsequently purchased the part of it in question, a chancellor would have compelled him to convey it over again, in order to make good his former deed; and this, on an equity from the fact that he had received value for it. His warranty was commensurate with Ms conveyance, and with the survey by which he soM. The real difficulty is in an assertion of the Judge, that there was no evidence that the possession had been in the vendor; and if the vendee had not received it from him, there could not have been an eviction. But it is to be presumed the same possession was given which usually follows a conveyance of uncultivated land. The vendee received it by the lines of the survey, and he was not bound to plant Ms foot on every part of it. He quietly yielded the disputed part to a superior title; and no more was necessary to complete the vendor’s liability.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Cowan, for the plaintiff in error.",
      "Foster, contrá,"
    ],
    "corrections": "",
    "head_matter": "Frederick Steiner v. Jacob Baughman.\n1. Where one conveys by courses and distances, and his covenant of warranty extends to the entire quantity of land included by them, the farther description of it in his deed, as a tract which had passed to him by a chain of conveyances, will not restrain the warranty to the primitive bounds of the tract.\n2. Though there may be no evidence that the possession of uncultivated land was in the vendor, who sold by courses and distances, it will be presumed, in an action on his warranty by the vendee, that the same possession was given which usually, follows a conveyance of such land.\nError to tbe Common Pleas of Westmoreland.\nOct. 12. This was an action of covenant on a warranty in a deed brought by Frederick Steiner, the grantee, against Jacob Baughman, the grantor.\nIt appeared that one Fritchman, who had been a pretdous owner of the land conveyed by the deed in question, had a survey made of it by one Gay, which survey fixed the tract by certain boundaries marked on the ground. This survey was made when Fritchman conveyed to Baughman, and the lines laid down by this survey were 'followed in that deed, and in the conveyance from Baughman to Steiner. In this last deed the land was said to be 128 acres. After describing the land conveyed to Steiner by those courses and distances, the deed proceeds with this farther description of it:— “ being the same tract of land, which G. Plumer and wife, by deed dated 22d May, 1798, conveyed to Michael and Adam Fritchman, and which the said Adam Fritchman by his last will and testament, dated 13th August, 1821, gave and bequeathed with other lands to John, David, and Michael Fritchman, and the same which the said John and David Fritchman, by articles of agreement dated 29th May, 1823, released and conveyed unto the said Michael Fritchman, who, with Rebecca his wife, by deed dated 18th March, 1839, granted and conveyed unto the above-named Jacob Baughman and John Fleming, as joint tenants.”\nAfter the conveyance to him, Steiner had the tract surveyed by Mechling, who ascertained that Gay had made a mistake in some of his courses and distances, particularly on a- line described as S. 5° E. 78 p., which should have been, in accordance with the old lino marked on the ground, S. 5° W. 67 p. The Gay survey, in consequence of this, made the tract contain nearly five acres more than by the Mechling survey.\nUpon the discovery of this mistake, it was agreed by all the parties, namely, by Fritchman, Baughman, and Steiner, that these five acres should be given up to one Plumer, whose title to them was paramount. Baughman then claimed and obtained from Fritchman a credit on the bonds he had given to him, for the price of the land so given up to Plumer. This action was then brought by Steiner against Baughman, on the covenant of warranty in his deed, to recover the amount he had paid to Baughman for these five acres.\nThe Court below (Knox, President) charged the jury thus:\n“ The question involved in this cause, is whether the warranty in the deed extends to the courses and distances, and we think it does not. There is no evidence that either Fritchman or Baughman was ever in possession of that portion of the tract which is said to have been included by the Gay, and excluded by the Mechling survey; and when Steiner entered upon it to cut timber, he was. told by Plumer, who owned it, that it did not belong to the Fritchman tract. It was not embraced in the first deeds recited in this conveyance, but it is simply a mistake made by the Gay survey. If the lines had been pointed out to Steiner, previous to his purchase, as including this land, or if Baughman had actually occupied it, under his purchase from Blackstone, then there would be reason to suppose that the one intended to sell and the other to purchase this land, and, in such event, the defendant would probably have been liable under his warranty. But there is no evidence of this kind. Mechling says that the old lines are distinctly marked upon the ground, and there is nothing in the case which would induce the belief, that any other boundaries than those first made were in the contemplation of these parties at the time of this conveyance. A gross sum is given for the whole tract, the number of acres mentioned is merely description. If there had been an excess within the original tract, viz.: that which ‘ George Plumer and Margaret his wife, by deed dated 22d May, 1798, conveyed to Michael and Adam Fritchman’ (this being the leading recital in Baughman’s deed to Steiner), it would have been for the plaintiff’s advantage; being less, he must submit to the loss, and your verdict should be for the defendant.”\nThe verdict was accordingly for the defendant. The error assigned here was to the instruction that the warranty in the deed did not extend to the courses and distances.\nCowan, for the plaintiff in error.\nThe warranty as to courses and distances is the only one by which the vendee can secure himseif against an interference by an adjoining survey; and being given, certainly the vendor will be liable upon it, if any of the land within those boundaries be lost.\nThis is not a case where the number of acres is mere matter of description, and where the vendee has really got all the land he purchased, but finds he has not so many acres as he reckoned upon. There could be no recovery in such a case. But here we bought all the land within certain bounds, which did contain the specified number of acres, some of which we lose because these bounds were not true ones. It matters not whether these lines were pointed out by the defendant or not, or whether we went into possession, as we have the defendant’s warranty.\nFoster, contrá,\ncited Dagne v. Smith, 1 Y. 322, Smith v. Evans, 6 B. 109, Hershey v. Keembortz, 6 Barr, 128, Large v. Penn, 6 S. & R. 488, Boar v. McCormick, 1 S. & R. 166, Frederick v. Campbell, 13 S. & R. 136, McDowell v. Cooper, 14 S. & R. 296, Ashcom v. Smith, 2 Pa. R. 211, Philips v. Scott, 2 Watts, 318, Cronister v. Cronister, 1 W. & S. 442, Dickinson v. Voorhees, 7 W. & S. 353."
  },
  "file_name": "0106-01",
  "first_page_order": 106,
  "last_page_order": 109
}
