{
  "id": 963771,
  "name": "Richard Graham v. Robert Graham",
  "name_abbreviation": "Graham v. Graham",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "128",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dall. 233",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 17361,
    "ocr_confidence": 0.378,
    "pagerank": {
      "raw": 5.69973894729837e-08,
      "percentile": 0.3582098801899261
    },
    "sha256": "1aa836d35ea7ef34e466d510cb47652f4c771cc09b5dd073396f8a664d818d72",
    "simhash": "1:efebf40313a28acb",
    "word_count": 3170
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard Graham v. Robert Graham."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThis second writ of error is brought to confront us with our predecessors, and compel us to overrule two of their decisions or one of our own; but happily the dilemma is not presented to us. Falconer v. Montgomery, and Passmore v. Pettit, were not overlooked at consultation when the cause was/here before, or by the judge who delivered the opinion; but viewing them as they had been pressed on us, it seemed more respectful to the judicial reputation of the eminent judges by whom they vrere decided, to pass them by, without remark, rather than expose what was then supposed to be their nakedness to the ga.ze of the profession. In the view we now take of them they are clear and indisputable law.\nThe authority of Hall v. Lawrence, on principle, was denied in the first of them, “because no man should be condemned unheard,” and because u an artless narrative of facts, and an ardent course of reasoning by the party himself, have often a greater effect on a generous mind than the cold and minute details of a reporter.” The first of these propositions is a legal aphorism, and the second comports with all experience; and they are emphatically true when predicated of the condemnation of a party who had ineffectually attempted to be heard at the proper time. But they are inapplicable to a case, in which he refused to press his right to be heard, when he ought to have done it, choosing rather to take his chance without it; but finding the cause going against him at the pinch, insists upon doing what he ought to have done before. By the way, it is proper to state here that at no time before the filing of the umpirage was there a demand to examine witnesses: it is insisted that the umpire was bound to do it without demand. But to return to Hall v. Lawrence. From the very nature of the case, I infer, though the fact is not stated in the maimed and miserable report of the case to which alone we can have recourse, that the party had notice, and that he would have been heard with his witnesses had he proposed it in due time; but it does not appear that he had been in attendance at the sittings. “The Court thought,” it is said, “that as no application was made to the umpire to examine the witnesses before he made his award,” the rule to show cause should be discharged. How he could be in default for not having made his application, unless he had been apprised of the appointment, and of the time and place of sitting, I am unable to conceive. In any other state of the fact the decision would have been a mockery, which is not to be imputed to Lord Kenyon and the judges who sat with him. The refusal to entertain a similar motion in Tunno v. Bird, in which the authority of Hall v. Lawrence was recognised, even by the very counsel who argued against the umpirage, was put explicitly on the point of notice and waiver. Then if the fact were so, there was no room for complaint. Now how is it here ? For the same reason that I infer the existence of notice in Hall v. Lawrence, I infer the want of it in Falconer v. Montgomery, and Passmore v. Pettit, which are also imperfectly stated. Like Hall v. Lawrence, they are silent on the subject of notice, which ought to have been made the turning point of the decision. But Chief Justice Shippen, as well as each of the judges associated with him, was too good a lawyer to apply his remarks to a party who had put himself in the predicament of a spoiled child, crying after what he had rejected. The Court was not ignorant of the rule which requires a party to exercise his right at the proper time, or to abandon it. How much more unfavourable the case of one, who, by advice of counsel, declines beforehand, in order to take his chance before the umpire, or take his antagonist at an advantage should the event be against him! That the doctrine of waiver is applicable to proceedings before arbitrators is not only agreeable to reason, but is shown by a variety of instances. An umpire may not be chosen by lot, yet a choice by lot will be sustained if the parties knowingly proceed to a hearing before him. So, where two arbitrators mistakingly ap2Doint an umpire, instead of a third, a party who has attended the meetings will not be allowed to impeach the award. There are other waivers of irregularity, which it would be superfluous to specify. It may be admitted that there is no waiver by a party to be affected by an ex parte proceeding, but arbitration is strictly a proceeding inter partes.\nFor the reasons indicated we think there is no discrepance between Hall v. Lawrence and the two cases in the reports of Mr. Dallas. Had the facts, which were the ground of adjudication in them, drawn us to an opposite conclusion, we would not have hesitated to follow what may be called the leading case. Decisions, which have founded a rule of property, however unfounded in reason, are not to bo questioned; but the policy of adhering to precedents, which have founded a rule of practice, that may be changed without unsettling vested interests, is not so apparent.\nBut were not Hall v. Lawrence too deeply fixed in principle, it is too deeply fixed in utility to be abandoned. That it has stood its ground in England is proof that it is founded in justice. It is hard to discover why a party, who had not insisted on the insertion of a clause in the submission for the appointment of the umpire beforehand, and for his attendance at the meetings for purposes of qualification, should have 2)ower to subject the other party to the delay and chance of additional expense, from a further examination of witnesses in a protracted hearing; and that, too, it might be, not where the arbitrators had divided on a question of fact. In Gratz v. Phillips, 2 Pa. Rep. 410, there had been a sedulous examination by arbitrators during fifty days; and in commercial cases, arbitrations have been known to last not only months but almost years. Would it not be oppressive in such cases to suffer a party, for any reason but an overruling one, to drag his antagonist again over the same ground ? It ought to appear, first, that he was ready and anxious, but not permitted to be heard. Where, however, he has stood out with notice, or waived it by saying that he would not attend, the case is against him. It is not the business of an umpire to hunt up witnesses; and if the party to be benefitted do not attend to it, on him be the consequences.\nIt is unnecessary to repeat remarks heretofore made on other parts of the case; but it is proper to say in respect to the new point taken at the trial, that it was not the duty of the umpire to report an account because the submission did not require it. As the award or umpirage was to settle every matter in controversy, it was unnecessary to disclose the basis of it; and, as an account could not be made the subject of revision, the want of it could do no harm. It is therefore not a ground of exception.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Cowan and Williams, for the plaintiff in error.",
      "Foster and Kuhns, contrà."
    ],
    "corrections": "",
    "head_matter": "Richard Graham v. Robert Graham.\n1. An umpire having been appointed, agreeably to a submission, one of the parties, before the meeting of the umpire, stated to one of the referees that he did not intend to attend, having been so advised by counsel, and gave the referee a written statement of his claims, to be laid before the umpire, which was laid before him; trader such circumstances, that party cannot allege want of notice of the hearing as a defence to an action on the award.\n2. The doctrine of waiver is applicable to proceedings before arbitrators.\n3. It is not the duty of an umpire to report an account, where the submission does not require it.\nError to the Common Pleas of Westmoreland.\nOct. 17. This was an action of debt on an award, brought by Robert Graham against Richard Graham. For a summary of the general facts, the reader is referred to the previous report of it in 9 Barr, 254.\nThe evidence, touching the point upon which the case turns at this time, is this. William Ramsey testifies: I was the umpire; I gave the parties no notice of the times and places of my sittings; I made no provision that they should come before me; I do not know that I contemplated they should be before me or not; I suppose they knew I was sitting ;• Robert Graham was there sometimes when we sent for him to bring papers, and he made explanations to us about them if we asked him any questions; we gave Richard no notiee on these occasions that we had so sent for Robert. I did not ask or hear a witness in the cause; had no means of ascertaining what was in dispute before the arbitrators, only as they detailed them to me. We gave no notice to either of the parties of our adjournment; had some talk with Richard about my appointment ; he asked if I intended going; I expressed some do.ubt about going. •\nJoseph Moorhead testified: I was an arbitrator; I think it wa3 on the day the umpire first sat at my house; Richard Graham gave me a paper to lay before the umpire, so that certain things might 'not be forgotten. I told him he had better come himself with the paper; he said he could not have anything to do with it, as he had been advised not to do so. I think we had conversations before the umpire sat upon the- subject of the appointment, and he said ho would not appear before him; that Mr. Cowan had advised him not to appear. The paper was laid before the umpire at his request; it was a list of claims he wanted against Robert. He had appeared before the arbitrators every, time they sat. Notes were taken of all the evidence and allegations of the parties in writing, all of which were laid before the umpire. We had a great many sessions; it was before us two years. Richard told me that Cowan’s opinion was that the umpire had gone wrong; he did not tell me to tell the umpire that he would not appear; nor did I go to give him notice. The conversation was a mere casual one. I think it was not intended by us and the umpire that the parties should be before us.\nJames Nieholls testified: I was one of the referees in this case; we could not agree on the result; we could not agree as to the adding up, and we appointed an umpire, and let him decide it; Moorhead brought a paper from Richard, containing a statement of his claim against Robert, to be presented to the umpire.\nThe authority to choose an umpire was conferred in these terms : “And should the said arbitrators, in consequence of any disagreement between them, be unable to agree, the parties to this submission further agree, that the said arbitrators shall choose an umpire, who, in case of a disagreement as aforesaid, shall have full power and authority to decide all and singular the matters above submitted to the said arbitrators.\nThe appointment of the umpire followed the terms of the submission ; and his award, which was the subject-matter of the present action, was for Robert Graham, for $3514.08.\nAmong the points submitted to the Court were these:—\n1. That it is a rule well settled by repeated and solemn adjudications in this State, that “ where an umpire is chosen by referees, ho stands in the same situation precisely as the referees themselves, both with respect to power to be exercised and duties to be performed: that he may and ought to examine the witnesses and the documents for himself, in the presence of the parties, without relying solely upon the information or facts reported by the referees, and that it is highly important to the administration of justice that this should be observed;” and that the case of Hall v. Lawrence, 4 T. R. 589, which asserts that he is not bound to rehear the testimony unless requested, and upon which this award is attempted to be supported, has been pronounced in the same cases by the Supreme Court of this State to be “ not binding on us as an authority, and a case to the decision of which the courts of Pennsylvania cannot upon principle accede:\" Falconer v. Montgomery, 4 Dall. 233; Passmore v. Pettit, Id. 271.\n2. That referring to this rule, as one of undoubted authority, if the umpire appointed by the referees under the terms of the submission, proceeded to make his award without notice to the defendant, without hearing or examining the witnesses, upon the statements of original referees, the notes of testimony taken before them, and the books of the parties, the award thus made is not binding on the defendant.\n4. That if the umpire was, in the absence of the defendant, proceeding upon the understanding that the parties were not entitled to be present, and without notice to the defendant, the mere declaration to Moorhead, in a casual and unofficial conversation during the sitting of the umpire, that he would not attend, without any direction that he should communicate it to the umpire, although accompanied by the presentation of a paper to the said Moorhead, to be laid before the umpire by way of refreshing his memory, is no waiver of notice by the defendant of the hearing or of the adjournment, and could not amount to a forfeiture of his right to the observance in his absence of the usual rules of evidence; the adherence to which was only the more obviously required in an ex parte proceeding.\n8. That it was the duty of the umpire to return with the award his account, showing what was done, if anything, with the accounts in question, in order to preclude future controversy in regard to them; and that the failure to do so vitiates the award.\nThe Court below (Knox, President) answered these points as follows:\n“ 1. When this cause was first tried before us, we supposed the law to be as stated in this proposition, and on the authority of Falconer v. Montgomery and Passmore v. Pettit, we instructed the jury that the umpire was bound to give notice to the parties of the hearing before him, and if they did not attend, and he determined to proceed in the case, he was bound to re-examine the witnesses for himself, and that if he did not, but made up his award, in the absence of the parties, from information derived from the referees, it was bad. But our opinion was reversed upon this and other points by the Supreme Court, and upon the authority of the case of Hall v. Lawrence, which had been expressly overruled in Falconer v. Montgomery, it is now held that the umpire is not obliged to re-examine the witnesses, unless particularly requested so to do, by the parties, or one of them.\n“ 2d point, answered in the negative, except that part relative to notice, which is answered in connexion with the 4th point.\n“ 4. If the jury believe that the defendant, previous to the meeting of the umpire, as well as during his sitting, stated to one of the referees that he did not intend to attend, that he had been so advised by his counsel, and gave to said referee a paper containing a statement of some matters, which he claimed to be allowed for, with a request that he should lay the same before the umpire, he could not be permitted to allege as a defence to the award, that he had no notice of the hearing before him, hutdt would £ not amount to a forfeiture of his right to the observance, in his absence, of the usual rules of evidence.’ ”\n8. This point was answered in the negative.\nThe verdict was for the plaintiff. The above, and other answers to other points, were here assigned for error.\nCowan and Williams, for the plaintiff in error.\n1 and 2. Falconer v. Montgomery; Passmore v. Pettit.\n4. The waiver ought to be clearly made out: Salkeld v. Slater, 12 Ad. & E. 767; Matson v. Trower, Ry. & M. 17. There ought to be a clear agreement between the parties, permitting the umpire to take the testimony from the notes of arbitrators: Walton v. Marshall, 1 H. & W. 209; In re Jenkins, 1 Dowl. N. S. 276. The waiver should have been communicated to the umpire: Graham v. Graham, 9 Barr, 254.\n8. This was a complicated matter of account between the parties, which this award leaves uncertain and not final, because neither the umpire nor the arbitrators can tell how much of certain accounts was charged to Robert, or how much not; nor can they tell how many were passed upon or not. Now, if aDy of these were charged to him, they would be his as against the debtor. What was adjudicated in these matters cannot be made certain.\nThe reason for stating an account here is as strong as in account render. The umpire should have shown what and how he determined among the several matters in dispute before him, and what he' left for future settlement.\nFoster and Kuhns, contrà.\n1, 2. These points were decided on the former writ of error in this case.\n4. If defendant had notice of the sitting of the umpire and refused to attend, the umpire had a right to examine the same evidence that it would have been proper to have examined if both parties had attended. If he refused to attend he thereby waived the necessity of having notice served on him. It was as if he had actual notice. How would they stand if either refused to attend after actual notice ? That would not deprive the other party of any right of adducing evidence. It matters not what the understanding of the umpire was. Richard had notice and refused to attend; yet he laid his claim before the umpire, and was refused nothing that he had a right to ask.\n8. An account is only necessary in account render; but it is not necessary in order to sustain an award, at common law, like this. Every matter in dispute between these parties is ended by this award."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 135
}
