{
  "id": 963806,
  "name": "William Hamilton v. The Overseers of the Poor of Whitely Township",
  "name_abbreviation": "Hamilton v. Overseers of the Poor",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "147",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0263-01"
      ]
    },
    {
      "cite": "7 Watts, 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0144-01"
      ]
    },
    {
      "cite": "9 Watts, 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0015-01"
      ]
    },
    {
      "cite": "3 Watts, 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0240-01"
      ]
    },
    {
      "cite": "9 Watts, 19",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0019-01"
      ]
    },
    {
      "cite": "9 Watts, 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts, 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0144-01"
      ]
    },
    {
      "cite": "3 Watts, 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 4882,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3638617541022662
    },
    "sha256": "64dea19677dbd1cd9c4f57191270422a468e191b63b5913382dda315009236b1",
    "simhash": "1:a875c3fcdb06e07b",
    "word_count": 906
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Hamilton v. The Overseers of the Poor of Whitely Township."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nRogers, J.\nThe devise of the real estate, for which the ejectment was brought, was a devise of the legal title in presentí to the male heirs of his son Robert, and the reservation of a living for himself and his wife is in the nature of a charge payable out of the land. It bears no resemblance to a vivum vadium, a living pledge, to which it has been likened, for, as is. said in Blackstone’s Commentaries, vol. 2, p. 257, a vivum vadium is where a man borrows a sum, suppose ¿6200, of another, and grants him an estate of ¿620, to hold until the rents and profits shall repay the sum so borrowed. Nor is it an estate on condition, for it contains none of the words necessary to create a condition, for which an ejectment will lie: as in Bear v. Whistler, 7 Watts, 144. Nor is there any estate in the land reserved: as in Wusthoff v. Dracourt, 3 Watts, 240, where it was held ejectment would lie on a devise reserving two rooms in a house. By the will, the whole estate is devised, reserving a maintenance to himself and his wife, payable out of the land. In such a case the remedy is in the Orphans’ Court, as is ruled in Downer v. Downer, 9 Watts, 63; Same v. Same, 9 Barr, 303; Mohler’s Appeal, 8 Barr, 26. This is a far better remedy than an action of ejectment, for in that Court the most complete and ample justice may be done the parties. But we are further of the opinion that the action will not lie, inasmuch as it was not brought until after the death of Sarah, the pauper. She having but a life estate in the premises, it terminates of course by her death. If Sarah could not maintain the suit, neither can the Overseers of the Poor, who stand in her place.\nJudgment reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Black and Sayers, for the plaintiff in error.",
      "Howell and Downey, contrà."
    ],
    "corrections": "",
    "head_matter": "William Hamilton v. The Overseers of the Poor of Whitely Township.\n1. A devise to the heirs male of one, the testator reserving a living to himself and his wife, as long as their natural lives continue, is a devise of the legal title to those heirs male; and the reservation of the living is in the nature of a charge payable out of the land devised, for the enforcing of -which the remedy is in the Orphans’ Coxxrt.\n2. Ejectment for a life estate will not lie after the death of the tenant for life.\nError to the Common Pleas of Greene.\nOct. 22. This was an ejectment, brought by the overseers of Whitely township against William Hamilton, to enforce the payment of a certain sum of money, with interest.\nThe parties agreed on the following facts, as a case stated for the opinion of the Court below, subject to a writ of error.\n“Both parties claim under the following clause in'the will of Samuel Richey, deceased, dated June 21, 1835, and registered January 18,1836:‘I will and bequeath unto my son Robert Richey’s mail heirs all and singular my personal property, with the upper end of the plantation. I, Samuel Richey, do reserve a living for myself and my wife Sarah Richey, as long as our natural lives continue.’ That the defendant is one of the witnesses to said will, and one of the two by whom the same was proven, and a purchaser from the heirs of Robert Richey. That Sarah Richey, under whom the plaintiff claims, was the widow of Samuel Richey, and remained on the land till 8th March, 1837, when she went to Washington county, where she became a pauper, and was put into the poorhouse of said county, where she remained for two years and ten months, and the directors thereof expended in her support and removal to Whitely township,'Greene county, the place of her last residence and settlement, $150.49. That, afterwards, the plaintiff expended in support, medical attendance, and funeral expenses, the further sum of $102.25, which said sums have been paid by plaintiff. That the annual value of the land is $15; and that said Sarah Richey died about 1st December, 1843.”\nSept. 24, 1847. The Court gave judgment for plaintiff, to be released on the payment by defendant of the sum of $86 and the costs of suit,\nThe error assigned was the judgment on the case stated.\nBlack and Sayers, for the plaintiff in error.\nEjectment will not lie to recover a legacy or charge made on real estate by will: Mohler’s Appeal, 8 Barr, 26; Sheaffer’s Appeal, Ibid. 44; Craven v. Bleakney, 9 Watts, 19. The poor law does not authorize such a proceeding after the death of a pauper: § 33, Act 13th June, 1836.\nHowell and Downey, contrà.\nThis was vivum vadium, not a mere life estate, but a reservation of so much of the legal estate as was necessary for the support of Richey and his wife, with remainder, &c.: 2 Bl. Com. 157; 2 Coke Litt. 205. It was an estate in the land, and not a charge upon it, and for this ejectment lies: Wusthoff v. Dracourt, 3 Watts, 240; Cook v. Trimble, 9 Watts, 15; Bear v. Whistler, 7 Watts, 144. Mrs. Richey’s interest is to be favourably regarded; she is a purchaser of it: Reed v. Reed, 9 Watts, 263; 6 Metcalf, 50."
  },
  "file_name": "0147-01",
  "first_page_order": 147,
  "last_page_order": 149
}
