{
  "id": 963732,
  "name": "Sarah Jones, Widow of Edward Jones, deceased, v. Alfred Patterson, impleaded with John Casporus",
  "name_abbreviation": "Jones v. Patterson",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "149",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 363",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 533",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0533-01"
      ]
    },
    {
      "cite": "7 W. 533",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 16779,
    "ocr_confidence": 0.375,
    "pagerank": {
      "raw": 1.617810108972894e-07,
      "percentile": 0.6867176426115963
    },
    "sha256": "bba64bef5ffded7c103076b9569adfbd2c6067e41dd48da46e3c9f3440ff4adf",
    "simhash": "1:28dc1913378470ac",
    "word_count": 2983
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sarah Jones, Widow of Edward Jones, deceased, v. Alfred Patterson, impleaded with John Casporus."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nBell, J.\nThe action of dower unde nihil habet can be maintained only against him who was tenant of the freehold, rightfully or wrongfully, at the time of the writ sued, and, therefore, non tenure is a proper plea where the defendant denies his liability to answer altogether: F. N. B. 29, 30; 2 Saund. 43, n. 1; Id. 144, b. n. 4; Galbraith v. Green, 13 S. & R. 85. This is the position assumed by the defendant, Patterson, and the only question presented by the pleadings and special verdict is, whether at the impetration of this writ he could be regarded as tenant. The fact is found that by deed, dated Nov. 24, 1842, the then owner of the land conveyed it in fee to Mr. Patterson. It is true Ms grantors,, though owners of the whole beneficial interest in the premises, were not invested with the legal title, since no conveyance was executed by Jones to Hooper, or his heirs, although the latter have paid the whole amount of the purchase-money. But as Patterson accepted from them an assurance in fee, and claims to hold under it the estate he bargained to sell and convey to Harvey, it is not open to Mm to deny his tenancy in this action, on the ground that the legal estate in very truth continues to reside in Jones or his heirs. Nor does he. He claims, here, to support his plea of non tenure by force of his agreement with Harvey, by wMch the latter took a beneficial interest in the property, now vested in Casporus, at least to the extent of the purchase-money paid. Such an interest is, questionless, regarded in equity as an estate for any purpose of enjoyment, covering the whole interest acquired; and this equity is fully recognised by our Courts, as is shown by numerous cases, among the last of which may be named Ives v. Cress, 5 Barr, 118, where some of the authorities are collected. But, although this be so, it by no means follows, a vendor, by articles and before deed, is divested of his estate in the land. Until conveyance, the legal title remains in him, and although it has been called the ghost of his former ownership, yet, where any portion of the consideration remains due, it is regarded as a tangible interest, which may be vindicated by ejectment, for the recovery of the possession. Such an action, though in some sort regarded by us as an equitable proceeding, subject to be arrested by payment of the purchase-money, is yet in contemplation of law founded in the legal seisin remaining in the vendor, and drawing to it the right of possession. Now it is this legal seisin that constitutes a party tenant of the freehold: Seaton v. Jamieson, 7 W. 533, and cases there cited; and it can only be parted with by some mode of assurance known to the law, or suspended for the time by a disseisin. It is true that while the contract remains unrescinded, and the vendee continues in possession, the legal title is esteemed rather in the light of a security than as attended by the qualities of an estate; but still, for the purposes of action and remedy, it is regarded as an estate, and the vendor may assert his right, or be called on as a tenant of the freehold. Thus, as just mentioned, he may maintain ejectment against one in actual possession; and the property may be sold as Ms estate, under an execution against him. Indeed, in a Court of pure law, his would bo esteemed as the sole title, even as against an equitable vendee, who had paid the whole consideration of his purchase. The only remedy of the latter would be to call for the interference of chancery, acting upon the principle that what ought to be done shall be considered as done, and, therefore, refusing judicially to notice the actual want of a legal assurance. So far as dower is a legal right, and to be pursued by legal remedies, it is said to be obvious, that the estates in respect of which it is claimed can be such only as have existence in the contemplation of a court of law: Parke on Dower, 123. In England, therefore; it never can become a question as against a cestui que trust, though in Pennsylvania, from usage and universal understanding, a widow is dowable of a trust: Shoemaker v. Walker, 2 S. & R. 556. Do not these considerations suggest a ground broad enough to support the present proceeding ? With us, it is strictly a real action, originating in and proceeding upon the principles and according to the forms of the common law, and is so treated by our legislation in respect of it: Act of 1836, regulating actions. Whoever, therefore, by that code, strictly administered, would be accepted as a sufficient tenant of the freehold, must here, for the purpose of remedy, be so regarded. Where, as in the present instance, the holder of the legal title retains in the land, not merely a bare technical estate, but also an interest of value, the practice of making him a party to the action is justified, both by an adherence to technical rule and the propriety of giving notice to all who have a stake in the subject of the suit. Indeed, were it not that we recognise dower as assignable in a trust estate, it would be improper to join any other than the holders of the legal title in the action, since at law a simple cestui que trust is not answerable. Whether under our system one claiming by articles of sale- and part payment of purchase-money, may be summoned conjointly with the legal tenant, we are not called on, as this record stands, to decide. Were Casporus now before us, under the special verdict, that question would be fairly presented. But the rule is, that where several are impleaded as joint tenants, a denial must be put in at the earliest opportunity by pleading non tenure in abatement; and if this opportunity be suffered to pass, the fact cannot afterwards be gainsayéd. Thus, where there are several defendants, one of them can-mot, after a wager of law, take the entire tenancy on himself in relief of his co-defendants: Com. Dig. title Abatement, 1, 26. The effect is the same where a joint plea of ne unques seisie que dower is pleaded, and á fortiori, it is so, where a judgment is rendered against the tenant for want of a sufficient plea: Seaton v. Jamieson, and cases there cited, supra. Here, Casporus attempted to deny his tenancy, but having failed to do So properly, a final judgment was rendered against him, which, on error brought, was affirmed by this Court: 7 Barr, 120. He is therefore to be regarded as a joint tenant of the freehold with the other defendant, notwithstanding the special verdict, which is no further operative in the cause than as between the demandant and Patterson. We have seen that the facts ascertained by it, do not disprove the tenure of the latter, and consequently judgment ought to have been rendered against him below. It is not a sufficient objection to this conclusion, that it might possibly subject him to damages at the suit of the demand-ant, for this would seem to be one of the incidents attendant on -his relation to the freehold. These are given by the statute of Merton against whoever may happen to be tenant at the time of suing the original writ, and who may thus be held to answer for all who preceded him in the tenancy: Seaton v. Jamieson, supra; Parke on Dower, 301. As, however, that statute was not made in contemplation of distinct legal and equitable estates in the same land, such a construction would probably be given to it, in a proper case, as to avoid the hazard of injustice. In this action the demandant does not ask damages, and, therefore, it is unnecessary to consider the extent of liability to which the legal tenant might be subjected.\nJudgment reversed, and judgment for the demandant against the said Patterson on the special verdict.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Veech for the plaintiff in error.",
      "Howell and Patterson, contrà."
    ],
    "corrections": "",
    "head_matter": "Sarah Jones, Widow of Edward Jones, deceased, v. Alfred Patterson, impleaded with John Casporus.\n1. A vendor by articles, before deed made to his vendee, and while any portion of the consideration remains due, has, for the purposes of action and remedy, such a legal seisin in the land, as constitutes him tenant of the freehold; and thé making him party to an action of dower unde nihil hahet is justified both by an adherence to technical rule, and by the propriety of giving notice to all who have a stake in the suit. Quaere, whether one, claiming by articles of sale and part payment of purchase-money, may be summoned in such action conjointly with the legal tenant.\n2. That the tenant of the freehold, at the time of bringing dower unde nihil hahet, may be held to answer in damages for all who preceded him in the tenancy, is an incident, under the statute of Merton, attending his relation to the freehold; but, as that statute was not made in contemplation of distinct legal and equitable estates in the same land, such a construction would probably be given to it. in a proper case, as to avoid injustice.—Per Bell, J.\nError to the Common Pleas of Eayette.\nOct. 22. The widow Jones brought an action of dower unde nihil habet against John Casporus and Alfred Patterson; to which Casporus pleaded: 1, ne unques seisie que dower; 2, that the husband of the demandant is alive; and Patterson pleaded non tenure. The demandant replied that her husband was dead; that Patterson did hold, &c., and issues. The’cause coming on for trial, Casporus withdrew his above pleas, and pleaded non tenure, which the Court refusing to receive as not being supported by affidavit required by the rule, on motion of demandant’s attorney, judgment was entered against both defendants, for want of proper pleas supported by affidavits, that demandant recover her dower, &c. When this judgment was 'about to be entered, the pleas of the defendants were produced, drawn out at length; that of Casporus being marked filed two days before the trial, and that of Patterson having no date marked on it. Patterson’s plea was in this form: “A. P. pleads non tenure ; that, at the time of the issuing of demandant’s writ, he was not, never since hath been, and still is not the tenant in possession of the premises.” Casporus’s plea was like it, except that he alleged himself not to be tenant of the freehold. To that judgment the defendants took a writ of error, on which the judgment as to Casporus was affirmed, and as to Patterson was reversed, and a procedendo awarded. The report of that case is in 7 Barr, 120.\nOn the return of the record, the demandant demurred specially to Patterson’s plea of non tenure, for that it did not allege that he was not tenant of the freehold. The defendant joined in the demurrer, with a protestando that because the demandant had replied to the plea, he, the defendant, was not required to answer the demurrer. The Court allowing the defendant to amend his plea, by alleging that he was not tenant of the freehold; the demurrer was disposed of, and the issue upon the amended plea went to the jury, who returned the following special verdict:—\n“ And now, to wit, June 7, 1848, the jury called and sworn as to Alfred Patterson, do find as follows:—That Joseph Collins and wife, by deed dated June 10, 1822, conveydd the premises, in fee, to Edward Jones, now deceased, and the former husband of the demandant. That the said Edward Jones, in his lifetime, by articles of agreement, sold and agreed to convey the said premises to a certain Edward Hooper. That said article of agreement bears date the day of July, 1825. That the said Edward Hooper, having paid part of the ptxrchase-money in his lifetime, died, leaving heirs. That letters of administration were granted upon his estate, and his administrators paid the remainder of the purchase-money, but no deed was ever executed to the administrators in trust, or to the heirs of said Hooper. That Hooper’s heirs brought an action of ejectment, No. 101, January Term, 1889, against Deselms, who had married the widow of Edward Hooper, and recovered possession of the premises. That the widow and heirs of said Hooper, by deed dated 24th November, 1842, conveyed the premises, in fee, to the said Alfred Patterson, the defendant. That the said Patterson, by articles of agreement, dated 21st April, 1842, sold the premises to one John Harvey, for the consideration of $800, in payments extending till 1st June, 1845. That said Harvey went into the actual possession of the premises, and paid part of the purchase-money to Patterson, the defendant, but the amount is unknown to the jury. That afterwards, John Casporus purchased from the said Harvey, and paid part of the purchase-money to the said Pat-\" terson, but the amount is unknown to the jury. That the said Alfred Patterson never was in the actual possession of the said premises, nor were Hooper’s heirs ever in the actual possession of the same. That this suit was brought 23d December, 1843, but whether upon the whole matter the demandant is entitled to recover or not, the jury is ignorant; and prays the judgment of the Court, &c.”\nSept. 16, 1848. The Court render judgment for the defendant on the special verdict.\nThe error assigned was, that the Court should have rendered judgment for the demandant on the special verdict, and erred in rendering judgment for the defendant.\nVeech for the plaintiff in error.\nThe issue was on non tenure— not tenant of the freehold. Patterson says he is not liable to the action, because never in the actual, corporeal possession of the land, but, before suit was brought, had contracted to sell and convey it to Harvey, under whom Casporus held. The plaintiff says he is liable, because, having the legal title by deed, and not having conveyed, he remains still the tenant of the freehold.\nA freehold is such an estate in land as is conveyed by livery of seisin, 2 Pl. Comm. 104. The action of dower in Pennsylvania is a legal action strictly. In a court of law, Casporus’s title would be disregarded. Dower lies only against the tenant of the freehold : F. N. B. 346-7; 2 Saund. 43, n. 1. The plea of non tenure is “ that the tenant does not hold the land in any shape,” 2 Saund. 44 b, n. 4.\nIn Galbraith v. Green, 13 S. & R. 85, the action was dower against the three grandchildren of the demandant’s first husband, who were minors, with notice to their guardians and to Hawthorn, the tenant in possession. It was assigned for error that the writ was against four, but the declaration, verdict, and judgment were against three only. The Court say: “The action was brought against three, with notice to certain other persons who were supposed to have an interest in the lands, though not proper to be made defendants in the action. One of these was Hawthorn, the tenant in possession. Probably he was tenant but for a year, or at least not tenant of the freehold. But a writ of dower lies only against the tenant of the freehold. It might be proper to give notice of the action to Hawthorn, in order that he might take measures in connexion with the tenants of the freehold, to defend the title, though it would have been very improper to demand dower against him.” Here the person in possession is spoken of in contradistinction to the persons bolding the title—the tenants of the freehold, but not in possession; the latter only being the proper defendants. See also Seaton v. Jamieson, 7 Watts, 533.\nBut Casporus and Patterson were properly joined as defendants. If the legal estate in land is in A., and the equitable estate in B., they may, in Pennsylvania, join in ejectment, or in any action for damage done to the property, though their interest be in unequal proportion; Schuylkill Nav. Co. v. Farr & Kunzi, 4 W. & S. 363.\nHowell and Patterson, contrà.\nIt is admitted that dower lies only against the tenant of the freehold. The only question in this case is, whether the freehold is in the vendor or vendee. It cannot be in both, therefore the plaintiff in this case cannot maintain her action against/both, as is attempted. The case in 4 W. & S. 363 is not in point, because in that case the plaintiffs were joint owners of the land.\nThe authorities on the subject show that the freehold estate is in the vendee, and that the vendor, holding the title, becomes trustee for the buyer: Addis. 349; Willis on Trustees, 56; Ives v. Cress, 5 Barr, 121. In this last case the Court says that the “ vendees are the owners for every purpose for which an estate can be held, and that the legal title in the vendor is regarded as security for the unpaid purchase-money.” The vendor’s interest in the land has none of the incidents of ownership, is not subject to curtesy or dower, and cannot be encumbered in any way, except so far as the right of vendor to receive balance of purchase-money: Shoemaker v. Walker, 2 S. & R. 556.\nThe case of Galbraith v. Green has nothing to do with this case, as we do not contend that a mere occupier or tenant in possession is tenant of the freehold."
  },
  "file_name": "0149-01",
  "first_page_order": 149,
  "last_page_order": 155
}
