{
  "id": 963755,
  "name": "James Mackey and Others v. William and John Robinson",
  "name_abbreviation": "Mackey v. Robinson",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "170",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Johns. 46",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/6/0046-01"
      ]
    },
    {
      "cite": "3 Dall. 503",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11739469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/3/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 5260,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 1.0441420586209674e-07,
      "percentile": 0.551634863654213
    },
    "sha256": "4ac3a3a26a74c095c30e2f291d2f5a46d812bea83dbede86b08a7eb534888093",
    "simhash": "1:f86c41654b7e6981",
    "word_count": 943
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James Mackey and Others v. William and John Robinson."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nGibson, C. J.\nThe case is this: A farm, owned by seven sons, was let to the defendants, with the permission of three who had attained their majority, by the father, for the support of himself and the family. The father died in the middle of the term, and this action of debt is brought by the seven, for rent supposed to have accrued after his death.\nAgainst the children who could not, for their infancy, impart authority, the lease was void from the beginning; against the children of mature age who had not authorized the father to let for a period beyond his natural life, it was void for the excess: but the relation of landlord and tenant ceased as to all at his death. Thenceforth, the defendants remained in possession under circumstances, to say the least, no better than those of tenants holding over without permission, whom the law calls tort-feasors ; insomuch that, had they forcibly resisted an entry by the children to resume the possession, they might have been convicted of a forcible detainer. Are they answerable for profits, by this or any other remedy ?\nAt common law, debt, like any other action sounding in contract, is founded in privity. It lies, for instance, on privity of estate by a lessor against an assignee of the term, though covenant originally did not; but in the case at bar, there was no privity either of contract or of estate. The defendants were upon the land as if they had dropped from the clouds. An action of debt doubtless lies on an oral demise for a certain rent, but not for profits taken by an intruder, whose case differs from that of the defendants only in so far as their entry was not a trespass against all the plaintiffs. No renewal of a lease could be implied from the plaintiffs’ supineness ; for as they had given no lease, no lease of theirs could be renewed. It might seem, at first, that the bringing of an action for the rent reserved, was a confirmation of the father’s lease; but being void as to all, it was incapable of confirmation, except by a new agreement on sufficient consideration, as may be inferred from Duncan v. McCullough, 4 S. & R. 486. But assuredly debt will not lie where the statutory and more liberal action of assumpsit for use and occupation would not; and that action is sustained only where the defendant has held by the plaintiff’s demise, or, at least, by his permission not inferred from mere inactivity. No such action lay at the common law; but the 11 G. 2, c. 19, s. 14, by which it was given, is in force here; and in •Wharton v. Fitzgerald, 3 Dall. 503, assumpsit for profits was not sustained against one who had entered under a purchase from an adverse claimant. In New York, where it seems the place of the English statute is supplied by a similar one, it was ruled in Smith v. Stewart, 6 Johns. 46, that assumpsit for use and occupation does not lie against one who entered under a purchase from another, who had acted as the owner’s agent, but without his authority. And in England it was held in Naish v. Tatlock, 2 H. B. 320, that the assignees of a bankrupt tenant from year to year, who had entered in the middle of a year, were not answerable for the residue of it without proof that they had entered at the lessor’s instance. The same principle was maintained in Wright v. Nutt, 1 T. R. 387, in which Mr. Justice Buller said, that unless there be a contract, express or implied, the action for use and occupation cannot be sustained. Indeed the statute gives it as a remedy expressly “ where the agreement is not by deed,” and it gives it in no other case. As the defendants have left the premises, the plaintiffs cannot recover in any form of action. Nor is their case a hard one. If an owner suffer an intruder to occupy his land, without fixing him for the profits by commencing an ejectment while he may, he can blame nothing for it but his own supineness.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Deford, for the plaintiffs in error.",
      "Howell and Oliphant, contà."
    ],
    "corrections": "",
    "head_matter": "James Mackey and Others v. William and John Robinson.\n1. The action of debt does not lie, in favour of the owners of the fee, for rent, against persons who hold under a lease to which those owners were not privy, either in contract or in estate.\n2. And if such owners permit such persons to leave their land, without fixing them for the profits by commencing an ejectment, it seems they are without remedy.\nError to a special Court of Common Pleas of Fayette.\nThis was an action of debt, brought by James, Norton, Samuel, Rush, Benjamin and Stephen Mackey, and Lafayette Mackey, by his next friend, James Mackey, against William Robinson and John Robinson. The facts of the case are stated by the Chief Justice.\nThe Court below (Hepburn, President) instructed the jury that the plaintiffs were neither parties nor privies to the lease upon which the suit was brought; that they did not claim the demised premises, through or from their father, Stephen Mackey, the lessor; and being neither his heirs, assignees, nor legal representatives in relation to the land, the action in their name could not be sustained, and directed the jury to find a verdict in favour of the defendants.\nThe verdict was accordingly, and in this Court this charge was assigned for error.\nDeford, for the plaintiffs in error.\nHowell and Oliphant, contà."
  },
  "file_name": "0170-01",
  "first_page_order": 170,
  "last_page_order": 172
}
