{
  "id": 963724,
  "name": "Culbertson v. Isett",
  "name_abbreviation": "Culbertson v. Isett",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "198",
  "last_page": "200",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. 189",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6772514,
        6772494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0189-01",
        "/johns/2/0188-01"
      ]
    },
    {
      "cite": "3 W. 129",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "25 Wend. 426",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2026586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/25/0326-01"
      ]
    },
    {
      "cite": "8 Cow. 60",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 271,
    "char_count": 4526,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2922158782230161
    },
    "sha256": "753d868bc70b81f986d185cf7374e61cb9fbed5f7f24e3d9a4a02116f2b7c32a",
    "simhash": "1:9bb3c04df0277d82",
    "word_count": 806
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Culbertson v. Isett."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe whole evidence was offered and admitted in connexion, and the objection was to the whole.\nThe argument here was that the deposition of James D. Rea was incompetent, because he was a party to the note, and therefore interested. Rut if the letter and note were produced, or on the record, they would perhaps show, that Rea had no interest whatever, and that he acted merely as the agent of Culbertson, according to the allegation of the plaintiff, and that this agency was fully disclosed to Isett in that letter; on the faith of which he transmitted the note to Rea as the agent of Culbertson. As the letter and note were before the Court below, and were part of the plaintiff’s offer, we cannot say, without an opportunity of inspecting them or knowing their contents, that the Court erred. As the letter and note were abstracted from the record of the Court below, in some mysterious manner, which the counsel cannot explain, and as they cannot agree as to their contents, this alone would be sufficient ground to affirm the judgment. It would be unjust to the Court below to reverse, in the absence of the facts on which they adjudicated. We are, however, under all the circumstances, irresistibly impelled to the conclusion that the facts stated by Rea in his deposition are true, that is, that he was the agent of Culbertson, the owner of the despatch line; that having urgent demand for money to pay a bill of exchange lying under protest, and drawn by Culbertson on the Hollidaysburg Rank, he applied by the missing letter to Isett to give him a note of accommodation, to be discounted in the bank for the purpose of lifting this bill; and that Isett furnished the note in question, by letter, which letter as agreed was burnt by the. conflagration of Culbertson’s warehouse; and that he, Rea, endorsed the note in the absence of Culbertson, and applied the whole of the proceeds to the use of Culbertson’s business; and that he had no interest whatever individually in the transaction. This is so far confirmed by the testimony of the cashier of the bank as that Rea attended to business in the bank for Culbertson, or the despatch line. If there had been anything contradictory to this view, Isett would not have furnished the missing letter. Under these circumstances, the necessity of the case justified the admission of the evidence to prevent a failure of justice. It was only by his own testimony in establishing that it was a note of accommodation, that Rea appeared to have any interest. For if it had been a note of business, it was paid by the maker, who had no recourse to the endorser. His own oath, therefore, created an apparent interest, but at the same time purged it. The missing letter no doubt showed for whose accommodation the note was endorsed. An agent who discloses' his agency, and that he is acting for the principal, is a competent witness doubtless for the person who acted on the faith of that agency when the money went to the use of the principal.\nUnder all the circumstances of the case, we cannot reverse this judgment.\nIt is therefore affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Banks and Cowan, for plaintiff in error.",
      "Stewart and Foster, contrà,"
    ],
    "corrections": "",
    "head_matter": "Culbertson v. Isett.\nWhere a document which was in evidence is not on the record, and that probably showed that the fact of an agency had been communicated at the time of a transaction, this Court will not reverse because a witness was admitted, who„ withou* proof of the communication of the agency, would have been incompetent on the ground of interest.\nIn error from the Common Pleas of Indiana.\nAssumpsit.—The plaintiff read in evidence a letter from Rea to himself, also a note drawn by himself to the order of Rea, and by him endorsed; and the deposition of Rea, who stated that he was the agent of defendant whose draft had been protested, and who had requested Rea to obtain this note from the plaintiff and have it discounted^ and with the proceeds pay the protested draft, which he did. The admission of this evidence was the error assigned, but neither the letter nor the note was on the bill of exceptions.\nThere was evidence aliunde, that Rea acted generally as the agent of the defendant.\nBanks and Cowan, for plaintiff in error.\nThe witness was primd facie liable as endorser, and as the only party to the transaction; nor is there any proof that he professed to act as the agent of the defendant in borrowing the money; he was, therefore, incompetent; 1 Miles, 208; 8 Cow. 60; 25 Wend. 426.\nStewart and Foster, contrà,\ncited 3 W. 129; 2 Johns. 189; 2 Kent Com. 630 ; 1 Greenl. Ev. 564; Paley on Agen. 136-7."
  },
  "file_name": "0198-01",
  "first_page_order": 198,
  "last_page_order": 200
}
