{
  "id": 963794,
  "name": "McLain v. Snyder Township School District",
  "name_abbreviation": "McLain v. Snyder Township School District",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "204",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 204"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 169,
    "char_count": 2442,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 8.603733137445952e-08,
      "percentile": 0.49004633088647254
    },
    "sha256": "68a66214b3d8b61ff4dd2e17aca2890c6c554ded586ceb6d2557cb272a37f711",
    "simhash": "1:6af989bd2cde7691",
    "word_count": 421
  },
  "last_updated": "2023-07-14T20:53:58.856380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McLain v. Snyder Township School District."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nCoulter, J.\nThe articles of agreement were properly rejected. They were signed by William Guthrie, not as president of the board of school directors, for in fact he was not authorized to sign the articles in that character by the law, or by the resolution of the board. The school directors, or a majority of them, when regularly convened, can contract by themselves for building schoolhouses, or they may appoint a committee to contract for the building upon prescribed terms and at a particular locality. In this case, the directors did appoint a committee, consisting of Guthrie and Clark, and Guthrie himself entered into the agreement. The Court properly rejected it for that reason. The contract must be the act of the board. This was not the act of the board, because it was not made by the persons whom they appointed for that purpose. Clark, the other member of the committee, was examined, but he said he refused to sign the article, and told Guthrie he would not execute such an article, it was not according to the views of the board. This, instead of helping the plaintiff, closed the door against him.\nIt is a matter with which the Court have now no concern, but it is perhaps well enough to say that if the board of directors took possession of the school-house, and used it for the purposes of the school district, the plaintiff has an undoubted remedy. His best way in such case would be to bring an action of assumpsit for work, labour, and services, at the request of the school directors.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Lucas, for plaintiff in error.",
      "McCalmont, contrá."
    ],
    "corrections": "",
    "head_matter": "McLain v. Snyder Township School District.\nWhere two persons are authorized,by a board of School Directors of a district to make a contract on their behalf, a contract signed and sealed by one only is not admissible in evidence in an action of covenant brought against the School District.\nIn error from the Common Pleas of Jefferson.\nCovenant. The plaintiff proved that the Board of Directors of the school district, defendants, authorized Guthrie, their president, and Clark, one of the directors, to make a contract for the erection of a school-house.\nThe plaintiff then offered in evidence an agreement purporting to be made between himself and the defendants, but it was signed and sealed by Guthrie alone, and he proved that Clark had refused to execute it. The rejection of this instrument was the error assigned.\nLucas, for plaintiff in error.\nMcCalmont, contrá."
  },
  "file_name": "0204-01",
  "first_page_order": 204,
  "last_page_order": 205
}
