{
  "id": 963749,
  "name": "Bollin v. Shiner",
  "name_abbreviation": "Bollin v. Shiner",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "205",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 248,
    "char_count": 3821,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 8.315096650895682e-08,
      "percentile": 0.48001871923807143
    },
    "sha256": "aae1f9ac8cc2e439527356632e63b28507e2c954aa50dcb067aa084303201566",
    "simhash": "1:88a0e2c4ec099db0",
    "word_count": 655
  },
  "last_updated": "2023-07-14T20:53:58.856380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bollin v. Shiner."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nGibson, C. J.\nIt is evident from the nature of the subject, and from the specific provisions for it, that the statute of 1729-30 was enacted for none but the inhabitants of the province. It is not the proper business of a government to legislate for the domestic relations of a foreign people. The laws of a country are made for the protection of those who owe a permanent or a temporary allegiance to it; and where it interposes for the protection of strangers within the jurisdiction of its Courts, it is by the courtesy of nations, and not of right: for protection and allegiance are correlative duties. It is accordingly declared in the first section of the statute under consideration, that no justice, minister, or other person, shall subscribe his name to the publication of any intended marriage of a minor, without having produced to him a certificate of the consent of the parent, guardian, or master, “if such parent, guardian, master, or mistress, live within this province, or can be consulted with.” In this, the word “ or” was obviously put for the word “ and for it surely was not intended to send the justice or other person on a voyage of discovery out of the province to find the parent or person in his place; and on the other hand, a person living in the province might still be less accessible than one living near to it. But the same section prohibits the publication of banns without a “ certificate of the consent of the parent, guardian, master, or mistress, as hereinbefore directed, if the parties who ought to grant such certificate live within this province.” Not a word in this about consulting any person abroad; and if foreign subjects or citizens were not to be excluded from the benefit of the Act, why say anything about residences at all? The prohibition expressly extends to publication only without certificate of consent; and not then, if no party to give it reside within the territorial limits.\nThe second section imposes the penalty sought to be recovered for joining a minor in marriage “without such publication being made as aforesaid;” and the third section provides that the preceding provisions shall not extend to marriages in the religious society to which the parties belong, “ so as notice be given to the parent, guardian, or master of the person so married, if such parent, guardian, master, or mistress live within this province.” Here the distinction between a resident and a foreigner is still kept up, to indicate that the legislature made it a cardinal point to give remedy only to its own citizens. It was legislating for them and for their children; and every specific provision is accompanied with an exception of every one else. In this case the plaintiff and the married couple were inhabitants of Maryland; and as no parental right within the protection of our laws was violated, no penalty was incurred.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Gaither and Hampton, for plaintiff in error,",
      "Forward and Kimmél, contrá."
    ],
    "corrections": "",
    "head_matter": "Bollin v. Shiner.\nNo penalty is recoverable for marrying the minor daughter of a citizen of another State, not resident within this Commonwealth, against the consent of her parent.\nIn error from the Common Pleas of Somerset.\nDebt for the penalty imposed by the Act of 1729. The plaintiff was a citizen of and resident in Maryland. The defendant was a justice of the peace of this State, and having married the minor daughter of the plaintiff to one Bollin without the consent of the plaintiff first had, this action was brought.\nIt was stated on the record that by the laws of Maryland the consent of the plaintiff was not requisite to the marriage of his daughter.\nThe Court gave judgment for the plaintiff.\nGaither and Hampton, for plaintiff in error,\ncontended that the Act of Assembly was confined to the cases of parents resident within the Commonwealth.\nForward and Kimmél, contrá."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 206
}
