{
  "id": 963772,
  "name": "McMahon v. Sloan",
  "name_abbreviation": "McMahon v. Sloan",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "229",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Wend. 267",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0267-01"
      ]
    },
    {
      "cite": "5 Binn. 398",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wend. 572",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "8 Conn. 243",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/8/0243-01"
      ]
    },
    {
      "cite": "1 Doug. 636",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend. 366",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 374",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "13 Pick. 294",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/30/0294-01"
      ]
    },
    {
      "cite": "11 Wend. 80",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend. 275",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 921,
    "char_count": 17508,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 3.945108863375329e-07,
      "percentile": 0.9035870431056019
    },
    "sha256": "0aabcd681bb4804753fa2635b41c6496fc41b458ca618c4cc3b41dfc4a3e26ea",
    "simhash": "1:db2eca635efc355f",
    "word_count": 3122
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Coulter, J., dissented."
    ],
    "parties": [
      "McMahon v. Sloan."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is said to be a fundamental principle of our law of personal property, that no man can be divested of it without his own consent; and consequently, even an honest purchaser, under a defective title, cannot resist the claim of the true proprietor. The maxim that “No one can transfer to another a better title than he has himself” obtains, in the civil as well as the common law: Pothier, Traité du Contrat du Vente, 1, n. 7;, Erk. In. 418; and hence it is now recognised everywhere in civilized Europe, for “ a sale ex m termini imports nothing more than that a bond fide purchaser succeeds only to the rights of the vendor:” 2 Kent’s Com. 324; Saltus v. Everett, 20 Wend. 275. In England, an exception is acknowledged in favour of sales effected in market overt; but, as in this country we have not adopted their notion of markets overt, every transfer of chattels is with us to be considered in reference to the general law I have stated. This doctrine was anxiously discussed and considered in the leading case of Lickbarrow v. Mason, by the various Courts through which it passed: 2 T. R. 63; 2 H. Black. 11; 5 T. R. 367; and though it was finally established as an exception, under the qualified negotiability of bills of lading, the concession was everywhere made that, in the words of Lord Loughborough, “ mere possession, without a just title, gives no property, and the person to whom such possession is transferred by delivery must take the hazard of the title of its author.” In accordance with this principle, it was held in Wilkinson v. King, 2 Camp. 335, and Loestman v. Mackin, 2 Stark. R. 512, that if a bailee for a special purpose, pass the goods to another in contravention of that purpose, the true owner may assert his property by action, though the transfer be a bond fide purchase, without notice. Going perhaps a step further, it was held in Hoare v. Patrick, 2 T. R. 376, that a pledge of plate, by one having a life interest therein, did not, after the death of the pledgor, bind the remainder-man, who was permitted to recover the goods pawned without repayment of the money advanced upon them by the pawnee, though the latter had no notice of the settlement. The case was thought to be a hard one, but the Court observed, “ This point is clearly settled, and the law must remain as it is, until the legislature think fit to provide that the possession of such chattels is proof of ownership.” This protection of the true owner was, perhaps, carried still further in Prescott v. Deforest, 16 Johns. R. 159, where it was ruled that a sale under a distress for rent, where no rent was due, passed no property to the purchaser. The adjudications of the same Court furnish other signal instances of the application of this doctrine. Among them may be noticed Williams v. Merle, 11 Wend. 80. In that case the captain of a towboat, through mistake, carried from the warehouse of his principal four barrels of pot and pearl ashes, belonging to another. On arriving at his place of destination, he informed the clerk of his principal of the error, and delivered the property to him. The latter, deeming it best for the interest of the owners, caused the ashes to be appraised and sold to the defendant, who purchased as the agent of another. In an action brought about a year after, by the owner, it was held, that, as neither the captain nor the clerk had any property in the ashes, they could convey none to the plaintiff ; and as the gist of the action was the disposing of another man’s property without his consent, it was of no account to say that they acted under the instructions of another, who himself had no authority. Another instance is found in Ripley v. Galston, 9 Johns. R. 197. The plaintiff had purchased a livery stable, and put it into the hands of A. to carry on the business as his agent. He afterwards purchased a coach which was added to the establishment, and subsequently run as a public carriage in the name of A. The sign of the livery stable bore A.’s name as proprietor, and was advertised as his. The coach was taken in execution by A.’s creditors, and sold to the defendant, and in an action brought by the owner, it was determined that, as A. was the mere agent of the plaintiff, no property in the coach passed by delivery to him, and unless the possession was fraudulent and intended for colourable purposes, it was not liable to the execution of A.’s creditors. The same law obtains in Massachusetts, as is evidenced by Vincent v. Cornell, 13 Pick. 294; and our own case of Vandyke v. Christ, 7 W. & S. 374, very properly confines the doctrine of constructive fraud to sales of chattels, where the vendor retains the possession; and shows that delivery at the time of sale is required, not by the common law, but by a free interpretation of the statutes of 13 and 27 Eliz.; the first of these having been made to avoid collusive transfers of the legal ownership, in protection of the vendor’s creditors, and the latter, performing the same office in favour of honá fide purchasers. But the statutes and the law deduced from them have no application to bailments of chattels, whether for carriage; for work to be performed upon them; for temporary use under a contract of hiring or by way of loan; or for any other specific purpose, where the object of the parties was not to pass the property in the thing, to the bailee: Lackey v. McDermott, 8 S. & R. 500. In Saltus v. Everett, 20 Wend. 366, a leading ease on the subject in New York, which commenced in the Superior Court of the city of New York, passed through the Supreme Court, and was finally determined by the High Court of Errors and Appeals, Chief Justice Jones, of the City Court, propounded as a general rule, the proposition that “ A purchaser (from the possessor of chattels) for a fair and valuable consideration, in the usual .course of trade, without notice of any conflicting claim or any suspicious circumstances to awaken inquiry or to put him on his guard, will be protected in his purchase, and unaffected by any latent claim.” The supposed general rule was the foundation of his decision against the plaintiff, and he enforced it by observing that if the purchaser “ has notice of any circumstance tending to show that others are interested in the property, he buys at his peril, and his title will be invalid against the true owner.” But both the appellate tribunals derived the effect thus attributed to the absence of'notice and the possession of the bailee, and put the case upon the general inviolability of actual ownership. The judgment of the Court of the last resort was pronounced by Chancellor Walworth, and it was ably seconded by Mr. Senator Yerplanck, who, in an opinion marked by much learning and research, vindicated the principle which generally recognises the right of the true owner, at the peril of a purchaser from one without title, though apparently clothed with the jus disponendi. He shows the general conclusion from the authorities to be that “ the title of property in things moveable, can pass from the owner only by his own consent and voluntary act, or by operation of law.” There are, it is true, exceptions to this rule, \"strongly intrenched in equitable grounds, and as firmly established as the rule itself. In the opinion to which I have just referred, the authorities that establish these exceptions are reviewed and grouped into two distinct classes. The first of these relates to money, cash, bank bills, checks, and notes, and whatever else comes under the notion of currency. This is “ by reason of the course of trade, which creates a property in the holder.” Erom the very nature of the thing, “they pass by delivery only, and are considered as cash, and the possession always carries with it the property:” 1 Salk. 126; Miller v. Rice, 1 Burr, 452; Peacock v. Rhodes, 1 Doug. 636, where Lord Mansfield observed that to apply the general doctrine that an assignee takes the things assigned, subject to all the equity to which the original party was subject, to bills and notes, would stop their currency. And in Miller v. Rice, in reply to an attempted analogy in this particular between chattels and notes, he observed, “ The whole fallacy of the argument rests upon comparing . bank notes to what they do not resemble, and what they ought not to be compared to, viz. goods or securities or documents for debts,” &c.\nThe second class of exceptions is said to consist of those cases only, where the true owner, by his own direct voluntary act, confers upon the person from whom the bond fide vendee derives title, the apparent right of property, as owner, or’ of disposal, as agent. This class has heretofore been confined to well ascertained instances. The first is where the owner, with the intention of sale, parts with the property, though under such circumstances of fraud as would authorize him to recall the possession of the thing from the hands of his vendee. Of this Parker v. Patrick, 5 T. R. 175, Mowry v. Walsh, 8 Conn. 243, and Root v. French, 13 Wend. 572, may be cited as examples.\nAnother instance is, where by his own act or consent he has given to another such evidence of the right of disposition, as according to the custom of trade, or the common understanding of the world, usually accompanies-such authority. This is the case with the consignee in a general bill of lading, furnished by the owner, which, according to the law of trade, authorizes the consignee to transfer the goods consigned to a bond fide purchaser; so that a fair holder of the bill endorsed by the consignee, is invested with all the rights of property which were of the consignor. But if the bill of lading be not given or authorized by the true owner, the consignee cannot transfer the goods, no matter how fair the transaction may appear on its face, and though the owner intrusted the goods to the party who caused the bill to be made, for the purpose of transportation: Saltus v. Everett, 20 Wend.\nAgain: it is said an owner may lose the right of pursuit as against purchasers, by exhibiting to the world a third person as having power to dispose of his goods, either by giving him direct authority or conferring an implied one. An implied authority may be inferred from recognition and ratification of prior similar dealings, thus holding out the person-as authorized to sell; by permitting another person with full knowledge of the facts, to deal with the chattels as his own in his transactions with third persons, thus creating an inference that they actually belong to the party in possession ; and by putting them into another’s custody whose common business it is to sell: Pickering v. Buck, 15 East, 44; though merely sending them to a wharf where such goods are usually sold, will not validate an unauthorized sale made by the wharfinger: Wilkinson v. King, 2 Camp. N. P. 335.\nSo far as I am at present advised, the enumeration I have repeated includes every recognised exception. When these are out of question, the general law that “ whoever deals with an agent or other bailee constituted for a special purpose, deals at his peril when the bailee passes the precise limits of his power,” has again place. In the ease in hand the jury has found the horse in litigation belongs to the plaintiff below. The question then is, do the facts in proof bring the case within the circle of any of the exceptions to the rule which protects the true owner ? The only one of them having any apparent affinity to it is that predicated upon a voluntary permission to the bailee to deal with the thing as his own. But we think the defendant below failed to place his defence.within its protecting influence. There is no proof that the son dealt with the horse as his own further than to use him in his business of farming, with the permission of the father. This was the very object of the loan; an object the legality of which cannot be disputed. These loans of personal property by a father to his sons commencing the world, are of very usual occurrence, and there is happily nothing in the policy of the law forbidding them. Their validity does not depend on the period of enjoyment. They may be of longer or shorter continuance, as the necessities of the borrower may require, and the good will of the lender permit. Mere lapse of time, without more, will not change the relative rights of the parties, though doubtless it may enter into the estimate when weighing their intention. In this instance, the possession of the animal was alternate or mixed, the father using him whenever his convenience required. But had it been otherwise, we have seen that mere possession in a third person, however exclusive, is in itself insufficient to work a change of property. It was, therefore, incumbent on the defendant to show that the son was invested by the father with some other indicia of right, on the faith of which the defendant acted. Had the son been in the habit of offering the horse as his own, for sale or exchange, with the knowledge of the father, the rights of the former as owner would probably be postponed in favour of the purchaser. We have, however, no evidence of such habit and knowledge. The only proof is that the son once proposed to sell or barter the animal, and frequently spoke of him as his own. But we do not know that the father was aware of these facts. So, too, the father sometimes referred to the horse as Leslie’s; yet we have no evidence that this was communicated to the defendant, or in the slightest degree contributed to mislead him. Without some such evidence, it appears to us it would be going too far in a direction opposite to the tide of authority, to attribute to casual expressions of very common use in the country, under similar circumstances, the power of working a deprivation of property. The owner ought certainly not to be affected by the unknown and unauthorized declarrations of the agent, nor ought the purchaser to found a right in himself, upon the loose saying of the owner, of which the former never heard. Had he shown that he acted on the faith of these, attributing property to the son, or even that they were communicated to him, thus furnishing a ground of fair inference, there might have been sufficient warrant for the application of the equitable rule, that, where one of two innocent persons must suffer a-loss, he shall bear it who by his indiscretions occasioned it.\nThis is the light in which the question' presented itself below; and when we recur to the stringency of the rule protective of the true owner, and the clearness with which an exception must be made out, we cannot say the learned judge who tried the cause committed an error in that particular of his charge, to which exception is taken here.\nIn determining who shall bear the wrong inflicted by the fraud of a third person, the line of distinction must be drawn somewhat arbitrarily; and it is certainly safest to adhere to the general rule' of property, leaving him who would escape it, to establish a clear exception in the particular case. In this the defendant has failed.\nJudgment affirmed.\nCoulter, J., dissented.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Purviance and Sullivan, for plaintiff in error.",
      "Smith, contrà."
    ],
    "corrections": "",
    "head_matter": "McMahon v. Sloan.\n1. A purchaser of personalty acquires no other title than the seller had.\n2. Where a chattel had been lent to one, who used it as his own, and sold it, the lender does not lose his right of property; nor do his declarations, that the borrower owned the chattel, bind him, further than as evidence on the question of ownership, unless the purchaser was thereby, induced to buy.\n3. Acts of ownership by the borrower, inconsistent with his title, must be brought to the knowledge of the lender, to affect his title in favour of strangers.\nIn error from the Common Pleas of Butler.\nTrover for a borse. It appeared from the evidence that the plaintiff was the owner of the horse, and had' lent it to his son, who lived on a farm in the neighbourhood of the father. He there used it, and treated it as his own, and it was so called by the neighbours. There was evidence also that the plaintiff had on several occasions, in the course of casual conversation, spoken of the horse as his son’s, and once denied owning it. The son had also spoken of it as his own, and offered to trade or sell it. The defendant purchased the horse from the son, and the father brought this action.\nThe learned judge left the question of original ownership to the jury, saying that unless the declarations by the father induced the defendant to purchase, the plaintiff might recover, if he was in fact the owner.\nPurviance and Sullivan, for plaintiff in error.\nThe claim of title in the son and the disclaimer by the father would confer title on the son, at least so far as third persons are concerned, more especially when coupled with the declarations of the father. In Clemson v. Davidson, 5 Binn. 398, it is said that purchasers are protected if they buy from one who has long been in possession, exercising acts of ownership; and the same rule is laid down in 1 Stor. Eq. 414. This was reversed by the Court requiring us to show that we were induced to buy in consequence of the declarations of the father.\nSmith, contrà.\nThis was the case of a mere loan, for the decla^ratio,us never reaching the defendant, may be laid aside but as evidence of ownership, which is settled by the verdict. That no title can be acquired by a purchase from such a party, is settled in this State: 1 Yeat. 478; 2 Ib. 347; 5 S. & R. 130; 8 Ib. 500: also in New York, 20 Wend. 267; 4 Ib. 474."
  },
  "file_name": "0229-01",
  "first_page_order": 229,
  "last_page_order": 235
}
