{
  "id": 963761,
  "name": "Stewart v. Keith",
  "name_abbreviation": "Stewart v. Keith",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "238",
  "last_page": "242",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 458,
    "char_count": 10055,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 1.0780816550268492e-07,
      "percentile": 0.5617470362171694
    },
    "sha256": "fb7e32dd787d4f1f5b840825e9b9eb046ff9eb4481a627208c7b3f43293bc1e2",
    "simhash": "1:8ef8e7439293bdb3",
    "word_count": 1755
  },
  "last_updated": "2023-07-14T20:53:58.856380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart v. Keith."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThere is substance in the first error assigned. The only contract between the parties was the assignment of the articles of agreement between Jared Shattuck, who it appears was the agent of Huidekoper, and Simeon Stewart, for the sale and purchase of a tract of land.\nStewart assigned the contract, and at the time of the assignment and at other times said the receipts for payment, when presented to Huidekoper, would bring a deed. He gave over to Keith the receipts at the time of the assignment. Keith went into possession of the land, which he still retains.\nThe evidence is very strong that the receipts do entitle Keith to a deed. One receipt of eighty-five dollars, which Shattuck gave to Stewart for the land he had purchased in part, was applied by Shat-tuck and Huidekoper to a previous purchase, made by Stewart and Peck, and this is the receipt about which the difficulty occurs. It ought to be applied according to its terms, and that is on the purchase made by Stewart himself.\nThere was no covenant or warranty that Huidekoper would make a deed when the receipts were presented. Who would undertake to guaranty or stand over the whims and caprices of any man ? The fair meaning of the words invariably used by Stewart, “ that the receipts would bring a deed,” is, that they would entitle Keith to a deed. Keith did present the receipts, at which time this difficulty was made by Huidekoper—that the receipt for $85 was applied to a contract long anterior, made by Peck and Stewart, and that by the mere volition of Shattuck or Huidekoper.\nKeith did not then deliver up possession of the land to Stewart, or offer to do it, and demand or elect to rescind the contract. But he kept possession,. and wore out a saw-mill; and now, after the lapse of a great many years, he seeks to recover back the money and rescind the contract, without even offering to reassign the contract or deliver up possession. This he cannot do; he has by no means entitled himself to rescind that assignment at his volition. The best thing he can do is to let Huidekoper bring his action; or, he may bring his own action on the’ contract, to compel a deed; and if Huidekoper shows that the receipts will not entitle Keith to a deed, then he will have his remedy over against Stewart. This he ought to have done long ago. The Court therefore erred in answering the first point of the plaintiff in the affirmative.\nThe Court ought to have answered the defendant’s fifth point in the affirmative. The statute of limitations commences to run from the time action has accrued, according to the plaintiff’s claim or showing. If he had any cause of action at all, it accrued when he presented the article assigned to him and the receipts, and Huidekoper refused to make the deed. There was nothing said or done afterwards by Stewart, which would lift away the bar of the statute. It was proved that he said afterwards, and that he said a few days before the trial, that the receipts would bring a deed. This showed the sense in which he understood that expression; that is, that in law they would bring a deed or entitle Keith to one. He knew, long before that time, that Huidekoper had refused to make one voluntarily, but he still believed that they fairly, justly, and lawfully entitled Keith to the deed.\nThe fourth point of the defendant ought to have been answered in the affirmative. It will both explain and illustrate itself in connexion with the foregoing remarks.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Walker and Babbitt, for plaintiff in error.",
      "Marshall, contrá."
    ],
    "corrections": "",
    "head_matter": "Stewart v. Keith.\n1. A being indebted on two contracts, makes a payment; it must be applied on the contract to which, by the receipt, it appears it was intended by A.\n2. The vendee of land under articles assigned to the plaintiff, and agreed to give him receipts which would bring a deed from Ms vendor. If receipts are given which entitle the plaintiff to a deed, and he continues in possession, he cannot rescind and recover back Ms purchase-money, because the vendor refuses to convey.\n3. ' The statute of limitations begins to run on the right to recover back the purchase-money of the assignment, from the refusal of the vendor to convey, and is not suspended by the subsequent declarations of the vendee, that the receipts wMch he had delivered would produce a deed.\nIn error from the Common Pleas of Erie.\nIn 1825, Shattuck, by articles under seal, covenanted to convey certain premises to Stewart, the defendant below, on payment of $105, in six annual instalments.\nIn 1836 he assigned his right therein to Keith, the plaintiff.\nThis land had belonged to the Holland Land Co., to whose rights Huidekoper had succeeded, and for whom Shattuck acted as the agent.\nIt appeared from the testimony that the verbal contract was that Keith should pay the price agreed to Stewart, who then and at subsequent periods agreed to give him receipts “ which would bring the deed.”\nBefore his assignment to Keith, Stewart had made payments and took receipts which, if applicable to the above contract, would have entitled him to a deed for this land. These receipts he had given Keith, who caused them to be presented to Huidekoper as early as 1837, and the deed demanded. This was refused because one of 'the receipts for $85 was not considered as given on account of this contract. It was in these words:\n“ Received from David Curtis fifty dollars the first day of June last, and also thirty-five dollars on account, which sums I am to credit Mr. Simeon Stewart, Jr., on his land contract.\n“Meadville, Oct. 12, 1825. $85. Jared Shattuck.”\nIt however appeared that in 1815, Shattuck, together with one Peck, had entered into a contract with the Land Company for the purchase of other lands. In 1819, Neal, acting as the agent of the Company, had undertaken to procure a conveyance of the interest of Shattuck and Peck to Stewart for this land, on his paying the price. In 1827 the interest of Shattuck and Peck had been surrendered to the Land Company.\nWhen the money was paid for which the above receipt was given, Shattuck endorsed it as a payment on his own contract, of which Stewart had then become the purchaser, being the one last mentioned, and so returned it to the agent of the Land Company, who for that reason refused' to recognise it as a payment on the above contract, assigned by Stewart to plaintiff. But it was also in proof that Stewart was under the impression for along time that the payment had been credited on his original contract, and that when he discovered the mistake he endeavoured unsuccessfully to have it corrected.\nThis action was brought in 1845, and declarations of the defendant to plaintiff within the six years that the receipts would bring the deed, were proved; and it was also in evidence that as late as 1841, Keith had made another application for the deed to Huidekoper, and was refused. The defendant was still in possession of the property.\nThe learned Judge instructed the jury in answer to the plaintiff’s first point: That if Stewart was bound to furnish Keith with receipts that would bring a deed from Huidekoper at any time they were presented, the plaintiff was not bound to do more than present his receipts to enable him to bring suit, if they were not so applied.\nTo defendant’s fourth point he declined instructing them, that if the defendant designed the eighty-five dollars to be applied on the contract assigned to plaintiff, and never consented to any other appropriation, and at the time of the transfer believed that he had a legal right to have it so applied, plaintiff cannot recover, for that would be to decide the whole case, and the mere design of making an application would not entitle him to have it so applied.\nOn the statute of limitations, the defendant by his fifth point prayed instructions that it commenced running from Huidekoper’s refusal in 1837, and that defendant’s subsequent declarations did not take the case out of the statute. The plaintiff:—that Stewart’s subsequent declarations suspended the running of the statute until Keith’s second application in 1841.\nThe judge said, “ The statute of limitations begins to run from the time plaintiff’s right of action accrued. This right did not exist until Huidekoper refused to make the deed on presentation of the receipts, and that was known to plaintiff. If, then, after that, plaintiff was induced to wait and make another trial with Huidekoper, by the suggestion and at the instance of defendant, the statute would not begin to run until such further reference was known to him, or was requested to demand it by defendant, and omitted to do so for an unreasonable time; hence we assent to defendant’s position and dissent from the plaintiff’s, except in defendant’s conclusion, which would be too much of an infringement upon your privileges to find what the evidence satisfies you the facts are.”\nWalker and Babbitt, for plaintiff in error.\nThere was no evidence to warrant the plaintiff in rescinding the contract, nor was there any warranty of the fact. If the receipts ought to have brought the deed, that is enough. That they ought is clear. There was but one contract between Stewart and Shattuck, the receiver of the money, to be applied to Stewart’s contract in terms. On the other contract, Stewart was to pay Shattuck nothing. The declarations did not suspend the statute. There was no acknowledgment or promise, but a mere assertion, amounting to no more than that the receipts ought to be applied to the contract.\nMarshall, contrá.\nThe money was due on the older contract, but not on the one to which the receipt is sought to be applied. Both are equally defined by the words of the receipt, and the payment has been applied by the receiver. How then can it be changed by proof of a mere intention in the payer ? Hence, as there were no receipts given which entitled the plaintiff to a deed, he could reclaim his purchase-money. The reiterated declarations of the defendant were sufficient to induce the plaintiff to wait and make another trial, and until then the statute did not begin to run."
  },
  "file_name": "0238-01",
  "first_page_order": 238,
  "last_page_order": 242
}
