{
  "id": 963801,
  "name": "Reeside v. Hadden",
  "name_abbreviation": "Reeside v. Hadden",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "243",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Cow. 195",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032755
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/5/0195-01"
      ]
    },
    {
      "cite": "7 Watts, 203",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0203-01"
      ]
    },
    {
      "cite": "1 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0011-01"
      ]
    },
    {
      "cite": "7 Watts, 100",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0100-01"
      ]
    },
    {
      "cite": "4 Rawle, 452",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0452-01"
      ]
    },
    {
      "cite": "2 Rawle, 351",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0351-01"
      ]
    },
    {
      "cite": "2 W. & S. 235",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0235-01"
      ]
    },
    {
      "cite": "8 Mass. 51",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028566
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7334,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.4416517410762752e-07,
      "percentile": 0.6532517918998366
    },
    "sha256": "8416ef93117876665701a3a7617a9ff54b06c150a8fb8db6ce66653c06d50aff",
    "simhash": "1:9115d67d7b2a86da",
    "word_count": 1259
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reeside v. Hadden."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe judgment is affirmed, for the reasons given by the Court below.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Dawson and Veech, for plaintiff in error.",
      "Howell and Galloway, contrà."
    ],
    "corrections": "",
    "head_matter": "Reeside v. Hadden.\n1. Where the defendant has pleaded his discharge in bankruptcy, to which plaintiff has replied a new promise, the Court will permit the plaintiff, after an appeal from an award by defendant, who has entered security, to amend, by declaring on the new promise.\n2. If two considerations are laid, the one frivolous and the other good, the former will be disregarded.\nIn error from the Common Pleas of Fayette.\nForeign attachment in case without bail. The plaintiff filed a statement of his claim, 1st, on a judgment entered in 1889, against the defendant in the same Court, on a note dated Nov. 25, 1839. 2d and 3d, on two promissory notes, one of them under seal, the amounts of which were set forth, but not the dates; 4th, a book account, without specifications of dates. The statement then continued :\n“ And being so indebted, he,- the said defendant, in consideration thereof.to wit, on the day and year last aforesaid, at, &c., undertook, and then and there faithfully promised the said plaintiff to pay him the said several sums of money mentioned, when he, the said defendant, should be thereunto afterwards requested.”\nThen followed a count on an account stated, amounting to $1000, laying the time “on the day and year last aforesaid.”\n“ Nevertheless the said defendant, not regarding his said several promises and undertaking, but contriving, &c.”\nThe only date in the narr. was that of the note on which the judgment was entered.\nPleas, non assumpsit, and discharge as a bankrupt under the Act of 1841.\nThe plaintiff joined issue on the first plea, and to the second replied a new promise by defendant “since his discharge as a bankrupt (if he were legally discharged, which plaintiff denies).”\nThe case was referred under the compulsory arbitration act, and an award for the plaintiff, from which the defendant appealed and gave the security required.\nThe defendant afterwards filed a new declaration, setting forth the original causes of action contained in his statement, and averring that in January, 1844, in consideration of the plaintiff’s forbearance, at the request of the defendant, to issue a ca. sa. on his second judgment, and thereupon cause him to be arrested and detained, and in further consideration of the indebtedness aforesaid, the defendant promised to pay, &c.\nOn the trial of the appeal from the award, the plaintiff moved to amend the narr. by alleging the discharge in bankruptcy, at the time of making the promises aforesaid, which the defendant objected to, and withdrew his plea of bankruptcy. But the Court allowed the amendment, saying:—“ When the cause was arbitrated it was under the plea of bankruptcy; that was a point before the arbitrators. The old pleas remained as the pleas to the new declaration; and the amendment is nothing more than making the declaration conform to the question tried before the arbitrators. The amendment is therefore allowed, and the defendant may withdraw his pleas, if he thinks proper, and plead anew.” Thereupon the defendant demurred to the declaration.\nAfter argument, the Court gave judgment for the plaintiff,' for the following reasons:—\n“1. It may be admitted that according to Fetherston and Hutchinson’s case, 3 Leon, 208, that if one of the considerations be unlawful, the whole contract is void: see 8 Mass. 51; 2 W. & S. 235; but here is no unlawful consideration. To forbear to do what the law did not allow, is not unlawful; nor is the promise to forbear, urilatoful. All that can be said of it, is, that it is frivolous; that it is no consideration at all, and would not support an assumpsit. There are then two considerations for defendant’s promise, and one of them is frivolous and invalid, and the other good. In such case the promise is clearly binding. In Bradburne v. Bradburne, Cro. El. 149, it was held, that ‘ where there are divers considerations alleged by the plaintiff, and some are frivolous and void: yet, if any of them be good, the plaintiff shall recover.’ So also, in Pikard v. Cottels, Yelv. 56. See also, 8 Mass. 51, per Sedgwick, J.; Best and Jolly’s case, 1 Sid. 38.\n“ 2. As to the mode of proceeding in case of a promise to pay an old debt, a great deal of confusion has prevailed. That the new promise should ever have been held to revive the-old debt, so as to enable the plaintiff to declare on the original indebtedness, seems a perfect anomaly to the legal mind, and probably arose from the struggle of the Courts to avoid the effect of the statute of limitations. The statute of limitations being a general law, the Courts ought to have taken notice of it officially, as they did of all other general laws, and when the plaintiff declared on a promise of more than six years’ standing, and the defendant demurred, they should have given judgment for the defendant. But instead of this natural course, they put the defendant to plead the statute, as if it had been a private one for his especial benefit, and when he did plead it, so odious was it, they permitted the plaintiff to abandon the promise declared on, and rest upon a new and distinct one, within six years, of which the old indebtedness was only the consideration. This anomaly is perhaps now too firmly rooted to be eradicated. But the absurdity of allowing a promise to revive a debt, absolutely extinguished by a release or by a certificate of bankruptcy, is too gross to be tolerated. The proper mode of proceeding in such a case, is to declare on the new promise, as is done in the case before the Court. This principle I consider settled in Pennsylvania by Field’s case, 2 Rawle, 351, and Earnest v. Parke, 4 Rawle, 452. After the defendant’s discharge, the plaintiff could not possibly proceed against him on his judgment; and even if there had been no discharge, and the parties had accounted together, blending the judgment note and book account together and striking the balance due, and defendant had promised to pay that balance, the plaintiff might, according to the principles settled in Gibson v. Stewart, 7 Watts, 100, have maintained assumpsit on such promise, and recovered the whole balance due. We think, therefore, that judgment must be entered for the plaintiff on the demurrer.”\nDawson and Veech, for plaintiff in error.\nThe amendment should not have been allowed, because on the record as it stood at the time of giving security, there was no cause of action: 1 Whart. 11. Nor was there any sufficient consideration laid; for at the date of 'the promise a capias could not lawfully issue, as the right was abolished in 1842, and had already been destroyed by the bankrupt discharge: 7 Watts, 203; 13 S. & R. 294; 5 Cow. 195. It is also apparent that the promise was procured by the threats of duress. The indebtedness having ceased by the bankruptcy, no consideration remained but the moral obligation, and that is not laid as a consideration. But even that is merely thrown in to give additional weight to the consideration previously laid,—being partially illegal, the whole is vitiated.\nHowell and Galloway, contrà.\nThe first consideration is at most frivolous, not illegal, and the second is sufficient: 5 Barr, 369. That the Court may sever the considerations, if more than one, is shown by the cases cited by the judge."
  },
  "file_name": "0243-01",
  "first_page_order": 243,
  "last_page_order": 246
}
