{
  "id": 963778,
  "name": "Hartzall v. Sill",
  "name_abbreviation": "Hartzall v. Sill",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "248",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cow. 266",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2035110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0265-01"
      ]
    },
    {
      "cite": "1 Rawle, 218",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0218-01"
      ]
    },
    {
      "cite": "17 Johns. 321",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pick. 76",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2056574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/24/0080-01"
      ]
    },
    {
      "cite": "10 Johns. 241",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2136019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0243-01"
      ]
    },
    {
      "cite": "3 Verm. Rep. 308",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11269356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/3/0308-01"
      ]
    },
    {
      "cite": "9 Pick. 59",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0060-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. Rep. 282",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1976911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/3/0282-01"
      ]
    },
    {
      "cite": "2 N. H. Rep. 532",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6757432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/2/0532-01"
      ]
    },
    {
      "cite": "3 Pick. 269",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0269-01"
      ]
    },
    {
      "cite": "8 Mass. 136",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0119-01"
      ]
    },
    {
      "cite": "3 Cain. 307",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        12143387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/3/0307-01"
      ]
    },
    {
      "cite": "4 Dall. 211",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0327-01"
      ]
    },
    {
      "cite": "2 Watts, 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 7983,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.5352228830902637e-07,
      "percentile": 0.6718551931019917
    },
    "sha256": "ce57bc2407cbd2fe2689151de5dbbf7f1110e43aeb7b08da2ad202743f92c541",
    "simhash": "1:7602ccd04e91eeb5",
    "word_count": 1454
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hartzall v. Sill."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe case of Hay v. Sterrett, 2 Watts, 327, was argued a second time in the Supreme Court by very able counsel. The elaborate opinion of Mr. Justice Rogers, pronounced on deliberation, is sound in every particular. That case is like the present, and the only difference is that Hay’s grist-mill had a possession on the stream upwards of thirty years before Sterrett’s saw-mill was constructed. In that case it was established that the mere prior occupation of a stream of water for the purposes of a mill, will not vest such an exclusive right to the occupant as to enable him to maintain an action against a person who erected a mill and dam above his, by which the water is in part impeded, and he in some degree injured. Every riparian owner is entitled to use the flow of water through his land, although the owner of a mill below may be in some measure injured thereby.\nIn order to establish a right to the use of water for the purposes of a mill, exclusive of a riparian owner above, founded upon the presumption of a grant from lapse of time, there must have been an actual occupation of the flow of water upon the land above, for a sufficient length of time. It is not enough to establish such a right, that the water had been accustomed to flow uninterruptedly through the land above for any length of time. An improper or malicious use of the water through the land above, gives a right of action to the owner of a mill below, who is injured thereby. The Court there affirmed the instruction to the jury, that if the injury to the plaintiff’s mill arose from the detention of the water in Sterrett’s dam for its ordinary and proper use for mill purposes, it was damnum absque injuriá, and the plaintiff was not entitled to recover.\nThe evidence was, that Sterrett frequently withheld the water in his saw-mill dam for two days and one night, to the injury of Hay’s mill. This was held to be properly referred to the jury to determine ; and they were instructed, that if they believed the water was no longer detained than was necessary for a proper enjoyment of it, as it passed through Sterrett’s land for' the use of his mill, it is a damage to which plaintiff must submit.\nI need only refer to that case for a lucid and learned exposition of our law, as well as to the case of Hetrich v. Deachler, 6 Barr, 33. We think the defendant’s point was well put, and ought to have been answered in the affirmative.\nThe defendant had a right to use the water for his lawful purposes on his own land, and that, whether he uses the old flutter-wheel or the modern scroll-wheel. On the evidence, the .plaintiff had no cause of action against the defendant, and the jury ought to have been so instructed.\nThe judgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Galbraith and Walker, for plaintiffs in error.",
      "Brown and Curtis, contrà."
    ],
    "corrections": "",
    "head_matter": "Hartzall v. Sill.\nA supra-riparian owner of land has the right to detain the water of the stream for such time as is necessary for the purposes of a mill erected by him, not diverting it from its natural course, although an injury is thereby occasioned to an older mill, further down the stream.\nIn error from the Common Pleas of Warren.\nCase for nuisance. The plaintiff was the owner of a mill, propelled. by the water of a stream, without a dam. The defendants subsequently built a mill on their land, on the stream above that of the plaintiff’s, and there erected a dam ten or twelve feet high, in which they collected and retained the water long enough for the uses of their mill, hut no longer. They used a wheel called a •flutter-wheel.\nIt was proved that this detention of. the water injured the plaintiff’s mill.\nThe defendants contended that if they used no more water than was reasonable, customary, and necessary for the running of their saw-mill, and detained the water no longer than was necessary for that purpose, they were not liable in damages to the plaintiff, though he may have suffered injury from the works of the defendants in detaining the water in the manner testified to in this case.\nChurch (P. J.) instructed the jury that:—“ The owner of land through which a stream of water passes has a right to the use of the water while so passing, either for irrigating or manufacturing purposes. But in the exercise of this right he must he reasonably careful of the rights of others. Defendants owning the land above the plaintiff on this stream, have a right to the reasonable and necessary use of the water running in it for a mill, unless it be taken and used or shut off hy them so as to materially destroy the privileges and rights of plaintiff below. They have also a right to a reasonable detention of the water for the same purpose, hut not to every kind and extent of detention which the peculiar construction of their machinery may seem to require as necessary. When constructing their works they should provide against such results as will materially injure the reasonable use of it hy plaintiff in his works below. To shut off the water altogether and then let it go in such unreasonable and unnatural quantities that the plaintiff is unable to use it, when passing, hy the exercise of reasonable care and attention, and thereby causing a material injury and damage to his works, gives the plaintiff a right to compensation for the actual damage thus sustained.\n“We cannot assent to the defendants’ point in the strong language used therein, without qualifying it in the manner we have. The reasonable use or detention of the water by defendants is such as does not materially injure or prevent the use of it by plaintiff below. This is what we are to understand by the reasonable use of the water by a riparian owner. Any other definition of the term would, it seems to us, be a violation of the spirit of the rule, so to use one’s own as not to injure another in the enjoyment of his legal rights.” • -\nGalbraith and Walker, for plaintiffs in error.\nThe jury could not but have understood from this charge that the defendants were not entitled to use the whole of the water-power within their land, if the plaintiff was thereby injured. But it is the settled law of this State, that a prior occupation gives no right to water-power as against parties not injured, and hence the supra-riparian owner, unless his right is limited by adverse occupation for twenty-one years, is in the same situation when he comes to build his min as if there were no mills below him. He has an absolute right to the water up to the levels of his own land, and may detain it there unless he acts merely maliciously or diverts the water permanently. Such is the rule established by 2 Watts, 327; 6 Barr, 33.\nBrown and Curtis, contrà.\nEvery proprietor has an equal right to the flow and use of the water of the stream, nor can one materially diminish or affect the applicability of the water by any proprietor above or below himself: Ang. on Water-Courses, 13, 15, 17, 18; 3 Kent, 438, 440, 441; 2 Hilliard on Real Prop. 108, 104; 4 Dall. 211; 3 Cain. 307; 8 Mass. 136; 13 Ib. 420; 3 Pick. 269; 2 N. H. Rep. 532; 3 Johns. Ch. Rep. 282; 9 Pick. 59; 3 Verm. Rep. 308; 3 Bawle, 256.\nAlthough all persons have a right to erect hydraulic works on their own land, yet they must so construct them, and use the water, that all persons below may participate without interruption in the enjoyment of the same water; and if a mill-owner above deprive others below of a fair participation of the benefits of the stream, by detention or otherwise, he is answerable in damages: 10 Johns. 241; 17 Ib. 306; 2 B. & C. 910; 7 Pick. 76.\nAn upper mill-owner cannot render mills below useless and unproductive, but the owners of the latter are entitled to a fair proportion, notwithstanding a partial loss is thereby occasioned to the owner above, who requires all the water in order to derive the greatest profit: 17 Johns. 321; 1 Rawle, 218; Ang. 102, 107; 7 Cow. 266; and the true test of the principle and the extent of the rule is, whether it is to the injury of the proprietors or not: 4 Mason, 401; 2 Hilliard, 104."
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 251
}
