{
  "id": 963721,
  "name": "Wright's Appeal",
  "name_abbreviation": "Wright's Appeal",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "256",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 389",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 370",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0370-01"
      ]
    },
    {
      "cite": "8 Watts, 198",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0198-01"
      ]
    },
    {
      "cite": "4 Watts, 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842722,
        1842683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0414-01",
        "/watts/4/0416-01"
      ]
    },
    {
      "cite": "1 Rawle, 389",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 370",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0370-01"
      ]
    },
    {
      "cite": "8 Watts, 198",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 292,
    "char_count": 4887,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.63085437750653e-07,
      "percentile": 0.6888807030834616
    },
    "sha256": "db79ea40a9eedc3197d1b7117b16dd18adc9dbdee06a6baca34785f9ec9bf1d0",
    "simhash": "1:94dbe66078a8f471",
    "word_count": 911
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wright’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIn order to charge lands devised with the payment of a legacy, it must appear by direct expression or plain implication, that such was the intention of- the testator; otherwise the claim of the legatee will not follow the lands into the hands of a purchaser from the devisee: Brandt’s Appeal, 8 Watts, 198. In 3 W. & S. 370, the rule is thus laid down: “ To make a legacy a charge upon land devised, it is necessary it should be declared so by express words, or that it may be inferred from the whole will that such was the intention of the testator. It is not the policy of the law to encourage charges on land, as it trammels the transfer of that species of property and creates embarrassment to vendor, vendee, and creditors; and hence it is that the law is so stringent in respect to such encumbrances. Indeed, the rule adopted by the Court in most cases carries into effect the intention of the testator; for who®, he designs to charge his real estate.—lie usually says so in express terms, or the implication is so strong from the whole will that it is difficult to mistake his intention. He usually places so much confidence in his devisees, not only as to integrity, but ability to pay, that he supposes it unnecessary to do more than to cast on them a personal liability to pay the legatees. Nor in this reasonable expectation is he disappointed in the great majority of cases. We must not suffer ourselves to be diverted from a rule founded in policy, by hard cases, arising possibly from their own negligence. It is not pretended that there are here express words of charge. Is there the necessary implication arising on the whole will, that such was his intention? [His Honour here stated the will.] The question is, does it appear from the whole will that he intended to charge the land with the payment of the legacies ? I do not see that there is anything in the conditional devise to Isaac and Thomas, amounting to words of charge; they are to pay over the same, &c. It does not follow that when a testator charges lands in the hands of one devisee, he intends to charge it in the hands of another. He may feel confidence in one, and not in the other. Had the land, under the conditional devise to Isaac and Samuel, been subjected to an express charge on them, it would have furnished a strong inference that he did not intend it should be a charge on the lands given to the first devisee, Thomas; for otherwise he would have used the same words in both cases. The case is therefore this: there is a devise to Thomas, with directions to him to pay a certain sum of money in the manner prescribed. This, -we think, indicates no intention to charge the land; but on acceptance by the devisee, a personal liability is created. And that this does not make a charge, is ruled in Dewitt v. Eldred, 4 Watts, 414. It is simply a bequest of a legacy to be paid by a devisee of land, which, without more, does not amount to a charge of the legacy on the land. In the absence of something to this effect, it is a charge on the devisee personally. The words in that case and this are the same; and the only difference in the cases is, that in that case the legacy to the daughters was in a subsequent distinct clause of the will; but this cannot alter the principle. The cases of Ripple v. Ripple, 1 Rawle, 389, Hoover v. Hoover, 5 Barr, 351, and Shaffer’s Appeal, were cases of devises of land, on condition that the devisee would pay the amount of the legacies. We perceive no words in this will which can create an estate in Thomas on condition he shall pay the legacies given to the other children.\nDecree of the Orphans’ Court' reversed, and the petition dismissed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Grow and Watson, for appellant.",
      "McKenan, contrà."
    ],
    "corrections": "",
    "head_matter": "Wright’s Appeal.\na devise, with directions that the devisee shall pay certain sums to legatees, does not create a charge on the land.\nFrom the Orphans’ Court of Washington.\nCarson by his will devised his land to his son Thomas. If he chose to accept it, he was to pay $1700 to different persons. If he would not accept the land, it was devised to the testator’s sons, Isaac and Thomas, share and share alike, and they were to pay certain sums to legatees.\nThomas accepted the land, and conveyed it to the appellant.\nOne of the legatees of part of the fund Thomas was directed to pay, filed a petition, praying satisfaction out of the land. And the Court so decreed.\nGrow and Watson, for appellant.\nThere was no charge here, and hence no lien: 8 Watts, 198; 3 W. & S. 370; 4 Ib. 414; 7 Ib. 229; 7 Barr, 241.\nMcKenan, contrà.\nThe manifest intention of the whole will is to make the 'legacy a charge. It was as much conditional as in 1 Rawle, 389, 5 Barr, 355, where the words were, “ yielding and paying” out of the same, and it was held a charge by implication. “ The paying” was held a condition in the same case. In 8 Barr, 38, where the price was fixed for the devisee to pay, it was held a charge."
  },
  "file_name": "0256-01",
  "first_page_order": 256,
  "last_page_order": 258
}
