{
  "id": 963784,
  "name": "Hazlebaker v. Reeves",
  "name_abbreviation": "Hazlebaker v. Reeves",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "264",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 213",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0213-01"
      ]
    },
    {
      "cite": "6 W. & S. 213",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 5137,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.4369967642600486e-07,
      "percentile": 0.6524090786760155
    },
    "sha256": "9648fd03dbbebe7eb94e8114201db967853323fd6822d648e62cc37ba7aaf4f8",
    "simhash": "1:924c7cac297e28e9",
    "word_count": 925
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hazlebaker v. Reeves."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe acknowledgment of a debt, to take it out of the statute of limitations, must be clear, distinct, and unequivocal: Forney v. Benedict, 5 Barr, 225; or, as it is expressed in Gilkyson v. Larue, 6 W. & S. 213, it must be plain, unambiguous, and express, 'and so distinct and palpable in its extent and form, as to preclude hesitation. This is the rule established by repeated decisions, and the only difficulty is in the application of the principle to the cases. [His Honour here stated • the testimony relied on to take the case out of the statute.] If the witness is worthy of belief, his testimony contains proof, clear, distinct, and unequivocal, of a debt owing by the testator to the plaintiff. The acknowledgment is made in a conversation relating to the debt in suit, viz., for services rendered the defendant’s testator by the minor sons of the plaintiff. There is therefore no uncertainty as to the debt to which the acknowledgment referred, as in Morgan v. Watson, for it is for the services of the boys (naming them), which, as it appears, were rendered from the year 1837 until 1839. . It is an acknowledgment not only of a debt, but of the particular debt, viz., the whole and entire debt due for the labour of the boys, Jacob and Andrew. We do not therefore perceive the force of the difficulties suggested, that though there was an acknowledgment that he was in debt to plaintiff for the labour of his sons, yet there was none as to the particular work—whether that done in 1835, 6, 7, and 9, or what amount was still unpaid. The Court say “ he spoke of a settlement, from which we would infer that something at least had been paid—that the amount was uncertain—that at all events the acknowledgment is not sufficiently certain, as to the extent and amount of the indebtedness, to preclude hesitation.” But this is an entire misapprehension of the language used by the Chief Justice. He does not refer in Gilkyson v. Larue to the amount of the debt, but to the extent and force of the promises, which must be so distinct and palpable as to preclude hesitation. It is only another mode of expressing the same idea, that the acknowledgment must be clear, distinct, and unequivocal. There must, it is true, be no uncertainty as to the debt referred to, as is ruled in Morgan v. Watson, but it has never yet been supposed that the amount due must be named or ascertained at the time of the promise. If such stringent proof as this was required, few cases would be taken out of the operation of the Act, as the debt is usually referred to in general terms, without any reference to the amount due, and that in many cases is not precisely ascertained. The acknowledgment takes the case out of the operation of the Act, and the amount of the debt is to be ascertained by the jury, as in cases where there is no plea of the statute. Indeed, it would seem there was no difficulty as to the sum agreed to be paid for the boys’ services, nor was there any difficulty as to the amount.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Kuhns and Burrell, for plaintiff in error.",
      "Cowan and Foster, contrà."
    ],
    "corrections": "",
    "head_matter": "Hazlebaker v. Reeves.\nA clear and distinct acknowledgment of a debt will take the case out of the statute of limitations, although the amount of the debt was left in uncertainty.\nIn error from the Common Pleas of Westmoreland.\nAssumpsit for work and labour performed by plaintiff’s minor children for defendant’s testator, from 1833 to 1839. The plaintiff, having proved the work done, called a witness, who stated:\n“Beeves (defendant’s testator) died 29th April, 1844. After 1837 Beeves sent word by me to my father to come over, he wanted to sell him some stock, or something to pay for this work; this was frequently. On the Friday before he died, Mr. Beeves and I were riding to Webster; we conversed about this debt he owed father; he said he wished it paid,—wanted to see him—wanted it settled up —wanted to pay him off. Beeves, on going to Webster, said what the debt was for,—the boys’ work—named the boys—Jacob and Andrew—know there never was any difficulty between them as to the amount—he said he wanted to settle and pay him—he never stated any particular sum—know of my father getting some seed wheat—know of his getting four dollars in money—think there was about six bushels of wheat.”\nKnox (P. J.) directed a verdict for defendant, saying:—“ The particular work referred to by the testator, or for what years, was left uncertain, as was the amount unpaid; at all events, the acknowledgment is not sufficiently certain as to the extent and amount of the indebtedness to preclude hesitation, and without this the bar of the statute is not avoided.”\nKuhns and Burrell, for plaintiff in error.\nThe difficulty raised in other cases, that, part of the debt not being barred, it could not certainly be said that what had been barred by the statute was referred to, does not occur here; for all was equally barred. The whole debt, whatever it was, was referred to, and that is enough; the amount is always to be ascertained, as in other cases, as the consideration for the implied promise contained in the acknowledgment : 6 W. & S. 213; 9 Barr, 258.\nCowan and Foster, contrà."
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 266
}
