{
  "id": 963720,
  "name": "Diamond v. Tobias",
  "name_abbreviation": "Diamond v. Tobias",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "312",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 376,
    "char_count": 7800,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 2.777164035114271e-07,
      "percentile": 0.8348554297953278
    },
    "sha256": "514763101548b498a84b653c8b97da41bc6c7dae30f21770b8fba3e04b0d0d4d",
    "simhash": "1:de090481b24740e9",
    "word_count": 1393
  },
  "last_updated": "2023-07-14T20:53:58.856380+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Diamond v. Tobias."
    ],
    "opinions": [
      {
        "text": "Dec. 17.\nCoulter, J.\nThe 10th section of the Act of 1810, requires the prothonotaries of the several counties to enter on their dockets, transcripts of judgments obtained before justices of the peace of their proper counties, which transcripts the justices are bound by the Act to deliver to any person who shall apply for the same.\nThe Act however provides that no prothonotary shall issue execution on any such transcript, until a certificate shall be first filed by the justice, that execution was issued by him to the proper constable, and that he made return thereon that no goods could be found to satisfy the same. The record still remains before the justice, and he^may issue execution and collect the debt after transcript given and filed. In this case the judgment was obtained before the justice on the 4th August, 1825, and filed in the prothonotary’s office on the 23d January, 1845, and a scire facias issued to revive the judgment on the next day, to wit, 24th January, 1845. When the transcript was given by the justice does not appear on the paper-book.\nIt may be observed that, if the plaintiff obtained judgment on the scire facias, he would be at liberty to issue execution, without showing by a certificate from the justice that execution had been issued by him, and that the constable had returned nulla bona. The plaintiff gave in evidence by Lambert, a witness called by him, that, when the transcript was filed, it was not torn nor mutilated, and that the witness was present when it was shown to Burton Evans, the justice, who said it was a transcript from his docket, and that it was correct: that he had been to Texas, and lost his docket.\nThe Court below instructed the jury that they left all the circumstances to them on the plea of payment, and that if, from the whole evidence in the cause, they were convinced that the judgment had been paid, their verdict ought to be for the defendant. If not, that they should find for the plaintiff.\nThe plaintiff in error contends that the plaintiff had made out his case, and that he was entitled to recover, unless the defendant showed circumstances to aid the presumption of payment, as the time, from the rendition of the judgment until the entry of the transcript, wanted five months of twenty years.\nBut that was of no consequence, if such circumstances were in evidence on the part of the plaintiff The rule is well established, that, where the period is short of twenty years, the presumption of payment must be aided by other circumstances beside the mere lapse of time. But exactly what these circumstances may be, never has been, and never will'be, defined by the law. There must be some circumstances; and where there are any, it is safe to leave them to the jury. Here there were several circumstances. No certificate was given by the justice that he had issued execution, to which there was a return of nulla bona; and this was important, as the record still remained before the justice, who might receive the money, or collect it by execution. And there was the pregnant circumstance that the plaintiff produced hearsay evidence that the transcript was genuine, and that the justice had said that his docket was lost. The justice was not produced himself, to «show that the docket was lost, and that search was made for it. This would have been unnecessary if the transcript had been entered in any reasonable time; but after the lapse of nineteen years and seven months, it would seem to be a reasonable duty on the part of the plaintiff, and the absence of which might' fairly be taken into consideration.\nThe very fact of the delay for so lung a time to enter the transcript was of itself a strong circumstance, because it was by that entry alone, that it could acquire the new virtue and capacity sought to be given to the judgment, and was not part of the evidence of the original debt. The legislature never could have intended that transcripts should be entered after that lapse of time, when dockets might be lost, and, perhaps, justices dead.\nBy a rule of this Court, and I think the same rule in substance prevails in every Court of Common Pleas in the State, if a warrant of attorney to enter judgment is above ten years old, application must be made to a judge for leave to enter judgment, founded on an affidavit of the due execution of the warrant, and that the money is unpaid.\nOn the whole, we think the judge did not err in submitting all the circumstances in evidence to the jury, from which, if they were satisfied, they might infer or presume payment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "G. B. Browne, for plaintiff in error.",
      "No one appeared for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Diamond v. Tobias.\nWhere a transcript of the judgment of a justice was filed in the Common Pleas, more than nineteen years after the judgment was rendered, and the justice was not called, nor the docket produced, and there was nothing to show whether an execution had ever 'been issued by the justice, the jury are at liberty to infer payment, from the lapse of time and these circumstances.\nIn error from the Common Pleas of Philadelphia.\nDee. 10. On the 4th of August, 1825, a judgment was obtained before a justice of the peace. It was subsequently marked to the use of Reid, and then to the use of Browne.\nIn January, 1845, a transcript was filed in the Common Pleas, and on this a scire facias quare ex. non issued. The defendant pleaded, among other things, payment.\nOn the trial the plaintiff read in evidence the transcript, and proved that it was shown'to the justice, who said it was a transcript from his record, and was correct: it was his record; that he had been to Texas, and lost his record.\nNo evidence was given by the defendant.\nParsons, J., instructed the jury <£ that there was no legal presumption of payment, as twenty years had not fully elapsed. But in eases where this period has not run, a jury under the evidence may, under the plea of payment, with evidence to support the presumption, presume the satisfaction or payment of a debt, short of that period.\n“ In the case now before us, the issue is formed on the plea of payment, and it is for you to decide whether this judgment is paid or not. In deciding this point, you may take into consideration the fact that this is an old transcript made out near twenty years ago: that there is no evidence before us that an execution or sei. fa. was ever issued till the present. You may also reflect upon the fact that this old transcript was not filed until nineteen years and five months after the recovery of the judgment; that the docket of the magistrate has not been produced; but the evidence is that the justice said he went to Texas, and his docket was lost. It is proper for you to consider whether, if the judgment had not been paid, the plaintiff would have suffered it to rest without some effort to collect it until now. That the original plaintiff is not moving in the matter, but a second or third assignee who has got hold of it.\n“ There is no evidence before the Court and jury, but that the defendant was as able to pay eighteen years ago as he is now, or that the plaintiff was abroad or laboured under any disability that would prevent his enforcing the collection of it. You may reflect whether, if the docket containing the original entry of the judgment was shown before us, the judgment would not appear to have been paid.\n“ All these circumstances we leave for your consideration, on the plea of’payment.”\nG. B. Browne, for plaintiff in error.\nThere was no presumption of payment raised by the law, 7 S. & R. 410, and the jury were bound by the contrary presumption, unless there were circumstances from which payment may be inferred. But there were none here. Had there been any proved by the defendant, we would have rebutted it. by showing insolvency until within a recent period.\nNo one appeared for defendant in error."
  },
  "file_name": "0312-01",
  "first_page_order": 312,
  "last_page_order": 315
}
