{
  "id": 963741,
  "name": "The Commissioners, &c., of the Northern Liberties v. The Northern Liberties Gas Company",
  "name_abbreviation": "Commissioners v. Northern Liberties Gas Co.",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "318",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 99",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0099-01"
      ]
    },
    {
      "cite": "10 Wend. 186",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0186-01"
      ]
    },
    {
      "cite": "16 Pick. 127",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 467",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hill, 209",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 269",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0269-01"
      ]
    },
    {
      "cite": "14 Wend. 87",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017161
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0087-01"
      ]
    },
    {
      "cite": "7 Cow. 585",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "12 Johns. 122",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0122-01"
      ]
    },
    {
      "cite": "5 Hill, 209",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "10 Wend. 95",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "6 Pet. 738",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "11 Pet. 545",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "16 Pick. 127",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "14 Wend. 87",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/14/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 12983,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 1.4567108601569052e-06,
      "percentile": 0.9913207295097127
    },
    "sha256": "1f6a42b3f8bb5c928dd1507f2c5a05d17e72581493aeca3855795207eccc3dfe",
    "simhash": "1:9c93cb398374feb2",
    "word_count": 2236
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commissioners, &c., of the Northern Liberties v. The Northern Liberties Gas Company."
    ],
    "opinions": [
      {
        "text": "Dec. 18.\nRogers, J.\nBy the 11th section of the Act of the 16th March, 1819, incorporating “ The Commissioners and Inhabitants of the Incorporated District of the Northern Liberties,” the Board of Commissioners, elected by the inhabitants of the district, are empowered “ to make, ordain, constitute, and establish such and so many laws, ordinances, and regulations, as shall be necessary for the governing of the district and the welfare thereof,” and by the 16th, 17th, and 18th sections they are invested with full jurisdiction over the streets and highways of the district.\nWith this full and plenary power granted to them, to be exercised for the benefit and welfare of the inhabitants, it will not admit of question, a general authority is conferred to prevent the opening and digging up paved streets in the district, except in the manner, and at times, to be prescribed by them, and that a general ordinance, such as the one in question, would be valid, as well against the Gas Company, who stand in the same category as inhabitants, as against any other person or persons whatever. The ordinance, which is for a limited time merely, is a regulation, and not a restraint of trade, as is clearly shown by all the cases cited. Nay, it may be absolutely necessary to prevent an obstruction or stoppage to the trade of the district, of which as well the public as the inhabitants or others having commercial relations with them, would have a just right to complain. If, then, this he an undoubted authority expressly granted to the corporation, for the purposes stated, it remains to inquire, whether this power is restrained, altered, or impaired by subsequent legislative enactment. The plaintiff in error contends, that the ordinance conflicts with the 8th section of the charter of incorporation- of the Gas Company. [His Honour here stated it; see antè, p. 318.] It is contended this section overrides and annuls the general power given to the municipality for the regulation of streets and highways, so far as regards the laying the pipes for the distribution of gas. But we do not so understand the charter of the Gas Company. There is nothing, that we can perceive, inconsistent in the powers claimed by both. It is conceded, that the district cannot, on the ground of the public welfare, pass an ordinance which conflicts with, adds to, or controls the provisions of the charter granted to the Gas Company; and no person doubts the power of the legislature to restrain or alter, as they may deem proper, the provisions of their charter. But where, in a subsequent act in favour of a private corporation, it is sought to control the general powers before granted to a public corporation, the intention of the legislature ought distinctly to appear. Any ambiguity in the grant must be construed against them, and in favour of the public. The rule of construction in all such cases is, that any ambiguity in the charter of the company must operate against the corporation and in favour of the public: 2 B. & Ad. 793; 2 M. & G. 196; 11 Pet. 545; 4 Bing. 452; 11 East, 685; 6 Pet. 738; 1 Am. Law Journ. 362. “It would present a singular spectacle,” says Chief Justice Taney, in 11 Peters, 545, “if, while the Courts in England are restraining within the strictest limits the spirit of monopoly, and exclusive privileges in the nature of monopolies, and confining corporations to the privileges given them in their charter, the courts in this Country should be found enlarging their privileges by implication, and construing a statute more unfavourably to the public and. the rights of the community, than would be done in a like case in an English Court of justice.” The rule is, as is said in the Trenton Water Power Company, 6 Pa. Law Journ. 32, that private corporations take their franchises subject to the rights of individuals and communities, and the strong presumption of law is always against unconditional adverse privileges. The right of a private corporation to break up the public highways of a municipality in the exercise of a franchise conferred upon them by an Act of Assembly, is necessarily subject to the reasonable municipal regulations of the district enacted for the common good of all its inhabitants, unless specially excluded by the Act conferring the right. That there is in the charter of the Gas Company a direct express restriction, or exclusion, will not be pretended, nor is there a necessary implication, that we perceive, to that effect. The powers of both are in harmony with each other, certainly not necessarily repugnant. The Gas Company cannot complain if the ordinance is found to be a reasonable exercise of the right vested in the municipality. At common law (here the power is expressly given), corporations have power to make by-laws for the general good of the corporation. They must, however, be reasonable and for the common benefit, not in restraint of trade, nor imposing a burden without an apparent benefit. The ordinance here, as has been before remarked, is a regulation as to time, and not a restraint of trade; it neither conflicts with the expressions nor the presumptions of the charter of the Gas Company. Is the regulation reasonable and necessary, is the only question, and this is a question for \"the Court: Goddard’s case, 16 Pick. 127. In our opinion it is both reasonable and necessary. The ordinance prohibits the Gas Company (placed in the same category as an inhabitant), or any other person or persons, between the 1st day of December, in any year, and the 1st day of March following, from opening or digging up any paved street within the incorporated district of the Northern Liberties, for the purpose of laying gas mains or pipes along the same: provided, nothing therein contained shall be construed to prevent the introduction of gas into premises fronting on streets in which the gas mains have been laid. The object of the ordinance, as I understand, is to prevent the breaking up of paved streets, where there are no mains for the purpose of introducing gas. It is expressly provided this may be done where the premises front on streets where the gas mains have been laid. We are bound to notice the regular course of the seasons, and it is well known that from the prevalence of frost, and the inclemency of the weather within the period designated, nothing could be more inconvenient or a greater obstruction to trade, than breaking paved streets in the district which cannot be repaired in ordinary time, nor except at a serious expense and trouble. We have sometimes, it is true, pleasant weather in that season of the year, but it seldom occurs, and its continuance is most uncertain; it would be unwise to base the law on exceptions rather th^n general rules. The inconveniences suggested on the argument are more imaginary than real, for but little inconvenience can arise to the owners of property from a short delay, certainly nothing in comparison to the injury which results from disturbing the streets in that' inclement season; and this for the sole purpose of supplying one or more of the inhabitants with gas. Nor is this suggestion entitled to much favour when we reflect that if deprived of its use, it is because they have not thought proper to apply in proper time. If a case of emergency should arise, and it is difflcult to imagine how it can, by a proper application to the board permission may be obtained for that special purpose. The ordinance seems to be framed with a proper regard to the company, and the welfare of the public.\nAlthough it does not form part of the case stated, we have been requested by both parties to give the opinion of the Court on the 3d section of the same ordinance, which prohibits the Gras Company or any person or persons to dig up any paved street within the district, in order to introduce the gas into any premises on the opposite side of the' street to that on which the gas mines are laid, without permission from the board. The effect of the ordinance is, to compel the company to construct two mains, one on each side of the street, instead of one, thereby materially increasing the expense to the company, and consequently enhancing the price of the gas to the inhabitants of the district. This we think an unreasonable exercise of authority, and consequently not within the power of the board. A by-law must be reasonable, and for the common benefit; it must not be in restraint of trade, nor ought it to impose a burden without an apparent benefit: Village of Buffalo v. Webster, 10 Wend. 95; The Mayor of Hudson v. Thorne, 7 Paige, 261; Stokes v. City of New York, 14 Wend. 87; Willes, 388.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "JE. Spencer Miller and T. Sergeant, for plaintiffs in error.",
      "Brightly, contrá."
    ],
    "corrections": "",
    "head_matter": "The Commissioners, &c., of the Northern Liberties v. The Northern Liberties Gas Company.\n1. An ordinance of a municipal corporation, prohibiting the opening of streets, for the purpose of laying gas mains, from Dec. 1st, to the following March, is a reasonable regulation, and binds a private corporation chartered before the passage of the ordinance and required to furnish gas and lay mains, &c., along the streets, within the chartered limits, on application from owners of property, whenever the profit would pay the interest on the expense.\n2. An ordinance prohibiting such corporation from opening a paved street, for the purpose of laying pipes from the main to the opposite side of the street, is unreasonable and void.\nIn error from the Common Pleas of Philadelphia.\nMarch 22,1849; reargued Dec. 12. Case stated. The plaintiffs below were a municipal corporation created in 1819, and authorized to pass necessary ordinances for the government of the district and the welfare thereof.\nThe defendants were a private corporation created in 1844, “ to construct and maintain suitable works for the manufacture of gas for the purposes of public and private illumination,” and they were required on application from owners or occupiers of property on any street, whenever in the opinion of the trustees the profit would yield six per cent, interest on the expenses, to lay pipes on such street for the purpose of lighting the same; and it was provided that the streets when broken up for this purpose should be repaired as soon as practicable under the direction of the officer appointed by the plaintiffs.\nBy an ordinance of the plaintiffs, passed in 1849, the defendants and every other person were prohibited, at any time thereafter between the 1st of December in any year and the 1st of March following, from opening or digging up any paved street within the limits of the district, for the purpose of laying gas mains or pipes along the same—with a proviso that gas might be introduced at any time into'premises fronting on the streets where mains had already been laid.\nBy another section, the digging up of any paved street within the district, in order to introduce gas into any premises on the opposite side of the street to that on which the main was laid, was prohibited. Penalties were imposed for the violation of these ordinances.\nFor the violation of the first ordinance an action was brought, which was turned into a case stated, and judgment was given for the plaintiffs. On the argument here, the Court were requested to express an opinion on the validity of the second ordinance.\nJE. Spencer Miller and T. Sergeant, for plaintiffs in error.\nThe authority of the legislature to authorize the breaking up of the' streets is settled by the ease of the Trenton Railroad, 6 Whart. 25. The defendants are a corporation not merely authorized but required to exercise this trade of furnishing gas to the community; and this is absolutely prohibited by the ordinance during one-fourth of the year, which is a restraint, not a regulation, and hence void: London v. Compton, 7 Dow. & Ry. 597; London v. Le Crew, 9 B. & Cress. 52; 1 Lutw. 563; Wilcox on Munic. Corp. §§ 342-9; Calder Nav. Co. v. Pilling, 14 M. & W. 75; Buffalo v. Buffalo, 5 Hill, 209; New York v. Ordrenan, 12 Johns. 122; 19 Ib. 248; 7 Cow. 585; 14 Wend. 87; 6 W. & S. 269.\nBy the charter of defendants, which is a special statute on this branch of police, the plaintiffs’ charter is so far annulled: Mayor v. Nichols, 4 Hill, 209; Collet v. Flinn, 6 Cow. 467. At all events, it is for the plaintiffs to show, that their ordinance is reasonable and necessary, which is matter of law: Goddard’s case, 16 Pick. 127.\nBrightly, contrá.\nThe defendants, though a corporation, are inhabitants, and subject to ordinances as others: Ang. and Ames on Corp. 240, 379, 428; 10 Wend. 186. The franchise they exercise is necessarily subject to reasonable municipal legislation as to time and place: Buffalo v. Webster, 10 Wend. 99; Mayor v. Thorne, 7 Paige, 261; Stokes v. New York, 14 Wend. 87; Willes, 388. The reason for the ordinance is the impossibility of repaving during the winter months. If a doubt exists, the construction must be in favour of the municipal corporation, who represent the public: 2 B. & Ad. 793; 11 Peters, 545; 6 Penna. L. J. 32."
  },
  "file_name": "0318-01",
  "first_page_order": 318,
  "last_page_order": 323
}
