{
  "id": 963786,
  "name": "Allen v. Maclellan",
  "name_abbreviation": "Allen v. Maclellan",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "328",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Dall. 386",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11738091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/3/0386-01"
      ]
    },
    {
      "cite": "3 Cranch, 300",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        1427709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/7/0179-01"
      ]
    },
    {
      "cite": "6 Cranch, 87",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        530387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/10/0087-01"
      ]
    },
    {
      "cite": "1 Cranch, 157",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        6760449,
        6760461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/1/0157-01",
        "/dc/1/0157-02"
      ]
    },
    {
      "cite": "4 Wheat. 518",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0518-01"
      ]
    },
    {
      "cite": "3 Binn. 30",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 11252,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.169877476881007e-06,
      "percentile": 0.9871013715471443
    },
    "sha256": "0b92fb342ea900a4360936097961d2db3b7f81dd5ced021b3fa47a5b5b98903a",
    "simhash": "1:8c11e680050709bd",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen v. Maclellan."
    ],
    "opinions": [
      {
        "text": "Jan. 8.\nGibson, C. J.\nThe case which most distinctly recognises the power of a spiritual Court to vacate its sentence when obtained by imposition, is Prudham v. Phillips, stated in Meadows v. The Dutchess of Kingston, Amb. 763, and rather more fully in 1 Harg. Tracts, 456, note. It was tried before Chief Justice Willes in 1737; and, though a Nisi Prius decision, it was quoted with approbation by Lord Apsley. To show, by analogy, that the sentence in a suit of jactitation of marriage, is conclusive in a common-law action, the Chief Justice took a distinction founded on the common-law principle, that a party to a fraudulent judgment can reverse it only directly, but that a stranger may reverse it collaterally by pleading and evidence. “ Who ever knew,” he said, “ a defendant plead that a judgment against him was fraudulent ? He must apply to the Court; and if both parties colluded, it was never known that either of them could vacate the judgment. Here the defendant was party to the sentence; and whether she was imposed upon, or she joined in deceiving the Court, this is not the time and place for her to redress herself. She may, if she has occasion, appeal, or apply to the proper judge.” So was it with the legitimate husband in the case under consideration. The time for appeal had gone by, and he applied to the only tribunal that was open to him. Chief Justice Willes does not intimate how it ought to proceed on the application; but it must necessarily be by summary examination and order. In Bacon’s Abr. Error, I. 6, the remedy for a surreptitious judgment at common law, is said to be a writ of error coram nohis; but Ronney v. Robinson, 2 Roll. Abr. 724, which is cited for it, leans the other way. If a clerk of the King’s Bench, it was there said, enter judgment against an order by a judge of the Court, it may be vacated at a subsequent term. If by writ of error, it would have been unnecessary to say anything about the time; and the meaning undoubtedly is, that such a judgment may be vacated after the term, just as if the record were still in the breast of the Court. That case shows that the principle of Prudham v. Phillips is a general one, and applicable alike to ecclesiastical sentences and common-law judgments. It has - no relation to the doctrine of amendments, which make the record speak a language it did not speak before: the vacation is a new and independent judgment, of which the recorded entry is its appropriate evidence. If it can be entered only on a writ of error, what is to be done with a surreptitious sentencé of an Ecclesiastical Court, to which no such writ lies ? As imposition on it would else be without the means of correction, it must necessarily have a power of summary revision. Facts put in issue as they may be, by the pleadings in error, are triable by jury; but as there is no jury in such a Court, there is the less objection to summary proceeding by it. There is certainly more reason for it than there was in Ronney v. Robinson. True, a statute has given the Common Pleas jurisdiction in libel for divorce; but it has not made it a Court of record in any other aspect, than 'the one in which it had before been considered. Its proceedings in divorce are not according to the course of the common law—at least where a feigned issue is not directed—and no writ of error lies to remove its sentence, whatever may be its power to remove the record of such an issue. In every other respect, the remedy is by appeal, as it is in the Ecclesiastical Courts.\nIt may seem an arbitrary act to expunge a sentence of divorce with a stroke of the pen, bastardize after-begotten children, involve an innocent third person in legal guilt, and destroy rights acquired in reliance on a judicial act, which was operative at the time: and under this-first impression, I would have decided as did the judge at Nisi Prius. But the legitimate husband also has rights; and if any one must suffer from the invalid marriage, it is he who procured it. By the terms of the contract, he took the lady for better for worse; and having assumed at least her moral responsibilities, he stands as to hardship in her place. He, therefore, has no right to complain. The children, who are the fruit of the connexion, are the only persons who have it, if indeed to have been brought into the world in any circumstances, can give such a right; but their condition is not worse than that of the dishonoured husband. There is no injustice, therefore, in a proper exercise of the power assumed in this instance; and the apparent danger of excess in the use of it, vanishes when it is viewed in connexion with a principle, which requires the record to exhibit the ground of every judgment. Possibly there may have been no sufficient ground exhibited in this case; but even if there were not, the order to vacate would be only erroneous, and unimpeachable after the expiration of the period for reversing it by appeal. In stating, however, the charge of imposition, without the facts and circumstances to sustain it, the Court has perhaps stated enough to justify their action upon it. Confidence must be reposed in the wisdom and justice of the tribunals ; and hence the maxim, that all things are presumed to have been rightfully done in Courts of record. • The endorser of the note in suit before us, had no property in it; and the plaintiff has no title.\nJudgment for plaintiff reversed, and judgment rendered for defendant.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "W. L. Hirst (Lambert was with him), for the appellant.",
      "Randal, contrá."
    ],
    "corrections": "",
    "head_matter": "Allen v. Maclellan.\n1. The Court of Common Pleas Lave the power to vacate a decree of divorce, entered at a previous term, where it was obtained by fraud on the Court, although a marriage had been contracted subsequently, on the faith of such decree, with a party thereto, and issue born.\n2. A decree reciting that the former decree was vacated for such causes, is conclusive, after the time for an appeal has elapsed, though there is nothing on the record to show that proof of the fraud was made; and although it was admitted, that, when service of notice of the intended application to vacate was made, at the reputed residence of the libellant, she was out of the State.\nCertificate from the Nisi Prius.\nJan. 23, 1849, reargued Deo. 14. Assumpsit on a promissory note drawn by the defendant at four mouths in favour of Lucretia Bleecker, dated December 5, 1845. On the 16th January, 1846, Wheatley, for himself and Lucretia his wife (late Bleecker), endorsed the note to the plaintiff.\nA case was stated in the nature of a special verdict, and the facts were these :\nThe payee of the note was married to Bleecker in 1840.\nIn 1845 a libel for divorce was filed by her in the Court of Common Pleas of Philadelphia, alleging desertion and cruel treatment. The record showed that a copy of the interrogatories to be propounded to witnesses, and of the notice of taking the testimony, was posted in the prothonotary’s office ten days before tbe examination of witnesses. The evidence was taken and returned, and a decree of divorce entered November 22, 1845.\nA certified copy of this decree was exhibited to Wheatley by the father of the libellant, upon the faith of which Wheatley married her on the 12th January, 1846.\nOn the 13th February, 1846, Bleecker applied to the Court to revoke and rescind the decree of divorce.\nThe application contained simply a denial of the allegations of the libel, and averred that the libellant had previously been guilty of adultery.\nA notice of the application to vacate the decree was served at the reputed residence of the libellant. But the fact that she was at that time absent from the State was communicated to the Court on the 7th March, 1846, when the following decree was entered by the Court:\n“ Ordered, that the proceedings and decree in this case be annulled, on the ground that the same was obtained by fraud and imposition on the Court.”\nThere was nothing on the record showing that any proof was taken preparatory to this order, or that the libellant appeared.\nThe verdict further found that the libellant had no issue by her husband Bleecker, but that by her second husband, Wheatley, she Las issue, a child born November 4, 1846.\nWhether the plaintiff could recover on the note, was the question submitted.\nThe Court gave judgment for the plaintiff.\nW. L. Hirst (Lambert was with him), for the appellant.\nThe right of the plaintiff depends on the authority Iff Wheatley to endorse as husband of the payee, and the validity of his marriage depends on the decree of divorce. Nothing seems to be better settled than that the Courts have authority to annul a decree obtained by fraud or collusion. If it is set up against a stranger he may avoid it collaterally, but as between the parties that cannot be done but in the Court granting the decree, or an appellate Court, if the cause be apparent on the record. These principles are fully established by Meadows v. Kingston, Amb. 756; Prudham v. Phillips, Ib. 763; S. C. Harg. L. T. 456, in note; 1 Barr, 300. The question, then, is simply—Was the decree annulling a former decree a nullity ? This can never be said of any decree where the Court had jurisdiction of the subject-matter. It may be irregular or unjust, but if there was jurisdiction the decree can only be vacated by appeal. There is some evidence of service of notice, and collaterally the sufficiency of such service can never be brought in question.\nRandal, contrá.\nCan the Court invalidate a marriage contracted on the faith of its own decree, and bastardize the issue born ? and this too without'proof, and without affording an opportunity to the party to the record to answer the allegation of fraud.\nThe jurisdiction in divorce is exclusively under the Acts of Assembly, which must be strictly followed: 3 Binn. 30. None of the statutes for the amendment of proceedings extend to such as these, and at common law no such power could be exercised after the term: 1 Inst. 260; 2 Arch. Prac. 231. Here the term had elapsed, and the power of the Court was gone.\nBut §§ 8 and 13, Act 1833, and § 1, Act 1819, are as conclusive. The power of the Court is limited to granting or refusing a decree. The power of revision or alteration is limited to appeals within the year, and not only has this Court settled in 3 Binn. that no other power over the proceedings exists, but all implied or supposed power is taken away by the Act of 21st March, 1806.\nThe power to annul decrees for fraud does not extend to such cases as this. Third parties entirely innocent have acquired rights on the faith of the decree, and they cannot be destroyed. Many Acts are irrevocable, whether legislative, judicial, or of a private nature. Sometimes because they partake of the nature of contracts, sometimes for want of power. A charter, 4 Wheat. 518; a commission fo.a justice of the peace when signed, 1 Cranch, 157; a pardon when signed; a divorce granted by the legislature. So where rights are acquired on the faith of a law, however fraudulently passed: 6 Cranch, 87; 5 Barr, 149. Or rights acquired by a decree, though that was obtained by fraud of a third party: 3 Cranch, 300. It is entirely contrary to the spirit of our institutions thus to alter rights of parties, or to render them legally guilty for acts lawful at the time: 3 Dall. 386."
  },
  "file_name": "0328-01",
  "first_page_order": 328,
  "last_page_order": 332
}
