{
  "id": 963783,
  "name": "Brown's Appeal",
  "name_abbreviation": "Brown's Appeal",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "333",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wh. 182",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 288",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852633
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0288-01"
      ]
    },
    {
      "cite": "9 Watts, 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850012
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0300-01"
      ]
    },
    {
      "cite": "1 Wh. 96",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0096-01"
      ]
    },
    {
      "cite": "4 W. & S. 435",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wharton, 179",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0179-01"
      ]
    },
    {
      "cite": "1 W. & S. 288",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0288-01"
      ]
    },
    {
      "cite": "9 Watts, 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0300-01"
      ]
    },
    {
      "cite": "1 Wh. 96",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0096-01"
      ]
    },
    {
      "cite": "4 W. & S. 435",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 15763,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 2.271717072006329e-07,
      "percentile": 0.7838281305203508
    },
    "sha256": "8f51dae6b71087c3a46dffcd257f8e7d83bc790a89821c7b1bbc246e770f8656",
    "simhash": "1:343ddb24f4af21fb",
    "word_count": 2704
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown’s Appeal."
    ],
    "opinions": [
      {
        "text": "Feb. 11.\nCoulter, J.\nThe testamentary trust in this case is given in the will to the executors nominatim, and in conjunction with another individual not an executor. It is therefore not a trust confided to executors virtute officii; and presents a fair and full occasion to test the jurisdiction of the Orphans’ Court over testamentary trusts given nominatim. There had been a settlement of the account of the trustees of the real estate before the register of Monroe county, by Michael Brown, testamentary trustee, in 1840; the trustees having conveyed the trust estate before that time, in pursuance of and according to the terms of the trust. Various accounts before this time had been settled in the Orphans’ Court of Northampton county, by the trustees, in pursuance of a citation at the instance of a cestui que trust. After the county of Monroe was stricken off from Northampton county (in which county, of Monroe the trustees, cestui que trust, and the estate were all included), the proceedings appealed from were had in the Orphans’ Court of Monroe county. After a long course of proceeding without objection as to jurisdiction, that question was started by the counsel for the cestuis que trust, and the Orphans’ Court decided that they had no jurisdiction. From that decree the surviving trustee appeals. If the decree of the Court below should be sustained, a long course of proceedings in the Orphans’ Court, not only in Monroe county, but also in Northampton county, commencing in 1831, will be subverted, and the accounts of trustees after the death of some of them, will be thrown open to fresh litigation.\nThe Act of 29th March, 1832, § 4, confers large powers on the Orphans’ Court. Among other things, it is provided in that section that their jurisdiction shall extend to all cases in their respective counties, wherein executors, administrators, guardians, or trustees, are or may be possessed of, or undertake the care and management of, -or are in any manner accountable for, any real or personal estate of a decedent; and the 14th section provides that a trustee may procure an order of court for the investment of moneys. And § 29 .provides that transcripts of balances found due in the Orphans’ Court by executors, &c., or other accountant, may be filed in the Common Pleas for purposes of lien. Through the whole Act trustees by name are distinguished from executors. It would seem very clear from this Act that the legislature intended to vest in the Orphans’ Court jurisdiction over testamentary trusts even where they were given in the will nominatim. They appertain to the family or class of trusts which by strong affinity belong to that Court; which, in its very construction and existence, is interwoven with the settlement of the estates of decedents. The case of Fritz’s Appeal, 4 W. & S. 435, and Worman’s Appeal, 1 Wharton, 96, upon close and diligent examination will be found to favour rather than oppose this construction. The doubt seems to have arisen 'from the' 15th section of the Act of 14th June, 1836, concerning assignees, which confers jurisdiction on the Court of Common Pleas over trusts created by deed or will, for the benefit of any person or association of persons, or a corporation. And the proviso to that.section, which enacts that nothing therein contained shall extend to trusts created by will, and vested in executors or administrators, either by the words of the will or the provision or operation of law, whenever such executors or administrators are by the existing laws amenable to the Orphans’ Court. It would certainly be the most natural construction of this section, and the common sense of its phraseology, that it does not and was never intended to take away from the Orphans’ Court any power which it then possessed; and that it was intended to reserve for its exclusive jurisdiction, cases where the power or trust was in executors as such or virtute officii. The object of the Act was to give power to the Common Pleas, and not talce it from the Orphans’ Court. No words of repeal are used in the statute of 14th June, 1836; and why should the Courts make it operate as a constructive repeal of so useful and beneficent a jurisdiction as that of the Orphans’ Court, in the absence of any such intent apparent on the statute ? The two statutes, and that of 16th June, 1836, may well exist together, and confer a concurrent jurisdiction on the Common Pleas, in all cases of testamentary trusts except those exclusively reserved to the Orphans’ Court by the proviso in the Act of 14th June, 1836. If the legislature had intended to confine its jurisdiction to those cases, nothing would have been more easy and according to common sense than that they should have said so. It is quite common in our statutory code, at least many instances of it exist, where the Orphans’ Court and the Common Pleas have concurrent jurisdiction. But the Act of 16th June, 1836, conferring jurisdiction on the Orphans’ Court, ought to be taken in connexion with that of 14th June of the same year, and they ought to be construed together; as they were part of a system reported by the revisers of the statutory code, and are in fari materia. That Act provides in § 19, among other things, that the Orphans’ Court shall have jurisdiction over all cases within their respective counties, where executors, administrators, guardians, or trustees may be possessed of, or are in any way accountable for, any real or personal estate of a decedent. Here the word trustees, as used in contradistinction from that of executors, is clearly intended to embrace trustees nominatim, and not executors acting as trustees ratione officii. This Act defined the jurisdiction of the several Courts, and shows clearly that it was not the intent of the legislature, by the 15th section of the Act of June 14,1836, to take away from the jurisdiction of the Orphans’ Court, testamentary trusts conferred nominatim which they had under the statute of 1832 given to it, but to give it exclusive jurisdiction in those trusts where executors acted ratione officii. There is no case in the books which does directly decide that the Orphans’ Court has not jurisdiction in testamentary trusts, where the executor is trustee, nominatim, and not ratione officii, except Badger v. Wheatly, 7 Barr, 459. Neither Barnet’s Appeal, 9 Watts, 300; Innes’ Estate, 4 Wharton, 179; Baird’s Case, 1 W. & S. 288; nor Kuhler v. Hoover, 4 Barr, 332, does so. Those which are nearest to the point, are cases without the proviso, that is where the trust was given nominatim, and the Court decided that the Common Pleas had jurisdiction, which is readily admitted, but it is not decided that the Orphans’ Court had not. I leave these cases to the acumen and discrimination of the profession, without making a dissertation upon them here.\nThe case of Badger v. Wheatly, 7 Barr, 459, is the first in which it was distinctly asserted, that the Orphans’ Court had not jurisdiction over a testamentary trust, when it was given to the executor nominatim and not virtute officii. But it is to be observed that the matter was rather taken as granted by the Court below, that if the trust was vested in the executor nominatim, the Orphans’ Court had not jurisdiction. And the question discussed was whether it was given nominatim, or ratione officii, and it was so argued in this Court. The attention of the Court was not turned to the different Acts of Assembly, nor particularly to the decisions on the subject. And the opinion of this Court is principally a discussion as to how this trust was conferred. It to be sure turned the parties over to the Common Pleas, who have a concurrent jurisdiction.\nThis case is approved in Johnston’s Appeal, 9 Barr, 417. But there the proceedings were originally in the Common Pleas, and this decision does not unsettle that case. We feel ourselves constrained, upon deliberate and mature reflection, to overrule the case of Wheatly v. Badger, in 7 Barr, so far as it decides that the Orphans’ Court had not jurisdiction. It is not always that the Court, in construing new Acts of Assembly, strike the true mark at first. The difference between a trust given nominatim and ratione officii to executors, is a nice and subtle one, and hardly, ever apparent to common scriveners, or to men who make their own wills ino]os concilii. It is for the interest of society that there should be one tribunal to which parties can resort-without being perplexed with such abstruse distinctions. And such, we think, upon deliberate review, was the intent of the legislature. The Common Pleas and the Orphans’ Court have concurrent jurisdiction in case of testamentary trusts, except in those cases where, by the proviso to the 15th section of the Act concerning assignees, passed 14th June, 1836, the jurisdiction is saved exclusively to the Orphans- Court. Ever since the Act of 1832, of the 29th March, testamentary trustees have gone into the Orphans’ Court, where decrees have been made and money distributed, and now, after some of the trustees are dead, as in this case, and vouchers lost or mislaid, it would open up a fountain of litigation and trouble upon society which would be but poorly compensated by adhering to a technical subtlety, to declare that these proceedings- were coram non judice, and void. Every experienced practitioner, in the country especially, is aware, that before the Orphans’ Court such matters have been adjusted. Time and the opinion of parties have settled down upon them as rightfully transacted, and we think that the judgment of society was in accordance with the statutory law.\nIt was objected also in this Court, that the proceedings ought to have been in Northampton county. But there is nothing in this objection to the jurisdiction of the Orphans’ Court of Monroe county.\nThe parties to the trust estate were in Monroe county, in the bounds of which the testator resided in his lifetime.\nAll the proceedings in Northampton county were finally ended, and the proceedings in Monroe were de novo.\nThe decree of the Court below dismissing the proceedings, is reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Reeder, for the appellant.",
      "' J. If. Porter, contrá.—Until"
    ],
    "corrections": "",
    "head_matter": "Brown’s Appeal.\n1. The Orphans’ Court has concurrent jurisdiction mth the Common Pleas, in cases of testamentary trusts, though the trustees are appointed nominatim.\n2. After the settlement of the administration account, and of a trustee account, by executors, who were also trustees of real estate, a new county was created, within which were situated the trust property, and the residences of the trustees: the Orphans’ Court of the new county have jurisdiction over all subsequent accounts of the trust estate.\nFrom the Orphans’ Court of Monroe.\nMarch 20; reargued Dec. 18. Philip Shrawder, a resident of Northampton county, by his -will, which was proved in 1820, appointed Gr. Yeisley, M. Brown, and P. Yeisley, his executors, and then continued: “And I do also appoint them the said Gr. Yeisley, M. Brown, and P. Yeisley, in conjunction with my esteemed friend Daniel Stroud, to be trustees of such estates as I shall vest in them, on trust for such uses as I shall hereafter direct.”\nHe then devised the residue of his real estate to them by name, and to the survivors of them, and the executors and administrators of such survivor, in trust as thereinbefore mentioned, and to convey the same as in the will was enjoined.\nSeveral accounts of the personalty were filed by the executors, and this part of the estate was finally distributed in 1837, under proceedings in the Orphans’ Court of Northampton.\nIn 1831, a citation was issued from the Common Pleas of Northampton, to settle an account of the trust estate, and in 1834 a report of auditors was filed.\nIn 1836, on petition, the Orphans’ Court allowed the trustee to deduct from the shares of the legatees so much as was due by such legatees to him on the trust account; after which, distribution was made.\nIn 1836, the county of Monroe was created by Act of Assembly; and within the limits of the new county were the residences of all the testamentary trustees, and also the property devised in trust.\nIn 1840, the trustees conveyed the trust property to the cestuis que trust, pursuant to the directions of the will. They afterwards settled an account of the trust estate in the Orphans’ Court of Monroe county, which was confirmed.\nWithin five years thereafter, a husband of one of the cestuis que trust, grantees in the above-mentioned deed, filed a bill of review, on which the former account of one of the trustees was referred to auditors, to whose report exceptions were taken by the petitioner. On the argument of these, exception was taken to the jurisdiction, and on this ground the Court dismissed the proceedings ; whereupon the trustee took this appeal.\nReeder, for the appellant.\nThe jurisdiction over such trusts was certainly given to the Orphans’ Court by the Act of 1832; and by the Act of 14th June, 1836, it was again declared these Courts should have jurisdiction in all cases where trustees might be possessed of or in any way accountable for any real or personal estate of a decedent. Its existence was recognised in the Act 22d April, 1846, and by many decisions: 4 W. & S. 435; 1 Wh. 96.\nThe jurisdiction of the Common Pleas over trusts and trustees was also given by the Act of 1828 and by that of the 14th June, 1836, in which is' a proviso that it shall not interfere with the jurisdiction of the Orphans’ Court over trusts vested in executors virtute officii. A construction has been given to this proviso by numerous decisions, viz., that the Orphans’ Court has exclusive jurisdiction over the cases within the proviso: 9 Watts, 300; 4 Wht. 183; 1 W. & S. 288. And though it would seem to have been supposed that the Common Pleas was equally exclusive in its jurisdiction, no case can be found in which it was decided or necessary to the decision, until Wheatley v. Badger, 7 Barr, 459; and there it was conceded by counsel, who put the case upon other grounds, in which they were followed by the Court.\nThe real question is therefore for the first time to be decided, whether the Act of 1832 is repealed by the Act of 1836, or whether concurrent jurisdictions are not given but in the one class of cases. The numerous cases and the subtleties of the distinctions are a good reason for the latter construction. It is in accordance with the principles applied to statutes: Dwar. 674, 717. There must be a repugnancy or an express clause of repeal in the latter statute. But the great reason is the consequences which will result from the opposite rule. Infinite litigation will be opened by declaring the numerous settlements of trust accounts nullities.\n' J. If. Porter, contrá.—Until\nUntil the Act of 1832, the Orphans’ Court had no jurisdiction over trusts. All the Acts commencing with that of 1818, gave that power to the Common Pleas or Supreme Court; and under them the proceedings were had in Northampton.\nTo give jurisdiction to the Orphans’ Court, this property must be held to have been the estate of a decedent after the administration had ceased and the trustees were seised, for in such case only has that Court jurisdiction-by the Act of 1832.\nBut by the Act of 14th June, 1836, the jurisdiction over trusts is again given to the Common Pleas, with one exception not including' this case. And this has been settled to be exclusive: 4 Wh. 182; 9 Watts, 300; 1 W. & S. 288; 7 Barr, 457; for here not only were the trusts not vested in the executors virtute officii, but in persons nominatim, one of whom is not an executor.\nIf, however, the Orphans’ Court has jurisdiction, the proceedings by the Act creating Carbon county, should have been in Northampton until the final settlement of the estate."
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 339
}
