{
  "id": 963736,
  "name": "Spang v. The Commonwealth; Commonwealth v. Freedley et al.",
  "name_abbreviation": "Spang v. Commonwealth",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "358",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 R. 366",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0124-01"
      ]
    },
    {
      "cite": "7 Watts, 187",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 7056,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.5487899694910723e-07,
      "percentile": 0.6742615109992899
    },
    "sha256": "98b146999ac359cc4e38a0265dc0a537241945354a59efae73d8d36b35167bb6",
    "simhash": "1:88a1d023a9d17e4c",
    "word_count": 1268
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spang v. The Commonwealth. Commonwealth v. Freedley et al."
    ],
    "opinions": [
      {
        "text": "Jan. 15.\nBell, J.\nIt is impossible to imagine any ground upon which Spang can hope to escape the consequences of his negligence. By his seizure of the goods of Bickel, the defendant in the jd. fa., the sheriff was vested with a property in them, and it was his duty to remove them .to a place of security until they could be sold. By the levy retened, Grressman’s judgment was ipso facto discharged, though the goods were never sold, and he could therefore look to no one but the officer executing the writ: Hunt v. Breading, 12 S. & R. 41; Freeman v. Caldwell, 10 Watts, 9; Boas v. Updegrave, 5 Barr, 519. It is no excuse that they were subsequently sold by virtue of another execution, for the sheriff was bound to keep them, at his own risk, and a rescue of them or their entire destruction was at his cost. The law gave him ample power over them; and by suffering them to escape his grasp, he made himself liable to the execution creditor for their value. Nor was there anything in the proceedings of the Court of Common Pleas that can operate to protect him.- Before it interfered at all, there was ample time to effect a sale; and after their order to open the judgment for the purposes of the proposed defence, there was nothing to affect the execution in the hands of the sheriff, or to suspend his right to sell after its return. The Court might have directed the process to be stayed, but then it would probably have ordered the levy to remain as a security; and even without such an order, it was incumbent on the sheriff to preserve the property, to meet the exigencies of the contest, or, if of a perishable nature, no doubt permission would have been given to dispose of it, paying the avails into Court. But the truth is, the Court intermeddled not ■with the sheriff’s powers. The mere rule to open the judgment interposed no obstacle to tbe exercise of tbe right to sell, with which the seizure invested the officer; nor did the return of his writ or his subsequent retirement from office deprive him of it. By the writ of fi. fa. he was clothed with the power of disposition, and having once seized the goods in execution of the writ, he was bound, even after his general authority had ceased by expiration of the term of his office, to proceed to sell, and to do every act necessary to its \"completion. The return of the fi. fa. would not prevent the exercise of this function, for a sheriff may sell after such return, and without a venditioni: Watson on Sheriffs, 188, 9; 1 Roll. Abr. 893, 9; Ayre v. Alden, Cro. Jac. 73; Clark v. Withers, 6 Mod. 295; Doe e. d. Stevens v. Douston, 1 B. & A. 230. The case, then, is the naked one of a sheriff, after seizure of goods sufficient to satisfy his execution, refusing or neglecting to sell until after they are lost to him. By his return he fixed himself for the debt, and there is nothing to relieve him from this liability. It is, indeed, an instance of unmitigated neglect of duty, unrelieved by a single circumstance tending to the exculpation of the officer.\nIt is hardly necessary to say that the case of Commonwealth v. Magee, 8 Barr, 268, has nothing in common with the present. There the execution was stayed before levy, and the restraint remained unremoved until after the return day. Here, the sheriff’s hands were never for an instant shackled, or his power trammelled. In the one case, the officer was directed to forbear; in the other, he was commanded to proceed’, and failed to obey.\nAs to the point raised under the writ of error sued by the plaintiff below against the terre tenants, it is sufficient to say that the cases of The West Branch Bank v. Chester (not yet reported), Clarke v. Stanley, 10 Barr, 472, and the decisions upon which these determinations rest, show the lien of the sheriff’s recognisance was divested by the judicial sale, made in satisfaction of the prior mortgage. The observations made in McKensey’s Appropriation, 3 Barr, 156, were not intended to question those determinations, or to establish an exception in favour of recognisances where the sale is under a precedent mortgage. The remarks apply to sales under subsequent liens.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Freedley, for the late sheriff, plaintiff in error.",
      "G. R. Fox, contrà."
    ],
    "corrections": "",
    "head_matter": "Spang v. The Commonwealth. Commonwealth v. Freedley et al.\n1. A rule to show cause why a judgment should not be opened, does not stay proceedings, without an order to that effect. Hence the sheriff is liable for goods levied on under such a judgment, which have been levied on and sold under a subsequent execution, and the proceeds paid to the plaintiff in that suit.\n2. The lien of a sheriff’s recognisance is discharged by a sheriff’s sale under a prior lien.\nIn error from the Common Pleas of Montgomery.\nDee. 28. This was a scire facias on the recognisance of Spang, late sheriff, terre tenants being also joined. By the special verdict, it appeared that in February Term, 1843, a judgment was entered against Bickel, at the suit of Gressman. In April following, a fieri faeias, returnable May 18, was issued thereon and left with the sheriff, who returned that on the 2d of May he had levied on certain goods of the defendant, an inventory of which was annexed. On the 18th May, a rule to show cause why the judgment should not be opened and defendant let into a defence, was granted, which was discharged by consent, in August, 1844. In the mean time, November, 1843, the sheriff went out of office. A fi.fa. returnable to August Term, 1844, at the suit of another creditor, was levied on all the goods of Bickel, and they were sold, and the proceeds paid to the plaintiff in the execution. In November, 1844, a venditioni exponas was issued by Gressman and tendered to Spang, the late sheriff, who refused to receive or execute it.\nThe recognisance sued on was acknowledged in November, 1840. Prior to that time, Spang had mortgaged certain lands. In 1845, this mortgage was sued out, and the lands sold under the judgment thereon by the sheriff. The terre tenants summoned in the present scire facias held by conveyances under the sheriff’s vendee.\nThe Court (Krause, P. J.) gave judgment against the sheriff for the damages conditionally assessed by the jury and in favour of the terre tenants. Whereupon writs of error were sued out by both parties.\nFreedley, for the late sheriff, plaintiff in error.\nAll was done that could be done before the rule suspended the proceedings: 7 Watts, 187; 8 Barr, 248. After that the delay permitted by the plaintiff below caused the loss of the goods levied on. He should have compelled a decision of the rule which suspended the proceedings.\nG. R. Fox, contrà.\nBy the return the debt was discharged to the value of the goods: 4 Watts, 124; 2 Saund. 47; 6 Mod. 292; 5 Barr, 519; 12 S. & R. 41; and it was the personal duty of the then sheriff to complete the execution, whether in or out of office: 1 Salk. 323; 1 R. 366. He might have sold before the return day, as there was time enough. The cases cited on the other side are where there was a stay of proceedings.\nThe sheriff’s vendee took subject to the lien of the recognisance: 3 Barr, 156."
  },
  "file_name": "0358-01",
  "first_page_order": 358,
  "last_page_order": 360
}
