{
  "id": 963805,
  "name": "Brown v. Dickerson",
  "name_abbreviation": "Brown v. Dickerson",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "372",
  "last_page": "375",
  "citations": [
    {
      "type": "official",
      "cite": "12 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Pa. Rep. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 410",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0410-01"
      ]
    },
    {
      "cite": "3 Wend. 182",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 John. 120",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0120-01"
      ]
    },
    {
      "cite": "3 John. 471",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0471-01"
      ]
    },
    {
      "cite": "6 W. & S. 527",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0527-01"
      ]
    },
    {
      "cite": "4 Dall. 441",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ohio Rep. 158",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400743
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0419-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 436",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    },
    {
      "cite": "9 Ala. 179",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3042837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/9/0179-01"
      ]
    },
    {
      "cite": "10 Ohio, 330",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "5 Ohio, 158",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "11 N. H. 74",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6754365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/11/0074-01"
      ]
    },
    {
      "cite": "6 Mass. 246",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/6/0201-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 7715,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.0402612614482007e-07,
      "percentile": 0.7476663697381585
    },
    "sha256": "685aeb992852be2bfde11f851ada43e9c1c6fcdd30fd184120ac6d4bca96ee1f",
    "simhash": "1:23f01a1766508f3d",
    "word_count": 1373
  },
  "last_updated": "2024-02-27T22:15:10.893585+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown v. Dickerson."
    ],
    "opinions": [
      {
        "text": "March 4.\nBurnside, J.\nIt is true that the covenant for quiet enjoyment goes more particularly to the possession than to the title. Hence, to have a breach of it ordinarily, it is necessary to give evidence of an entry upon the grantee, or of expulsion from the premises, or some actual disturbance of the possession: 2 Sug. on Vendors, 514-522, 10th ed.; by reason of some adverse right existing at the making of the covenant, not of one subsequently acquired: Ellis v. Welsh, 6 Mass. 246. Proof of the demand of possession on a superior right will not be deemed sufficient on which to found the action; to maintain it, the plaintiff must exhibit an assertion and proceeding on that title, an ouster or disturbance by means of it; but a technical ouster on a judgment at law is not absolutely necessary: 2 Greenl. Ev. § 243.\nHere, one of the plaintiffs was out of possession, and the other, in order to retain the possession, was forced to purchase at the sheriff’s sale, and that to prevent such an ouster as would have kept him out for ever. The rule as settled in Waldron v. McCarty, 8 John., has not met the approbation of the profession in many States of this Union. It is too technical, and puts a grantee to unnecessary expense and trouble, and has been properly overruled in many of the Courts. We particularly refer to the learned and able opinion of Parker, C. J., of the Supreme Court of New Hampshire, in Loomis v. Bedel, 11 N. H. 74, where it is held that where there is a conveyance with a covenant of warranty, and there is in fact a superior title, which is asserted by offering the premises for sale at public auction, and the grantee under the subsequent conveyance yields to the superior title, and purchases it, this assertion of title and purchase is a sufficient ouster or disturbance to sustain ah action on the covenant of warranty, notwithstanding there was no actual dispossession.\nIt is further ruled, that if one of several grantees under the subsequent conveyance makes the purchase and remains in possession, all may have their action on the covenant.\nThese principles are directly in point, and, if respected, rule this case. The weight of modern authority is in accordance with them. King v. Kerr, 5 Ohio, 158, decides that if the vendee in possession (after a judgment in ejectment against him) buys in the claimant’s title, that is equivalent to an execution, and an actual ouster is not necessary. See also Foote v. Burnett, 10 Ohio, 330. The same good sense is found in New Jersey: 4 Hals. 139-40, Stewart v. Drake. A. mortgaged premises to B., and then sold them to 0., with a covenant of quiet enjoyment; the premises were after-wards sold under B.’s mortgage to D., who was O.’s son-in-law, and tenant in possession. D. sold and gave possession to C. Held, an eviction, and in the opinion of the Court there was an eviction when the premises were bought in by D. They haye substantially adopted the same principle in Alabama: Davenport v. Bartlett, 9 Ala. 179. We therefore think the weight of authority is with the plaintiff, and the nonsuit ought to be taken off. As this cause goes to trial on the merits, and the question has been discussed here, it is well to settle the rule as to the question of damages. We consider it as fully considered, and settled upon principle and authority, by Bender v. Fromberger, 4 Dall. 436. That case decided, on great deliberation, that the measure of damages is the value of the land at the time of making the contract or the price paid for it. A rule that the damages should be the actual loss at the time of the eviction, would work great injustice, and prevent the transfer of property in Pennsylvania. Our turnpikes, canals, and railroads have produced so many improvements, and such sudden changes in the value of property, that any other rule would produce incalculable mischief and ruin. I rejoice, therefore, in the opportunity of reaffirming Bender v. Fromberger. There is no other point in the case that requires to be noticed.\nThe judgment is reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "St. Ceorge Campbell and Newcomb, for the plaintiffs in error.",
      "H. C. Townsend and E. K. Price, contrà."
    ],
    "corrections": "",
    "head_matter": "Brown v. Dickerson.\n3. A covenant for quiet enjoyment is broken by a sheriff’s sale under a paramount encumbrance, although, one of the assignees of the covenantee purchase the property, and there has been no other ouster.\n2. The measure of damages is the price paid at the sale, or the value when the covenant was entered into.\nIn error from the District Court of Philadelphia.\nJan. 11. In 1821, J. Dickerson, the elder, being seised of certain premises in fee, mortgaged them to the Contributors of the Pennsylvania Hospital.\nIn 1831 he conveyed the same premises to J. Dickerson, the younger, in fee, reserving a ground-rent, by a deed in the usual •form.\nIn this deed there was a covenant by the grantor with the grantee and his assigns, that he and they, paying the rent, &c., “shall and may at all times hereafter freely, peaceably, and quietly have, hold, and enjoy all and singular the premises hereby granted, with the appurtenances, and receive and take the rents and profits thereof, without any molestation, interruption, -or eviction of him the said Jesse Dickerson, or his heirs, or of any other person or persons whomsoever lawfully claiming or to claim by, from, or under bim, them, or any of them, or by or with his, their, or any of their acts, means, consent, or procurement.”\nIn 1838 J. Dickerson the younger conveyed the premises to the present plaintiffs in fee. After the date of this deed, the premises were sold by tbe sheriff under proceedings on tbe above-mentioned mortgage, which had been commenced and prosecuted to judgment before the conveyance. One of the grantees in the deed of 1838 became the purchaser, and the property was conveyed to him by the sheriff, and since then he had been in the exclusive possession of the premises.\nOn the trial, the Court rejected evidence to prove the present value of the property, and nonsuited the plaintiffs.\nSt. Ceorge Campbell and Newcomb, for the plaintiffs in error.\nWhen Brown purchased at the sheriff’s sale, his possession continued, in accordance with his title, exclusively as sheriff’s vendee: 1 Barr. 48, arg.; 6 Barr, 254; because he could not surrender or be evicted from his old title: 3 Pa. Rep. 509; 2 Greenl. Ev. § 244. That this is legally an eviction is shown from Mayor v. White, 15 M. & W. 571; 3 Pa. Rep. 419; 4 Halst. 139; 5 Ohio Rep. 158; 10 Ib. 330, n.; 6 Barr, 254; 11 New Hamp. Rep. 74; 9 Alab. Rep. 179.\nH. C. Townsend and E. K. Price, contrà.\nThe witness was properly rejected, for the ground-rent was extinguished by the sale, and it was the entire price of the land: 4 Dall. 441; 5 S. & R. 291; 6 W. & S. 527.\nThere must be an actual eviction shown. The rule cited from Greenleaf is where the covenant is for title, between which and the present, which is for quiet enjoyment, he takes the distinction. The purchaser has gained a complete defence to the ground-rent, but the covenant sued on has not been broken, because he has quietly enjoyed. Waldron v. McCarty, 3 John. 471, settles this, and is followed by 5 John. 120; 7 Ib. 258; 3 Wend. 182, and to the same effect is 3 W. & S. 410. The attornment in 15 M. & W. was an .actual legal change of possession, and this is requisite: 3 Pa. Rep. 419, 422. In 4 Halst. there was an actual delivery up of possession. The cases in Ohio proceed upon a local statute. In 6 Barr the point was, failure of consideration. 11 N. Hamp. was on a general covenant of warranty. The different species of covenants for title, &c., are set forth in 3 Pa. Rep. 422, and the distinctive features of each, and the necessity of an actual eviction shown where the covenant only extends to enjoyment of the possession."
  },
  "file_name": "0372-01",
  "first_page_order": 372,
  "last_page_order": 375
}
