{
  "id": 405985,
  "name": "Wood versus Levis",
  "name_abbreviation": "Wood v. Levis",
  "decision_date": "1850-01-28",
  "docket_number": "",
  "first_page": "9",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0016-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle 403",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle 178",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0178-01"
      ]
    },
    {
      "cite": "2 Watts 257",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 365",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0340-01"
      ]
    },
    {
      "cite": "8 Watts 48",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0048-01"
      ]
    },
    {
      "cite": "3 W. & S. 259",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0259-01"
      ]
    },
    {
      "cite": "6 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 11594,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 7.882156818165729e-08,
      "percentile": 0.46012393000518564
    },
    "sha256": "c1cafa7cc9d34762643061060a6c05d332586f8c37ed24e330c25ba4fd554d95",
    "simhash": "1:3ff176a741afc5fb",
    "word_count": 2047
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wood versus Levis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The judgment in this case must be reversed. It\nis fit, and proper, and every way conduces to public advantage, that judicial sales should be subject only to the terms which the law imposes. Neither sheriffs, nor any other ministerial officers, have power to make terms different from those prescribed by law. It is not certain whether the sheriff replied to the interrogatory put in the crowd, or whether it was some other person. But, if he did, he had no authority to make his answer obligatory upon one party or the other. He probably answered to the best of his information. The conditions of sale were very clear and succinct,- and they were those which the law sanctioned. It was the duty of the purchaser to inform himself of every fact which he deemed material.\nThe rule of law is caveat emptor ! as applicable to law sales. If encumbrances exist, such as a mortgage, of which he had no notice at the sale, he is not thereby discharged from his liability; because everybody is supposed to know the law to be, that a sale on a junior judgment does not discharge the mortgage. It was the first and most obvious duty of the bidder to search the records for information on that subject. The sheriff, (if it was he who made the reply, that nothing but the amount of the bid would have to be paid,) meant, perhaps, that nothing but the amount of the bid would have to be paid to him, on that sale; or he may have been ignorant of the mortgage. He had no power or authority, whatever, to alter the terms of sale which the law provided. The defendant was bound to pay. If he had any excuse for not performing his contract, he ought to have applied at the return of the writ; perhaps the court would then have granted relief. The defendant is legally responsible for the difference between the first and second sale.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Levis for plaintiff in error.",
      "W. Darlington, contra:"
    ],
    "corrections": "",
    "head_matter": "Wood versus Levis.\nA sheriff has no right to impose terms of sale, on a venditioni exponas, different from those which the law imposes.\nWhen, at such a sale, the sheriff declared that the purchaser would not have to pay more than the amount of his hid, when, in fact, a mortgage existed on the premises, which the sale would not discharge: Seld, that the remedy of the purchaser was by application to the Court, after the return of the writ, and that he was not entitled to defend, on that account, on a proceeding on his bond for part of the purchase-money.\nError to the Common Pleas of Chester county.\nJudgment entered September 18,1847, on a single bill and warrant of attorney, dated December 5, 1846, for $515. “ Eor the use of Samuel Mercer.”\nDecember 16, 1847; on motion of Mr. Darlington, and affidavit filed, rule to show cause why judgment shall not be opened.\nApril 19, 1848; argued, and rule absolute.\nJune 21,1848; plaintiff files his narr. in two counts, on the bond of William Levis, dated December 5,1846, as set forth infra> assigning breaches in the non-payment of the purchase-money according to the conditions of sale, and the non-pavment of the difference or deficiency between tbe bid of tbe defendant at tbe first sale and the price the lot was sold at the second sale, with the interest, cost, and expenses consequent thereon.\nJune 29, 1848; defendant pleads payment, with leave, &c.\nWilson Pierce was the owner of several lots of land in Dilworthstown, Chester county. These lots were encumbered by a mortgage given by Cyrus Darlington, a former owner; by a judgment recovered against Cyrus Darlington and regularly revived; and by two other judgments recovered against Pierce. One of these last-mentioned judgments was in favor of William Levis, th'e defendant, the father-in-law and neighbor of Pierce, and was entered on bond and warrant of attorney to confess judgment for $1050, Jan. 14, 1842. The other was in favor of Samuel Mercer, for $1000, and Was entered January 13, 1844, also on bond and warrant, &c.\nWilliam Levis, having issued a scire facias against Pierce, obtained judgment August 12, 1846, and issued his fieri facias to October term, 1846. The real estate was levied on and condemned ; and to January term, 1847, Levis issued a venditioni exponas.\nOn this writ the property was exposed to sale in five several lots, and sold. William Levis became the purchaser of three of the lots, including that on which a blacksmith shop was erected, and surety to the sheriff for the payment of the purchase-money by John Evans, the purchaser of a fourth lot.\nLevis failed to pay the purchase-money at the return of the writ, and the sheriff returned that the property was fairly struck off to him at his bid, (as will be more particularly stated,) that he had failed to comply with the conditions of sale, and that therefore the property remained unsold.\nLevis then caused an alias venditioni exponas to be issued, returnable to April term, 1847. The property was again sold. Levis became the purchaser of all the lots but one, and surety for the purchaser of that. The sheriff made return of all the property having been sold to Levis, and executed a deed to him in due form, which was acknowledged at the same term, April, 1847.\nAt the first sale, the property brought $2362. At the second, $1438.02. At the first sale the blacksmith shop and lot brought $515. At the second, 288.68.\nThe sheriff took, at both sales, a bond from the purchaser for the purchase-money of each lot, binding him to pay the sum bid according to the conditions of sales. These bonds were accompanied by a warrant of attorney.\n• The conditions of sale, among other things, provided for the payment of the purchase-money on the return day of the writ, and bound the purchaser, on failure to comply, to pay the difference between that and a future sale.\nSeptember 1, 184T ; the bonds against Levis were entered, and marked for the use of Samuel Mercer, a subsequent judgment creditor, as already stated.\nThe bond in this case was for $515, the purchase-money of the blacksmith shop and lot.\nThe plaintiff took a rule to show cause why execution should not issue on this judgment. The defendant then filed an affidavit, setting forth that, “at the time of the sale, the purchasers were given to understand, that the said real estate was selling clear of encumbrances, and this understanding was obtained from the sheriff, or crier, or both, and was the clear understanding of all present; and the sums bid for said lots, and at which they were struck off, was the full value thereof free of encumbrances; that at that time the whole of said premises was subject to a mortgage of $1000, and its interest, held by George S. Matlack, which was not noticed by the sheriff in his conditions of sale, or in any way made known tp the bidders, &c.,” and the Court opened the judgment.\nThe plaintiff then declared on his bond, and assigned as breaches, the non-payment of the purchase-money of the first sale, and also the non-payment of the difference between the first and second sales. The defendant pleaded payment with leave, &c.\nOn the trial, the plaintiff gave in evidence the Levis judgment against Pierce, together with the several executions issued thereon, and the returns made by the sheriff to the writs, the conditions of the two sales, Levis’s acknowledgment of purchase and obligation as purchaser, and Samuel Mercer’s judgment against Pierce.\nThe defendant offered to prove by sheriff, crier, and others, substantially the facts stated in his affidavit. The plaintiff objected'; the Court overruled the objectionj and the plaintiff excepted.\nThe evidence was then exhibited. The mortgage referred to in the affidavit was produced, and James B. Wood, the sheriff, testified that the conditions of sale of the first lot were read, and it was announced that the conditions of sale of all the lots were the same; that before the first lot was struck off, some person inquired whether the purchaser would have more to pay than the price bid. “If I replied,” he said, “ and I believe I did, I replied — the purchaser would have nothing more to pay.” There was no inquiry made as to the other lots. The blacksmith shop, lot No. 4 in the writ, was sold last. At the time of the sale the sheriff Itnew nothing of the existence of the mortgage. Other testimony was given, tending to prove the question as stated by a bystander, and answer of the sheriff.\nWhen the defendant closed, the plaintiff called witnesses, who gave testimony tending to prove that William Levis knew of the existence of the mortgage, and to disprove the fact as to the inquiry and sheriff’s answer alleged by defendant.\nThe plaintiff filed three points, upon which he asked the court to charge, in substance: — 1. That this being a judicial sale, the rule of caveat emptor applied, and that the defendant is not excused from the fulfilment of his contract because of encumbrances of which he had no knowledge. 2. That the sheriff is not bound to give information of encumbrances, and that if he should answer inquiries relating to them, he is not responsible for the correctness of the answers. 3. If the defendant had any excuse to make for the non-fulfilment of his contract, he ought to have applied to the court to set aside the sale.\nThe court charged, inter alia, “ If Levis purchased on the representations of the sheriff, as to the title, or in respect to the encumbrances, he would still be liable on his bond. The rule of caveat emptor applies with full force. But, if his contract was to pay $515, and no more, then his bid was conditional; and if the sheriff chose to take his bid on such terms, he' was not bound to comply with the conditions of sale, upon afterwards discovering that to retain the right of defendant he must pay off the mortgage. Tfe submit the question of fact to you, whether the evidence shows that Levis was present at the sale, and whether he was told by the sheriff that he would have to pay no more than he bid, and thereupon became the purchaser. If you are satisfied of this, and that he afterwards became acquainted with the existence of the mortgage, the defendant is entitled to your verdict.”\nVerdict for defendant.\nIt was assigned for error, that,\n1. The court erred in admitting the evidence stated on plaintiff’s first bill of exceptions.\n2. The court erred in their answer to ■ the defendant’s points, and in not answering them with sufficient precision.\n3. The court erred in leaving it to the jury to determine whether the defendant’s contract was to pay $515 and no more.\n4. The court erred in submitting it as a question of fact, whether the evidence showed that Levis was present at the sale, and whether he was told by the sheriff that he would have to pay no more than his bid, and thereupon became the purchaser; and in instructing them that if they were satisfied of this, and that he afterwards became acquainted with the existence of the mortgage, the defendant was entitled to their verdict.\n5. The questions of fact were submitted to the jury, without evidence.\nLevis for plaintiff in error.\n— He contended that a sheriff, of himself, has no right to impose conditions of sale, which may alter the legal effect of his official acts. 6 Watts 144; do. 148; 3 W. & S. 259-399; do. 446; 8 Watts 48; 2 Pa. Rep. 340; 5 Barr 175; 10 do. 494.\nW. Darlington, contra:\n— That chancery will relieve in case of fraud or defect of title, and that defendant should not be compelled to pay more than the amount of his bid. 5 Bin. 365; 2 Watts 257; 8 Serg. & Rawle 178; 1 Story’s Eq. 164, &c.; 9 Serg. & Rawle 403; 2 Pa. Rep. 16.\nJanuary 28, 1850,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 13
}
