{
  "id": 405920,
  "name": "Scott versus Duffy",
  "name_abbreviation": "Scott v. Duffy",
  "decision_date": "1850-03-19",
  "docket_number": "",
  "first_page": "18",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bay. 560",
      "category": "reporters:state",
      "reporter": "Bay",
      "case_ids": [
        8673757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/2/0560-01"
      ]
    },
    {
      "cite": "11 Wheaton 258",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0258-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle 164",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Pet. 410",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3308959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0410-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle 155",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0155-01"
      ]
    },
    {
      "cite": "6 Wharton 176",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0176-01"
      ]
    },
    {
      "cite": "2 Bay. 560",
      "category": "reporters:state",
      "reporter": "Bay",
      "case_ids": [
        8673757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/2/0560-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 5950,
    "ocr_confidence": 0.37,
    "pagerank": {
      "raw": 2.622372445638506e-07,
      "percentile": 0.8214577374974371
    },
    "sha256": "a7f03d5f8f92e1005cb725240a09e09186f45490e829e48959be4af862b2f0ec",
    "simhash": "1:d2aef42c263084f8",
    "word_count": 1107
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott versus Duffy."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\ndelivered tbe opinion of tbe court,\nThe plaintiff below loaned ¿he money for which suit is brought, to the defendant, at Camden, in New Jersey, where persons were assembled to witness races.\nOf that, there is no dispute. The defence is, that the plaintiff loaned the money with a knowledge that it was to be bet on the presidential election; and that, therefore, it is not recoverable. The law of the place where the contract was made, must furnish the rule for its interpretation, when it concerns personal property situated in the sovereignty where the parties are at the time, and where it is to be performed. Of course, the law of New Jersey, where the contract was made and the money loaned, is the rule of interpretation; but we have not been furnished with the statutes of that state, or any evidence of its laws on the subject of betting or wagering on elections; nor was the court below. The counsel for the plaintiff in error, however, thinks that unnecessary, and relies on the case of Edgell v. McLaughlin, 6 Wharton 176, which, he contends, settled the law that all wagers were against sound morals and contrary to law. That case only settled the law in Pennsylvania. Rut this is not an action to recover money won on a wager, nor to recover back money paid on a gaming contract. Wagers were not void at common law. Some were adjudged by the English courts to be so, on account of their tendency to indecency, as wagers concerning the sex of an individual. Others were adjudged void, as against public policy; such as wagers upon war or peace. Many statutes have been made against them in England, but some are still good there. The statute of 9 Anne, cap. 14, is very broad in its terms; and if such an one existed in New Jersey, it might, perhaps, help the plaintiff in error. It avoids all securities given for money won at play, or by gaming, or illegal bets, and prohibits the recovery of any money knowingly lent for such gaming or betting. Under this statute, it has been held that money knowingly lent to play at an illegal game, or to game with, could not be recovered. McKinnell v. Robinson, 3 Meeson & Welshy 434. Rut in 2 Wilson 36, it was adjudged, that the party on whose side the bet was made, must appear to have made it at a game, within the meaning of the act.\nRut we have no evidence of any such statute existing in New Jersey; therefore the decision of McKinnell v. Robinson is of no authority, nor have we any evidence that betting on elections is against the law of New Jersey. At common law, money loaned to be bet on a wager, may be recovered. In South Carolina, the value of a horse, lent to the defendant at a gaming table, and delivered over by him to the winner, was held to be recoverable by the lender, although lent for the purpose of being bet as a stake on the game, Carson v. Rambert, 2 Bay. 560; the court very justly observing that, where such contracts were void in England, it was under particular statutory provision. In England, since the statutes of 13 and 18 George II., regular racing on the turf is tolerated, and bets may be recovered.\nThe loan of the money, in this case, did not arise out of the bet, or any bet. It was not made to carry any specific bet into execution, but made on an assertion that it would be bet on the election. . Honor, and good faith seem to require that it should be repaid, and we have not been informed of any statute in New Jersey which prevents it. As the loan was independent of any bet, and made before any bet was entered into, it was not necessary for the plaintiff, in any way, to aver or show to the Court below, that a bet was made. Tire test whether a demand connected w[th an illegal transaction is capable of being enforced at law, is, whether the plaintiff requires the aid of the illegal transaction to establish his case: 11 Serg. & Rawle 155; 10 Barr 170. The plaintiff below requires no such aid. His case was complete without leaning on the bet, with which Duffy had no manner of connection.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "J. A. Phillips, for plaintiff in error,",
      "Mc Call for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Scott versus Duffy.\nMoney, lent in. Jersey to bet npon the presidential election, may be recovered m Pennsylvania.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit by Duffy, against Scott, to recover $800, alleged to have been lent to Scott in 1844. It appeared from the evidence, that the money was lent at Camden, New Jersey, and that Scott, at the time, said he wanted it to bet on the presidential election; it was to fill a bet. A witness said, “ I can’t say whether the bet was then made, but it was to stake for a bet on the presidential election. . . Scott gave no check or due bill; he said he would give a check, but Duffy said he need not give it then; they would settle it another time.”\nThe court directed the jury, that if they believed that the money was lent for the purpose of being bet upon an election, and so applied, they should find for the plaintiff, subject to the opinion of the court on this point.\nThe jury found a verdict for plaintiff for $868, subject to the opinion of the court on the above point.\nDefendant moved for a new trial, and which rule was discharged, and judgment was entered for the plaintiff.\nError was assigned as to the charge and the entry of judgment.\nJ. A. Phillips, for plaintiff in error,\ncontended that the transaction being an illegal one, the courts will not lend their aid to enforce the contract. 3 B. & Ald. 179; 3 M. W. 434; 13 Vesey 313; 2 B. & P. 375; 5 B. & Ald. 335 ; 4 Pet. 410; 10 Bing. 110; 3 Kelly’s Geo. Rep. 183.\nMc Call for defendant in error.\n— It was not proven on the trial that by the law of New Jersey the bet was illegal. But Duffy had no participation in the bet, and does not claim through any illegal act.\nHe cited 4 Burrowes 2069; 3 Term. Rep. 419; 11 Serg. & Rawle 164; 5 Barr 71; 10 Barr 170; 11 Wheaton 258; Carsan v. Rambert, 2 Bay. 560 ; 2 Strange 1249; 2 Wilson 309; Cowper 341; 5 Taunt. 181.\nMarch 19, 1850."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 20
}
