{
  "id": 405976,
  "name": "Wallingford versus Dunlap",
  "name_abbreviation": "Wallingford v. Dunlap",
  "decision_date": "1850-09-09",
  "docket_number": "",
  "first_page": "31",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Cranch 268",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        530416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/10/0268-01"
      ]
    },
    {
      "cite": "3 Yeates 373",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 543",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0543-01"
      ]
    },
    {
      "cite": "4 Watts. 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "11 Wheaton 445",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "20 Johns. Rep. 294",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "3 Black 378",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "3 Black. 378",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "13 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 6907,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 2.978332470847433e-07,
      "percentile": 0.8508297201883198
    },
    "sha256": "cd1ae9a814f83cde6f73aa788dabcac803359da54033c25e97ae06b63f9e4a7e",
    "simhash": "1:0703d0621e0ed5ad",
    "word_count": 1228
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wallingford versus Dunlap."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The judgment in the court below is founded partly • on facts found by a special verdict, and partly on what the court say are undisputed facts. The court enumerates to the jury what are the undisputed facts, and directs them to find a special verdict on the disputed facts. The court say to the jury, “ It is therefore agreed that you shall find a special verdict on the disputed facts, and that the court shall enter such judgment thereon, and on the facts not disputed, as the law requires.” The paper book states that the jury returned negative answers to the two first points submitted to them, and then found specially, as to the disputed facts.\nThis proceeding is entirely anomalous. It is unknown, and unrecognised by the common law, or by the practice under the statute of Westminster the 2d, 13 Edw. 1, ch. 30, which in fact originated the special verdict, as it now exists. There did exist another species of special verdict, as where the jury returned a general verdict for the plaintiff, subject, nevertheless, to the opinion of the court, on a special case, stated by the counsel, on both sides, on a matter 'of law: 3 Black. 378. But this proceeding has gone out of practice, perhaps never existed in Pennsylvania, and is nothing like the present ease. A special verdict is where the jury find the facts of the case, leaving the ultimate decision of the cause upon those facts, to the court, concluding conditionally, that if upon the whole matter thus found, the court should be of opinion that the plaintiff had a good cause of action, they then find for the plaintiff, and assess his damages; if otherwise, then for the defendant : 3 Black 378; Boote on Suit at Law, 158. It is of the very essence of a special verdict that the jury should find the facts, on which the court is to pronounce judgment according to law; 1 East 111; Lord Raymond 1581. And the court will not intend any thing, especially any fact not found by the jury; 1 Wilson 55; 1 Caine 60; 20 Johns. Rep. 294. An instance of which is found.in 11 Wheaton 445, where the assent of an executor is necessary, if the jury find a special verdict stating facts from which they might have inferred such assent, but do not find it expressly, the court cannot intend it. I apprehend there is no reported case, of any authority, where the court have gone beyond the facts found in the special verdict; for it is the province of the jury to judge of and find the facts, and the province of the court to declare the law on the facts so found. The undisputed facts ought to have been incorporated into the special verdict. :. And if they had omitted them by mistake, the court might upon motion and full evidence, have amended the special verdict: Strange 514; 4 Watts. 259. Rut the court is confined to the facts found by the special verdict: 2 Yeates 543; 3 Yeates 373. And when a special verdict is given, the court ought to confine its judgment to that verdict.\nAs to what the jury intended by a negative answer to the two first points submitted to them, it is not permitted us to intend what they meant, as they have not expressly found. Nor can we predicate our judgment partly upon what the court below say were undisputed facts, and partly on the facts found.\nThe special verdict is defective. We have no power to amend it. It is the duty of the plaintiff’s counsel to have the special verdict properly drawn up, settled and entered on the record: 1 Johns. Cases 393; Coleman’s Cases 107. If the facts are reduced to writing at the time of the trial, and have the assént of the jury, the verdict may be moulded into form afterwards, with the approbation of the court.\nRut this special verdict is so defective and erroneous, and the judgment so anomalous in being entered partly on the verdict and partly on what are called undisputed facts, that we must do what has often been done before, reverse the judgment and send the case back for a new trial. If a special verdict is defective or uncertain, and cannot be amended, judgment ought not to be entered upon it. And when it is entered, the judgment must be reversed as erroneous: Lord Ray’d 1584; Strange 887-1124; 6 Cranch 268; 1 Last 111.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Thomas Williams, with whom was Kuhn, for plaintiffs in error.",
      "MeOandless for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wallingford versus Dunlap.\nA special verdict should find the facts on which the court is to pronounce judgment. If the court state to the jury certain facts as undisputed, and direct a special verdict as to disputed facts, and the jury so return a verdict, it is error. The undisputed facts should he incorporated into the special verdict.\nError to the District Court of Allegheny.\nThis was an action on the ease, brought by John Dunlap against Wallingford and others, for injuries alleged to have been done by defendants to two houses of the plaintiff, in Pittsburg, by undermining and otherwise injuring the same. The defendants in preparing a foundation for a house, which they were about to erect on ground adjoining, had ground alongside ornear plaintiff’s house dug away, and it was alleged that this was done without taking proper precautions, and that the houses of plaintiff were injured.\nAfter the evidence was closed, Lowrie, J., charged the jury.\nHe stated that the counsel have raised several points of law, which might possibly not arise at all, if the facts of the case were settled. That it was agreed that a special verdict be found on the disputed facts, and that the court shall enter such judgment thereon, and on the facts not disputed, as the law requires. He stated to the jury certain undisputed facts, and referred other alleged facts to the consideration of the jury, and directed them, that “ If you should find that the plaintiff’s wall was not built of proper materials, or in a workmanlike manner, and that it sunk from its own inherent defects, or that the plan adopted for the preservation of the wall was the result of the joint consultation of the plaintiff and defendants, or was in pursuance of the advice and direction of the plaintiff, and that the plan was carefully and skilfully executed, even though by a different plan the wall might have been saved; in either of these cases, you will find for the defendants. If on both of these points you should find for the plaintiff, then you will say what damages the plaintiff has sustained,” &c.\nThe jury returned a negative answer to the first two questions submitted, assessed damages in favor of the plaintiff for $433.75, and further found other facts.\nA motion for a new trial was made, but judgment was entered for the plaintiff for the damages found by the jury.\nIt was assigned for error, that the court erred in entering judgment in favor of the plaintiff on the special verdict, for various reasons assigned.\nThe case was argued by Thomas Williams, with whom was Kuhn, for plaintiffs in error.\nMeOandless for defendant in error.\nSept. 9,"
  },
  "file_name": "0031-01",
  "first_page_order": 31,
  "last_page_order": 34
}
