{
  "id": 405970,
  "name": "Hays versus The Commonwealth",
  "name_abbreviation": "Hays v. Commonwealth",
  "decision_date": "1850-09-07",
  "docket_number": "",
  "first_page": "39",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 149",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0149-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle 58",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0058-01"
      ]
    },
    {
      "cite": "5 Watts 305",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5666,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 8.382563608522074e-08,
      "percentile": 0.4820248207520979
    },
    "sha256": "c0fbeb03ff5d6adec2f23c4bfc35751f4503feee7b03b3368cbca18fc52e42d8",
    "simhash": "1:0ecf84e0f36ed9af",
    "word_count": 1007
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\n— Unless this be takexi to be a judgment by confession, it is very clear it cannot be supported; for as a judgment by default, the objections are insurmountable. It appears to be the act of the court; for on the trial list, in the handwriting of the president judge, is the following entry: February 2, 1842, judgment for plaintiff, sum to be liquidated by the prothonotary. This was ascertained to be $133.98. All things are presumed to be rightly done in a court of record, and we are bound by this maxim, as is ruled in Sybert v. The Bank, 5 Watts 305, to infer that the court gave judgment on an agreement, or with the acquiescence of the parties. And this is the natural presumption, as we are unwilling to attribute to the court the great absurdity of rendering judgment without the assent of the parties, or by default, under the circumstances disclosed by the record. And this view of the case is confirmed by the subsequent motion of the defendant to open the judgment, thereby admitting its regularity and questioning merely the amount of the judgment rendered. That this was the effect of the motion, which it is to be presumed they understood, cannot be denied. The rule is to show cause why the judgment should not be opened. If the defendant intended to dispute the regularity of the judgment, it ought to have been a rule to set it aside. It must not be forgotten, that opening a judgment is but a mode of allowing the defendant a hearing on the merits, the judgment remaining intact, a lien and security for the money afterwards ascertained to be due. This motion is addressed to the discretion of the court; and in this instance, for good and sufficient reasons, no doubt, which we cannot review, the rule was discharged. After that act, I cannot see how the validity of the judgment can be now questioned by the defendant. It must have been made appear to the court, that it was a judgment by confession, a judgment rendered with the assent and acquiescence of all the parties. And we are driven to this conclusion, unless we are prepared to stultify the court, and all the counsel, said to be five in number, engaged in the cause. In Zenger v. Gonter, 13 Serg. & Rawle 58, it is ruled that a judgment entered generally is not to be considered a judgment by confession. I am not disposed to dispute the authority of that case, although I am not willing to extend it to all cases. This case differs from that, in this, that in Zenger v. Gonter, it did not appear to be the act of the court; here it does. Barde v. Farmer, 3 Yeates 149, rules this case. It is there held that where defendant has appeared by attorney, and judgment is entered against him, it shall be taken to be a judgment by confession. Here every thing that appears on the record tends to show that the judgment was rendered with the assent and acquiesence of the defendant.\nJudgment affirmed.\nThe judgment on the scire facias is also affirmed, depending altogether on the validity of the first judgment.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Selden, for plaintiff in error; MeOandless, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hays versus The Commonwealth.\n1, Where on the trial list, in the handwriting of the president judge, there is entered, in an action of debt pending, “ Judgment for plaintiff; sum to ha liquidated by the p-othonotary,” it will be inferred that the court gave judgment aftet-argMaent, or with the acquiescence of the parties.\nError to the Common Pleas of Allegheny county.\nThis was an action of debt. The Narr. set forth, that Jacob Hays and John Hays were summoned, &c., for that they, on the day of A. D. at the county aforesaid, by their writing obligatory, sealed with their seals, acknowledge themselves to be bound to the plaintiff in the sum of hundred dollars— upon condition that the said Hays should not well and truly do and perform all the duties of constable of Mifflin township, in the county aforesaid. Now the plaintiff avers that he, the said Jacob Plays has not performed the said duties of constable, but hath wholly neglected and refused so to do in the execution of certain process wherein, &c. Yet the said defendants, although often requested so to do, have not paid the said sum of five hundred dollars to the said plaintiff, or any part thereof, &c.\nThe plea was nil debet and payment, and afterwards, in December, 1841, an affidavit of defence was filed.\nFebruary 2, 1842, judgment for plaintiff, sum due to be liquidated by prothonotary. April 22, 1842, sum due liquidated at $138.98. December 22,1842, on motion, rule to show cause why-execution should not be set aside and the judgment opened. April 20, 1848, rule discharged.\nFi. fa. to December term, 1842. Sci. fa. to March term, 1847, against Jacob Hays with notice to Snodgrass, administrator of the estate of John, with notice to heirs, &c. Snodgrass plead payment, &c. Subsequently affidavit of defence of Jacob Hays filed; and afterwards defendants plead nul tiel record and payment, with leave, &c.\nApril 18, 1848, tried by jury and verdict for plaintiff for $182.12, judgment.\nIt was assigned for error,\n1st. The narr. does not set forth either the date or amount of the bond on which suit is bi'ought.\n2d. The narr. avers no breach of the condition of the bond, nor does it set forth that Hays was a constable, nor the township or county for which he acted, nor what kind of process he failed to execute, nor which Hays was to perform the condition of the bond, both bondsmen being of the name of Hays, nor the time when the process was delivered.\n3d. The judgment is not authorized by the record, nor was the defendant in default.\nThe case was argued by Selden, for plaintiff in error; MeOandless, for defendant in error.\nSept. 7th,"
  },
  "file_name": "0039-01",
  "first_page_order": 39,
  "last_page_order": 41
}
