{
  "id": 405990,
  "name": "Hays and Black versus Mouille & Co.",
  "name_abbreviation": "Hays v. Mouille & Co.",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "48",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 48"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Mass. Rep. 72",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pick. 198",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0203-01"
      ]
    },
    {
      "cite": "15 Wend. 137",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0137-01"
      ]
    },
    {
      "cite": "1 Rawle Rep. 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 19663,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 5.476806644505879e-07,
      "percentile": 0.9457680737371175
    },
    "sha256": "8febd9c9aae4ab298bfad5df94ffe92af3487e07b9ce54b26183ce9c13976af6",
    "simhash": "1:acbb89016670e084",
    "word_count": 3459
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays and Black versus Mouille & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\n— After a careful examination of the exceptions taken on the argument, we are decidedly of the opinion the' case is properly ruled, on all the points. As nothing occurs to my mind, calculated to throw additional light on the views, so well expressed ■by Judge Hepburn, the judgment is affirmed, for the reasons given in the charge.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Williams and Kuhn, for plaintiffs in error.",
      "Magraw and Shaler, for defendants."
    ],
    "corrections": "",
    "head_matter": "Hays and Black versus Mouille & Co.\nThe right of stoppage in transitu, by the vendor, on the insolvency of the vendee, exists until the goods have arrived at the end of their destination, or into the possession or actual control of the vendee; and the delivery to a mercantile house, merely for transmission, by a forwarding house, to the vendee, does not amount to a delivery to the vendee.\nThe seizure of the goods under writs of foreign attachment, on their way to the vendee, does not prevent the vendors exercising their right of stoppage, through a writ of replevin.\nIt is not necessary that the charge or lien of the carriers, for freight, be paid before the writ of replevin be issued; it is sufficient if it be paid before the goods are taken from their possession.\nThe purchaser’s notes given for the price of the goods, need not be tendered back, before stopping the goods in transitu.\nError to the District Court of Allegheny county.\nThis was an action of replevin in favor of M. Mouille & Co., the vendors, against Hays & Black, the agents of the carriers of the goods, for twenty-four boxes or packages of merchandise, in exercise of their right of stoppage in transitu, the goods having been sold by the plaintiffs to Rhodes, of Massillon, Ohio.\nFor further statement of facts, see opinion of his Honor Judge Hepburn.\nOn the trial, the counsel for the defendants requested the court to charge the jury as follows:\n1st. That the goods for which the action is brought, being bound by the attachments of Wood & Sheldon, and Sheldon, Phelps & Co., and therefore in the custody of the law, were not repleviable, and therefore the present action cannot be maintained.\n2d. That the defendants were entitled to a lien thereon for their freights, the antecedent tender or payment of which was essential in order to enable the plaintiffs to maintain this action.\n3d. That the delivery of the goods to Atwood and Co. upon the order of the vendee’s agent, and the shipment by them under his instructions, was such a delivery to the vendee as excluded any right of stoppage in transitu on the part of the vendors.\n4th. That if the delivery of the goods at Philadelphia was not so complete as to exclude the right of stoppage, the interception of the same at Hollidaysburg, and the taking possession and remarking thereof, so as to change their destination, by the agent of the vendee, arrested the transitus, and operated as a complete delivery, so as to determine the rights of the vendor.\n5th. That inasmuch as the right of stoppage could only arise upon the failure of the vendee, which did not occur until about a week after the goods were arrested at the suits of the attaching creditors, and before which, if not so arrested, they would have reached their final destination, the transitus was ended, and the rights of the vendor will be postponed to those of the attaching creditors.\n6th. That if the goods were conveyed to Pittsburgh, where they were to be subject to the orders of the vendee as to their further transportation, the transitus was ended on their arrival at that place.\n7th. That the plaintiffs, having taken the notes of the vendee in payment of the goods sold to him, could not exercise the right of stoppage, unless they had been previously dishonored or surrendered to the vendee.\nThe court, Hepburn, J., instructed the jury as follows:—\nThis is an action of replevin brought by Mouille & Co. against Robert S. Hays and George Black, to recover the possession of certain boxes of merchandise in the possession of the defendants. It appears from the evidence that the defendants are mere stakeholders, being the agents of the forwarding house of D. Leech & Co. of this city, and have probably no interest in the questions on trial. The controversy arises between the plaintiffs, merchants, residing in Philadelphia, who sold the goods in question to Jesse Rhodes, of Massillon, Ohio, and certain New York creditors of the said J esse Rhodes, who have issued foreign attachments against him, and attached the goods in the hands of Hays and Black, summoning them as garnishees. The right of these respective claimants it will become our duty to determine.\nThe plaintiffs, it is conceded, were the original owners of the goods in question.\nIn May, 1847, Jesse Rhodes sent his agent, Absalom Baker, to Philadelphia, to buy goods on Rhodes’ account. He did so, to the amount of some thousands of dollars, and gave them Jesse Rhodes’ note at six months for the amount of the invoice. The goods were packed and directed to Jesse Rhodes, Massillon, Ohio. Thus marked, the goods, according to the usual course of business in this respect, were collected at one store, or by one of the persons who had sold goods to the purchaser, and by them delivered to the transportation office to be forwarded to Pittsburgh. This service was performed by Atwood & Co., no doubt under the direction of Mr. Baker, the agent of Rhodes. Atwood & Co. then shipped the goods by D. Leech & Co.’s line to Bagaley & Smith, a forwarding and commission house in this city.\nAfter these goods had left Philadelphia, it appears that a portion of other purchases made by Baker, were attached at Philadelphia in the hands of J. Brown & Co., by certain New York creditors of Rhodes, and it seems to have been apjwehended by some who had sold to Rhodes, that the residue of the’ goods would be attached in this city. Hence Ludwig, Kneedler & Co. were about to send a member of their firm to arrest their .goods in Hollidaysburg. They agreed, however, with Baker, the agent, that he should go forward and stop the goods at that place, and not deliver them to Rhodes until he gave security for the amount of their bill; if he failed to do so, the goods were to be returned to them at Philadelphia.\nThe plaintiffs were no parties to this arrangement. But Baker proceed to Hollidaysburg, and there (by order of the carriers, Harris and Leech, it is said on the manifest) stopped the goods, erased the marks upon the boxes of those now in question, and remarked them with a private mark without any direction; but on the boat’s manifest they were directed to be forwarded to the, care of S. A. Wheeler, Akron, Ohio, which, it appears, is on the usual route of canal transportation to Massillon and Uhricksville. The goods being so marked, arrived in Pittsburg, and were attached by Wood and Sheldon and other creditors of Rhodes, and were replevied by Mouille & Co., the vendors. The question is, who shall hold the goods — the vendors or the attaching creditors ?\nThe plaintiffs contend, that after the sale and shipment of these goods to Rhodes, and before he had received them, it was ascertained that he was insolvent, and that, consequently, they had a right to pursue and retake the goods at any time before they came to the actual or constructive possession of Rhodes, the vendee. When a vendor sells goods on credit to another, he has a right to resume the possession of the goods while they are in the hands of a carrier or middleman, in their transit to-the consignee, or vendee, and before they arrive into his actual possession, or to the destination which he has appointed for them, on his becoming bankrupt or insolvent. This the law calls the right of stoppage in transitu, and it can only be exercised as between the vendor and vendee ; and, as the property is vested in the vendee by the contract of sale, it can only be revested in the vendor, during its transit to the vendee under the existence of the above circumstances: 2 Kent’s Com. 540; Story on Sales 257; Smith’s Mercantile Law 547.\nThe insolvency of the vendee, Rhodes, is the groundwork of the plaintiffs’ claim, and this is a fact for your decision, was Rhodes insolvent when these goods were replevied by the plaintiffs ? It is not necessary, to prove insolvency, that he should have been declared a bankrupt or insolvent by a judicial tribunal, nor that he should have made an assignment of his property. If the fact exist, no matter how proved, if sufficiently and satisfactorily proved, the law requires no more: Story on Sales 270. You have the testimony of Baker that Rhodes was indebted some $60,000, and that his assets were but $26,000, and that his creditors were watching for these goods on the line of transportation, and actually attached them before they reached Ohio, for debts which he was not able to pay — sufficient to satisfy you, I presume, of Rhodes’s entire insolvency. The fact, however, is for you to determine.\nThe next question is, had the transit of these goods been determined before they were replevied ?\nThe transitus of the goods, and consequently the right of stoppage, is determined by actual delivery to the vendee, or by circumstances which are equivalent to actual delivery: 2 Kent’s Com. 543, and cases cited. It is not, however, every constructive delivery that will destroy the right in question. The delivery to a carrier or packer to and for the use of the vendee, or to a wharfinger, is a constructive delivery to the vendee, but it is not sufih cient to defeat the right, even though the carrier be appointed by the vendee: 2 Kent’s Com. 545. It will continue until the place of delivery be in fact the end of the journey of the goods, and they have arrived to the possession or under the direction of the vendee himself. It is also settled that the transitus is at an end if the goods have arrived at an intermediate place, where they are to remain stationary under the orders of the vendee, and until by his directions they are again put in motion for some new and ulterior destination. They are, however, to be deemed in transitus so long as they remain in possession of the earner as such, even though such carrier may have been appointed by the consignee himself, and also while they are in any place of deposit connected with the transmission and delivery of them, and until they arrive at the actual or constructive possession of the consignee: Smith’s Mercantile Law 552; Story on Sales, sec. 335, 336, 337.\nThe cases upon the subject of constructive delivery abound in refined and subtle distinctions. Chancellor Kent seems to be of opinion that a solvent for the difficulty may. be found in this rule: “ That if the delivery to a carrier or agent of the vendee be for the purpose of conveyance to the vendee, the right of stoppage continues, notwithstanding such a constructive delivery to the vendee; but if the goods be delivered to the carrier or agent, for safe custody, or for disposal on the part of the vendee, and the middleman is by assent converted into a special agent for the buyer, the transit or passage of the goods terminates, and with it the right of stoppage 2 Kent’s Com. 545. The rule no doubt is entirely correct, with the exception of the case of goods delivered on board a ship belonging to or chartered by the vendee, which, in effect, is a delivery to the vendee himself: Bolin v. Huffnagle, 1 Rawle Rep. 9.\nThe goods in question had not arrived at the end of their journey, neither had they arrived into the possession or actual control of the vendee. But the defendants contend “ that the delivery of the goods to Atwood k Co. upon the order of Baker, and their shipment by Atwood k Co. under his instructions, was such a delivery to the vendee as excludes any right of stoppage in transitu on the part of the vendor.” But for what purpose were the goods delivered to Atwood k Co. ? Was it for safe keeping or disposal? Certainly for neither. Then was it for transportation to the vendee ? The testimony shows that they merely collected them for transportation, and the fact that they were immediately transmitted on their way to Ohio, is satisfactory that they were delivered for no other purpose, that they were still in transitu, and that the right of stoppage was not at an end.\nWas the interception of the goods at Hollidaysburg, by Baker taking possession of them and remarking them, such a change of their destination by the assent of the vendee as to arrest the transitas, and operate as a complete delivery of the goods to him ?\nDoubtless if the vendee himself had intercepted the goods at that or any other point, and taken the actual possession of them as owner, the transitas would have been at an end; and in like manner, if his authorized agent had taken possession on his account, for the same purpose, it would have the same effect. But what authority had Baker to intercept the goods on Rhodes’ account at that place ? According to his own testimony he did it as the agent of certain creditors of Rhodes’s, and for their benefit, so that in fact it may have been an exercise of the right of stoppage in transitu by the vendors, though I do not perceive that he made much effort for the protection of those by whose orders the stoppage was made.\nThe circumstance that he erased Rhodes’ name and still forwarded the goods to Akron on their way to Massillon, appears to evince a desire to get them safely on their passage, and rather to facilitate than to intercept their transmission to their original destination— certainly Wheeler was not the owner, as Rhodes himself was 'in Pittsburgh on the arrival of the goods, endeavoring to obtain their liberation.\nIn Story on Sales, sec, 336, it is said if the agent hold them for the purpose of transmission to the vendee, the vendor’s right of stoppage exists. And .in Whitehead v. Anderson, 9 Meeson & Welshy 534, Parke Baron observes: “ The law is clearly settled that the -unpaid vendor has a right to retake the goods before they have arrived at the destination originally contemplated by the purchaser, unless in the mean time they have come into the actual or constructive possession of the vendee. A case of constructive possession is where the carrier enters expressly or by implication into a new agreement distinct from the original contract for carriage, to hold the goods for the consignee as his agent, not for the purpose of expediting them to the place of original destination pursuant to that contract, but in a new character for the purpose of custody on his account, and subject to some new and further order to be given to him. It appears to us very doubtful whether the act of marking, or taking samples, or the like, without any removal from the possession of the carrier, as though with the intention of taking possession, would amount to a constructive possession, unless accompanied with such circumstances as to denote that the carrier was intended to keep, and assented to keep the goods in the cha-r racter of an agent for custody: \"9 M. & W.534. This case is cited with approval in Bonath v. Broomhead, I Barr 304, by Judge Rogers. I see nothing, therefore, in the transaction, to put an end to the transitus at that point.\nIt is also contended, that if the goods were consigned to Pittsburgh, where they were to be subject to the order of the vendee as to their further transportation, their transitus was ended on their arrival at this point.\nIf the facts were so, the law is correctly stated. The goods would then have arrived at the end of their journey. But they were consigned to Bagaley & Smith, and never reached their possession, but were arrested in the hands of the defendants, agents of Leech & Co., the first carriers. Neither is it certain that if they had been delivered to Bagaley & Smith, they were to be retained for further orders from the consignee or the person to whom directed. It is the duty of the forwarding house to expedite goods to their places of destination; and they would fail in that duty if. they did not, as soon as practicable, send them as directed, without delay for any further order than that found in their manifest, or the directions on the goods themselves.\nNor do I think that the defendants’ first point, the seizure under writs of foreign attachment, presents any difficulty in the way of the plaintiffs’ recovery. The creditors of the consignee can obtain no greater right over the goods than the consignee himself had when the attachment was served. The right of stoppage in transitu is not defeated by the goods being attached by process of foreign attachment, any more than by the right of a carrier to retain for a general balance : 1 Camp. 248 ; 3 T. R. 464 ; 3 B. & P. 42; 15 Wend. 137; 17 do. 504; 23 do. 611; 8 Pick. 198.\nThe act of the 3d April, 1799, Dunlop 85, perhaps, occasions greater difficulty. But the object of that act was to prevent delay, and to protect the officers of the law from vexatious and protracted litigation, and not to deprive a third person of a valuable right; and, as far as I have been informed, has not been extended to cases of foreign attachment. The case in 1 Miles Rep. is an authority in support of this position.\nThe object of foreign attachment is to compel the appearance of the defendant, and for that purpose he is attached by his goods and chattels, &c. This is not such an absolute seizure of the goods as will prevent the issue of a replevin for the same goods; particularly so, when the plaintiff in replevin is a merchant, claiming the goods under his right of stoppage in transitu. The authorities are full that this right is superior to that of attaching creditors, and I think the right may be enforced by replevin.\nThe defendants also contend that they had a lien for freight, which should have been paid or tendered, before this suit can be maintained.\nThe carriers had a lien, and were entitled to payment of their freight, before the goods could be taken from their possession. But this does not prevent the claim of the vendor as against the vendee ; and, in fact, the freight was paid before the actual seizure of the goods, and before they were removed from the defendants’ possession. This would appear then, rather as a question of costs, than one affecting the result of the case between the real contending parties ; and I am disposed to think that this matter is not put in issue by the pleadings. At all events, that the parties may have an opportunity of determining the merits of the case, and as the point is now unimportant to the litigant parties, it is answered in the negative. The purchaser’s notes given for the price of the goods, need not be tendered back before stopping in transitu: Smith’s Merc. Law 550; 2 Meeson & Welsby 364; Abbott on Shipping 408; 9 Mass. Rep. 72.\nThe defendants’ seventh point is, therefore, answered in the ■negative.\nUpon the whole case, then, I am of the opinion that the plaintiffs are entitled to a verdict.\nThe jury rendered a verdict in favor of the plaintiffs for six cents damages and six cents costs.\nWhereupon, this writ of error was sued out, and the plaintiffs therein now assign for error :\n1st. That the court erred in their answers to the seven several propositions submitted by the counsel for the defendants; and\n2d. That the court also erred in charging the jury that the vendee’s agent, Baker, had no right to intercept the goods at Hollidaysbui’g; and that he did it as the agent of the creditors, without any evidence of such agency, and in direct contradiction of the fact that the plaintiffs were no parties to the arrangement testified to by him.\nThe ease was argued by Williams and Kuhn, for plaintiffs in error.\nMagraw and Shaler, for defendants."
  },
  "file_name": "0048-01",
  "first_page_order": 48,
  "last_page_order": 55
}
