{
  "id": 405925,
  "name": "Morrison versus Hartman",
  "name_abbreviation": "Morrison v. Hartman",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "55",
  "last_page": "56",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 193,
    "char_count": 2784,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.8971489427787746e-07,
      "percentile": 0.7297743999746703
    },
    "sha256": "06d115fdda3a5cf463d41a4d0e87e656239121d02661d055fafd9d3b03b2d9a6",
    "simhash": "1:39fa0add825846ef",
    "word_count": 484
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrison versus Hartman."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— The witness would be liable, in any event, either to the plaintiff or to the defendant who is sued, as his surety. If the plaintiff fails, he may recover his debt from the witness with costs; but not the costs of this action. If he recovers, the defendant may recover from him his debt and the costs of both actions. The witness was consequently interested.\nThe other point also was properly ruled. A creditor who lets the means of satisfaction slip from his hands, discharges his debtor’s surety; but he must have had the means actually in his hands, or at least a specific lien on it. Permissive supineness will not do it. In the United States v. Simpson, 3 Penns. Rep. 439, the surety was not discharged though the creditor had suffered the lien of a judgment against the principal to expire. That was thought to be a different thing from impairing a security by a positive act,” the surety and the creditor standing in equal want of equity. Had the surety in this instance required the creditor to proceed on his execution, the case would have been different; but it was his business to look after his own interest. The very point seems to have been ruled at Harrisburg in Cathcart’s Appeal, 1 Har. 416.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Washington, for plaintiff in error.",
      "Magraw, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Morrison versus Hartman.\nIn a scire facias on a recognisance for stay of execution, the principal debtor is not a competent witness for the defendant who was surety in the same.\nThe surety in a recognisance for stay of execution, is not discharged merely by reason of a fi. fa. on the original judgment having been stayed by plaintiff’s attorney before levy.\nError to the District Court of Allegheny county.\nThis was a scire facias on a recognisance issued in favor of Hartman and Hoge v. Morrison on his recognisance of bail for stay of execution, in a judgment obtained by plaintiffs against Hamnet and Schoyer.\nOn the judgment against Hamnet and Schoyer a fi. fa. had issued, which was stayed by order of plaintiff’s attorney. No levy had been made upon it.\nOn the trial, the deposition of Hamnet was offered, on the part of defendant, to prove that an arrangement had been made between himself and Mr. Bigham, plaintiff’s attorney, which discharged Morrison.\nThe deposition was rejected.\nOn same side, it was also offered to be proved by McMillan, that at the time the fi. fa. against Hamnet, one of the principal debtors, was in the hands of the sheriff, and which was stayed by order of plaintiff’s attorney, that Hamnet had sufficient personal property in his possession to pay the debt.\nThe evidence was rejected.\nVerdict for plaintiffs.\nErrors assigned:\n1. In rejecting the deposition of John Hamnet.\n2. In rejecting the evidence of McMillan.\nThe case was argued by Washington, for plaintiff in error.\nMagraw, for defendant in error."
  },
  "file_name": "0055-01",
  "first_page_order": 55,
  "last_page_order": 56
}
