{
  "id": 405923,
  "name": "Calhoun and Lyon versus Mahon",
  "name_abbreviation": "Calhoun v. Mahon",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "56",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 369,
    "char_count": 5876,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 3.5424715898613534e-07,
      "percentile": 0.8848772650451822
    },
    "sha256": "366e4b4e93efb429554309b766609d6f6afcb1b648fbb181d3d2acbfce674da6",
    "simhash": "1:96325d15933af9f7",
    "word_count": 1023
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Calhoun and Lyon versus Mahon."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The single question in this cause, whether the time when the bricks were furnished by the plaintiff is sufficiently stated, on the face of the claim filed, or may with convenient certainty be collected from it, is, I should think, ruled by Dreisbach v. Kellar, 2 Barr 77; Shaw v. Barnes, 5 Barr 18; Reichbaugh v. Dagan, 7 Barr 394; and Knabb’s Appeal, 10 Barr 186. All these cases settle that a substantial compliance with the requisites of the act of 1836, on the subject of the claim filed, is sufficient. Certainty to a common intent is all that is called for, and this is satisfied if those interested may ascertain the period during which the delivery of the materials was effected, or the work was done, so as to individuate the transaction. In the case last cited, where as here, the claim was for bricks furnished in the construction of a building, but a single date was given, and this was ruled to be sufficient, more especially as among brick makers, the habit is said to be to make the final charge after all the necessary bricks are furnished. In the instance before us, it appears to me, the claim filed is still more precise and satisfactory, in the particular under consideration. The date upon which the last delivery of bricks took place is given, to wit, June 3, 1847, and it is averred the whole number was furnished within six months prior to November 6th, 1847, the date of the claim filed. It results necessarily that the materials here sued for, must have been furnished between the 6th of May and the 3d of June, 1847. Now surely, under the authorities I have referred to, this is sufficiently certain, and particularly when it is recollected those who provide bricks for structures in process of erection, do not generally charge each load dispatched to the building, with the date when it was sent. It has been more than once said, we must not be hypercritical, when scanning this species of lien, and estimating its sufficiency. Such a practice must necessarily defeat a very large majority of them; a result not to be desired where they furnish sufficient data to enable the parties subject to them, to ascertain all that is essential for them to know. Both upon authority and principle, then, we conceive the claim, in dispute here, well enough ascertains the time of delivery.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Burlce, for plaintiffs in error, and by Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Calhoun and Lyon versus Mahon.\nA claim filed November 6, 1847, stating the amount of it, for 16,836 brick, furnished within six months last past, for and about the erection and construction of a building, describing it, and. appurtenances, and annexing a bill of particulars, with a single date, viz. 3d June, 1837, is sufficiently certain.\nError to the Common Pleas of Allegheny county.\nThis was a scire facias on a claim for materials, as follows:\nRichard Mahon, of the county aforesaid, brickmaker, files this, his claim for the payment of $65.99, against all that certain three story brick dwelling-house, situate on the corner of Morgan and Cedar streets, in the Fourth Ward of Allegheny city, in the county aforesaid, being 16 feet in front by 18 feet in depth, and the lot or piece of ground appurtenant being 25 feet in front by---in depth. The said sum of $65.99 being a debt contracted for materials furnished, viz.: 16,836 brick, by the said Richard Mahon, within six months last past, for and about the erection and construction of said building and appurtenances of which the said Patrick Calhoun is the owner or reputed owner, and the said James Lyon is the contractor or architect. And the said Richard Mahon claims to have a lien on the said building and the lot of ground appurtenant to said building from the commencement thereof, for the sum aforesaid, according to the act of Assembly in such case made and provided. And said claimant hereto, annexes a bill of particulars of the amount of his said debt, showing the nature and land of materials furnished, and the time when the said materials were furnished.\nNovember 6, 1847. Wm. Boyd, Attorney for plaintiff.\nPatrick Calhoun owner, and James Lyon contractor,\nTo Richard Mahon, Dr., to 16,836 brick at $3.94 per 1000, the last of which were furnished 3d June, 1847. $65.99.\nAmong defendant’s pleas was the following one, viz.: “And for a further plea in this behalf, the said defendant pleads nul tiel record; and that there is no sufficient lien filed of record in the said court, in this case, containing and setting forth the correct dates, amounts, &c. of the items and particulars, as is required by the act of Assembly in such case made and provided,” &c., &c. ■\nOn the trial it was objected to the lien, that the bill does not contain a statement of items, no dates, and is of too general a character.\nThe court overrule the objection.\nPoint submitted by defendant’s counsel:\nThe lien and bill of particulars filed by plaintiff are defective and insufficient, the times at which the alleged materials were furnished not being set out therein, nor shown by proof on the trial.\nPatton, J., charged:\nThe lien and bill of items are sufficient.\nIf the materials were furnished on any other credit than that of the building itself, the plaintiff will not be entitled to recover. But •if the materials were furnished to the building on the credit of the building, the plaintiff will be entitled to recover.\nTo which charge the defendant’s counsel excepts, and the exception is sealed.\nYerdict for plaintiff.\nAssignment of errors:\n1. The court erred in overruling the objection to the lien and bill of particulars, and suffering the same to be read in evidence to the jury.\n2. The court erred in their answer to defendant’s point; and in charging the jury that the lien and bill of items were sufficient.\n3. General errors, &c.\nThe case was argued by Burlce, for plaintiffs in error, and by Marshall, for defendant in error."
  },
  "file_name": "0056-01",
  "first_page_order": 56,
  "last_page_order": 59
}
