{
  "id": 405945,
  "name": "Stephens versus Forsyth et al.",
  "name_abbreviation": "Stephens v. Forsyth",
  "decision_date": "1850-09-13",
  "docket_number": "",
  "first_page": "67",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Johns. 50",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 88",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 104",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "12 Peters 488",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5619864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/37/0488-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0231-01"
      ]
    },
    {
      "cite": "1 Yeates 40",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771532,
        6771509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0040-01",
        "/yeates/1/0039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4677,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.6753731010100128e-07,
      "percentile": 0.6965996859276352
    },
    "sha256": "cf1829fffbb8123aa54aed9796d0634e68f6f4741708632fc05d9b848302ddcb",
    "simhash": "1:c5a842394b5e9c41",
    "word_count": 823
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stephens versus Forsyth et al."
    ],
    "opinions": [
      {
        "text": "— Per curiam.\n— A decree in equity produces its effect by controlling the course of the person, not by controlling a court of law, or any part of its machinery. A party may proceed at law, in the face of an injunction, and the court of law will adjudicate, if he will brave the consequences of the contempt. A court of chancery affects no superiority over any court of law whatever, or its officers; and pretends not to review their proceedings : so that the court, from which process has issued, is the only one to which the sheriff is answerable for the execution of it.\nDecree affirmed.",
        "type": "majority",
        "author": "— Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Dunlop, for plaintiff in error.",
      "T. Williams and Kuhn, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Stephens versus Forsyth et al.\nA court of chancery affects no superiority over a court of law, or its officers ; and on appeal to this court from a decree, dismissing a hill, which prayed the court for an order on its sheriff to deliver a deed, this court will not interfere with the decree of the lower court.\nAppeal from the decree of the District Court of Allegheny county.\nThe bill of E. W. Stephens had been presented to the District Court sitting in chancery, against Forsyth, sheriff of Allegheny county, and William Nelson and others, heirs of Cornelia Stephens, daughter of Cornelia Stephens, which latter had been the wife of A. C. Stephens, and daughter of E. Gr. Nelson.\nThe plaintiff complained, in this case, that in 1830, E. Gr. Nelson died, leaving two children, William and Cornelia; William died in 1842, intestate and without issue; Cornelia married Allen Stephens. On 18th January, 1843, her husband and she mortgaged a lot of ground in Allegheny city, to plaintiff, and died 16th November, 1847, leaving a child which died an infant, leaving the defendants (except Forsyth) her heirs at law. Cornelia was born 8th June, 1822, and of course was under age when the mortgage was executed. Sci. fa. issued against Allen Stephens and the administrator of Cornelia on the mortgage No. 182, January, 1848, and judgment entered, and on lev. fac. the land was sold at sheriff’s sale to complainant, for $2000; that the sheriff made a deed to him, which was acknowledged 28th May, 1848; the sheriff’s deed ■was not delivered, but the proceeds of sale were all coming to complainant; the costs were not paid, but that immediate application was twice made to sheriff for the delivery of the deed, and to pay the costs; the bill of the costs was not shown, because the costs, sheriff said, had not been taxed.\nThat the Nelsons, the defendants, on 28th September, 1848; obtained a rule to show cause why the sheriff’s sale should not be set aside, and thereon the court ordered the sheriff to retain the deed till disposal of the rule, and on 16th October following,—\nOrdered the sheriff’s deed to be cancelled, the acknowledgment rescinded, the sale to be set aside, and the judgment to be opened.\nThat this was without any issue granted, and after the term had gone by from the time of the acknowledgment of the sheriff’s deed, and without allegation of fraud, and without any request on part of respondents to set the deed aside.\nThe defendants demurred to the bill.\nBefore the demurrer the bill was amended by consent, so as to assert that complainant was appointed'on 28th September, 1840, by the Orphan’s Court of Allegheny county, guardian of Cornelia, and knew, of course, that she was not of age when she executed the mortgage.\nThe prayer was, that Forsyth may be decreed to deliver said deed, or another made and lawfully acknowledged, to complainant; and that the District Court may be ordered to cause any such deed to be properly acknowledged.\nThe court, Lowrie, J., dismissed the bill.\nThe question was, whether the District Court can cancel a sheriff’s deed after acknowledgment, and after the term has passed, when there is no allegation of fraud.\nThe case was argued by Dunlop, for plaintiff in error.\n— He contended, that the District Court had no power, after acknowledgment, to set the deed and sale aside. It was too late, unless the sale and deed were assailed on the ground of fraud in themselves: 1 Yeates 40; 2 Pa. Rep. 231. After the term had passed, the court had no power to set aside the deed, or reverse their own decision : 12 Peters 488, 492 ; 1 Bin. 104.\nT. Williams and Kuhn, for defendant in error. —\nIn Pennsylvania, equity is law; the facts are for the jury; but whether, on any state of facts found by the jury, the party is entitled to equity, and the mode, manner, and extent of the relief, are for the court. No facts were in dispute; no issue was asked for : 16 Serg. Rawle 278-9 ; Story's Equity, vol. ii., sects. 694-5, pp. 700, 702.\nThe objection, that the term had passed, is not fatal: 7 Wend. 88 ; 20 Johns. 50.\nSeptember 13, 1850."
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 68
}
