{
  "id": 405935,
  "name": "Seitz & Co. versus Buffum & Co",
  "name_abbreviation": "Seitz & Co. v. Buffum & Co.",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "69",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 433",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0433-01"
      ]
    },
    {
      "cite": "2 Whar. 211",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0211-01"
      ]
    },
    {
      "cite": "4 Yeates 479",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0479-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle 257",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811128
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0257-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle 259",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 456",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7059,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 2.3411667020917497e-07,
      "percentile": 0.7921952206479992
    },
    "sha256": "17e0654e9e476ad8801a6d12ba9eab2ee6f877d09232416745afa0af2aa949aa",
    "simhash": "1:ba48c9188e47738a",
    "word_count": 1250
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seitz & Co. versus Buffum & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\n— It is the ordinary and common practice of a court of chancery, to continue to add, on motion, parties to a proceeding in that court, until every person interested, or that may be in any way affected by the decree, are brought on the record. Indeed, a court of equity will refuse to proceed to a final disposition of the cause until all persons interested are made parties to the bill. This wise and beneficial practice, however, has never obtained a footing in a court, governed by the technical and narrow principles of the common law. The latter adhere strictly to mere technicalities, at the sacrifice frequently of the justice of the case; an acknowledged evil, which may in most cases be easily obviated by a simple amendment in matters of form, or substance, without injury to a single human being. Aware of the -injustice which a too strict adherence to form is apt to produce, the legislature, and the courts following in their wake, are becoming more liberal on this head; particularly in proceedings commenced before justices of the peace, who for the most part are inobservant of all rules to guide them. The doctrine of amendments, however, although there is an increasing disposition to allow them, has not' yet been carried to the extent of permitting an entirely new party to be added to the suit. The furthest we have yet gone, is, to allow a mistake in the Christian, or surname, or in both, to be corrected on application to the court, as in Harbach v. Knox, Boggs & Co., 6 Barr 377, and in a case not yet reported. But although a new party cannot as yet be added, yet we perceive no objection to an amendment adding a trustee, or legal owner, to the record. It is not in substance, the addition of a new party, but merely the insertion of the name of the person in whom is vested the legal title, held for the use of others beneficially interested in the cause; the matters in controversy remaining as before tbe amendment. But however this may be, tbe amendment here is not an error of which the defendant can with any propriety complain. For I cannot see any objection to the suit as originally instituted, nor do I perceive the necessity of any amendment whatever. The suit was brought before the justice against A. B. Seitz & Co., to recover a balance due on book account, for goods sold and delivered to their trustee by the plaintiffs. The only effect of the amendment is, to bring the trustee on the record, and give an opportunity to take defence for the beneficiaries. By the amendment then, if wrong, no injury is done to any person, and consequently the court will not reverse the judgment. As to the second exception: there is no such variance between the declaration and judgment as calls for the interposition of this court. The amendment goes to the whole record. That it was not actually made, is nothing. ' It is a principle of law well settled, that when leave is given to amend, the court considers the amendment as made. And indeed, if necessary to support the judgment, it would be no great stretch of power to allow the amendment to be now made.\nThe exception, that the defendant is sued as Seitz & Co., without naming the members of the firm, is cured by verdict. This is ruled in Morse v. Chase & Co., 4 Watts 456, and Porter v. Cresson, 10 Serg. & Rawle 259. If a suit is in the firm name, as Seitz & Co., for example, the court will presume it after verdict to be the name of real persons, when the contrary does not appear. The courts make any reasonable presumptions to rid themselves of objections, which do not touch the merits.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Barton, for plaintiff in error,",
      "Weaver, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Seitz & Co. versus Buffum & Co.\n\"Where on appeal from the judgment of a justice of the peace, in a against A. B. Seitz & Co., the court, before trial, gave leave to amend by substituting the trustee of defendants as party, such alteration is not erroneous.\nThe declaration being against the defendants in their partnership name, there is no such variance between the narr. and judgment, after amendment, as will be error. The amendment goes to the whole record. That it was not actually made in the declaration, is not material.\nThat the suit was against defendants, without naming the members of the firm, is cured by verdict.\nError to the Common Pleas of Allegheny county.\nThis case originated before a justice of the peace, brought by H. W. Buffum and J. H.Buffum, partners, doing business under the firm of Buffum & Co., against A. B. Seitz & Co., to recover a balance due on hook account, for goods sold and delivered. Defendant appealed, and plaintiffs entered a rule and had arbitrators chosen, who awarded against them, on the ground that their action was brought against the wrong defendant. Plaintiffs appealed from the award, and obtained leave to amend by adding the name of Frederick Seitz, trustee of Ann§, Barbara Seitz & Co., defendant. The attorney of A. B. Seitz then withdrew his appearance, having no warrant or authority from the said Frederick to act for him in the matter. September 17, 1849 — rule on defendant to plead on ten days notice, or judgment. September 22, 1849 — the court order that the record he amended, so that the party defendant on the record shall he “ Frederick Seitz, trustee of Anna Barbara Seitz & Co.” It was alleged, that this was the order intended to be made on the 8th instant, and omitted by a clerical mistake. It was alleged on the paper hook on part of defendant, that this amendment was granted without any rule to show cause, without notice, and without argument.\nOctober 4, 1849, judgment for want of a plea.\nIt was assigned for error,\n1. The court erred in making the rule absolute, taken on the 7th of September, 1849, and permitting the plaintiffs to amend the record by adding the name of a new party.\n2. The court erred in making the order of the 22d September, 1849, and permitting a further amendment, and the substitution of one party for another, the same having been done without notice, and after the attorney of A. B. Seitz had withdrawn Ms appearance.\n3. The judgment is erroneous and void. The declaration sets out a cause of action against A. B. Seitz & Co., hut none against Frederick Seitz, the person against whom the judgment is entered.\n4. The plaintiffs bring their suit against A. B. Seitz & Co., without setting out the names of the members of the firm.\nBarton, for plaintiff in error,\ncontended, inter alia, that the orders of the 8th and 22d September were not amendments, but an entire change of the parties. That the declaration was not amended.\nWeaver, for defendant in error,\ncontended, that the trustee of a trust fund may be added to the record, 9 Barr 316; 6 do. 496. That the suit, the declaration, and judgment, conformed: 10 Serg. & Rawle 257. That the amendment affected the whole record. It is not too late to make the amendment now: 4 Yeates 479 ; 2 Whar. 211; Dun. Dig. new ed. 240 note 3. If any other member of the firm was omitted, it should have been plead in abatement, 4 Watts 433; 10 Serg. & Rawle 257."
  },
  "file_name": "0069-01",
  "first_page_order": 69,
  "last_page_order": 71
}
