{
  "id": 405983,
  "name": "Miltenberger et al. versus Commonwealth",
  "name_abbreviation": "Miltenberger v. Commonwealth",
  "decision_date": "1850-09-13",
  "docket_number": "",
  "first_page": "71",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 515",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0515-01"
      ]
    },
    {
      "cite": "1 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0437-01"
      ]
    },
    {
      "cite": "8 Watts 158",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Smith 297",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 515",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 514,
    "char_count": 12009,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 1.0072592846972088e-07,
      "percentile": 0.5411245983839212
    },
    "sha256": "53674e9585e3d926adb301a32691d0b08b4524e5e1fc0d2f09fb9342eca61069",
    "simhash": "1:3d538ea0af0e6cf7",
    "word_count": 2089
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miltenberger et al. versus Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The error assigned in relation to the matter contained in the special plea of defendant below, is fully and finally disposed of, by the case of Commonwealth v. Patterson, 8 Watts 515, in which it was ruled by this court, that the limitation to an action against sureties of administrators, contained in the 2d section of the act of 4th April, 1797, is not applicable to an original administration bond taken by the register, but only to an additional bond, given by the executor or administrator by order of the Orphan’s Court. This suit being on the original administration bond taken by the register, is without and beyond the limitation, which has no application to it.\nThe statute, which regulates proceedings on bonds, such as this, given to the Commonwealth for the purpose of securing the faithful execution of the respective offices, employment or trust devolving on the persons who give such bonds, particularly regulates the mode of proceeding, and the manner in which judgment shall be entered on such bonds. And the provisions of the statute must be followed. The judgment in this ease, in the particular in which it is complained of, is entirely in conformity with the statute: that is, for the Commonwealth in the amount of the obligation or bond; and secondly, for the plaintiff in the issue, (Sheriff,) in the amount of damages assessed by the jury. It is in vain to say that there ought to be a judgment for the debt found due to the plaintiff, and for the detention of that debt, inasmuch as it is an action of debt, because the statute enacts that the judgment for the debt sued for shall be in favor of the Commonwealth, that is, the amount of the bond; and secondly, for the plaintiff in such issue, that is, the person who is named on the record, as the individual for whose use the suit is instituted, for the damages assessed, and for the costs accrued between such plaintiff and the defendants. In Carman v. Noble, 9 Barr 372, it is said, that in such cases, according to tbe terms of the statute, there ought to be two judgments, one for the amount of the penalty of the bond, which would be cautionary, in favor of the Commonwealth, and the other for the plaintiff, as the cestui que use is denominated in the statute, for the amount of damage he should prove. In the same case it was ruled, that when the substantial elements of a valid judgment appeared on the record, this court would mould them into the form required by the statute. But this judgment might be supported under the English practice, under their statute, which regulated our practice, until our statutory regulations on the subject, superseded it. In England, at the trial, the jury found a verdict for the plaintiff, with fifteen shillings damages, and forty shillings costs, and also assessed the damages for the breaches; and then, on the return of the postea, the judgment is entered for the debt, which is the penalty of the bond, and one shilling damages, the latter being merely nominal; the real amount of the damages being that assessed by the jury, for the breaches assigned: 1 Saunders 58, N. 1.\nThe jury have found the breach assigned, and assessed damages for it. In that breach it is distinctly averred, that there was a debt due the plaintiff and unpaid, and which the administrator refused to pay; and the nature of the debt is distinctly set out. The jury also find in favor of the Commonwealth, for the penalty; the whole scope and intent of our statute is therefore fulfilled, in this particular.\nThere is nothing whatever in the error assigned, as to the damages laid in the declaration. These were not on account of the breaches, or for the amount of damages sustained by the plaintiff in consequence of the breaches; but merely the formal addition to the declaration of nominal damages. Although the bond was penal, it was unnecessary and mere surplusage, though it is often added to the narr. on penal bonds.\nThe devastavit is sufficiently alleged in the breach assigned- to support the verdict found, and judgment rendered thereon. If any technical form was wanting in the setting out a devastavit, it appears to have been fully supplied by the evidence given by the plaintiff. After verdict, upon a full trial on the merits, we cannot disturb the judgment on this account.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Williams and Kuhn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miltenberger et al. versus Commonwealth.\n1. The limitation to an action against sureties of executors or administrators, prescribed by the proviso to the second section of the act of 4th April, 1797, (3 Smith 297,) is not applicable to an original administration bond taken by the register, but only to an additional bond given by order of the Orphans’ Court.\n2. In an action in the name of the Commonwealth for the use of the person aggrieved, on an official bond, the judgment is, by the act of 14th June, 1836, relative to official bonds, to be, first, for the Commonwealth for the amount of the penalty; and secondly, for the plaintiff in interest, in the amount of damages assessed by the jury.\n3. Where the narr. in such an action, concludes to the damage of the plaintiff, this is merely the formal allegation of nominal damage, and not on account of the damages sustained by the party for whose use the action was brought.\n4. As to the narr. in such an action, and the allegation of a devastavit, see this case.\nWrit of error to the District Court of Allegheny county, at the instance of George Miltenberger, et al. v. The Commonwealth of Pennsylvania for the use of John Sheriff.\nThis was an action of debt on the administration bond of M. B. Miltenberger and William Graham, jr., administrators of Joseph Oliver, deceased, in the penalty of $30,000, dated in 1833. This bond was taken by the register of Allegheny county, when letters of administration were granted by him to said administrators, and is in the usual and legal form. George Miltenberger and Samuel Johnston were the securities in said bond. M. B. Miltenberger, one of the administrators, died before the commencement of this suit. The plaintiff’s declaration is in the usual form of a narr. in debt on a bond with a penalty conditioned for the performance of other acts than the payment of money. The narr. after the usual commencement, sets forth the bond and its condition, and after averring that a large amount of assets, amounting to $3577.34, had come to the hands of said administrators, and that the same appeared by the account filed by William Graham, jr., surviving administrator, proceeds to set out the breach (after averment of sufficient assets.) Yet the said administrators did not nor would pay or cause to be paid unto the said John Sheriff, the amount of a certain debt due to him from the said administrators or administrator of said estate, by judgment rendered by M. B. Lowry,' alderman, in and for the city of Pittsburgh, on the 11th of January, 1831, for the sum of fifty-six dollars and fifty-nine cents, with costs of suit, and the same to pay, (though often required so to do,) have hitherto wholly neglected and refused, and still neglect and refuse so to do. And the said plaintiff in fact, saith, that the said administrators have committed a devastavit in regard to the assets of the estate so come to their hands as aforesaid, and have wasted and misapplied the same. By reason of which said breach, the said writing obligatory became forfeited, and thereby an action hath accrued to the said plaintiff to demand and have, of and from the said defendants, the said penalty of $30,000 above demanded. Yet the said defendants have not, nor hath either of them, paid the said sum of money above demanded, or any part thereof, to the said plaintiff; and to pay the same hitherto have wholly refused, and still do refuse, to the damage of the said plaintiff of fifty dollars, and therefore the said plaintiffs bring suit, &c.\nTo this defendants pleaded “ payment with leave to plead any special matter of defence at large” — “ Covenants performed, &c., with leave,” &c., and also afterwards filed the special plea:\nThat defendants have received no notice that a return of nulla Iona had been made to an execution against them; so that they might show goods or chattels, lands, &c., in some other county, which might have been seized and taken in execution by a Us. fi. fa. to satisfy said debt.\nThat no suit was brought against defendants within seven years from the date of said bond.\nThe plaintiff traversed the defendant’s first plea, joined issue on the second, and demurred to the third or special plea.\nOn the trial of the cause, in support of his narr. the plaintiff gave in evidence the bond, and after having proved that sufficient assets came to the hands of the administrators to pay the debt due to John Sheriff, proceeded to give in evidence, (without objection from the defendant,) in proof of the breach and devastavit alleged in the narr., a judgment against said administrator in favor of John Sheriff — also an execution issued on said judgment and returned “no goods” — also the record of an action of debt, brought in the District Court of Allegheny county by John Sheriff against the said William Graham, jr., the surviving administrator, on the said judgment. In which action the plaintiff had declared in the usual form, suggesting and charging the administrator with a devastavit, and had obtained a judgment in favor of said John Sheriff, for the amount of his debt, against the said administrator do bonis propriis. He also gave in evidence without objection, an execution issued thereon and a return of “nulla bona” to the same.\nThe jury found for the plaintiff on the defendant’s first and second pleas, for the penalty of the bond $30,000, and assessed the damages or sum due to John Sheriff at $112.98, subject to the opinion of the court on the demurrer and special plea. After argument, the court sustained the demurrer, and entered judgment for the plaintiff.\nIt was assigned for error:\n1. That the court erred in entering judgment for the plaintiff, on the demurrer to the special plea.\n2. That the judgment is erroneous, being for damages in an action of debt. There being no judgment for any debt, there can be no damages incurred where there was no debt due or detained.\n3. The judgment and verdict were for a greater amount of damages than were claimed in the declaration — viz. for $112.89, when only fifty dollars were claimed as damages in the declaration, being a surplus verdict of $62.89 beyond the plaintiff’s claim of damages.\n4. The declaration exhibits no title in the plaintiffs to authorize the judgment, there being no evidence set forth of devastavit, such as is required by the laws of Pennsylvania; viz. by judgment against the administrators, and averment of return of nulla bona to execution thereon: Commonwealth v. Wenrich, 8 Watts 158; Same v. Evans, 1 Watts 437; U. S. Dig. Exrs. & Admrs. 1008, 1010, 1021, 1050, 1081, 1085, 1100, 1115.\nThe case was argued by Graft, for plaintiff in error. • See his authorities as to fourth assignment, stated at the termination of that assignment.\nWilliams and Kuhn, for defendant in error.\n1. That notice to sureties in an original administration bond that a return of nulla bona had been made, is not necessary. It is required only in the case of sureties in an additional bond, given by order of Orphans’ Court, under act of 4th April, 1797. The limitation to an action against sureties by the second section of the same act is applicable only to the additional bond: 8 Watts 515.\n2. In an action on an official bond, the judgment is to be twofold — first, for the Commonwealth, in the amount of the bond; second, for the party injured, “in the amount of damages assessed,” and costs. The short entry of judgment is equivalent to the entry of a formal judgment.\n3. The damages ^ claimed in the narr. are not the damages claimed by Sheriff, but by the Commonwealth for the non-payment of the penalty, and are merely nominal.\nSeptember 13,"
  },
  "file_name": "0071-01",
  "first_page_order": 71,
  "last_page_order": 75
}
