{
  "id": 405863,
  "name": "Stackhouse et al. versus O'Hara's Executors",
  "name_abbreviation": "Stackhouse v. O'Hara's Executors",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "88",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 294,
    "char_count": 5054,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 1.573731108979725e-07,
      "percentile": 0.6791451934070287
    },
    "sha256": "4568717675f6101d6d5e27e2e48ee00decd390e730b3a3e127301d5bef676385",
    "simhash": "1:937c20bb5a87ecab",
    "word_count": 870
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stackhouse et al. versus O’Hara’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— As an attorney of the court, Scully had no authority whatever to enter into the arrangement or agreement, on which the defendant relies for protection; and it is not alleged that he had any other authority. It is a misapprehension, I conceive, to call the agreement an executed agreement. It was essentially an executory contract or arrangement. Mr. Scully agreed that he would buy in the property at the first sale, for the plaintiff, and release Tomlinson from the balance of the debt due on the bond and mortgage. But he did not release him. On the contrary, very soon after the sale, he found out that he had exceeded his authority, and gave notice to Tomlinson that he would not carry out the agreement, because he had surpassed his authority in making it; and for that reason he asked the court to set aside the sale, in order that Tomlinson might not be prejudiced by the small sum for which the property sold at the first sale, and thus retrieved his error in good faith. Tomlinson had given no consideration for the agreement, had parted with nothing, had made no corresponding or equivalent agreement, on which the other might rest, suffered no damage or harm by it. In short, it was a naked, unauthorized, invalid agreement, and therefore of no account in this proceeding.\nAn attorney at law in Pennsylvania has very extensive power in relation to conducting a suit, but after judgment this plenary power, in a great measure, ceases, excepting as to his power of receiving the amount of the judgment, and giving a receipt for it. The limitations, as to his authority, imposed on him by the law, relate generally to compromises, such as substituting one thing for another, as land for money, or to acts after judgment. These are without the range of that professional learning and skill which constituted, in fact, the ground-work of the relation of counsel and client. The attorney, here, in substance, agreed to take the real estate of the defendant, in full discharge and in lieu of the judgment of his principal, and for a less value than the amount of the judgment. But it was a clear excess of authority beyond the range of professional power, and therefore not binding on the client.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by McOandless, for plaintiff in error.",
      "Hamilton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Stackhouse et al. versus O’Hara’s Executors.\nAn attorney at law, without special authority, has no right to take land for the debt of his client; and an agreement by him with a debtor, to buy in the land mortgaged and release him from the debt, for which agreement no consideration was paid, and the declining to do which produced no injury to the debtor, is no defence, by the debtor, to the payment of the debt.\nError to the District Court of Allegheny county.\nThis was an action of debt on a bond, instituted in favor of Denny et al. Executors of the will of James O’Hara, deceased, v. Stackhouse and Tomlinson. Defendants plead release and payment with leave, &c.\nOn the trial, the defendants gave in evidence the proceedings in a scire facias on a mortgage, given to secure the payment of the bond in suit. It appeared that a judgment was entered in favor of the plaintiffs; that a levari facias issued, and that the land was sold to Charles B. Scully, the plaintiff’s attorney, for sixty-five dollars, but the said sale w'as afterwards set aside; that an alias levari facias issued, and the land was sold to E. W. H. Schenley for $9000.\nDefendants then called Robinson, who testified that the defendant, M. Stackhouse, is considered insolvent; that before the first sale, he on behalf of Joseph Tomlinson, defendant, called on Mr. Scully, plaintiff’s attorney, and it was then and there agreed and understood that Mr. Scully would buy in the property at the sale, for the plaintiffs, and release Mr. Tomlinson from all further liability on defendants’ bond and mortgage.\n•' And thereupon the plaintiff, to meet and rebut the evidence so given, called Charles B. Scully, who testified that he did make the arrangement proved by the witness; but that he had made it under an entire misapprehension as to his instructions and authority; that he had no authority to release Mr. Tomlinson from Ms liability, and that he, on ascertaining that he had exceeded Ms authority, procured the sheriff’s first sale to be set aside, and immediately and before issuing the second levari facias, informed Mr. Tomlinson of the mistake which he had made as to the character of his instructions and authority.\nLowrie, J., instructed the jury that the arrangement testified to by Mr. Robinson was not of such a character as an attorney at law had, by virtue of his office, authority to make on behalf of his client, and that if they believed the testimony of Mr. Scully, the arrangement was afterwards effectually revoked and cancelled.\nAnd thereupon verdict was rendered for the plaintiff.\nTo which instructions of the court the defendants’ counsel excepted. ■\nError was assigned to the charge of the court.\nThe case was argued by McOandless, for plaintiff in error.\nHamilton, for defendant."
  },
  "file_name": "0088-01",
  "first_page_order": 88,
  "last_page_order": 90
}
