{
  "id": 405876,
  "name": "Fulwood versus Bushfield; McKinney's Administrators versus Same",
  "name_abbreviation": "Fulwood v. Bushfield",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "90",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 90"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Howard 272",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 238,
    "char_count": 3106,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.7429109547632428e-07,
      "percentile": 0.7072912358983091
    },
    "sha256": "da7c34d668e3e91de250f34a57b3c678dc84703a4671885a4dd42463559fda76",
    "simhash": "1:8c69e6297eedd60d",
    "word_count": 509
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fulwood versus Bushfield. McKinney’s Administrators versus Same."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— Cake v. Lewis, 8 Barr 493, implicitly followed the prior determination in McMillen v. The Bank of Penn Township, 2 Barr 343, which ruled the very point. What is the proper coxxstruction of the fifth section of the late bankrupt law, in cases like the present, appears to have given rise to coixtrariety of decision in the State tribunals, some agreeing with the Pennsylvania cases, and others adopting an opposite view. It is, however, scarcely wortb while to inquire, on original grounds, which is right, since the question has been recently directly determined by the court of the last resort, in Mace v. Wells, 7 Howard 272. It was there held, that a surety might prove against his bankrupt principal’s estate, the debt for which he was bound, even before he had paid any part of it, and consequently, that the bankrupt himself was discharged, by his certificate, from all future liability. We think this determination is decisive of the present controversy; for the fact that, in our case, the instalments in question were not due until after the bankrupt’s discharge, can work no essential difference in the operation of the section. As emanating from a court clothed with the power of authoritatively expounding the federal statutes, we are imperatively bound by its conclusion, to say nothing of the respect we entertain for it, as a judicial tribunal. • This case must, consequently, be ruled in accordance with the governing decision.\nWhether our adjudications can be sustained upon the difference between guarantors and sureties, strictly so called, it is unnecessary now to inquire; though, for myself, I may be permitted to say I see no reason for establishing a diversity, in this particular, between the two species of undertakings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Argued by McOandless, for plaintiffs in error, and by",
      "Williams, for defendant in error*."
    ],
    "corrections": "",
    "head_matter": "Fulwood versus Bushfield. McKinney’s Administrators versus Same.\nA surety, who, after the discharge of his principal as a bankrupt, pays instalments of a debt of the principal, which became payable since the discharge, but for which the surety was bound before the application of the bankrupt, is not entitled to recover the same from his principal.\nError to the District Court of Allegheny county.\nThere were two suits: one by Fulwood v. Bushfield, and the other by McKinney’s Administrators v. Bushfield. Bushfield was bound, in 1837, in a bond to Davidson, in which Fulwood and McKinney were bound as sureties. The bond was conditioned for the payment of $3000 in instalments, one of which was payable on 1st April, 1843, and another payable on 1st April, 1844.\nIn October, 1842, Bushfield, the principal, was discharged as a bankrupt. After his discharge, Fulwood was compelled to pay a part of the two last instalments. The administrators of the estate of McKinney paid another part.\nThe material question was, whether they could recover from Bushfield, the principal, the amount paid by them.\nThe court below,'Hepburn, J., pronounced judgment for the defendant, which was assigned for error.\nArgued by McOandless, for plaintiffs in error, and by\nWilliams, for defendant in error*."
  },
  "file_name": "0090-01",
  "first_page_order": 90,
  "last_page_order": 91
}
