{
  "id": 405980,
  "name": "Forsyth versus Palmer",
  "name_abbreviation": "Forsyth v. Palmer",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "96",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0418-01"
      ]
    },
    {
      "cite": "9 Wend. 36",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/9/0036-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 106",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0106-01"
      ]
    },
    {
      "cite": "1 Jones 585",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 7294,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 2.5905729301253436e-07,
      "percentile": 0.818033406580847
    },
    "sha256": "d5cbda83f485bce78a0c6c35dfdacf090f7032cdea27adc5e6dd2b26d052541d",
    "simhash": "1:8694efa56f6c31f3",
    "word_count": 1285
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Forsyth versus Palmer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— As defendant in the execution on which the goods were sold, the witness was clearly disinterested. In Keyrnborg v. Burbridge, 1 Jones 585, the plaintiff had sent the segars to Bollman, the witness for whose debt they were seized and sold, as a commission merchant accountable to him for the proceeds; from which accountability he was not discharged by the seizure and sale of them on .Burbridge’s execution; but he would have been discharged from it had Keymborg recovered satisfaction from Bur-bridge, and he was therefore an incompetent witness to enforce it. Here the creditor of the witness is not the party who sues, but the substantive party sued. In that case the witness was liable to the party who called him; in this, he had been discharged by the sheriff’s return.\nBut the defendant ought to have been allowed to show, in mitigation of damages, that the plaintiff had bought in his goods at an under value. The measure was the actual, not the speculative loss. The primary end of damages is compensation; and not of every injurious consequence that may have been suffered, for a different rule would let in compensation for time, trouble, and counsel fees — but of what is accurately called in Mr. Sedgwick’s valuble treatise on the Measure of Damages, page 31, the legal injury, which sets the machinery of the law in motion. That machinery is necessarily imperfect; for much suffering, vexation, and anxiety is often inflicted, which cannot be subjected to its action. But the rule in the English and American courts, subject to very special exceptions, is to give a'ctual compensation, by graduating the amount of the damages exactly to the extent of the loss. It is peculiarly, but not exclusively applicable to damages for breach of contract. Thus, for not delivering a commodity purchased and paid for, the measure of damages is not the price given, but the market value at the time and place appointed for the delivery. The vendee can then sue; and his cause of action being complete, cannot be varied by the state of the market afterwards, else he might lie by for years, with a view to increase the damages. The vendee has a right to receive the thing bargained for, or an equivalent which will enable him to procure it from another; and when he has received the equivalent, it is the same to him as if he had received the article itself from the vendor. So much, therefore, he is entitled to recover by action. I am aware that the decisions are discrepant where the price has been prepaid; but I cannot conceive how the rule of compensation can be altered by it, or more just than when it gives the vendee a pecuniary equivalent for actual performance at the time appointed for it. When the market price happens to be the contract price, a vendee who has paid nothing, recovers nothing but nominal damages; because to execute the contract specifically, would take from him the contract price and give him nothing in return for it that he could not obtain for the same price. Where he has paid the contract price, he obtains the same result by getting it back; and so much he is entitled to demand by action. Where the market price has fallen below the contract price, he is entitled to recover back so much of what he has paid as is equal to the market price, because for so much he may purchase the article from another; where he has paid nothing, he will not be apt to sue for nominal damages, lest peradventure he might have the depreciated article forced on him at the contract price. ■- When the market price has risen above the contract price, he is entitled to the difference in addition to what he has paid; if he has paid nothing, then to the difference only. Surely this gives the vendee just compensation by giving him the advantages he would have had from a specific execution of the contract at the day; and if that be so, it is impossible to see how payment of the contract price beforehand, being an accident which admits of remuneration, should involve the vendor in subsequent fluctuations of value; or why the vendee should be benefited by a rising market and not prejudiced by a falling one. This, however, is not the place to discuss the merits of the difference between the English and the Pennsylvania rule; nor, since the decision in Smethurst v. Woolston, 5 Watts & Serg. 106, is it open to discussion by us.\nThe rule which aims at actual compensation, is applicable to cases of involuntary escape from arrest on mesne process; to cases of conversion of choses in action; to cases of trespass to personal property; and to almost every other case of tort. On this rule was decided Baker v. Freeman, 9 Wend. 36, the counterpart of the case before us. What did the plaintiff below lose by the illegal seizure and sale of his goods ? Just what it cost him to redeem them. He is not at liberty to turn the injury into a benefit, or his loss into gain; or to make profit of his goods at the defendant’s expense by buying them back at a discount. A different question W'ould have been presented, had the goods been sold at a sacrifice to a stranger. In O’Conner v. Foster, 10 Watts 418, it was said that the proper compensation to be made by a carriel' prevented from transporting the goods, is the difference between the stipulated price and the price for which they might have been carried. Doubtless the consignor is bound, in such a case, to procure another carrier on reasonable terms, if he can. But was the plaintiff bound to redeem his goods with cash diverted from his business ? Certainly not. But he did redeem them; and he is entitled only to the sum advanced by him, with interest.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Wills, for plaintiff in error.",
      "Austin was for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Forsyth versus Palmer.\nIn an action of trespass against a sheriff for selling the goods of A., on an execution against B., B. is a competent witness to prove that the goods belonged to A. '\nIn such an action, the sheriff may show, in mitigation of damages, that the goods were bought in for the plaintiff at an under price. The measure of damages is the extent of the loss sustained by the plaintiff; — what it cost him to redeem them.\nError to the District Court of Allegheny county.\nThis was an action of trespass brought by Palmer against Forsyth, who was then sheriff of Allegheny county, for seizing in execution his goods and selling them as the property of Mrs. Rhodes, on an execution against her, though he was notified that the goods were the property of the plaintiff.\nOn the trial, the plaintiff offered Mrs. Rhodes as a witness to prove that the goods were the property of the plaintiff. She was objected to as incompetent. She was admitted, and defendant’s counsel excepted.\nAfterwards defendant’s counsel offered to prove by Mrs. Rhodes, that a large portion of the goods seized and sold by the sheriff were purchased at said sale for Palmer, the plaintiff; this being offered in mitigation of damages.\nThis offer was objected to by plaintiff, the evidence rejected, and defendant’s counsel excepted.\nYerdict for plaintiff for $783.00.\nError was assigned to the admission of the evidence of Mrs. Rhodes; and secondly, to the rejection of her testimony.\nThe case was argued by Wills, for plaintiff in error.\nAustin was for defendant in error."
  },
  "file_name": "0096-01",
  "first_page_order": 96,
  "last_page_order": 98
}
