{
  "id": 405977,
  "name": "Kerr et al. versus Day",
  "name_abbreviation": "Kerr v. Day",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "112",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 474",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 67",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0067-01"
      ]
    },
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "3 Wheat. 578",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 18581,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.6183276814897845e-06,
      "percentile": 0.9927860659057729
    },
    "sha256": "cc90ae3bfce9a403623d33e4e2d695570395c41367691b86f7bf5e96b4dcf7d9",
    "simhash": "1:0b73a68b8eed09ca",
    "word_count": 3246
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kerr et al. versus Day."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The ground upon which a chancellor executes an executory contract for the sale of lands, is, that equity looks upon things agreed to be done, as actually performed; consequently, when an agreement is made for the sale of an estate, the vendor is considered as a trustee for the purchaser, of the estate sold, and the purchaser as a trustee of the purchase money for the vendor: Green v. Smith, 1 Atk. 572; Craig v. Leslie, 3 Wheat. 578. The vendee is, in contemplation of equity, actually seized of the estate, and is, therefore, subject to any loss which may happen to it between the agreement and the conveyance, and will enjoy any benefit which may accrue in the same interval. As a consequence, he may sell or charge the estate before conveyance executed; Selon v. Slade, 7 Ves. Jr. 265; 1 Ves. 220; 6 Ves. Jr. 352; and the death of either vendor or vendee, even before the time of completing the contract, is held to be entirely immaterial: Winged v. Lofebury, 2 Eq. Ca. Abr. 32, pi. 43; Paul v. Wilkins, Tothill 106 ; Baker v. Hill, 2 Oh. B. 113. As a result of this principle, which seems to be of general application, it is settled, that an estate under contract of sale is regarded as converted into personalty, from the time of the contract, notwithstanding an election to complete the purchase rests entirely with the purchaser; and if the seller die before the election be exercised, the purchase money, when paid, will go to his executors as assets: Sikes v. Lister, 5 Vin. Abr. 561, pl. 28; Baden v. Pembroke, 2 Vern. 213. But if, from defect of title, insufficiency of contract, or other cause, the court should think the contract ought not to be carried into execution, a conversion is prevented, and the estate will go to the heir at law of the vendor, as though no contract had ever existed : Lacon v. Waters, 3 Atk. 1; Buckmaster v. Harrop, 7 Ves. Jr. 361; Rose v. Conyngham, 11 Ves. Jr. 550. So also, if one covenant ;to lay out a sum of money in the purchase of land, generally, and devises his real estate before he has made the purchase, the money agreed to be laid out, will pass to the devisee, as representing land: Green v. Smith, 1 Ath. 573. These illustrations of the doctrine of conversion are familiar instances in which the rule that agreements to be performed are considered as perfonned, has been practically applied, and might, I think, without further aid, be accepted as decisive of the doctrine which the defendant below invoked as sufficient for his protection in this action. Upon the trial, however, it was distinctly made a question whether the option, vested in Cuddy, by the agreement of April 1,1845, to purchase the property or not within a given period, does not distinguish this case from those I have adverted to; or, if not, then whether the plaintiff below can be considered as a Iona fide purchaser, without notice of Cuddy’s equity, and so relieved from the obligation to convey which vested in his vendor, Alexander ? A little further examination will show both these points to be definitively settled against the plaintiff by a train of uncontroverted authority. These decide that equitable conversion takes place, although the election to purchase rests solely with the purchaser, whose optional right may be transmitted to his vendee; and that notice of this right will be imputed to a second purchaser from the original vendor through an actual possession of the land agreed to be sold, consistent with the contract.\nThe first instance in which, I believe, the principal question arose, was before Lord Kenyon, at the Rolls, in 1785, and was singularly like the case in hand in its leading features. It is thus stated by Lord Eldon, in Ripley v. Waterworth, 7 Ves. 436, where, as well as in subsequent cases, it was approved and followed. Whitmore demised to Douglass, for seven years, with a covenant that if the tenant, after the 29th of September, 1761, and before the 29th of September, 1765, should choose to purchase the inheritance for ¿£3000, Whitmore would convey to him. In 1761, before any election, Whitmore died, and left all his real estate to Bennett in fee, and all his personal estate to Bennett and his sister equally, as tenants in common. In 1765, before the time mentioned, Walter, who purchased the lease and benefit of the agreement from Douglass, called on Bennett to convey for ¿£3000, which conveyance was made in consideration of that sum. Afterwards the sister and her husband filed a bill against the representative of Bennett, claiming a moiety of the ¿£3000 and interest, and it was decreed accordingly, and, added the chancellor, “ though the testator could never have compelled the lessee to purchase, yet when the assignee made the election, it was held the personal estate of the testator, and not to belong to the devisee of the real estate.” Another case, parallel in principle, is noticed as having been mentioned before Lord Kenyon, of one, who having a timber estate, agreed to sell a given quantity per annum, to be chosen' by the vendee. The owner died, and a vast deal of timber was cut after his death. That timber, though in the option of the buyer, was held to be the personal estate of the party to the contract. In Townley v. Bedwell, 14 Ves. 591, Lord Eldon again cited the first of these cases, as Lawes v. Bennett, and followed it as furnishing a governing rule. The principal case was this. A testator had executed a lease to one Townley, for thirty-three years, with a proviso that if Townley, his executors, administrators, or assigns, should be desirous to purchase the premises within six years, he should pay to the testator, his heirs or assigns, ¿£600 for the purchase, upon having a good title made to him, (Townley,) his executors, administrators, or assigns. The testator died before the expiration of the six years, and within that period Townley declared his option to purchase, according to the proviso. The heir of the testator claimed the rents and purchase money, on the ground that until Townley declared his option, the estate continued to be realty, and the declaration being made after the death of the testator, it so descended, and, consequently, the price of it belonged to the heir. The case was ably argued by eminent counsel, for the heir at law and next of kin. After reflection, the Lord Chancellor adhered to Lawes v. Bennett, and though he gave the rents which accrued before Townley’s declaration, to the heir, he decreed the price of the land to the next of kin, because, by relation, the election to purchase turned the estate into personalty, in the lifetime of the testator.\nIn Daniels v. Davidson, 16 Ves. 253, Lawes v. Bennett is again approvingly noticed, under the name of Douglass v. Whiting, and is said to have turned upon the doctrine that, when the lessee made his option to purchase, he was to be considered as the owner ab initio. Indeed, the determination can only be supported by attributing to the lessee an equitable estate in the land, under his covenant for an optional purchase, which passed to his alienee, vesting him with the right to call for a specific execution on declaring his election.\nIn Daniels v. Davidson, the bill for a specific execution stated an agreement by Davidson to sell to Daniels a public house, called The Plough, then in the occupation of Daniels, for the sum of ¿6200, on or before the 25th of March next ensuing; that before the day the plaintiff tendered the purchase money and demanded a conveyance, but the defendant refused to perform the contract, and sold the premises to the other defendant Cole, and charging Cole with notice. No doubt was intimated of the equitable interest of Daniels, the only question being of the notice imputed to Cole, the second purchaser. And on the authority of Taylor v. Stibbert, 2 Ves. 437, it was ruled, in effect, that where a tenant for years agrees to purchase, his possession, though under the lease, is notice of his equitable interest as purchaser, to a subsequent purchaser, who is bound to inquire and inform himself of all the contents of the lease and the covenants contained in it, as well as of all the interests and estates claimed by the tenant. Having failed to do so, he will be decreed to convey to the first vendee, leaving the original seller and the second purchaser to settle their rights between themselves. In delivering the judgment, Lord Eldon took occasion to say, “ Where there is a tenant in possession under a lease, or an agreement, a person purchasing part of the estate must be bound to inquire on what terms that person is in possession. If, for instance, he is occupying tenant under a lease for forty-five years, the purchaser is bound by the fact that he is entitled to that term, if he does not choose to inquire into the nature of his possession; the tenant being in no fault, but enjoying according to his title. Then if, in the instance of such a term, the tenant would be entitled against the purchaser, why is not his title good for a greater interest ? In the ease of Douglass v. Whiting, the tenant was not bound to know, and did not know, that it was necessary for him to make any communication of the option which he had by the contract with his landlord, to become the purchaser; and Lord Kenyon held that there was nothing that could affect his conscience in favor of the purchaser, having no communication with him. My opinion, therefore, considering this as depending on notice, is, that this tenant being in possession under a lease, with an agreement in his pocket to become the purchaser, those circumstances altogether give him an equity, repelling the claim of a subsequent purchaser, who made no inquiry as to the nature of his possession.” When the case came up again for a final decree, 17 Ves. 488, the same doctrine was repeated. “With regard,” said the chancellor, .“to the subsequent sale by the defendant, Davidson, to the other defendant, Cole, my notion is that the plaintiff has an equity to have a conveyance of the premises from Cole, upon the ground that Cole must be considered, in equity, as having notice of the plaintiff’s equitable title under the agreement; that Cole was bound to inquire, and therefore, without going into the circumstances, to ascertain whether he had, or had not, actual notice, he is to be considered as a purchaser of the other defendant’s title, subject to the equity of the plaintiff to have the premises conveyed to him at the price, which he had by the agreement, stipulated to pay to that defendant.” I have cited these observations thus at length, because they furnish a full answer to the objection raised in our case, on the score of alleged want of notice to the plaintiff below. Carnahan’s possession, as the tenant of Cuddy, is attended with the same effect in imposing the duty of inquiry upon Day, the second purchaser, as though Cuddy himself had been in possession; more especially as Carnahan had attorned to Warden, the assignee of Cuddy. The necessity of this inquiry is enforced by our own cases of Jacques v. Weeks, 7 Watts 261; Lewis v. Bradford, 10 Watts 67: Boggs v. Varney, 6 Watts & Serg. 474, and a case decided at the last term for this district, but not yet reported. As the case is then presented by the record, Warden, having purchased Cuddy’s equitable interest, entitled himself to a conveyance of the land, by his notice of an election to pur chase,, within the time stipulated by the covenant. Day, the plaintiff below, having bought the legal title from Alexander, under notice of Cuddy’s equity, stands in Alexander’s place, in respect to the covenant of sale, is subject to the same duty, and is bound to perform all the person he represents would be bound to do, were the legal title yet in him: Taylor v. Stibbet, 2 Ves. 439; Crofton v. Ormsby, 2 Soho. & Lef. 583. If, in addition to the cases already cited, other authorities were necessary to show that Alexander’s alienation to Day worked no effect upon the previous rights of Cuddy and his assignee, they may be found in Eckliff v. Baldwin, 1 Ves. 267, and Curtis v. The Marquis of Buckingham, 3 Ves. & Beam 168, recognising the chancellor’s power to restrain a vendor from conveying the legal estate to a third person, because such a measure might put the purchaser to the expense of making another party to the suit.\nIt is scarcely necessary to add that whatever right may reside in Warden as vendee of Cuddy, is in no degree affected by the fact that he was one of the parties who,.as owner, covenanted with Cuddy to convey, on a compliance by the latter with the stipulations of the agreement. By Warden’s subsequent conveyance to Alexander of all his interest in the property, the duty of fulfilling the covenant of sale was cast upon the latter, as owner of the legal title. Considered, simply, as a covenant real, Warden became a stranger to it, and was, consequently, in a position, at the time of his purchase from Cuddy, to acquire the right to claim a conveyance from Alexander, or from his grantee, upon determining of the option given by the original agreement.\nUpon the case, as it now stands, Kerr, as representing Warden, is entitled to retain the possession of the property. Should Warden, upon offer of a legal conveyance, fail to fulfil the stipulations on his part to be performed, of course the relative rights of the parties would undergo a change.\nUpon both the points made below, the learned judge before whom the case was tried, fell into an error, attributable, no doubt, to the necessary rapidity of a trial at bar, and the consequent difficulty of looking into the books. In the argument submitted to us, the subject was very insufficiently explored, and we can, therefore, easily believe the District Court derived but little assistance from the research of counsel.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Woods, for plaintiffs in error.",
      "Watson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kerr et al. versus Day.\n1. In the ease of articles of agreement, leasing land with the right to purchase, though such right rests solely with the purchaser, it may be enforced by the purchaser, and such optional right may be transmitted to his vendee; notice of this right will be imputed to a second purchaser from the original vendor, by actual possession of the land agreed to be sold, which is consistent with the contract.\n2. The right of the vendee of the purchaser to enforce the agreement, is not affected by the fact that he was one of the owners, who covenanted to convey, but who afterwards sold to his co-tenant, his interest in the premises.\nError to the District Court of Allegheny county.\nThis was an ejectment by Day v. Kerr, for a lot of ground in Allegheny county. Kerr was the tenant under Warden. Trunick was substituted as co-defendant; he was assignee of Warden, who was assignee of Cuddy. Warden and Alexander had been together seized of a piece of ground constituting the village of Temperance-ville, of which the lot in dispute was a part. They made partition. The lot in question was conveyed and released by Warden to Alexander, deed dated July 1, 1847, and Alexander conveyed it to Day, the plaintiff, by deed dated August 9, 1847.\nOn the part of defendant, evidence was given of an agreement dated April 1, 1845, between Warden and Alexander, of the one part, and Cuddy, of the other part, by which Cuddy was to have the lot for three years at a certain rate, with the right to improve; and it was agreed that Cuddy should have the privilege of. buying the said lot, at any time during the continuance of said term, at the price of twelve hundred dollars, in such payments as may be agreed upon, not exceeding ten years from the date of the lease.\nThere was also produced an assignment of the foregoing agreement, by Cuddy to Warden, dated 29th July, 1847, for the consideration of one hundred and fifteen dollars. This was before the deed from Alexander to Day. Also, a letter from Warden to Day, the plaintiff, dated February 13, 1848, giving Day notice that he had purchased the interest of Cuddy in said lot, and intended holding it as a purchaser, &c.\nWarden assigned to Trunick all his right, &c., in the article of agreement between Warden, Alexander, and Cuddy, and to the lot. This assignment was dated the 22d day of August, 1849. It was piwed-by one Carnahan, that Cuddy had improved the lot; that at the time of the sale by Alexander to Day, he, Carnahan, was in possession of the property as tenant, he having come in under a lease from Cuddy; and during that summer, and after the assignment to Warden, he, Carnahan, paid rent to Warden, and that the defendant, Kerr, came into possession when he, the witness, left the premises.\nOn the part of the defendant, it was insisted that by virtue of the aforegoing, an equitable title was vested in Trunick, as the assignee of Warden, who was assignee of Cuddy; and that under the circumstances stated by Carnahan, Lay, the plaintiff, was chargeable with notice of the said equitable title.\nThe plaintiff’s counsel insisted that the defendant took no interest in the premises under the assignment from Cuddy to Warden, (the residue of the lease excepted,) either in law or in equity; and even if they did, that the plaintiff is a bona fide purchaser, for a valuable consideration, without notice, and that the possession proved by Carnahan was not, under the circumstances, constructive notice of the interest claimed under the said agreement of 1845.\nWhereupon, Lotos, J., instructed the jury as follows, to wit:\n1st. That the facts set forth in the testimony of James Carnahan, do not amount to constructive notice of the title claimed by defendant, under the agreement of 1st of April, 1845.\n2d. That an agreement to give a party an option of purchasing certain land, is a mere personal ’covenant or agreement, and not such an agreement as vests any interest, legal or equitable, in the land the subject of the contract; and that the defendant claiming under such agreement alone, without any act of election previous to the sale to plaintiff, has no such title to the land as furnishes the foundation of a defence to an action of ejectment.\nTo this charge the defendant’s counsel excepted, and a bill of exceptions was sealed.\nVerdict for plaintiff.\nErrors assigned:\n1. The court erred in the first part of their charge, on the question of constructive notice.\n2. The court erred in the second part of their charge, on the construction of the agreement and defendant’s rights under it.\nThe case was argued by Woods, for plaintiffs in error.\nWatson, for defendant in error."
  },
  "file_name": "0112-01",
  "first_page_order": 112,
  "last_page_order": 118
}
