{
  "id": 405974,
  "name": "McKibbin versus Charlton",
  "name_abbreviation": "McKibbin v. Charlton",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "128",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 253,
    "char_count": 3576,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015055317896912137
    },
    "sha256": "2765802b921daaa27af69cc85363b1c6846f5fbfd0d56b66ed0131767eb449b6",
    "simhash": "1:0012eb34c2c9330c",
    "word_count": 627
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKibbin versus Charlton."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— This case is distinctly within the principle of Harbison v. Jack, 2 Watts 124, in which it was held that an accidental or temporary suspension of the actual occupancy of land does not make it unseated, and that where profits have been drawn from it, the owner can return it to the unproductive class only by abandonment, entire, unlimited, and intentional. This lot was in cultivation the year before the assessment and the year after it, the interruption having been occasioned by a sale of it for a building lot to one who was not prepared to make instant use of it. In the mean time it was not thrown out as a common, but suffered to remain enclosed, along with the vendor’s unsold lots, by a common fence. He, or his vendee, was personally liable for the tax, and it could not be charged on the ground.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Wills, for plaintiff in error. — 9 Barr 71 was referred to in one of the exceptions.",
      "Black and Dunlop were for defendants, whom the court declined to hear."
    ],
    "corrections": "",
    "head_matter": "McKibbin versus Charlton.\nUnimproved lots of ground separated by a sale by former owners from a larger piece of enclosed ground, but remaining enclosed with such other ground by an outside fence, and not separately enclosed, and cultivated before and after assessment, but not in cultivation when assessed, cannot legally be assessed as unseated, and sold for taxes.\nError, to the District Court of Allegheny county.\nThese were actions of ejectment, brought by McKibbin to recover the possession of three lots of ground, in the city of Allegheny. The plaintiff claimed under a treasurer’s deed to him, dated. July 21, 1842, made in pursuance of a sale for taxes. The lots were assessed after 7th December, 1839, perhaps in January, February, or March, 1840. The Charltons had purchased about two acres of ground in 1837; they sold the lots in question out of it to Blakely, and conveyed them to him by deed, dated June 10, 1839. The lots in question were not cultivated in 1839, but they had been cultivated before, and were cultivated afterwards. The lots in controversy were enclosed by an outer fence, enclosing about two acres.\nIt was contended on the part of the plaintiff that this was not an enclosure of these particular lots: that they were separated from the general mass by a sale by the owners, and though included in the enclosure, that it was not sufficient to exempt them from the character of unseated lots.\nThe owners of the legal title at the time of the sale, took possession of the lots in 1844 at farthest, and held the possession till 1849, before plaintiff asserted his claim.\nHepburn, J., instructed the jury, inter alia, that,\nIf the jury believe from the evidence that the lots in question were enclosed with a view to cultivation, and this was followed up by actual cultivation in the spring or summer following, or if the enclosure with a view to cultivation was begun at the time of the assessments and was continued until completed, and then, as soon after as the case admitted, the lots were actually cultivated, then the plaintiff is not entitled to recover, and your verdict should be in favor of defendants.\nIt was assigned for error, inter alia, that the court erred in charging the jury, that the original outside fence, enclosing the two-acre lot before its subdivision into town lots according to a recorded plan, and before the sale of the lots in question to Blakely, continued to be a legal enclosure of them, notwithstanding the dedication of the land to this new purpose, and the separation of the lots by a sale.\nThe case was argued by Wills, for plaintiff in error. — 9 Barr 71 was referred to in one of the exceptions.\nBlack and Dunlop were for defendants, whom the court declined to hear."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 129
}
