{
  "id": 405989,
  "name": "McClure et al. versus McClure",
  "name_abbreviation": "McClure v. McClure",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "134",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 9780,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 2.2363620006044646e-07,
      "percentile": 0.7796155297084888
    },
    "sha256": "95f9c38c9d664bbff570d970dced9e5db1230dbbea4f41bc50f79bf57f01e62c",
    "simhash": "1:211966a44d3e74c5",
    "word_count": 1690
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClure et al. versus McClure."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The case does not involve or permit the application of the principle of law, upon which the defendant below and the defendant in error rests his cause. There is no doubt whatever, that the judgment of a court of competent jurisdiction, directly on the point, is conclusive of it, where coming collaterally into contest, between the same parties, in a subsequent proceeding. But the point in contest here, was not ruled in the action of partition, and would not have been decided, even if the plaintiffs had attempted there to draw it into controversy. The ancestor of the plaintiffs, Daniel McClure, was tenant in common with the defendants, and other children of William McClure, deceased, each entitled to one-tenth of the tract, which had descended to them from the said William McClure. Daniel McClure, the father of the plaintiffs, by agreement in writing, not under seal, agreed to sell his share to the defendants; and the plaintiffs brought suit to recover the amount due on the said agreement, as the balance of the purchase money. The defendants resisted, but the plaintiffs recovered, not, however, as much as they alleged they were entitled to; and they brought their writ of error to this court, and the judgment was reversed, because the court below directed that the amount was to be abated by the fro rata share of Daniel McClure, in a certain old judgment against William McClure, deceased. The cause went back for trial, on a venire de novo.\nDefendants had brought an action of partition which was pending at the same time, which finally resulted in awarding the share of Daniel to the defendants. The plaintiffs in this action made no resistance or objection to that decree; they claiming only the balance of purchase money due, and for which this action was then pending. And when this action came on to be tried, on the venire de novo, the defendants' set up this action of partition, as a bar to recovery by the plaintiffs. They do not allege the payment of the money due on the agreement, nor any satisfaction of any kind, save only the judgment in partition, which they allege transferred all the right of the plaintiffs to them, and that therefore this action of ejectment, for the balance of purchase money, is extinguished. The flagrant injustice and enormity of a proceeding, by which a party would be stripped of a fair claim, never adjudicated against him, would be strong evidence that it had not the sanction of law. There is something in jurisprudence over and above mere technical inferences; but I do not admit that there is even technicality in favor of the defendant. There never was a decree of the Orphans’ Court, on this subject matter; the cases of Herr v. Herr, 5 Barr, and Painter v. Henderson, 7 Barr, are therefore inoperative. A decree of the Orphans’ Court upon a matter within its jurisdiction, is conclusive, and cannot be overhauled in a collateral proceeding, for mistake, nor for any thing but fraud. But the decree of the Orphans’ Court, and the judgments of courts of common law jurisdiction, to be conclusive or operative, must have been made on the same subject matter. In the action of partition, this matter of the balance of purchase money was not adjudicated, and could -not have been brought before the court. The defendants had been put into possession, under their agreement with Daniel, and his heirs claimed nothing but the balance of purchase money. Their right, then, could not be adjudicated in the action of partition, to a judgment in which they objected not. But what was the legal effect of that judgment ? It did not determine title between tenants in common, who held by descent from a common parent. It decided only, that it should be parted and divided among them, or if that could not be done, that it, the land, should be disposed of, as the statute directs. It is the partition, which is to remain firm and stable. The parties acquire no new title. There is nothing but parting and dividing the old one among them, or, where that cannot be done, adjudging it to one or more, they paying or securing to the others their proportional purparts of the valuation. The only effect of the judgment in partition here, was, to transfer the part of the plaintiffs to the defendants, upon their paying, or securing to be paid, to the plaintiffs, their proportional purpart or share. A judgment in partition is conclusive, that the parties shall hold no longer in common, but in severalty. It affects not the title. It cannot transmute an equitable into a legal estate, nor can it extinguish the right of the tenants in common, by any rule in the law, to their respective shares of the valuation money. At the time of the partition, part of the purchase money was due the plaintiffs. The partition did not operate- on that. If the defendants refuse to hold under the agreement, and elect to hold under the partition, then the whole of the purpart is due.\nBut it has been ruled by this court, that partition does not decide title, or create new title: 7 Barr 238. It dissolves ten air cy in common. But to show that it creates no new estate, it is only necessary to say, that in partition, in the Orphans’ Court, he who takes at the valuation, must pay the other parties their proportional parts, or give good security therefor by recognisance or otherwise, to the satisfaction of the court, for the payment, with legal interest, in a reasonable time; and when payment or satisfaction shall be made, that then, and not before, the party shall be forever barred of all right, &c. And by the act of 11th April, 1799, where partition is made in the common law courts, and one party takes at the valuation, and the sheriff is directed to make him a deed, it is subject to the payment of the respective purparts, which remain a lien until they are paid; and the direction of the act is, that the land shall be adjudged to the party electing to take, he or they paying or securing to be paid, to the other parties, their proportions of the appraised value, according to their respective rights.\nThe judgment in partition, therefore, does not even divest the title in common, until payment of the proportions of the other parties, according to their respective rights, be made; and the taker’s title depends upon his making payment, not upon the judgment in partition.\nIt is not pretended that payment was made, or security given to the plaintiffs, for their proportion, at the time partition was adjudged. The defendants shielded themselves, then, by their article of agreement, and the title acquired under it, to prevent their giving security: and now they would shield themselves by the judgment quod partitio fiat, and the valuation and taking at the appraisement, without having paid or secured the- plaintiffs for their proportional parts, in order to defeat their title, and holding under the agreement. We cannot shut our eyes to the real ease. The rejection of the evidence offered by the plaintiff below, the evidence of the record of the court trying the cause, for the purpose of showing the true case, was all wrong. The evidence was competent and overwhelming.\nThe court also erred in ruling that the action of partition, or the judgment therein, was conclusive against the plaintiff below, and plaintiff in error.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Wills, for- plaintiffs in error; and by Bigham and MeQandless, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McClure et al. versus McClure.\n1. A judgment in partition does not decide title, or create new title. It dissolves tenancy in common, but it does not divest title in common, until payment of the shares of the other owners.\n2. A judgment of a court is not conclusive, unless it be upon the same subject matter; therefore, a judgment in partition is not conclusive in an action of ejectment, pending at the time of the judgment, between the same parties, to enforce the payment of the purchase money of part of the land, which was the subject of the partition.\nError to the District Court of Allegheny county.\nThis was an action of ejectment brought to enforce the payment of the balance of the purchase money due on an article of agreement, not under seal, dated April 10, 1819, by which Daniel McClure, the father of plaintiffs, agreed to sell to defendants his interest, as a devisee, in the real estate of their father, William McClure, deceased, for four hundred and fifty dollars.\nAt the same time that this action of ejectment was pending, an action of partition was pending in the same court, in which the defendants in the action of ejectment were plaintiffs, and the plaintiffs in the ejectment were defendants.\nJudgment was rendered in the two actions on the same day, that in the action of ejectment being rendered first.\nThe judgment in ejectment was taken up by plaintiffs therein, as not having been rendered. for a sufficient amount, and it was reversed. When tried again, the judgment in the action of partition and the proceedings therein were received in evidence on the part of the defendants. Plaintiffs’ counsel, in order to rebut the evidence of title, proposed to prove the alleged agreement between Daniel McClure, the ancestor of plaintiffs, and William McClure, one of the defendants, and that part of the consideration money thereof remained unpaid. The evidence offered was overruled, and the proceedings in partition were held, by Lowri®, J., to be conclusive of the title to said share, as between all parties to that suit. Plaintiffs’ counsel excepted.\nError was assigned to the rejection of the evidence on the part of plaintiffs; and 2d, in holding the judgment in partition a conclusive bar against the right of the parties in this action, &c.\nThe case was argued by Wills, for- plaintiffs in error; and by Bigham and MeQandless, for defendants in error."
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 138
}
