{
  "id": 405912,
  "name": "Bokee & Co. versus Walker",
  "name_abbreviation": "Bokee & Co. v. Walker",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "139",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wend. 9",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0009-01"
      ]
    },
    {
      "cite": "7 Wend. 25",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "105"
        },
        {
          "page": "33"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Johns. 281",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 9274,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 2.4953268508032936e-07,
      "percentile": 0.8089489001096203
    },
    "sha256": "106cb8c10fc983cd476f1fdb274a2578b6e74709594607c10d17a33c821819e6",
    "simhash": "1:0337d8bbe5a7f630",
    "word_count": 1635
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rogers, J., was absent — and Coulter, J., dissented."
    ],
    "parties": [
      "Bokee & Co. versus Walker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, October 28th, by\nGibson, C. J.\n— English decisions on motions for new trials, in cases such as this, give an indistinct view of the abstract principle, with which alone a court of error has to do. Being judge and jury, and exercising a discretionary power over the verdict, to attain the merits, those courts do not so studiously observe the line between the province of the judge and the province of the jury, as our courts do. Still, it has not been said by any English judge except Chief Justice Tindall, that fraudulent misrepresentation of solvency is matter of legal inference. The present is an action on the case for deceit; but a constructive deceit is a new thing under the sun, and actual deceit is exclusively for the jury. In the celebrated case of Chesterfield v. Jansen, 2 Vesey 154, Lord Hardwicke divided fraud into four classes: 1. Dolus malus, or actual: 2. Inequitable or unconscientious bargains: 3. Presumptive, arising from the circumstances and condition of the parties: 4. Imposition on third parties. To these may be added fraud on creditors or purchasers, by force of the statutes of Elizabeth. The fraud imputed in this case, is of the first class, for it is impossible to place it in any of the others. There can be no constructive dolus malus; for where there is actual fraud, there is no room for construction or legal direction. In an action for deceit,'the jury have to'deal with a question of good faith; and if they are satisfied the defendant believed his own story, it is their duty to find in his favor. Suppression of circumstances is evidence of insincerity, but by no means conclusive; for the most substantial men are sometimes embarrassed. On the other hand, if he asserted a fact of which he knew and believed nothing, though not to injure the seller, but to oblige the buyer, he is guilty of falsehood, and must bear all the consequences produced by it. A man who asserts what he does not know, is guilty of duplicity, though he happen to assert the truth; and whatever the motive, he is not the less dishonest. But a man who believes what he says, is not chargeable with bad faith; and the state of his belief is a fact for the jury. All the judges concurred in Foster v. Charles, 6 Bingh. 396, that sincerity is the test; yet when the cause came up again in 7 Bingh. 105, Chief Justice Tindall said that confusion had arisen from not distinguishing between what is fraud in law, and the motive, for actual fraud; and that if a party make representations which he knows to be false, and injury ensue, though the motive may not be bad, he commits legal fraud. No motive for a representation which is false and may be injurious, can be good; and a lie to help a friend, is not the less a lie because it is not designed to injure the person to whom it is told: it is enough to stamp it with the character of actual fraud, that it may lead him to a risk, which he would otherwise shun. To me, it appears that the confusion spoken of, has arisen from the gropings of the judicial mind after the very distinction which the chief justice attempted. Had the question always been left to turn on the narrow point of purity of purpose, instead of the supposed legal effect of particular circumstances, there would have been no room for confusion. Sincerity of belief, however apparently unfounded, is unmixed matter of fact; and if it were not the test, every recommendation would be a guaranty. The fraud imputed to this defendant, was in recommending a purchaser as a responsible man, knowing him to be deep in debt to execution creditors, and in representing him as being good for a bill of'goods. The court refused to charge that the suppression of the fact of indebtedness was a legal fraud. It certainly was evidence of actual fraud, of which there is no rule to measure the force or determine the weight; but it was not conclusive. It mattered not how strong it was ; it raised no legal or artificial presumption to make it a subject of legal direction. The judge put the fact to the jury on the evidence; and if in terms too favorable to the defendant, he committed no error that is examinable here.\nJudgment affirmed.\nRogers, J., was absent — and Coulter, J., dissented.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Knox, for plaintiffs in error.",
      "Hamilton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bokee & Co. versus Walker.\nIn an action on the case for a deceit in recommending one as responsible, who was not so, the suppression of the indebtedness of the individual, is not a legal fraud. It is evidence of actual fraud, but not conclusive; and actual fraud is necessary to maintain the action.\nError to the District Court of Allegheny county.\nThis was an action on the case by Bokee & Co. against John Walker, Jr., for a deceit, in recommending, by letter, Samuel Walker, the brother of defendant, to the plaintiffs, as “ a responsible man,” without any mention of his indebtedness, when there was a large amount of judgment existing against Samuel Walker at the date of the letter of recommendation. Part of the letter was as follows:\n“ Plimbeth, September 6th, 1847.\n“ The bearer, Mr. James A. Eakin, visits your city and Philadelphia, for the purpose of purchasing goods for my brother, Samuel Walker; and as it is probable he will purchase his queensware in Baltimore, I have recommended him to call and examine your stock. Mr. S. Walker is a responsible man, and if you succeed in selling Mr. Eakin a bill for him, it will be good.”\nThe plaintiffs proved that on the 15th September, 1847, they sold goods to Eakin for Samuel Walker amounting to $162.95, that they were the first goods purchased by Eakin or Samuel Walker from them, and that they were sold on the faith of the letter. That shortly after the termination of the six months’ credit, suit was brought against Samuel Walker for the account, judgment obtained and execution issued, without producing the money. A list of judgments, amounting to $46,000, commencing on 3d October, 1842, and ending August 25, 1847, against Samuel Walker, was exhibited to the jury. The docket showed that John Walker, Jr., became bail, in 1843 and 1846, for stay of execution on judgments against Samuel Walker, for various sums, exceeding, in all, $5000. That on the 15th September, 1847, the date of the delivery of the letter of credit, executions were out for an amount exceeding $13,000. Also, that Samuel Walker’s real estate was mortgaged to John Walker, Jr., in 1839, for $11,000, and in 1843, for $4000, That the real and personal estate of Samuel Walker had been sold and did not reach plaintiffs’ judgment, by many thousand dollars. That defendant and Samuel Walker lived in the same town, and had frequent dealings together. That before September, 1847, it was generally known in the town that Samuel Walker was involved, and that judgments and executions existed against him. That on the 25th August, 1847, one Yan Kirk obtained a judgment against Samuel Walker, and John Walker, Jr., as the bail of Samuel, for $2700, and on the same day issued an execution, which was in the sheriff’s hands until the 4th Monday of November, 1847.\nOn the part of defendant, Samuel Walker testified that he was in a large business prior to 1847, for several years ; that he bought largely in Philadelphia; that at the time of the purchase from plaintiffs, he made purchases in Philadelphia, to the amount of four or five thousand dollars, and has paid for half of them; that he got credit in Pittsburgh, and that various persons endorsed for him in 1847, and that he has paid them, &e. Defendant also offered several other witnesses to prove that Samuel Walker was doing a large business prior to 1847, and that large sums of money were paid for work, &c.\nPlaintiffs’ counsel proposed the following point:\nThat the intentional suppression of his knowledge by John Walker, of judgments and executions in the sheriff’s hands, at the date of his letter, was in itself sufficient evidence from which the jury might infer a fraudulent intent — without more — (if the other parts of plaintiff’s case were made out to the satisfaction of the jury) — and base a verdict for plaintiff, if they thought proper.\nLowrie, J., charged, inter alia, that every false representation of the credit of another will not render him who makes it, responsible. It must not only be false, but known by the party to be false, and done with the intention to deceive. To plaintiff’s point, he said, “ this is not the law. The plaintiff must further satisfy « you, that this concealment was with the intention to deceive the plaintiffs as to the credit of Samuel Waker. * * He was not bound, in writing a letter of recommendation, to state the whole truth, if he believed Samuel Walker worthy of credit. * * The fact (if it be one) that John knew of judgments and executions, and concealed his knowledge, may go to some extent, with other proof of his fraudulent intent, to induce the jury to believe the existence of such intent — but is not of itself such proof thereof.”\nVerdict for defendant.\nError was assigned to the answer of the court to plaintiff’s point, and to the charge.\nThe case was argued by Knox, for plaintiffs in error.\n— He referred to 1 East 329; 3 Johns. 281; 7 Wend. 25; 6 Barr 310—316; 3 Term. Rep. 51; 6 Bing. 369; 7 id. 105; 8 id. 33; 7 Wend. 9.\nHamilton, for defendant."
  },
  "file_name": "0139-01",
  "first_page_order": 139,
  "last_page_order": 143
}
