{
  "id": 405874,
  "name": "Remington versus Irwin",
  "name_abbreviation": "Remington v. Irwin",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "143",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Serg.& Rawle 427",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/5/0427-01"
      ]
    },
    {
      "cite": "2 Watts 148",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0148-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 17847,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 3.932399378656645e-07,
      "percentile": 0.9030852764002844
    },
    "sha256": "c161933b0978262971cbc0e1c11467f16a97f65a7ca2960cd87b3b771d42460e",
    "simhash": "1:1bdaeca7117b97ee",
    "word_count": 3182
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Remington versus Irwin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— This is an action of ejectment brought by the vendee to enforce the specific performance of the contract of sale by the vendor. The defence is that the plaintiff, or vendee, did not perform his part of the contract at the day, nor within a reasonable time after, and that time was of the essence of the contract, and that therefore the vendor was not bound to perform.\nThe mode by which specific execution of a contract is enforced in England, or in those States where chancery courts and chancery forms exist, is by a bill in chancery ; but in this State, the same object is accomplished through the instrumentality of an action of ejectment, in which proceeding the question is, whether, under the circumstances, a chancellor would decree specific performance or not. In Pennsylvania, specific enforcement of a contract by ejectment depends upon the equity and justice of the case; and there might therefore be a case where the agreement was sound and good, and mutually obligatory upon the parties, and yet where specific performance would not be enforced. Henderson v. Hays, 2 Watts 148, where the vendor was habitually intemperate, to such a degree as to impair his intellect, and where specific execution would produce an injury beyond the price to 'be received, furnishes an example of such a case. But nothing of that kind exists here, and the question simply is, whether it is the ordinary case where specific execution would be decreed by a chancellor. The defendant contends that it is not, 1st, because time is of the essence of the contract, as stipulated by the parties; and 2d, that it is made so by the nature of the transaction and the accompanying circumstances. But I am unable to perceive that time is made of the essence, by the terms of the contract. The first instalment was, it is true, to be paid by the vendee on the 1st day of October, 1848, when a title free of encumbrances was to be made by the vendor. This, however, is nothing more than a naked covenant to pay money at a particular day; which, I apprehend, has never of itself been held to make time essential; for the plain reason that it admits of adequate compensation ascertained by law, in the payment of interest, the general rule being, that time is not material where its lapse admits of suitable compensation. And this, I apprehend, affords the reason why some of the early English chancellors said that time was never of the essence of the contract, speaking in reference to the covenant for the payment of money. And the law is pretty much the same even now, in Pennsylvania., with regard merely to lapse of time, as such, without other circumstances. Thus, in Decamp v. Feay, 5 Serg. Rawle 328, it was held, that where time admits of compensation, as it almost always does where lapse of it arises from non-payment of money at the day, it is never an essential part of the agreement. But time becomes material when delay diminishes the value of the thing contracted for: Bellas v. Hays, 5 Serg.& Rawle 427. And so, by the operation of the same rule, it would be material when the subject of the contract greatly increased in value, or where, by the circumstances arising from delay, the parties are thrown into entirely different circumstances, so that they cannot be placed in the same situation by compensation, that they were in when the day stipulated for performance occurred.\nBut, I apprehend, that in regard to time being essential by stipulation, the intent of the parties affords the best indicia of construction, in this respect as well as in others;. and that their own acts and conduct are the best exponent, in the absence of express covenant, of what their intention was. The covenants of the vendor and vendee were mutual, and to be performed on the same day. It behooved him, therefore, who would place himself in an attitude enabling him to demand execution of the contract from the other, to perform, or tender a performance of his part of the agreement. But the vendor did not offer to perform, on his part, on the 1st of October, 1848. About five months afterwards, however, to wit, in the month of March following, as the court below say, Irwin, the vendor, tendered a deed duly executed to Remington, the vendee, who asked liberty to take it and show it to his counsel. Invin refused to give him the deed until the hand-money was paid and the security for the balance executed. At that time, then, both parties considered the agreement in full force ; and even if there had been an express stipulation as to time, this would have been a waiver of it. But the acts of the parties sufficiently evinced that neither of them considered the 1st day of October, mentioned in the agreement, as material, or of the essence of the contract. Neither of them, then, in March, indicated any intention of rescinding or abrogating the contract, but both obviously contemplated it as continuing; Irwin refusing to give the deed until the hand-money was paid and the security executed, and Remington desiring to have the deed to show it to his counsel, a thing by no means unreasonable, as there is a covenant in the agreement that Irwin shall execute a deed and such assurance as Remington’s counsel, learned in the law, shall advise or require. Irwin, in the performance of his covenant, might have gone with Remington to his counsel, or he might have given him the deed in presence of witnesses, who could testify that there was no absolute delivery, but merely a compliance with the covenant, to permit Remington to show it to his counsel, who could neither tell whether it was good nor whether he would advise other assurance, without seeing it. Although, then, I have no doubt whatever that time may be made material by the express stipulation of the parties, even as to payment of money, yet in this contract there is nothing beyond the usual stipulation in contracts for the payment of money, at a day mentioned, which, of itself, does not make payment at the day an essential part of the contract of bargain and sale of land, and that, on this ground, there is no objection to a decree for a specific performance.\nIt remains, then, to inquire whether, from the nature of the transaction, the conduct of the parties, or the attending circumstances, any obstacle would be opposed to a decree for a specific performance by a chancellor. The principal grounds on which the court below rests its opinion, are, the delay of the plaintiff, or vendee, to tender the money after March, when the deed was tendered, to wit, until the 11th of April thereafter, which may have been a month; and the circumstance that in their opinion it was a sale for the purpose of clearing off an incumbrance, to wit, a mortgage to Leech for $1500, the precise amount of the first instalment. In relation to the first ground, we must observe that the contract was, by the admission of the parties themselves, good and mutually binding in March, 1849: the particular day we do not know. The delay, therefore, can be counted only from that time, and the court inquire, if a month is tolerated, why not years ? The answer is obvious enough. A delay for years might be altogether unreasonable, when the delay of a month might be compatible with a sincere desire to perform the contract; It is the duty of courts to apply principles of law, not rigid and unyielding in themselves, to the circumstances and habits of business of the community. Now, the delay for a month after March, 1849, could not, by an ex post facto operation, make the 1st of October, 1848, material in the construction of the contract. And this month’s delay can have no other operation than a delay of that time, beyond the day of payment fixed in the contract. That is, would a delay of a month after a day of payment fixed in a contract for the sale of land, abrogate the contract, and render it optional with the vendor to perform it or not ? This would be entirely unsuitable to the course of contracts in this country, where an individual is very often unable to pay money at the day, although he is prompt, eager, and desirous of performing his contract, and has perfect ability to do it, with a little indulgence as to time. In the country and rural districts, where fiscal operations are not performed through the agency of banks, there must often be disappointment in collecting money, which good and solvent men do not think it necessary to keep always hoarded up in an iron chest. But did the vendor show himself anxious and desirous of bringing the performance of the contract to a point ? He would not trust the deed to the vendee, to be exhibited to counsel, as he ought to have done, but intimated that he would deliver it when the first instalment was paid and the security executed. He did not say, or notify the vendee, that he would consider the contract at an end, and thus contributed to throw the vendee off' his guard; and we may presume that Remington made every reasonable diligence to get the money, with the interest due. There is no evidence whatever, on the paper-boot, that within this pregnant month any material change, or any change whatever, had occurred in the value of the property, or the condition of the parties. It was asserted at bar, that the charter of a railway company was procured in the spring of 1849, and the court below say something on that subject. But the evidence shows that the contract was entered into with a view to the making that railroad to coal-mines, either by incorporated or chartered company. At any rate, there is no evidence that it increased the value of the land, or whether it went through or near it, or would be accessible. These companies have been, and may be again, experiments which don’t much enhance the value of land. When Remington tendered Irwin the money, he made no such allegation or excuse. The only reply was, that the contract was forfeited, and that he, Remington, knew that he, Irwin, could not make a deed, as the encumbrance was not removed yet. At the same time, Remington was pressing on his acceptance the amount that would have paid off the encumbrance. This delay of a month, then, we think, is no evidence that the 1st of October was of the essence of the contract, nor any such unreasonable delay, without excuse, on the part of Remington, as authorized Irwin to consider it at an end, and justified him in refusing to perform it.\nAs to the circumstance of this contract being made with a view to clear off the encumbrance, and that therefore time was of the essence of the contract, on which the court below lean strongly, I do not perceive much weight in it. We have no evidence that the contract was entered into with this design or object. It is not in the contract, and can be inferred only from the fact that the first gale is of the same amount as that of the mortgage. Now, if the contract was entered into with that view, why did not Irwin tender a deed at that day, so as to enable him to get the money to pay off the encumbrance; or why did he not accept the money when it was tendered, and he alleging that he could not make a deed on account of the encumbrance ? I presume the reason was, that as he would get just as much interest from Remington as he had to pay the mortgagee, it was a matter of no great consequence. He then took just the same view of the subject which the law does; that is, the interest was a full compensation for the delay. The cases, which the learned court below cite to sustain their position, do not quite come up to the mark. Those cases, and the commentary of Mr. Sugden, establish that when the vendor has to pay a greater interest on the encumbrance than he receives from the vendee, time may be of the essence of the contract. The reason is plainly set forth, and is of sound good sense. Because, in such case,, compensation cannot- be made to the vendor, in the receipt of interest. On the whole, this court perceive nothing in the case to show that time was of the essence of the contract, either by express stipulation, or by the circumstances and exigencies attending and surrounding it, so as to show the intent of the parties. It appears not to be distinguished from the ordinary case of a neglect to pay money at the day, and a delay to pay it for a month after a tender of a deed, under the circumstances noticed, which did not leave the vendee without excuse for not paying at the time. We think the court below erred in entering judgment for the defendant, non obstante veredicto.\nJudgment is therefore reversed and venire de novo warded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Dunlop and T. Williams, for plaintiff in error.",
      "By Stanton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Remington versus Irwin.\n1. In Pennsylvania, specific enforcement of a contract by ejectment depends upon the equity and justice of the case.\n2. Though time may be made material by the express stipulation of the parties, even as to the payment of money, yet where no material change has taken place before tender of performance, as to the value of the property, or the condition of the parties, and where the time admits of compensation, the mere non-payment of the purchase money on the day fixed, and delay for a month, will not excuse the vendor from performing his contract.\n3. Where the covenants are mutual, and to be performed at the same time, the vendor, desiring performance, must perform or tender performance of his part of the contract, at the time fixed; and if, on non-compliance by the vendee, the vendor desire to terminate the contract, he should then so notify the vendee. If he does not do so, the contract may be enforced by the vendee, notwithstanding the payment of the purchase money be, for a short time, delayed, no material change having taken place in the value of the property, or the condition of the parties.\nError to the District Court of Allegheny county.\nThis was an action of ejectment by Remington v. Irwin, to recover the possession of a tract of land in Allegheny county, containing 88 acres and 119 perches.\nIt was an action of ejectment in the nature of a bill in equity, to enforce the specific performance of the contract for the sale of the land. On the 4th of April, 1848, John Irwin, the defendant, entered into an agreement with Z. W. Remington, the plaintiff, to sell and convey to him the tract of land in dispute. In consideration of which, Remington agreed to pay to Irwin the sum of $4,500, in five payments, viz.: $1,500 on the first day of October, a. d. 1848; $1000 on the first of October, 1849, and the balance in three equal annual payments on the first days of October, in the three following years. The said Irwin further agreed, that upon the payment to .him of the said first instalment of $1,500, and the remainder being secured by bond and mortgage on the premises, he would deliver to Remington the possession, and execute to him a deed in fee simple, with general warranty, and clear of all incumbrances.\nAt the time this agreement was entered into, M. Leech held a mortgage on the premises for the sum of $1,500, which it is presumed was due and payable at or before the first instalment of the purchase money became payable. The mortgage itself was not given in evidence; but of this mortgage the vendee had full knowledge, for, about the time the agreement was executed, Remington called upon Mr. Leech upon the subject, and endeavored to obtain an extension of the time of payment, but it was refused; he called afterwards for the same purpose, but with no better success.\nThis agreement having been thus executed, the parties appear to have taken no notice of it, and done nothing under it on the first day of October, 1848, when the payment of $1,500 became due, nor was it stated that any thing was said or done in regard to it for some four or five months after that date. In February or March afterwards, we are informed that the vendor procured a conveyance to be prepared, and the acknowledgment of himself and wife was duly taken and certified, for the purpose, as he said, of tendering it to Remington, and getting his money. He afterwards told the witness Ross, that he had shown Remington the deed, and that he wanted to take it and show to his counsel, but that he (Irwin) refused to let him have it until the money was paid and the securities delivered. When this tender of the deed was made, was 'not stated, but probably some time in the month of March, 1849. On the 11th of April following, the vendee tendered to Mr. Irwin $1548.75, the amount of the first instalment with interest, and demanded a deed; but Irwin then refused to give it; said the contract was at an end, and not binding upon him. After this, Remington instituted the present action of ejectment, and on the trial, paid into court the sum of $2,500, the amount of the first and second instalments, the second of $1000 having become due since the suit was instituted. And in this ejectment, the plaintiff, the vendee, claims that ho is entitled to a specific performance of the contract. On the trial, the facts not being disputed, the jury were directed to render their verdict in favor of the plaintiff, subject to the opinion of the court upon the question, whether, under all the circumstances of the ease, the plaintiff was entitled to the relief sought for, or, the plaintiff, being in default on the 1st of October, and not having paid the first instalment subsequently in March, when the deed was tendered, whether he can now compel a specific performance.\nHepburn, J., charged, inter alia, that the plaintiff has failed to show such a case as entitles him to a specific performance of the contract; and directed judgment for the defendant on the point reserved, non obstante veredicto.\nTo which opinion of the’court, the counsel for the plaintiff excepted, and it was assigned for error.\nThe ease was argued by Dunlop and T. Williams, for plaintiff in error.\nBy Stanton, for defendant."
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 149
}
