{
  "id": 405975,
  "name": "Taggart versus McGinn",
  "name_abbreviation": "Taggart v. McGinn",
  "decision_date": "1850-10-28",
  "docket_number": "",
  "first_page": "155",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 205",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 5557,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.9483037173846077e-07,
      "percentile": 0.736400075834537
    },
    "sha256": "e6e1efe5c8152066760617c2bb0ce5a2c7f929911176c8a58051a1f3476dc6b0",
    "simhash": "1:31ebcde795ca8090",
    "word_count": 983
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taggart versus McGinn."
    ],
    "opinions": [
      {
        "text": "— Per curiam.\nIrregularities in appointing arbitrators under the act of 1836, or in their proceedings, when apparent on the record, may be corrected by writ of error; but not those which are made apparent by extrinsic proof. They can be corrected only by the court below. The fact that every part of this award had not received the assent of the arbitrators before it was filed, depends on parol proof, which is not a ground of adjudication here.\nIt is urged that more was awarded than could be due; the remedy was an appeal, not a writ of error.\nIt is further urged, that when this action of covenant was instituted, it did not lie against an assignee of a lessee for years; but the objection has been removed by a constitutional and beneficial act, at the last session of the legislature; constitutional in actions pending, because it operates on the remedy, not the right; and beneficial, because it saves circuity of action. The constitutionality of an act which gives a new, or legalizes an existing proceeding, has seldom been doubted.\nJudgment affirmed.",
        "type": "majority",
        "author": "— Per curiam."
      }
    ],
    "attorneys": [
      "The case Avas argued by P. Q. Shannon, for plaintiff in error.",
      "C. W. Robb, for defendant."
    ],
    "corrections": "",
    "head_matter": "Taggart versus McGinn.\n1. Irregularities in the proceedings of arbitrators under the act of 1836, when apparent on the record, may be corrected by writ of error; but not those which are made apparent by extrinsic proof. They can be corrected only by the court below.\n2. If more be awarded than is due, the remedy is an appeal; not a writ of error.\n3. The eighth section of the act of April 25th, 1850, relative to actions for enforcing the payment of ground-rent, is constitutional as it respects actions then pending; because it operates on the remedy, not the right.\nError to the District Court of Allegheny county.\nThis was an action of covenant by McGinn against Taggart. McGinn, in January, 1839, leased a lot in Pittsburgh, on ground-rent to Morris; the rent to be paid semi-annually, on the first days of April and October. In July, 1847, all the estate and interest of Morris was assigned to Taggart. The breach alleged was the non-payment of the rent.\nThe defendant filed his affidavit of defence and pleaded at length on notice. In the plea, inter alia, it is denied that the first of July, 1849, was a day upon which by the deed and narr. any rent was due and payable,'and that from the date of the assignment, (the 13th of July, 1847,) until the first of July, 1849, two years’ rent was not due and payable. Further, that the said action of covenant will not lie against the defendant, he being the assignee of the lessee.\nThe plaintiff entered a rule to refer, and the award of arbitrators was filed on 27th November, 1849, finding for plaintiff, $344.97, with interest from 1st July, 1849. Rule granted to show cause why award should not be set aside. Depositions filed. The rule was discharged on 28th'December, 1849. January 14,1850, writ of error filed.\nThe reasons filed on the above rule embraced substantially the following points:\nThe arbitrators did not hear the defendant on the day to which they adjourned, nor did they give any notice thereof, although they certify that the parties were heard.\nThe award Avas given for $344.97, which is $56 more than by the narr. and deed filed, could possibly have been due at the day of instituting this suit.\nThe award (and any judgment upon it) is illegal, because there is no cause of action in covenant.\nOne of the arbitrators, in the absence of the other two, made an interlineation in the aAvard, (thereby altering and changing it,) and making it appear as if all of them had certified and approved of the said alteration and interlineation.\nIt does not appear that Stowe, as one of the arbitrators, was legally substituted.\nThe award exhibits erasure, and has this interlineation, do adjourn, (“to meet on Monday, the 26th inst., at which time having further heard the parties, do award.”')\nThe plaintiff’s bill awarded upon, claims ground-rent from the date of the assignment in July, 1847, until the first day of July,\nAt the session of 1850, an act Avas passed, (see pamphlet edition, p. 571,) the 8th section of Avhich provides: In all cases noAv pending, or hereafter to be brought in any court of record in this Commonwealth, to enforce the payment of ground-rent due and OAving upon lands or tenements, held by virtue of any lease for life, or a term of years, or in fee, the lessor, his heirs and assigns, shall have a full and complete remedy therefor by action of covenant against the lessee or lessees, his, her, or their heirs, executors, administrators, or assigns, Avhether the said premisos out of which the rent issues, be held by deed poll or otherwise.\nIt was assigned for error:\n1. The court erred, &c., in discharging the rule to set aside the award. 2. The court erred in not setting aside the judgment. 3. The judgment is erroneous, because it appears by the record that the plaintiff ha,s no right to recover, and had no cause of action. 4. The judgment is erroneous, because it is for a larger amount than was due and payable by the deed and narr., on the first of July, 1849. 5. The aAvard is illegal and erroneous.\nThe case Avas argued by P. Q. Shannon, for plaintiff in error.\nThat action of covenant would not lie against the assignee, he referred to Irish v. Johnson, not jet reported; 5 Watts 205; 4 W. Ser. 232. Also, that the act of 1850 was retrospective, and a question existed as to its constitutionality.\nC. W. Robb, for defendant.\nThe interlineation consisted in the number of days on which the parties sat. It was incorrect in stating that on the last day they heard the parties.\nOct. 28."
  },
  "file_name": "0155-01",
  "first_page_order": 155,
  "last_page_order": 157
}
