{
  "id": 405905,
  "name": "Williams et al. versus Hazlep",
  "name_abbreviation": "Williams v. Hazlep",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "157",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 166,
    "char_count": 2111,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4691016734952501
    },
    "sha256": "d24027028e1218e0a032dd2c008eda0e3872efcbce58d05025c93108fcd59e36",
    "simhash": "1:fad75065550f87bf",
    "word_count": 370
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams et al. versus Hazlep."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nIt has been long settled that if the appellant pay the costs taxed by the prothonotary, the court will not strike off the appeal, although there afterwards appear to be more costs due: McKeown v. Boudinot, 1 Brown 150 ; Fraley v. Nelson, 5 Ser. & R. 284; Stewart v. Jewell, 11 Ser. & R. 359. The appeal was well entered by the payment of all costs taxed at that time; and being entered, the Common Pleas could not legally dismiss it. When the Common Pleas is satisfied that costs have been omitted, on an improper taxation, they make an order for payment, and enforce their order by attachment: 5 Ser. &. R. 236.\nOrder of the court dismissing the appeal is reversed, and the appeal is reinstated.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Geo. S. Selden, for plaintiff in error.",
      "J. 8. Hamilton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Williams et al. versus Hazlep.\nWhen, all the costs taxed are paid on appeal from an award of arbitrators, the appeal is not to be struck off, because afterwards more costs appear to be duo. The remedy is an order for payment, which the court may enforce by attachment.\nError to the Common Pleas of Allegheny county.\nThis was an action of debt on a lease, brought by Hazlep vs. Saunders and Williams, before a magistrate. Judgment was entered generally by the magistrate for the plaintiff on the 24th of April, 1848: afterwards, on the 23d of March, 1849, an alias summons issued vs. John Williams, one of the original defendants, and judgment entered against him by default. Appeal was entered to Court of Common Pleas — the plaintiff entered a rule of reference against both defendants. Afterwards an award was filed finding for plaintiff generally against both defendants. From this award defendants appealed. A motion was made before Judge Patton to strike off the appeal, on the ground that'all - the costs were not paid, and he did so; after which this writ of error was sued out.\nIt was stated in the printed argument, that the clerk who entered the appeal, taxed the costs at the sum paid by the appellant.\nIt was assigned for error, that the court erred in dismissing the appeal.\nGeo. S. Selden, for plaintiff in error.\nJ. 8. Hamilton, for defendant."
  },
  "file_name": "0157-01",
  "first_page_order": 157,
  "last_page_order": 158
}
