{
  "id": 405869,
  "name": "Seidenstriker versus Buffum",
  "name_abbreviation": "Seidenstriker v. Buffum",
  "decision_date": "1850-10-28",
  "docket_number": "",
  "first_page": "158",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 333",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0333-01"
      ]
    },
    {
      "cite": "2 Watts 103",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 210,
    "char_count": 3177,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 7.181100842601303e-08,
      "percentile": 0.4297918527296379
    },
    "sha256": "e537d1b75c1eb3d07640baf7e271332c492e5b564240eec2903516b370eee6f7",
    "simhash": "1:d22ff66504e20ef6",
    "word_count": 543
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seidenstriker versus Buffum."
    ],
    "opinions": [
      {
        "text": "— Per Curiam.\n— This recognizance is within the rule of the conservative decisions. It is a note of the substance, from which a formal recognizance may be made up, and supports the plaintiff’s part of the issue, taken on the plea of nul tiel record.\nJudgment affirmed.",
        "type": "majority",
        "author": "— Per Curiam."
      }
    ],
    "attorneys": [
      "Weaver, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Seidenstriker versus Buffum.\nA recognisance of bail, on an appeal from the judgment of an alderman, in which the recognizor is “ bound as absolute bail in the sum of twenty dollars, or such sum as may be necessary to pay all costs that have or may accrue in this case, in prosecuting this appeal,” is sufficient. The recognisance was acknowledged since the act of 20th March, 1845.\nError to the Common Pleas of Allegheny county.\nBuffum & Co., in May, 1849, brought suit against Hutchison before an alderman, from whose judgment defendant appealed to the Common Pleas, and plaintiff again procured a judgment on award of arbitrators. Plaintiff issued a scire facias against Seidenstriker, who was bail for Hutchison before the alderman. Defendant plead nul tiel record. ' May 19,1850, after argument, judgment ■for plaintiff for twenty dollars, the penalty, to be released on payment of costs.\nThe proceedings, in part, were to the following effect:\nJune 1, plaintiff appears and claims f 42.11 for goods sold and delivered. Defendant not appearing, judgment publicly by default, in favor of plaintiff, for $42.11, and costs. Same day, execution.\nJune 4, defendant appeals. “ I, Frederick Seidenstriker, having been sworn and justified, am bound as absolute bail in the sum of twenty dollars, or such sum as may be necessary to pay all costs that have or may accrue in this case, in prosecuting this appeal.\nSigned, Frederick Seidenstriker.”\nIt was assigned for error, that the court below erred in entering judgment for the plaintiff on the plea of nul tiel record, and deciding that the above was evidence of a good 'and sufficient recognizance, under the act of Assembly.\nThe act of 20th March, 1845, provides that “ the bail in cases of appeal from the judgments of aldermen and justices of the peace, and from the awards of arbitrators, shall be bail absolute, in double the probable amount of costs accrued, and likely to accrue, in such cases, with one or more sufficient sureties, conditioned for the payment of- all costs accrued, or that may be legally recovered, in such cases, against the appellants.”\nThe ease was submitted by Barton, for plaintiff. — In his printed argument, reference was made to 2 Watts 103, for the position, that a recognizance, which omits the clause that the bail shall be exonerated on the defendant’s paying the debt and costs, is bad; and that the defect may be taken advantage of on the plea of nul tiel record. In the recognizance in this case, Seidenstriker is bound to pay all costs, &c., no matter which party may be successful. The act of 1845 requires the condition to be for the payment of all costs accrued, or that may be legally recovered, and not, as in this one, that have or may accrue in prosecuting the appeal.\nWeaver, for defendant,\nreferred to 9 Watts & Ser. 142; 5 Watts 333; 2 Ashmead 122; 5 Watts & Ser. 333; 13 Ser. & R. 243; 10 id. 325.\nOct. 28."
  },
  "file_name": "0158-01",
  "first_page_order": 158,
  "last_page_order": 159
}
