{
  "id": 405981,
  "name": "Breidenthal et al. versus McKenna",
  "name_abbreviation": "Breidenthal v. McKenna",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "160",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 288,
    "char_count": 4694,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.4746632522666302e-07,
      "percentile": 0.6599305596581113
    },
    "sha256": "b60876993c7ec1297423b4876be65eefd2bda0d6e1bac1c8ca4813ecd4e847c3",
    "simhash": "1:58f7056ec8b375b3",
    "word_count": 827
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breidenthal et al. versus McKenna."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The record brought up in this case is very imperfect. From it, however, we are enabled to gather that in January, 1849, Breidenthal, one of the defendants, pleaded the general issue. The other defendants, though they appeared on the return of the writ, put .in no plea. The cause thus rested until January, 1850, when a jury was sworn to try the issue joined, and rendered a verdict for the plaintiff. This, according to the decision in Cridland v. Floyd, 6 Ser. & R. 412, where this branch of practice was thoroughly investigated and satisfactorily settled, is equivalent to the formal entry of a nolle prosequi as to the defendants not pleading, or it may be considered as a verdict acquitting them. But not satisfied with this, the counsel for the plaintiffs in error insists that there has been a mistrial, and therefore claims a reversal of the judgment. To prove this, he refers us, not to the record, but to some loose memoranda kept by the clerk of the court, and denominated minutes. These show an entry — “ McKenna v. Breidenthal et al., January 31, 1850, jury sworn to try the issue,” &c. This, however, cannot be treated as part of the record, nor accepted as showing any thing inconsistent with it; and if it could, it would be asking entirely too much to propose that the abbreviation “ et al.,” in stating the title of the action, should be accepted as indicating that the jury were sworn as against all the defendants. The presumption is, that the trying court directed the jury to be properly sworn; a presumption not to be overcome by the loose entry referred to, though that had place among, the regular docket entries. Even then, it would be subject to rejection as surplusage, or for repugnancy. The judgment against Breidenthal is consequently right enough.\nBut the execution issued against all the defendants. This was erroneous, for the fi. fa. must accord with the judgment, which is against Breidenthal alone. It must therefore be set aside.\nJudgment afiirmed, but the execution issued thereon is set aside..",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Shannon, for plaintiffs in error.",
      "Washington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Breidenthal et al. versus McKenna.\n1. In an action of trespass against three, one of whom plead the general issue, but the others, though appearing to the suit, did not plead: the jury were sworn to try the issue joined, and a verdict was rendered for plaintiff. This is equivalent to the entry of a notte prosequi as to those not pleading, or to a verdict in their favor; and an entry on the minutes of the court, stating that the jury were sworn in a suit against the defendant, who plead, and others, cannot be treated as a part of the record, or as inconsistent with it. The presumption is that the jury were properly sworn, and this will not be controlled by the loose entry on the minutes.\n2. In a suit against throe, and judgment against one only, an execution against all the defendants is erroneous.\nError, to the District Court of Allegheny county.\nThis was an action of trespass for assault and battery, brought by William McKenna against the three defendants below. There was a general appearance de bene esse, and the sheriff’s return was “ C. 0.” and “B. B.” annexed, as to all the three defendants. The record shows that Breidenthal, one of the defendants, on the 31st day of January, 1849, pleaded not guilty. There was no rule entered to plead, as to the others, and none filed by them.\nIn this state of the pleadings, on the 31st of January, 1850, a jury was called, and the minutes showed that they were sworn to try an issue joined between William McKenna and Matthew Breidenthal and others. They found for the plaintiff the sum of one hundred dollars. The swearing of the jury, the trial, and verdict, all occurred during the absence of defendants and of their counsel.\nOn the 2d day of February following, there was a motion for a new trial, and in arrest of judgment.\nFebruary 23d, 1850, motion overruled. Pi. fa. issued against all the three defendants, and June 15th, 1850, writ of error filed.\nAssignment of errors, inter alia:\n1. There was no rule to plead entered or served as to the two defendants, Irwin and Young, and none filed by either of them.\n2. There was no such issue as the one the jury were sworn to try.\n3. The jury were improperly and illegally sworn to try an issue which in fact did not exist.\n4. There was no previous judgment by default, for want of a plea, against Irwin and Young; and no venire tarn ad triandum quam inquirendum.\n5. The verdict and judgment are erroneous.\n6. The court erred in allowing judgment to be entered on the verdict against the defendants.\n7. The execution is erroneous.\nShannon, for plaintiffs in error.\nWashington, for defendant."
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 161
}
