{
  "id": 405948,
  "name": "Beeler versus Turnpike Company",
  "name_abbreviation": "Beeler v. Turnpike Co.",
  "decision_date": "1850-10-28",
  "docket_number": "",
  "first_page": "162",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dal. 43",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dal. 276",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841289
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0126-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "11 Johns. Rep. 48",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "2 Johns. Rep. 342",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "1 Johns. Rep. 36",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "1 Chip. 214",
      "category": "reporters:state",
      "reporter": "D. Chip.",
      "case_ids": [
        2472588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/d-chip/1/0214-01"
      ]
    },
    {
      "cite": "3 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0126-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 13494,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36372854170262436
    },
    "sha256": "0d39d7db363ad8d4945d8b0b6b4f5cd259b4216c8e1912836e1bed746609ec7f",
    "simhash": "1:4accdca0cda6362c",
    "word_count": 2352
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beeler versus Turnpike Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBell, J.\n— It is true, that in the cases of the Turnpike Co. v. Rrown, 2 Pa. Rep. 462; Same v. Dorman, 3 Watts 126, and another not yet reported, it was held the law will not imply an assumpsit to pay tolls, from the mere user of a turnpike road, for the reason that the charters of turnpike companies furnish them with a summary remedy for the collection of tolls. To found an action at law, for the recovery of such dues, an express undertaking to pay is necessary. Rut what better evidence of such an undertaking can be furnished, than a defendant’s written acknowledgment of indebtedness, on account of tolls, such as was here given in evidence. If it be not a promissory note, it is, at least, proof of a debt, upon which an action may be maintained: Hay v. Hyde, 1 Chip. 214; and as, in this instance, there could be no doubt, apart from an express undertaking, the jury might well infer it from the acknowledgment of indebtedness. Resides, it was evidence of an account stated between the parties, which is in the nature of a new promise, upon a sufficient consideration: Hulmes v. DeComp, 1 Johns. Rep. 36, and was therefore properly admitted under the count, on an account stated, which, though not a proper form of declaration to recover a single sum due by express contract, may well answer to cover a demand ascertained to be due from former transactions: 1 Ch. Pl. 391; Tassey v. Church, 4 W. & Ser. 144. Now it is not to be doubted such a promise will amount to an agreement to pay pre-incurred tolls. The doctrine of the cases, excluding implied assumptions, has been carried far enough for safety and convenience. We are not to push it to the absurdity of rejecting legitimate proofs of an arrangement for payment, or to require other and stronger evidence of agreement than is deemed sufficient in other cases.\nThe defendant is then liable, in some form of action, for the amount ascertained by the “due bill,” which is the only sum in controversy, since the withdrawal of the special count. But is he subject to suit, in the name of the company ? Its road being under ' sequestration at the time the tolls accrued, the defendant below insists on a negative answer, simply because of the supposed resemblance between the office of a trustee, appointed under our insolvent laws, and that of sequestrator, acting under the statute regulating executions. But this is a mistake. When framing the latter statute, it is not to be doubted the legislature had in view the insolvent law; for the same ratio of distribution is provided for the guidance of the sequestrator. Yet, though the latter agent is expressly clothed with all the powers, and made subject to all the duties of insolvent trustees, that provision of the insolvent acts, which vests the trustee with all the estate and property of the insolvent, and confers upon him the capacity to sue for and recover, in his own name, all such estates and property, and all debts and things in action, belonging to the insolvent, seems to have been purposely omitted. This, it is to be presumed, would not have been so, had not the legislature recognized a difference between the two classes of agents; for it is hardly to be pretended the general provision just quoted, in reference to sequestrators, was intended to vest in them the legal title of the defendant in the execution. True, the expressions used might be broad enough to confer a right to sue for a chose in action, in the name of the sequestrator alone; yet, as such a right can only, legitimately, be in the possessor of the legal title, and an express delegation of it was withheld, though contained in the statute, then before the lawmakers, it is not to be assumed it was intended to confer it. In fact, our office of insolvent trustee is modelled upon that of assignee in bankruptcy; while sequestration and the agent to execute it is borrowed from the process used in chancery. The former is vested by mere operation of law, with all the estate and effects of the bankrupt; but the latter took possession of the property of the defendant for a temporary purpose only, and with no view of ultimately divesting the estate of the delinquent. Originally, the object of sequestration was to punish a party in contempt, by taking possession of his lands and goods, until he submitted to the decree of the court. This is still the practice upon mesne process; and though, under our statutory execution, a sequestrator may, under the order of the court, absolutely dispose of personal chattels sequestered, his business with roads, canals, bridges, or other like property of a corporation, is merely to take the rents, issues, and profits, and distribute them, under the direction of the court, among the creditors. To enable him to perform this duty, he is authorized to take charge of the property and funds, but the legal title still remains in the corporation, to which, ultimately, the possession may again be united. And the same may be said of its issues and debts accruing, until finally disposed of. A sequestrator is therefore properly denominated, one who takes possession of property for a time, to satisfy a demand out of its rents and profits, without having any estate in the thing itself. Consequently, he cannot maintain an action at law, in his own name, to recover the debts, profits, and issues, but must use the name of the legal owner. He is governed by the same principle, which compels a foreign assignee in bankruptcy to sue here, for the effects of the bankrupt, in the name of the latter, because the foreign statute is inoperative to transfer the legal title: 2 Johns. Rep. 342; and the same is true of an insolvent assignee, appointed in another State: 11 Johns. Rep. 48. Indeed, the sequestration which had place here, may, in reference to the present question, be regarded as analagous to a voluntary pledge, by a turnpike company, of its tolls to pay a debt. In such a case, the possession of its goods, &c., in contemplation of law, remains in the company.\nBut is not the action, in its present form, maintainable on another ground ? The instrument sued is given to the company by its corporate name. There is nothing in the law to prevent this, though the sequestrator may become immediately entitled to have the avails for distribution. But what is there to prevent him from enforcing it, in the name of the party to whom it was formally given ? Were it a promissory note, not negotiable, there could, I take it, be no question of this. Yet, like a promissory note, it may be made the foundation of an action, when, it seems to me, a like form of action may be adopted; the sequestrator being considered as equitable assignee.\nThe defendant’s attempt to defalk the debt due to him from the company, was rightly repelled, for the reason given below, that the accruing tolls, after the appointment of the sequestrator, were dedicated, by law, to the payment of all the debts, pro rata, and no creditor could be permitted to sweep the whole, by way of set-off or otherwise. This direction is fortified both by reason and authority. The statutory provision is, that the nett proceeds of the sequestered property, shall be distributed amongst all the creditors of the corporation, according to the rule established in individual insolvencies; and that rule excludes preferences. Bainod v. Pelori, 2 Pal. 43.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by T. Williams, for Beeler.",
      "Craft, contra."
    ],
    "corrections": "",
    "head_matter": "Beeler versus Turnpike Company.\n1. To maintain an action for tolls for passing on a turnpike road, an express undertaking to pay is necessary; and a written admission of defendant that a certain amount is due by him to the ’ company, for tolls, is sufficient evidence of such a contract.\n2. An action for such tolls, during their sequestration under the 73d, 74th, and 75th sections of the act of 16th June, 1836, relating to executions, must be brought in the name of the company, not in that of the sequestrator.\n3. In a suit for such tolls accruing after sequestration, the defendant cannot set off a claim for a loan by him to the company before the sequestration and before the account for tolls commenced.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit, brought in the name of the President, Managers, and Company of the Pittsburgh Farmers’ and Mechanics’ Turnpike Road Company, for use of James S. Craft, vs. David Beeler.\nThe case was tried in April, 1847, before Hepburn, J. The narr. contained two counts, one averring an indebtedness to plaintiffs for tolls, and a promise to pay. The second count alleged a special agreement to pay for the privilege of passing over the road, whereby he became indebted, and averring a promise to pay when requested.\nThe defendant plead non assumpsit, payment with leave, &c.\nOn the part of plaintiffs was offered an instrument of writing, as follows:\nDue the F. M. T. Road Company, for tolls ending Jan. 1, 1846, $218.50. Signed, David Beeler.\nDecember 26, 1845.\nDefendant’s counsel objected to the admission of this paper— 1st, that the declaration is on a special contract; and 2d, that the plaintiffs cannot collect tolls by suit.\nThe court overruled the objection. If the action cannot be maintained for tolls on the pleading, the plaintiffs should have demurred. We will receive the evidence, and the plaintiffs’ right to recover will be determined hereafter.\nDefendant excepted.\nThe account book of tolls was received in evidence, after objection, and it appeared that the account commenced in June, 1841.\nIt appeared that Mr. Craft was appointed sequestrator of the road, Dec. 15, 1841, and resigned Dec. 80, 1848.\nOn part of the defendant was offered a certificate, dated May 31, 1837, of a loan of $1000 by defendant, with interest till paid, to be paid out of the tolls of the company, taken after the completion of the road; also a receipt from plaintiffs, dated August 1, 1837, for $900 in full of defendant’s loan of $1000 to the company.\nThe plaintiffs admitted that the road was completed according to the charter, and as contemplated by the certificate.\nPoints proposed by defendant’s counsel: That the due bill offered in evidence contained no promise to pay, and, although in an ordinary case it might imply a promise, such implication is not sufficient to support an action for tolls under the charter of the plaintiffs.\nThat for tolls incurred during the period of sequestration, the sequestrator is personally responsible, and that he can maintain no action therefor in the name of the company, particularly after having settled his account and been formally discharged.\nThat in this action, the defendant is 'entitled to set off the debts owing to him by the company.\nThe court answered the one first before stated, in the negative. The due bill is sufficient evidence of indebtedness, and taken in connection with the testimony and the plaintiffs’ book, is evidence of a promise, if believed, and the plaintiffs may recover.\nNext: Negatived for the present, and the point reserved.\nAs to the last: So much of the plaintiffs’ claim as accrued prior to the appointment of Mr. Craft as sequestrator, is a proper subject of set-off — the debt was due by the company to the defendant when Mr. Craft was appointed. The amount due by the defendant to the company at the same time may be set off. But the accruing tolls after the appointment of the sequestrator, were appropriated, by law for the payment of all the debts, pro rata — and no creditor can come in and sweep the whole, nor can any set-off be allowed which would produce that result. Then, so far as the tolls in this due bill accrued before the appointment of Mr. Craft, the defendant’s claim may be allowed as a set-off; for the balance, no set-off can be allowed, and the plaintiff is entitled to a verdict for that balance.\nTo these answers both parties excepted.\nThe jury rendered a verdict in favor of plaintiffs, on which a judgment was afterwards entered by the court.\nError was assigned to the answers of the court, and that the court erred in entering judgment in favor of the plaintiffs.\nThe case was argued by T. Williams, for Beeler.\n— He alleged that the road was under sequestration during nearly the whole period for which tolls were claimed; that the judgment on which it was sequestered was not yet satisfied, and that the company was largely indebted to the defendant. He contended that' there was no such evidence of an express promise as would entitle the plaintiffs to recover: 2 Pa. Rep. 462; 3 Watts 126. 2d. That for tolls incurred during the period of sequestration,, no action could be maintained in the name of the company, but that if an action lay, it should have been brought iu the name of the sequestrator ; and, 3d, that defendant was entitled to set off the debt owing to him by the company. He made reference to the 73d, 74th, and 75th sections of the act of 16th of June, 1836, relating to executions, the 34th section of the act of the same date, relating to insolvent debtoi’S, and the cases in 5 Ser. & R. 394; 9 id. 435; 2 Dal. 276; 10 Ser. & R. 10; 3 Watts & Ser. 70, 73, 74, &c.\nCraft, contra.\n— The due bill is an admission that the defendant had become responsible for tolls by agreement: 1 Chipman 214; 3 Watts 126. That by the term sequestration was meant the taking possession for a time, and not an assignment; and that the suit was properly brought. That defendant was not entitled to set-off: 2 Dal. 43: 74th section of the act respecting executions.\nOct. 28,"
  },
  "file_name": "0162-01",
  "first_page_order": 162,
  "last_page_order": 166
}
