{
  "id": 405957,
  "name": "Fosters versus McKibben",
  "name_abbreviation": "Fosters v. McKibben",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "168",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 453",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0453-01"
      ]
    },
    {
      "cite": "8 Wend. 462",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0462-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 6116,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31722100400448056
    },
    "sha256": "3386290d53e9aa6cee789ee7e7d064bb4a4a96189a7dd71f9d3be3dbf9286558",
    "simhash": "1:356370ddaebefcf9",
    "word_count": 1071
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Coulter, J. dissents."
    ],
    "parties": [
      "Fosters versus McKibben."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— Postmasters are directed, by law, to publish their advertisements in newspapers which have the largest circulation; not, however, to give the printer a premium for superior activity, but to serve the public; and, however the latter might complain of disregard of the direction, he could not. The printing is not proposed as a prize; nor is there any condition to be performed which may give title to it. The defect in the plaintiff’s case is, that he had no right which could be violated. In Shrunk v. The Schuylkill Navigation Company, 14 Ser. & R. 83-4, the owner | of a fishery was not allowed to recover for the erection of a dam i which obstructed the stream and impeded the access of herring ’ and shad to his pool, because he had not property in the fish before i they were caught. The words in the act of incorporation were broad enough to cover the demand; and it was rejected, not for any express restriction, but on the general principle. Rut, though a postmaster is not answerable to a publisher, he would be answerable to a correspondent, whose letter had miscarried for want of \\ publication according to the terms of the statute, because a party actually injured stands on better ground than one who is not, and 1 for the same reason that such a party may have an action against the author of a public nuisance. A public duty has never been enforced by a private action, except when it has been specifically given by statute. Penalties have been imposed, and popular actions have been instituted, to demand them, but always under the sanction of express enactment. How, then, may a refractory postmaster be dealt with ? By complaint to his superior, or perhaps to a grand jury. But the declaration avers, and the demurrer confesses, that the defendant was actuated by malice; and though he was doubtless governed only by a sense of partisan duty, we must take the fact as it appears in the pleadings. Still, if the plaintiff had not a legal right to the printing, he could ask for it only as a matter of favor; and even a malicious refusal of it would not entitle him to an action. A man may withhold his benefits for Ms own reasons, and the most deserving claimants of them may be passed for the worst of motives. If dispensers of patronage were tried by any other rule, it would be a sad thing for executive magistrates, invested with power to appoint to office: they would be ruined by temporal tribunals, whose province it is not to search the heart.\nJudgment affirmed.\nCoulter, J. dissents.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "McCandless, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Fosters versus McKibben.\nA postmaster is not liable to suit by tbe publisher of a newspaper, for refusing to give to Mm the publication of the list of letters uncalled for, even though he acted maliciously. A public duty is not enforceable by a private action, except when it has been specifically given by statute.\nError to the District Court of Allegheny county.\nThis was an action on the case brought in the District Court of Allegheny county, by Alexander W. Foster, and J. Herron Foster, publishers, &c. of “ The Pittsburgh Daily Dispatch,” against Chambers McKibben, late postmaster of the city of Pittsburgh.\nThe narr. contains two counts, and recites the act of Congress of 8d March, 1845, section 18. It sets forth the fact, that the plaintiffs’ paper has the largest circulation of any other published in said city; that, having complied with all the conditions set forth in the act, they demanded the publication of uncalled for letters, which was refused by defendant. It alleges that such refusal by defendant was illegal and corrupt, and lays the damages at f5000. The facts and circumstances were set forth in the narr. with great minuteness and particularity.\nThe defendant, having first pleaded “ not guilty,” when the case was called up for trial withdrew his plea, and entered a general demurrer, which he supports on the ground that, although the facts be true as alleged, the refusal of defendant, and publication of the letters in “The Morning Post,” is damnum absque injuria.\nUpon which demurrer, the court below entered judgment for the defendant, and the plaintiffs sue out this writ of error.\nThe act of Congress of 3d March, 1845, sec. 18 — Laws U. S., vol. v., Peters’ Bdition, provides as follows:—\n“ All advertisements made under the orders of the postmaster general, in a newspaper or newspapers, of letters uncalled for in any post-office, shall be inserted in the paper or papers in the town or place where the office advertising may be situated, having the largest circulation; provided the editor or editors of such paper or papers shall agree to insert the same at a price not greater than that now fixed by law. And in case of question or dispute as to the amount of the circulation of any papers, the editors of which may desire this advertising, it shall be the duty of the postmaster to receive evidence and decide upon the fact.\nThe case was argued by A. Burke, for plaintiffs in error. — The value of a newspaper is its reputed circulation: 8 W. Ser. 245; 1 Peake’s Rep. 74. On this ground, the good-will of a newspaper is treated as property: Kennedy v. Lee, 3 Mer. 452-5.\nThe defendant was a ministerial officer; but though it were otherwise, if in the exercise of his discretion he has acted wilfully and maliciously, he is liable: 8 Wend. 462; 1 Burrowes 556; 2 id. 785; 1 East 556, 562, note 563-4; 1 Leigh N. P. 545-6, note; 7 Greenleaf 412, 421.\nExpress malice need not be proved: 1 East 565-6, note; Cowper 765; Story on Agency 319-20 et seq.\nMcCandless, for defendant in error,\nreferred to the opinion of the judge below, who decided that the postmaster, in deciding the, fact of circulation, acts as judge, and is responsible to no state authority for the manner or the result of his judgment. Even if done corruptly or maliciously, no common law injury arises. It is a breach of an official statutory duty, by an officer of the general government, involving no invasion of common law rights, and is therefore not a duty enforceable here. The counsel referred to Schroyer v. Linch, 8 Watts 453."
  },
  "file_name": "0168-01",
  "first_page_order": 168,
  "last_page_order": 170
}
