{
  "id": 405939,
  "name": "McCullough versus Wainright",
  "name_abbreviation": "McCullough v. Wainright",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "171",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Mass. 266",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0237-01"
      ]
    },
    {
      "cite": "1 Whar. 131",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 524,
    "char_count": 10929,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 3.4288124957965095e-07,
      "percentile": 0.8790300129467008
    },
    "sha256": "21789c83200613ae178a75b92e0172666a62ff88d998cdec5dc79d9d3998a5aa",
    "simhash": "1:5d90e6a9025e55e5",
    "word_count": 1952
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCullough versus Wainright."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— There is nothing in the five errors assigned; and the answer of the court below, to the five points of the defendant respectively, is 'correct. These points are answered arbitrarily in favor of the defendant, on the questions of law submitted. The court, however, made some observations on their relevancy to the case in hand, as disclosed by the evidence. And this the court had a right, and, indeed, it was their duty, to do.\nIt is the province of the court to construe a written deed or contract; and in the observations which they made on the agreement of the parties, the court did not advance to the full extent of their prerogative in that respect, instead of going beyond it, or trenching on the province of the jury. Where a writing possesses an ambiguity, arising from reference to extrinsic objects, it may be explained by parol testimony, relative to the nature, situation, and circumstances of'those extrinsic objects at the time of the contract. But neveiysmaless this cannot draw the interpretation or construction of the contract, to the jury. It is the province of the court to declare the construction of the contract, according to the true position and relative situation of these extrinsic objects, dehors the writing; and it is the province of the jury to find the true situation and character of these objects. The situation of the trees, the low-water mark, the shore, and the particular localities mentioned in the agreement, would be ascertained only by parol testimony, and their relative position in regard to each other. This was a question for the jury. But the law arising on the contract, as thus explained, was for the court. The whole question might be said to be a mixed question of law and fact, and as such, went to the jury, with suitable legal instructions from the court.\nThe bank of a stream is the continuous margin where vegetation ceases; and the shore is the pebbly, sandy, or rocky space between that and low-water mark. Along the first margin was a row of trees; and behind them, on the second bank, were other trees. The court left it to the jury to say, whether the terms in the contract, granting privilege to McCullough to use as much of the shore belonging to Wainwright as may be between the water and the trees growing along the shore, extended to the second row, or to the first. In this, certainly, they did no injustice to McCullough, because, it seems to me, that the contract line wag clearly the first row, nearest the water. On the whole, we see no error prejudicial to plaintiff in error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by BurJce and MeCandless, for plaintiff in error.",
      "Woods and Loomis, for defendant, Wainright."
    ],
    "corrections": "",
    "head_matter": "McCullough versus Wainright.\n1. Where ambiguity exists in a written contract, arising from its reference to extrinsic objects, it may be explained by parol testimony as to tbe situation and character of those objects at the time of the contract; and such evidence is for the jury. But the law arising on the contract, as thus explained, is for the court.\n2. The bantc of a stream is the continuous margin where vegetation ceases, and the shore is the pebbly, sandy, or rocky space between that and low water mark.\nError to the District Court of Allegheny county.\nThis was an action of trespass quare clausum fregit, by Wain-right vs. McCullough. Plea not guilty, with leave, &e. March 5, 1849. Verdict for plaintiff. Wainright owned Wainright’s Island and nine acres on the main shore close by.\nTbe material question was tbe right vested in McCullough by an agreement between him and Wainright, made in August, 1844, which was partly as follows:\n“ Memorandum of agreement between Joseph Wainright, of the county of Allegheny and State of Pennsylvania, and Michael McCullough, Jr., of the aforesaid State and county, of the other part. The said Wainright of the first part agrees to give said McCullough, Jr., a good and sufficient deed, for what is known as Wain-right’s Island in the Allegheny river, in the aforesaid county and State, and containing about seven acres, be the same more or less, as also for all the water privilege made by the said island, that is now in the right of said Wainright, and the privilege of erecting any mills or machinery between said island and the east shore, with the liberty of using as much of the (said shore) belonging to Wain-right as may be between the zoater and the trees growing along the same, but not to be construed to afait any dam against any part of Wainright’s land on the main shore.”\nThe consideration of the deed was to be $100 per year, payable semi-annually, or tbe principal sum of $1666.66. McCullough first erected a saw-mill on the island, but afterwards purchased a site on the main shore, and there erected an expensive steam sawmill, and constructed a log-way on the east or main shore, and he had logs piled on the top of the main bank, back of or behind tbe trees. It was alleged, on the part of Wainright, that the log-way was erected without right, and that this, or the logs, or both, obstructed his landing-place, which was important in carrying on a brewery owned by bim. A variety of parol evidence was given.\nOn the trial, defendant’s counsel proposed the following points:\n1st. That the situation and true interest of the parties, and the subject matter, are to be considered in the meaning and determining of the contract.\n2d. ’ That for tbe purpose of aiding tbe construction of terms used in a written contract or agreement, recourse may be had to tbe parol evidence, showing tbe condition of tbe subject matter of tbe contract.\n. 3d. That tbe defendant having clearly tbe right to use tbe east shore between tbe water and tbe trees, the defendant had tbe right to rest or harbor bis rafts and logs there; and if the rise of tbe water carried tbe logs or rafts farther in and beyond that space of ground, such result would not amount to a trespass for which this action would lie.\n4th. That tbe actual localities of tbe ground and tbe actual position of tbe main shore, as expressed in tbe contract, is a question of fact, for the jury’s consideration and determination, in order to ascertain whether tbe alleged acts complained of were a trespass or not.\n5th. That tbe quantity of ground or space comprehended or allowed by “ said shore between tbe water and tbe trees growing along tbe same,” is a question of fact for tbe consideration of tbe jury, in view of tbe subject matter of tbe contract, and tbe object and position of tbe parties to said contract.\nLowrie, J., affirmed the points, subject to modifications appearing in bis charge. He further charged:\n1. But it is proper that I should say something of these principles, in their application to tbe facts in evidence. You will perceive that some difficulty arises from tbe inaccurate use of tbe word “shore” in the agreement, it seeming to be used to signify, indiscriminately, shore, bank, and beach. To use more definite language, you would perhaps read tbe agreement as follows: “Agreed to sell and convey unto tbe said McCullough, tbe island known as Wainright’s island, together with all tbe water privilege made thereby, and also tbe privilege of erecting any mill or machinery between said island and tbe eastern lanlc, with liberty to use and occupy for that purpose so much of the east leach belonging to said Wainright as may be between tbe water and tbe trees growing along the east banlc; but said erections shall be so placed that tbe dam shall abut against tbe island, and not against tbe mainland belonging to W.” Certainly I should be inclined so to read it.\n2. A principal matter in dispute is as to the areal extent of tbe shore or beach to which tbe defendant is entitled. It is so much of tbe shore as may be between tbe water and tbe trees growing along the same, .that is along tbe shore or bank; for there are tbe trees.\n3. Now it appears by tbe evidence, illustrated by tbe defendant, that there is a row of trees growing along on the brow of tbe bank, where it is broken by tbe water, and a few growing some distance back of them on tbe second bank, and especially one or two trees at tbe second bank a few rods down tbe river from tbe termination of the first rows and some rods further back from the river. And the defendant insists that, even if he be confined to the first row as far as it goes, yet, when he comes to the end of the row, he has a right to change his line so as to fall back upon the trees at the second bank, and thus include within his grant a considerable part of the land beyond the first bank.\n4. You will decide whether this is a reasonable construction of the agreement under the evidence as to the locality. Is it probable that the parties had in contemplation any but the first row of trees, meaning 'that this position should stand as a genera^ indication of the extent of the grant. Admitting the facts as testified to, and as illustrated by the defendant, I would so construe it. •\n5. The rule of law is, that where land is bounded by a class of objects generally, without any one or more being particularly specified, these terms indicate the course of lines on the ground to be ascertained by reference to the objects; and in fixing the exact place of the lines, a reasonable'regard be had to the general course of the bounding objects. Where the objects are sufficiently numerous to indicate a clear general course, we cannot change that course in or over to reach one or two objects of the same character that are clearly out of the general course. Where a row of trees on a bank is made a boundary, and there is a row clearly answering to this description, its general course along that bank must be followed ; it will not be allowed to change the line so as to strike one or two trees on another bank.\n6. The term “ water privilege” in the agreement cannot be construed to include the right of floating the defendant’s logs in upon the plaintiff’s land, where it is overflowed by high water, and using said land to store them on. Indeed the parties seem to have intended to include the right of floating and storing logs within the subsequent clause.\nTo which instructions of the court the defendant’s counsel except.\nIt was assigned for error, that the court erred as to the construction of the agreement.\nThe case was argued by BurJce and MeCandless, for plaintiff in error.\n— It was alleged that the court erred in limiting the agreement as to the water privilege made by the island simply to the waterfall, and not extending it to the privileges of the beach necessary to McCullough in carrying on his saw-mill. That the latter was entitled to all the advantages connected with the island and the main shore as a place of deposit for his logs. That the error of the court was in calling this a land, and not a water privilege: 1 Whar. 131; 2 New Hamp. 259; Co. Litt. 5 a b; Bacon’s Ab. Grant, H 3; 1 Rolle’s Rep. 369; 5 Burrowes 1824; 4 Mass. 266.\nWoods and Loomis, for defendant, Wainright."
  },
  "file_name": "0171-01",
  "first_page_order": 171,
  "last_page_order": 174
}
