{
  "id": 405906,
  "name": "Hill et al. versus McDowell et al.",
  "name_abbreviation": "Hill v. McDowell",
  "decision_date": "1850-10-30",
  "docket_number": "",
  "first_page": "175",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 314,
    "char_count": 5170,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4688783013990391
    },
    "sha256": "6695342c5bef05a0383bd2718078be634f38c381ec05315a01d16ad982fdbb6f",
    "simhash": "1:32ca512461a646a4",
    "word_count": 918
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill et al. versus McDowell et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBurnside, J.\n— The learned judge was right in overruling the demurrer, and in rendering judgment of respondeat ouster. The District Court was of opinion that the lien was sufficient, and in that opinion we fully concur. On the trial, the plaintiffs proved that they did the work under an agreement with the defendants, that they should be paid by measurement, at the Pittsburg book of prices, thirty per cent. off. The evidence was objected to under the lien filed, unless evidence was first given to show that the defendants agreed to pay $248.02 for the work done. The evidence was properly admitted. When work is to be done by measurement, it would puzzle even a Pittsburgh lawyer to ascertain the price of the work before it was measured. The plaintiff’s statement being for work and labor, the bill and statement constituted a valid and sufficient lien, and the evidence of Dunn was rightly admitted.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Woods and Marshall, for plaintiffs in' error.",
      "McConnell and Burke, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Hill et al. versus McDowell et al.\n1. A claim filed for a specified 'amount, against a dwelling-liouse, for work and labor, to wit, carpenter work done, and materials furnished in and about its erection and construction, “ within six months last past, the said work having been commenced on or about the 10th day of December, a. d. 1847, and. finished on or about the 6th day of May, a. d. 1848, a bill of which is hereto annexed,” and having annexed “Dr. to carpenter work done to house §248.02, May 6, 1848,” is sufficiently definite.\n2. If work, in erecting a building, be done under a special agreement that it should be paid for at a certain standard of prices, the contract may be proved by parol evidence; and it need not be first shown that defendants agreed to pay the specific amount claimed.\nError, to the District Court of Allegheny county.\nThis was a scire facias on a mechanic’s lien, filed against a dwelling-house, describing it, for work and labor, to wit, carpenter work done, and materials furnished in and about the erection and construction of said double frame dwelling-house, within six months last past, the said work having been commenced on or about the 10th day of December, A. d. 1847, and finished on or about the 6th day of May, A. D. 1848, a bill of which is hereto annexed:\nJune 5th, 1848.\nSamuel Hill, contractor, and Alexander Gibson, reputed owner.\nTo James McDowell and Hugh Thompson, for the use of James\nMcDowell, Dr.\nTo carpenter work done to house,...........................$248.02\nMay 6, 1848.\nDefendant pleads, no lien.\nBy the court, Lowrie, J. — I am not able to understand the short pleading of “no lien,” entered by the defendant, in any other light than as a general demurrer, and as such it has been set down for argument.\nIt then raises the question whether the statement and bill accompanying it set forth a cause of action with such degree of distinctness as to amount to a good lien, and that a judgment can be entered thereon after verdict in favor of plaintiff; and I am of opinion that it does. As a general demurrer, it must, therefore, be overruled, and the defendant have leave to answer over: 5 W. & Ser. 262; 2 Barr 77; 5 id. 18; 6 id. 187. Indeed,_ as a short plea, it is so entirely uncertain whether it means to raise a question of fact or law, that it should not at all be allowed.\nDec. 14, 1848, defendants demur to the lien filed, that it is not a lien, or bill of particulars, as required by the act of Assembly. April 2d, demurrer overruled, and judgment of respondeat ouster. April 10, 1849, tried before Hepburn, J.\nAndrew Dunn sworn for plaintiffs. The plaintiffs offer to prove that they did the carpenter work, for which the lien is filed, under an agreement with defendants, that they should be paid by measurement, at 30 per cent, off the book, of prices. The defendants object to any evidence under the lien filed, unless evidence is given to show that the defendants agreed to pay $248.02 for work done. The lien being irregular, and no such specifications attached as required by the act of Assembly.\nPer curiam. — The case was before the court on demurrer, and Judge Lowrie decided that the lien was sufficient, and I do not well see how a party who does work under a contract such as is offered to be proved, can be more specific than in this lien filed. Objection overruled, and evidence admitted.\nThe court charged that the lien filed was valid and sufficient in law to entitle plaintiffs to recover, if the jury found any balance due them. Yerdict for plaintiffs for $57.64.\nIt was assigned for error, that the court erred in overruling the demurrer; in admitting the testimony of Dunn; and in charging that the lien filed was sufficient in law.\nWoods and Marshall, for plaintiffs in' error.\n— That this was a 'lumping claim, without specifications. That the claim does not show when the work was done: Noll v. Swineford, 6 Barr 187; Rehrer v. Zeigler, 3 W. & Ser. 258.\nMcConnell and Burke, for defendant,\nreferred to 2 Barr 77; 5 Barr 18; 7 Barr 394; 4 W. & Ser. 467. Not -necessary that the lien filed should set forth the special contract under which the work was done: 9 Barr 97; id. 449; 5 W. & Ser. 262.\nOct. 30,"
  },
  "file_name": "0175-01",
  "first_page_order": 175,
  "last_page_order": 176
}
