{
  "id": 405875,
  "name": "Williams versus McCandless",
  "name_abbreviation": "Williams v. McCandless",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "185",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 217,
    "char_count": 3515,
    "ocr_confidence": 0.408,
    "sha256": "21bc0d898f9c45db60d6a8d78fc2b6d12f9f5a1f56d486107c55947993a6962e",
    "simhash": "1:f81ba6ad914b95e8",
    "word_count": 602
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams versus McCandless."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— In the Common Pleas, the two transcripts of the same judgment on the justice’s docket made hut one record.; and the whole of it was removed by the certificate, into the District Court. No record, therefore, remained in the Common Pleas to sustain the scire facias, and the defect would have been fatal on nul tiel record; but the parties proceeded on the principle of Minier v. Saltmarsh, to plead themselves off the record, by going to issue on an immaterial fact — a thing that would not have happened had the report of Mitchell v. Hamilton been published. The case is so incongruous, that no verdict ought to have been rendered on the judgment.\nJudgment reversed and repleader awarded.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "McCandless for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Williams versus McCandless.\nTwo transcripts of the same judgment obtained before a justice of the peace, entered in the Common Pleas, constitute but one record; and a removal of the record on the second transcript, into another court, legally made, effects a removal of the whole record.\nError, to the Court of Common Pleas of Allegheny county.\nThis was a scire facias to revive a judgment entered upon a transcript from the docket of a justice of the peace. A judgment was confessed in favor of William McCandless vs. Isaac Williams, before a justice of the peace, for |561.50, &c., with stay of execution for eighteen months. A transcript was filed in Nov. 1843, in the Common Pleas, to Dec. term, 1843, No. 90.\nOn June 5, 1845, another transcript was filed of the same judgment, in the same court, to June term, 1845, No. 147. Execution from the justice had been returned no goods. Mi. fa. to Oct. term, 1845, No. 48. In Oct. 1846, rule to show cause why levy, &c., should not be set aside, at plaintiff’s costs. Oct. 24, 1846, rule made absolute. Meb. 5, 1848, at the instance of attorneys of plaintiff, this case transferred to the District Court, No. 90, April term, 1848, agreeably to the act of Assembly.\nAfterwards, viz. on Nov. 13, 1848, a scire facias issued in the Common Pleas to revive the judgment entered to Dec. term 1843, on the first transcript. It issued against Isaac Williams with notice to Bobert Potter and Albert McElheny, terre tenants. Oct. 27, 1849, plea of Potter and McElheny filed. Dec. 4, 1849, replication filed, and judgment against Williams in default of appearance and plea, and a jury sworn to try the issue between plaintiff and Potter and McElheny, who found for plaintiff $813.88. Dec. 20, on motion, rule to show cause why the judgment and all subsequent proceedings should not be set aside.\nIn the District Court, the removal was docketed William McCandless v. Isaac Williams, to April term, 1848, No. 90. — May 19, 1842, judgment was confessed for the sum of five hundred and sixty-one dollars and fifty cents debt, with seventy-five cents costs. Execution returned “ no goods.” Transcript filed, June 5, 1845, &c.\nDec. 20, 1849, rule to show cause why judgment and all subsequent proceedings should not be set aside. Jan. 5, 1850, the transfer of this judgment set aside, and all subsequent proceedings thereon.\nIt was assigned for error, inter alia, that the whole proceedings are irregular; the judgment having been certified into the District Court, the Court of Common Pleas had no jurisdiction.\nThe case was argued by Woods, for Potter; Loomis on same side. — It was contended that the Common Pleas had no jurisdiction; that the proceedings in the Common Pleas were all one record, and that was removed into the District Court.\nMcCandless for defendant in error."
  },
  "file_name": "0185-01",
  "first_page_order": 185,
  "last_page_order": 186
}
