{
  "id": 405963,
  "name": "Commonwealth versus Rush et al.",
  "name_abbreviation": "Commonwealth v. Rush",
  "decision_date": "1850-09-24",
  "docket_number": "",
  "first_page": "186",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 512",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Paige 570",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Paige 133",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181711
      ],
      "pin_cites": [
        {
          "page": "563"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/6/0133-01"
      ]
    },
    {
      "cite": "8 Wend. 99",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "10 Peters 662",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5616664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/35/0662-01"
      ]
    },
    {
      "cite": "6 Johns. Rep. 439",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "12 Peters' Rep. 98",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "6 Peters 10",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0023-01"
      ]
    },
    {
      "cite": "6 Ohio 128",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "6 Pet. 431",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/31/0431-01"
      ]
    },
    {
      "cite": "6 Ohio 130",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "10 Pet. 712",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pet. 710",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "6 Ohio Rep. 129",
      "category": "reporters:state",
      "reporter": "Ohio",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1088,
    "char_count": 30728,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 9.64940658016537e-07,
      "percentile": 0.981513014851445
    },
    "sha256": "7808f860682196f5388a0ba057dc36ff4fb3343c98c3c63803dd5add0e517306",
    "simhash": "1:318a6d642bbb11e1",
    "word_count": 5412
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Rush et al."
    ],
    "opinions": [
      {
        "text": "— Per curiam.\n— Let the decree be affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "— Per curiam."
      }
    ],
    "attorneys": [
      "3. M. Brackenridge and S. Palmer, were counsel for appellants. „ Williams and Kuhn, were concerned for respondents."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Rush et al.\n1. The common or public square in. the city of Allegheny is dedicated to specific public uses, as mentioned in the 4th section of the act of 1787, and although not a common public highway, yet the public have rights and interests therein of which they cannot be deprived.\n2. That although the legal title to said square is vested in the corporation of the city of Allegheny, they hold subject to the trusts in favor of the community, and are but the conservators of the title and soil, and have no power or authority to sell and convey the same for private purposes.\n3. That the erection of a private dwelling-house on said square is a public nuisance, and cannot be justified by any title or authority derived from the city corporation, but is indictable in a criminal court.\n4. That a court of chancery will grant an injunction to restrain and prevent a nuisance, when the facts are not doubtful and the threatened injury irreparable, and. that the chancery powers of the District'Court of Allegheny county authorize the issue of an injunction in a like case.\n5. That in this case the facts being admitted by the pleading, and the damage of that kind which the law calls irreparable, the plaintiff is entitled to have the injury complained of restrained and prevented by a perpetual injunction.\nAppeal from the decree of the District Court of Allegheny county, sitting in chancery.\nA bill in equity was filed in June, 1849, in the name of the Commonwealth, at the instance of C. Darragh, Esq., Attorney General v. Jonathan Rush, Mayor of the City of Allegheny, Edmund Grier, and others, and a special injunction was prayed for, which was awarded, and subpoena issued.\nAug. 4, 1849, opinion of the court read by Justice Hepburn, and a decree of perpetual injunction awarded, in accordance with the prayer of the bill. Sept. 4, 1849, respondents, Edmund Grier, and others, appealed from the 'decree.\nThe matter at issue related to the title to the public square in the city of Allegheny. It appeared from the answer, that for the purpose of redeeming certain scrip or certificates of debt incurred in the construction of the water-works of the city, and for other public purposes, in April and May, 1849, the councils of the city, by an-, ordinance and resolutions, authorized the committee on city property to cause to be laid off in the said square, forty lots, &c., and directed the said lots to be sold at public sale; that Wesley Grier purchased one of the lots, and employed Edmund Grier and two others of the respondents, as his agents, to erect thereon a house.\nThe opinion of his Honor, Judge Hepburn, was as follows:\nCommonwealth of Pennsylvania, ex rel. \"]\nAttorney General, j No. 448, July Term,\nv. V 1849.\nEdmund Grier, Abraham, and Isaac Bill in Equity.\nPatterson.\n■On the 30th June last, after notice to the defendants, an application was made to this court for an injunction to prohibit the defendants from further proceeding in the erection of a dwelling-house on the public square, in the city of Allegheny. The defendants did not appear in accordance with their notice, and giving no attention to the proceeding, the injunction was issued. The defendants have since appeared and filed their answer, and the merits of the case have been fully heard upon the bill and answer. The plaintiff asks that the injunction may be made perpetual; the defendants, that it may be dissolved.\nThe square in the city of Allegheny, in regard to which this controversy arises, is located, according to the plan of most of the old towns in the State, about the centre of the city, and by the intersection of the two principal streets at its centre, is divided into four. On the part of the plaintiff, it is alleged that this is a public square and common highway, which has been in part and is about to be further obstructed by the foundation now dug by defendants therein, and the dwelling-house thereon intended to be erected. Whereby it is alleged, the citizens of this commonwealth in and upon and through said public square or common highway, could not, nor can now go, return, pass, and repass as they ought and were accustomed to do. The defendants, in their answer, admit the digging of the foundation, and the intended erection of a dwelling-house upon said square, but deny that it is a public square or common highway, as stated in the complainant’s bill. They admit the title to be the same as alleged in the bill, but deny that the citizens of this commonwealth have any right whatever to go, return, pass, and repass in, upon and through the same, as claimed by the plaintiff’s bill.\nThis brief reference to the bill and answer, is sufficient to indicate the first question which we are called upon to decide, viz.:\nIs this square dedicated to public use, and to what extent ?\nThe title to this square originates in the act of Ilth Sept., 1787, by which the president and vice-president in council were empowered to cause to be laid out and surveyed in lots, a town opposite “Fort Pitt;” and by the 4th section of that act they were required to reserve for the use of the State, so much land as they should deem necessary for a court house, jail, and marlcet, for places of public worship, and for burying the dead, and without said town, one hundred acres for a common of pasture, and the streets, lanes, and alleys of said town, and lots, shall be common highways for ever.\nIn pursuance of this act, the town of Allegheny was surveyed and laid out in lots numbering from one to one hundred and twenty-eight, bounded and intersected by streets, lanes, and alleys, and leaving in the centre a public square containing about eight acres, including the streets by which it is intersected.\nA plat or draft of the said town was made and filed in the land-office of the commonwealth, exhibiting on its face the situation of the lots, streets and square, and all the lots exhibited on said plan have been sold by the commonwealth.\nThus the legal title rested until 13th April, 1840, when an act of Assembly was passed incorporating the city of Allegheny, by which the right of the commonwealth to all the lands within the limits of the said city, mentioned in the 4th section of the act of 1787, excepting such parts thereof as had been before appropriated by grant and authority of law, was granted and vested in said city of Allegheny, “ for such public uses' as are recited in said act, and such other public uses as the select and common councils may from time to time direct and ordain.”\nThe act of Assembly under which this town (now city) was laid out, is in the nature of a contract, and to be construed in the same manner as the contract of any proprietor of a town with the public, on their purchasing lots within the proposed town. He designates certain portions of his plan as lots for sale, other portions as streets or highways, for the use of the public, and again, other portions as public squares; he may designate the purpose for which they shall be used, either as “public squares” generally, or as situations for cemeteries, Churches, markets, and the like, and for whatever purpose they are designated and appropriated, both the proprietor and the public, or lot-holders, are bound by it. The proprietor cannot withdraw the property from the public; his contract binds him, and it must remain; nor, on the other hand, can the public change the use or purpose for which it was originally designed, or at least not so long as there is a single individual interested, dissenting from the proposed alteration. They accepted the grant for the purposes named, and are bound to adhere to it. See Brown v. Manning, 6 Ohio Rep. 129, where the cases upon this subject are collected; also 20 Wend.; 10 Pet. 710.\nThe difficulty in questions of this kind generally arises, where the appropriation of the square is made for some public purpose, and from the want of certainty it is difficult to learn the precise object. And this would appear to be the difficulty intended to be raised by the pleadings in this case.\nSo- far as my information extends, the usual mode of dedicating streets, squares, &c. to the public, in this State, is simply to designate them on the plat or draft of the town as such, and if a square is intended, the purpose for which intended is there inserted; and this is a good and valid dedication, which will be binding on the parties concerned: 6 Pet. Rep., Barclay & Howell; id. 431; 10 Pet. 712 ; 6 Ohio 130.\nWhen the words “public square” are used on the draft, it would appear to be the most ample dedication to the public use, and places the square in the same situation and under the same regulations as the streets and lanes; indeed the square would be a public highway. But when it is designated for “county buildings,” or other specific purpose, then the dedication must be considered with reference to the use for which it is designed, and must be so construed as to carry into effect the purpose intended: 6 Pet. 431; 6 Ohio 128.\nHence, in the case of the Commonwealth v. Bowman, 3 Parr 206, where I presume the dedication was in the most general form, the chief justice says: — “ The public square is as much a highway as if it were a street, and neither the county nor the public can block it up, to the prejudice of the public or an individual.” Yet he says: “ To allow the county a reasonable accommodation for its court-house and offices in the front square of the county town, is one of the usages of our State, which has acquired the consistency of law. Such is the foundation of the county’s right, and the extent of it: for it certainly has no inherent right to property which has been dedicated, not to its use, but to the use of all the citizens of the commonwealth;” and hence, in that case, an old' court-house, which had been erected on the public square in 1800, was declared a public nuisance — a new one having been erected on a different part of the square, and the public records removed thereto.\nThis decision, as also the case of Rung v. Shoenberger, 2 Watts 23, rests solely on the fact that the dedication is in general terms, and that the squares were therefore common highways — but if the Bedford square had been dedicated to the use of the public buildings, would the old court-house have been a public nuisance, so long as one of the public officers continued to occupy it ?\nIn the case before us, the dedication of this square is specifically stated, “for a court-house, jail, and market-house, for places of public worship, and for burying the dead.” After the passage of this act, the seat of justice was located at Pittsburgh, and hence the use of this square for the public buildings became impossible, and the act of 1840, incorporating the city of Allegheny, vests the right of the commonwealth to the said square in the said city, for such public uses as are recited in the act of 1787 — and such other public uses as the select and common councils may direct and devise.\nBy this latter act, the dedication is not altered, or in any material matter changed; the same purposes are preserved, and the whole placed under the control of the councils, with power, since the public buildings cannot be there located, to designate such other public purposes as they may think right. ■ To my mind, this is very different from a general dedication, and although it gives the public clear and undoubted right to have this property maintained as a public square for ever, yet it does not make it a highway or require that it should be kept open as such. In the case of the Commonwealth v. Bowman, the chief justice, while he asserts that that square was a public highway, says, “in which respect it differs from the public squares in Philadelphia, which are dedicated to health and recreation, and which are necessarily subject to regulation by the local authorities.” See also, 6 Ohio Rep. 129 ; id. 354.\nBy the plain terms of this act, this property is under the regulation of the local authorities; they may designate the public purposes to which it shall be applied, which purposes, however, must be entirely consistent with the act of 1787. But the purposes for which it is designated are,-to a considerable extent, inconsistent with its being a public highway. A church, or cemetery, would not, probably, have their grounds open and unenclosed. The extent, then, to which this public square is dedicated to public use, is that designated in the 4th section of the act of 1787 — for churches, cemeteries, &c. The act of 1840 does not, and cannot alter that act, but it does place it in the control of the city councils to designate the particular parts of the square which may be occupied for a market-house, public buildings, churches, &c. It would also, no doubt, authorize the erection thereon of a town hall, or other public useful building, and would clearly enable the city to enclose and ornament the grounds for the health and recreation of the citizens; but beyond this they have no power to proceed.\n2. The next question is — Have the city councils a right to sell and convey this property to individuals for private purposes ?\nThe defendants, in their answer, allege that, for the purpose of redeeming certain scrip, or certificates of debt, issued by the said city, in payment of debts incurred by the same in the construction of the water-works of said city, an ordinance of said councils was passed, authorizing the city surveyor to lay off forty lots in the said square, agreeably to a certain plan determined upon; that the said lots were laid off and sold, and that defendant Grier became the purchaser of one of said lots, to wit, No. 7, for the consideration of $2590; and that, in pursuance of an ordinance for that purpose, the mayor of the city had executed to the said Grier the deed of the corporation for the said lot, subject, also, to a ground-rent of $20 per annum; and that in pursuance of this purchase and conveyance, he, the said Grier, with the other defendants, had entered upon the said lot No. 7, being part of the said square, and had dug the foundation complained of.\nThis, doubtless, is the best title the defendants are able to set up to the lot in question, and the best justification they are able to make of the charges now made against them; and nothing can be more clear than that it must eventually fail them. The pretence is, that because the proceeds of the sale of this square are applied to the public purpose of supplying the city with water, that, therefore, the city councils have designated this as the public purpose to which this square shall be applied. But this pretext is almost too barefaced to require a serious answer. It is not the proceeds of the square the uses of which the city councils are authorized to declare, but it is the property itself which is vested in them for public uses, and to no private use can they possibly apply it. Their power over it is restricted and circumscribed; it is not theirs to sell or to dispose of: they may control it within their right, and designate the use, but can go no further. What difference is it to what use the proceeds are applied ? The property is not theirs for sale. The use to which it is to be applied is but a debt — the private debt of the corporation; and it is violating the first principle of a trust when the trustee attempts to apply the trust property to his own use or to make money out of it. The city authorities, therefore, had no right to sell this property, and the title of the purchasers derived from them is wholly defective, and can avail them nothing.\n3. The next question is — Is an injunction from this court the proper remedy.\nThe bill charges that the defendants are engaged in digging out the foundation for a private dwelling-house in the said square, and intend to erect a private dwelling-house thereon, “ whereby the said public square and common highway, c. was and is still greatly obstructed, narroioed, and straightened,” so that the citizens of this commonwealth, in and through said public square and common highway could not nor can now go, return, pass, and repass, as they were accustomed to do.\nThe defendants, by their answer, admit the digging of the foundation in said square, and their intention to erect a private dwelling-house thereon; but deny that said square was dedicated to public use as a public square or common highway, or that the citizens of this commonwealth have any right whatever to go, return, pass, or repass in, upon, or through the same, as in the hill .set forth.\nThe relief prayed for is,-that an injunction may issue to restrain the defendants from further excavation of the said square, and from the erection of the intended private dwelling-house thereon.\nThat the plaintiff’s bill does not very accurately set forth the true cause of complaint, seems to be obvious at a glance. Great stress is laid upon the alleged fact that the citizens of this commonwealth could not pass and repass through this public square as they formerly had done, and still, of right, should be permitted to do. Whereas, in truth, they had not been accustomed so to use the square, as the answer alleges that it has been enclosed for two years past; and I have before shown that under the special dedication to the public, it could not be considered as a common public highway.\nMy first impression was, that the alleged deprivation of the right of way over this square was the gravamen of the plaintiff’s bill, and as this was denied by the answer, and not sustained by the admitted facts, that the bill must be dismissed; but on further consideration, I perceive the bill alleges that by the said foundation and intended building, the said public square is greatly obstructed, narrowed, and straightened, and then, as an inference of law, alleges that the public are thereby deprived of the right of way.\nThe facts are admitted. Both the bill and answer agree that the public square will be obstructed by the erection of this dwelling, and, if so, this would be a clear violation of law, which will entitle the injured party to redress in some form of action; and it does not seem to be material whether all the supposed injuries resulting therefrom are truly stated or not. If the facts are admitted, the law is not doubtful; and when facts are admitted, the chancellor will draw the proper conclusion, even though denied by the answer. 1 Baldwin’s Rep.\nBut notwithstanding this square is not a common public highway, in the ordinary meaning of that phrase, yet it is public property, and the title to it is vested in the corporation of the city for specific public purposes; they are. the conservators of the title and soil for public use, and any attempt to appropriate it to private use is a violation of their duty, and any private erection upon it, even by authority of the city councils, is an offence against the public, and indictable as a common nuisance. See 3 Eng. Com. L. 453, Rex v. Lord Grosvenor et al.; 2 Story’s Eq. 201-2; Eden on Injunct. 157-8; 5 Porter’s Rep. 289.\n\" On the ground, then, that the intended erection is such public nuisance, the Commonwealth, at the instance of the attorney general, asks that an injunction may be issued to restrain all further proceeding. Have we the authority to issue it, and is it the appropriate remedy ?\nThe chancery jurisdiction of this court is of a limited character, and is regulated by the express provisions of our acts of Assembly.\nThe provision applicable to the case before us, is the 5th clause of the 13th section of the act of 16th June, 1836, by which the power of a court of chancery is given to this court, so far as it relates to the prevention or restraint of the commission or continuance of acts contrary to law, and prejudicial to the interests of the community, or the rights of individuals.\nThe jurisdiction of a court having full chancery powers, includes those cases which are contrary either to equity or law, or contrary both to law and equity. To give us jurisdiction, the act must be contrary to law, as well as prejudicial to the interests of the community, or the rights of individuals. 7 W. & Ser. 107. A public nuisance is certainly contrary to law, and this ingredient to give us jurisdiction is not wanting. The argument that the title to this public square is in the city of Allegheny, and that, therefore, the lot-holders and the public can have but an equity, is, I think, not tenable. The existence of a grantee is not essential to the dedication of a square to public use, and those who purchase lots according to a plan of a town containing such dedication, have a right to the streets, squares, &c., as an appurtenant to their lots. See 6 Peters 10.\nTheir right is, therefore, something more than a mere equity. But this question is scarcely involved in the case; the act complained of is a public nuisance, and, as such, most clearly illegal.\nBut it is contended, that although the matter complained of be a public nuisance, yet the plaintiff should have sought redress in a court of law, and that a chancellor will not interfere in a case of this kind, unless the existence of the nuisance is first established at law, and the threatened injury is irreparable.\nIt has been frequently said, that a court of chancery rarely uses the process of injunction in cases of nuisance, unless where the right is first established by law, or the exigency of the case renders it indispensable; yet a slight examination will suffice to show that it is a jurisdiction which has been exercised from an early period, and that latterly the cases are by no means rare or uncertain. Thus, we find in Bain and Boslar, Amb. 158, and 3 Atk. 750, a motion was made for an injunction to stay the building of a house in which to inoculate for the small-pox. The chancellor intimated that the attorney general could, at his discretion, file an information in the case, of a public nuisance; but, as it had not been settled that the house in question would be a nuisance, the injunction was denied.\nIn Attorney General v. Nichol, 16 Vesey 338, an information was filed on the relation of the Scotch Hospital against Niehol, to enjoin the obstruction and darkening of the ancient lights of the hospital. The injunction having been granted, it was afterwards moved to dissolve it, but the chancellor thought the jurisdiction of equity could not be disputed, notwithstanding the common law remedy by indictment.\nIn Attorney General v. Clem, 18 Vesey 211, an injunction was applied for to restrain the defendant from manufacturing certain articles with unwholesome materials, and Lord Eldon admitted that he had jurisdiction of public nuisances upon highways, harbors and the public soil, yet refused the injunction until it could be ascertáined by a trial at law that the subject of complaint was a nuisance.\nSo in Cowder v. Tinckler, 19 Vesey 617, the chancellor remarks: “If the subject were represented as a mere public nuisance, I could not interfere, as the attorney general is hot a party; and if he were a party, the complaint must not be of, a public nuisance merely, but which, being so in its nature, is attended with extreme probability of irreparable injury, nor could the court interfere until after a trial by law.”\nBut though it was thus sometimes held, in the earlier cases, that an injunction could not be granted until after a trial, yet we find that in subsequent cases this condition is dispensed with, and, on a proper case being presented, the injunction is granted without difficulty.\nThus, in 1834, 3 Myl. & K. 123, 136, it is said the jurisdiction of the court over nuisance by injunction is of recent date, and has not, until recently, been much exercised, &c. In Attorney General v. Clever, Lord Eldon appeared to think that there was no instance of an injunction to restrain a nuisance without a trial, but this cannot now be maintained, ¿-c.\nAnd, indeed, if this method could yet be insisted upon in ordinary cases, still it could have no application to the case before us; for a trial at law necessarily implies that there are some facts disputed and to be tried. In this case, all the facts are admitted; there could be nothing for a jury to do, even if an issue were ordered: the question would be entirely legal, and for the determination of the court. It is presumed, also, that this remark, (that a trial of law is first necessary,) relates wholly to cases where a preliminary injunction is asked for, and can have no application to those, the merits of which are to be finally heard on bill and answer.\nIt is not necessary to multiply authorities upon this subject. The English cases will be found collected in Prewry on Injunction 240, 245, and 247. Our own books, also, have many cases upon the same subject.\nIn 12 Peters’ Rep. 98, City of Georgetown v. Alexandria Canal Company, it is said, “ Courts of equity, it is now settled, may take jurisdiction in cases of public nuisance, by an information filed by the attorney general.”\nThe jurisdiction seems to have been acted upon with great caution and hesitancy, and the court refers to the chancellor’s remarks in 18 Vesey 217. In 2 John Ch. 382, Chancellor Kent remarks, that “the equity jurisdiction in cases of public nuisance, in the only cases in which it has been exercised, that is, in cases of encroachment on the king’s soil, had lain dormant for a century and a half; that is, from the time of Charles I. to A. D. 1795.”\nYet the jurisdiction has been finally sustained, upon the principle that equity can give more adequate and complete relief than can be obtained at law. Whilst, therefore, it is admitted by all that it is confessedly one of delicacy, and accordingly the instances of its exercise are rare, yet it may be exercised in those cases in which there is imminent danger of irreparable mischief, before the tardiness of the law could reach it.\nSee also 6 Johns. Rep. 439; 3 Porter’s Ala. Rep. 280; 10 Peters 662; 8 Wend. 99; 6 Paige 133, 563; 2 Mylne & Craig 123, 133; 4 Paige 570.\nThe principle, then, appears to be, that where the bill is filed by the attorney general, and the right is clear, and the threatened injury irreparable, an injunction will be awarded, although the right has not been established at law. And that this is in accordance with the 5th clause of the act of Assembly above referred to, giving equity jurisdiction to this court, is clearly stated in the case of Hagner v. Heyberger, 7 W. & Ser. 107, by Mr. Justice Sergeant, who says, “the object of t.his clause was to provide adequate redress in cases where, although an action at law was maintainable, yet the injury might be irreparable, and it was necessary to justice to step in and prevent its being committed by a summary process. Thus, if there were sufficient ground to believe, in consequence of threats or otherwise, that an individual was about committing waste in timber, &c., or that a corporation was grossly abusing its privileges, or that a public officer was destroying or about to destroy public books, &c., or, in short, any act was doing, or likely to be done, for which damages could not, perhaps, compensate, and the legal redress might be too tardy and inefficient, which was in the nature of misfeasance, nuisance, waste, spoil, or destruction of property, and the act was contrary to law and injurious to the community or individuals, a summary remedy is given, by the strong arm of an injunction, to stop it, or prevent its being done.”\nWhat constitutes the irreparable damage for which the law gives no adequate redress, is also stated by the same learned judge in Jordan v. The Philadelphia and W. Railroad Co., 3 Whart. 512. He says: “ That the complainant may recover damages at law, is no answer to the application for an injunction against the permanent appropriation of Ms property for the road under a claim of right. This is deemed an irreparable injury, for which the law can give no adequate remedy, or none equal to that which is given in equity, and is an acknowledged ground for its interference. Trespass is destruction in the eye of equity. It prevents its repetition or continuance, protects the right, arrests the injury, and prevents the wrong. This is a more beneficial and complete remedy than the law can give, and therefore the proper one for a court of equity to administer.”\nHow is it in this case ? The attempt is to appropriate the property of the public permanently to private use. For this the public can recover no damage. They may undoubtedly proceed by indictment, and thus remove the obstruction, but in the mean time the community are deprived of the public property. For this tardy redress they are not required to wait. The redress now sought furnishes an immediate and effectual remedy, by at once arresting the injury and protecting the right. Furthermore, each individual lot-holder may maintain an action against the wrong doers; and this remedy now resorted to, and sustained, tends directly to arrest litigation — a result generally sufficient to induce the interposition of a chancellor.\nFrom what has been said, we think it is sufficiently established— .\n1st. That the property in question is a public square, dedicated to specific public uses, as mentioned in the 4th section of the act of 1787; and although not a common public highway, yet the public have rights and interest therein of which they cannot be deprived.\n2d. That although the legal title to s^id square is vested in the corporation of the city of Allegheny, they hold subject to the trusts in favor of the community, and are but the conservators of the title and soil, and have no power or authority to sell and convey the same for private purposes.\n3d. That -the erection of a private dwelling-house on said square is a public nuisance, and cannot be justified by any title or authority derived from the city corporation, hut is indictable in a criminal court.\n4th. That a court of chancery will grant an injunction to restrain and prevent a nuisance, when the facts are not doubtful, and the threatened injury irreparable; and that the chancery powers of this court authorize us to issue an injunction in a like case.\n5th. That in the case before us, the facts are admitted by the pleading, and the damage is of that kind which the law calls irreparable. The plaintiff, therefore, is entitled to have the injury complained of restrained and prevented.\nLet the decree, therefore, for a perpetual injunction, be entered accordingly.\nH. Hepburn.\n3. M. Brackenridge and S. Palmer, were counsel for appellants. „ Williams and Kuhn, were concerned for respondents.\nSept. 24, 1850."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 197
}
