{
  "id": 405934,
  "name": "Lantz versus Frey and Wife",
  "name_abbreviation": "Lantz v. Frey",
  "decision_date": "1850-09-30",
  "docket_number": "",
  "first_page": "201",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 366",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0366-01"
      ]
    },
    {
      "cite": "4 Dal. 100",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "3 Rawle 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 8279,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 5.963190095067566e-07,
      "percentile": 0.9537171858282085
    },
    "sha256": "a8b995e604d081fbd8b8b14323ac75a4f71b3242362160977d9809e29cdd76de",
    "simhash": "1:ee1cc62c965af0c5",
    "word_count": 1445
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lantz versus Frey and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBell, J.\n— The plaintiffs’ declaration is upon a contract. In order to recover, they must, consequently, prove an express contract, or show such circumstances as will raise an implied one. The first-is not pretended, and we think the evidence discloses facts which preclude the last. The defendant intermarried with the female plaintiff’s mother, after which the child went to reside in the family of her stepfather, until she herself married. By this arrangement, defendant stood in loco parentis, and was responsible for the maintenance and education of the child, so long as she continued to reside with him: 2 Kent’s Com. 192 ; Stone v. Carr, 3 Esp. Cas. 1; Cooper v. Martin, 4 East 76. Now nothing is better settled than that a child is not entitled to demand wages from a parent, for services rendered after attaining full age, in the absence of express contract, or something equivalent to it: Walker’s Estate, 3 Rawle 243; Candor v. Candor, 5 W. & Ser. 513; a principle which embraces also the liabilities of persons whom the law regards as standing in that relation, although connected by no ties of blood. It was upon this ground that Defrance v. Austin, 9 Barr 309, was decided, and a kindred principle ruled the cases of Little v. Dawson, 4 Dal. 100, and Swires v. Parsons, 5 W. & Ser. 357. In the first of these cases, a minor nephew was not permitted to recover for services rendered to an uncle, who had received him as one of his own family; in the second, there was a similar denial, where the services were rendered in expectation of a legacy; and in the last, a woman who had lived in a state of concubinage, was unsuccessful in her claim to be remunerated from the estate of the man towards whom she had discharged the duties of a wife and housekeeper. Each of these determinations is based on the irresistible presumption, springing from the relation of the parties, that neither of them contemplated remuneration by the payment of wages, and in the impolicy of sanctioning claims not dreamed of at the time of the transaction. This impolicy is peculiarly apparent where the relation of adult protection and infant dependence exists; the latter expecting naught beyond shelter, food, clothing, and education, and the former enjoying, as of course, whatever services the weaker party is able to render. Such was the relative position of these parties; the girl living in the house of her mother’s husband as a member of the family, and the husband regarding her as the child of his wife, and not as a menial or hireling.\nThe general law springing from this condition of things, as I have stated it, was recognized by the court below, in the answer returned to the defendant’s point submitted. But the learned president, moved by the imputed neglect of the stepfather in the discharge of the duty he owed to the child, and by the severity of the labor to which he appears, in some measure, to have devoted her, thought the plaintiff might be entitled to recover remuneration for the defendant’s remissness and harshness. In indulging this impression, however, the court forgot the action was to recover for services rendered, and not for any supposed neglect of legal duty on the part of the defendant. Whether such an action will lie in a proper case, I will not take it upon me to say, for the simple reason that no such claim is set up here. But I may say that any device, designed to enable the child of a widowed mother to assume towards a second husband the attitude of creditor for services rendered while living in the family as a member of it, ought to be discouraged, because of the résults it must inevitably produce. Men will decline to extend their protection and aid to orphan children, at the hazard of being exposed to suits at law on the suggestion of ill-natured neighbors or exacting friends, that the stepchild has been harshly treated or inadequately provided for. Every one of the least experience knows how difficult at .best it is to escape such imputations; and should we permit cynicism to be stimulated by the chances of encouraged litigation, it will be difficult to foresee the extent of evil which may be produced. That one who assumes the office of parent may so grossly violate the duties appertaining to it, as to subject himself to answer at the suit of the injured party, is possible; though' I am unaware of any example of such an action. Certainly it will not lie against a natural parent, and many reasons might be urged for extending the same immunity to him whom the law, for many purposes, regards as a father’s substitute. But should these be deemed insufficient for his entire protection, it is not to be doubted that to justify legal interference, a very gross case should be clearly established by proof. These speculations are,' however, aside from the question presented in this action, which has already been answered adversely to the pretensions of the plaintiffs below.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Marshall, with whom was Galbraith.",
      "Babbit, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lantz versus Frey and Wife.\nA female, living with her stepfather, whilst'in her minority, is not entitled, after arriving at fall- age, to recover from him wages for services rendered, without proof of a contract, express or implied. Such a contract will not he implied, as to one standing in loco parentis, merely from the fact of such service having been thus rendered.\nError, to the Common Pleas of Erie county.\nThis was an action of assumpsit, brought by Erey and his wife, against John Lantz, the plaintiff in error, to recover upon an implied assumpsit for the services of the wife of defendant in error, under the following circumstances : The said Lantz married a widow, the mother of the wife of said Erey. The child at the time of the marriage was eight or nine years old; she went with her mother after the marriage, and lived in the family of Lantz/the stepfather, as one of his own children, without any contract whatever. On the part of Lantz, it was alleged that she was fed, clothed, and schooled, the same as his own child, and she worked in the family in the same manner, until she was between eighteen and nineteen years old, when she married Jacob Erey. Soon after her marriage, she and her husband brought this action to recover wages for the time she lived in the family of her stepfather. The court charged the jury that the plaintiffs below were entitled to recover upon the quantum meruit; of which charge and instruction of the court, the plaintiff in error complains.\nThere was evidence on part of plaintiffs, that the child lived with its uncle until its mother married Lantz; that Lantz said, if she would come and live with him, he would use her as one of his own children. That she worked faithfully — was poorly clad — she was not sent much to school; that she worked in the family, like the other children.\nOn the part of defendant, that she was sick considerable; that she was clothed as other girls in similar circumstances; that she can read.\nChurch, J., charged: — If a stepfather requests his wife’s daughter, who has already a suitable home provided for her with her relatives, to come and live with him, and she consents and does so, and he furnishes her with work for him, which she performs, it occurs to the court that the law implies a promise on his part to pay a reasonable compensation in the way of maintenance and education, clothing, &c., according to the circumstances and situation in life of the parties; and if he fails to do this, an action lies to secure such reasonable compensation. This is certainly but justice, and, we think, the law too.\nWhether the evidence makes out these requisitions, and thus sustains a cause of action in this case, upon these legal principles, is for you, and you alone. Are they such ?\nTo which charge, defendant excepted.\nVerdict for plaintiffs, for $55.\nError was assigned to the charg’e, the third assignment being, that the court ought to have charged the jury, that from the facts disclosed in evidence, no promise by defendant to pay plaintiff’s wife wages, could be inferred.\nThe case was argued by Marshall, with whom was Galbraith.\n— 2 Kent’s Com. 192; 8 Watts 366; 8 Barr 309; 5 W. & Ser. 513, were referred to.\nBabbit, for defendants.\nSeptember 30th,"
  },
  "file_name": "0201-01",
  "first_page_order": 201,
  "last_page_order": 203
}
