{
  "id": 405873,
  "name": "Kelso versus Kelly",
  "name_abbreviation": "Kelso v. Kelly",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "204",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 204"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 264,
    "char_count": 4457,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 4.927450234355504e-08,
      "percentile": 0.3095481628465598
    },
    "sha256": "0d196c0c8b3a9faca6a7ba0722115309d9d7959491187d78e6e5c195d22f8818",
    "simhash": "1:aff21021276eb91c",
    "word_count": 818
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "G-ibson, C. J., being related to one of the parties, did not sit during the argument of this case."
    ],
    "parties": [
      "Kelso versus Kelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— By the 6th section of the act of 14th April, 1840, it is provided, that any person who has a lien on lands, or any other equitable interest, which may be sold for taxes, may redeem the same within the time limited by law for that purpose; and if that time is allowed to pass before that is effected, it shall, nevertheless, be lawful for such person to proceed in the manner prescribed by law, to collect the amount of the surplus bond given by the purchaser, as fully and effectually as the last owner, for whose benefit the surplus bond is given, could do; but that the money thus collected shall be paid into court, and distributed, as money is distributed which is produced by the sale of land which is encumbered, by the sheriff: so that the surplus bond is, in substance and effect,- substituted for the land, so far as creditors are concerned.\nThe borough of Erie was a lien creditor of Schwarze, the last owner, of the most meritorious kind, that is, a creditor for the balance of purchase-money on the land sold; and was, of course, entitled to the full benefit of' the 6th section of the act of 14th April, 1840. But Kelso, not a lien creditor, issues a foreign attachment against Schwarze, and attaches the surplus bond in the hands of Kelly, the purchaser and obligor in the bond. Thus, seeking to withdraw that bond from within the operation of the act of 1840, and to apply the proceeds to his own debt not secured by lien, in exclusion of the lien creditors.\nIt is very clear, that if he should succeed in this, he would defeat the 6th section of the act of 1840, and the policy of the law, which substituted the bond in place of the land, as to lien creditors. But that he cannot do. The court is bound to carry out the law, especially as it is just and right, and consistent with sound policy.\nKelly, the garnishee, had a right to defend for the borough of Erie; indeed, he was bound, in good faith, to do so; as, if he had permitted a judgment to go against him in this proceeding, without defence, it would not have availed him in a suit on the bond by the, borough of Erie against him.\nJudgment affirmed.\nG-ibson, C. J., being related to one of the parties, did not sit during the argument of this case.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Kelso versus Kelly.\n1. By the act of 14th April, 1840, relative to unseated lands, the owner of a mortgage upon a lot afterwards sold for unpaid taxes, is entitled to the surplus remaining after payment of the taxes and costs; and a proceeding in foreign attachment after the sale, against the last owner, in which the obligor of the bond for the surplus was made garnishee, and the bond attached, will not entitle the attaching creditor to the surplus, in preference to the mortgage creditor.\n2. The purchaser, who was garnishee, had a right to defend for the mortgage creditor.\nError to the Common Pleas of Brie county.\nSchwarze was the last owner of a water lot, No. 82, in Erie, he having purchased it in 1836, from the burgess and town council of the borough of Erie. They gave him a deed, and took his bond and mortgage on the lot to secure the balance of the purchase money. This mortgage continued a lien on the lot till the treasurer’s sale. The lot was sold in 1840, by the treasurer, to Kelly, for unpaid taxes, and there was a surplus of the purchase money remaining after payment of the taxes. The surplus amounted to $243.34-|-. Kelly, the purchaser, executed a bond for the surplus to the treasurer, for the use of the last owner of the lot.\nKelso, in February, 1849, obtained a judgment against Schwarze for $790.09, in a proceeding in foreign attachment. Kelly was summoned as garnishee, and the bond for the surplus was attached.\nThe question involved was, whether the borough, by virtue of the lien of the mortgage, had an exclusive right, under the act of April 14, 1840, to the proceeds of the bond for the surplus. The plaintiff in error contended that under said act, the borough, as a lien creditor, has no other or greater right than the last owner of said lot, and that the right of Schwarze having been divested by the aforesaid attachment, the right of the lien creditor, the borough, was also divested. 4\nFor the act of April 14, 1840, see Dunlop's Dig. 910; Pamphlet Laws 349.\nChurch, J., charged against the claim of Kelso; and error was assigned, on his part, to the charge.\nThe case was argued by Marshall, for Kelso; and by Babbit, for Kelly."
  },
  "file_name": "0204-01",
  "first_page_order": 204,
  "last_page_order": 205
}
