{
  "id": 405927,
  "name": "Reynolds versus Richards",
  "name_abbreviation": "Reynolds v. Richards",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "205",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 9568,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 5.817563567573496e-07,
      "percentile": 0.9515207257257083
    },
    "sha256": "10dbdad336839568a4c877ab7b922ae55b4bf1ae36268096407539de4a738a7c",
    "simhash": "1:2c88ec974c35d7ec",
    "word_count": 1737
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reynolds versus Richards."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— The question of payment ought not to have been determined by the court as a question of law. In consideration of $100 to be paid, the half in hand and the half in carpenter work, Reynolds agreed to sell to Richards his equitable title to a lot of ground bought from county commissioners; and to procure the title to be made to him when the work should be done. The hand-money was paid, and Richards subsequently gave, for the residue, the promissory note on which action was brought. Years: afterwards, Reynolds endorsed on the article a direction to convey the title; which was done. Now, though this direction and the deed which followed it were strong evidence of payment, it was open to contradiction, and ought to have been submitted to the jury as such. It followed not that because the evidence was written, its effect was to be determined by the court. To interpret the meaning of a writing unaffected by parol evidence, is doubtless the province of the judge; but the question below was not on the interpretation of the written direction, but on its effect as evidence of a collateral fact. It was certainly presumptive evidence of payment; but the conclusion from it was not to be drawn by the court.\nPresumptions strictly legal shut out further investigation, and exclude the functions of a jury. Presumptions strictly of fact, having no power to produce an assumed belief, or any belief beyond the natural and unassisted effect of the circumstances, exclude the function of the court. The intermediate class, called presunqotions of law and fact, might more properly be called legal presumptions of fact, because the law presumes the fact in giving them an artificial effect, beyond the actual weight of the evidence; but though the law dictates the conclusion, it must be drawn by the jury under the direction of the court, and not by the court alone: Stark. Ev. pl. 4, page 1243. They give to particular circumstances the force of prima facie evidence, which stands for proof till it is rebutted. Thus it it is said by Mr. Starkie, that a jury is to be required, or at least advised to infer a grant of an incorporeal hereditament from an unanswered adverse possession of twenty years. In a parallel case I would direct them, that as the law infers the fact, they are bound to infer it also, even at the expense of their actual belief; but I would at the same time instruct them that it is their province to pronounce it, not mine.\nOf this class is every artificial but inconclusive presumption. The instance most analogous to the present, is the case of a receipt for rent, which is prima facie evidence of payment of previous arrears. In our case, the law raised a presumption that if the purchase-money had not been paid pursuant to the terms of the bargain, the direction to make the conveyance would not have been given; yet, though the result would doubtless have been the same, the conclusion did not lie entirely with the court. It could no more have been drawn from the circumstances, if found in a special verdict, than a legal conclusion of conversion in trover could be drawn from a finding of demand and refusal: in the one case and the other, the circumstances are but evidence of the fact, and not the fact itself.\nNor was the assignment of the note a bar to the action. It was not negotiable, for there was enough on the face of it to point to the terms of the article by which it was payable in carpenter work, and the suit could consequently be maintained only in tbe name and on the legal title of tbe payee, wbo, in contemplation of law, was still tbe bolder. It was immaterial to tbe defendant whether be was actually so or not, as payment on tbe foot of an execution would be a valid discharge. He would have no concern with the ownership of tbe money after it bad left bis band; for be could be no further called upon. Even bad tbe note been negotiable, it would be enough that tbe plaintiff bad obtained it again by the blank endorsement of tbe person to whom be bad passed it. The only ground of defence is tbe presumption of payment.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Gorbit, for plaintiff in error ; and by Sutton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Reynolds versus Richards.\n1. The mere fact of evidence being in writing does not entitle the court to interpret its meaning conclusively. Where it is unaffected by parol evidence, it is within the province of the court to interpret it; but where the question is not on the interpretation of the writing, but on its effect as evidence of a collateral fact, it is to be submitted to the jury.\n2. Where an article of agreement was made for the sale of land, part of which to be paid in cash and part in work, and a note was given for the latter amount, on the payment of which the title to be made; an order by the vendor to execute the deed, is not so conclusive as to the payment of the note, as to raise a legal presumption of its payment; it is presumptive evidence of payment, ■which is to be submitted to the jury.\n3. A note which, on its face, points to the terms of another instrument, by which it was payable in work, is not a negotiable note, and a suit upon it must be in the name of the payee. If it has been trasferred, and the name of the transferree is endorsed on it, in blank, the note being sued in the name of the payee, a recovery by him and payment by the drawer, will protect the latter against any further demand on the note.\nError, to tbe Common Pleas of Clarion county'.\nThis was an action by Reynolds, for use, (without stating the person,) against Richards, to recover the amount of a note, as follows :\nTwelve months after date, I promise to j>ay to the order of Alexander Reynolds, fifty dollars, with interest from the date hereof, and without stay of execution, after due, for consideration of the carpenter work in our article of agreement, for in-lot, No. 126, Nov. 3d, 1841.\nSigned, Abraham Richards.\nTest: A. Jamison.\nThe narr. contained a special count on a promissory note, and common counts. Plea, payment, &c. Reynolds had an article of agreement with the commissioners of Clarion county, for two in-lots. He agreed to sell to Richards one of the lots, and Richards agreed to pay him $100, viz., $50 in hand, and $50 in carpenter work, at cash prices, to be paid when said Reynolds demands it. Said Reynolds is to make the title as soon as the work is done.\nReynolds, on the 1st day of June, 1842, transferred the said note, by endorsement on it, without recourse, to Alexander Jami-son ; and it also appeared that Alexander Jamison endorsed the note in blank.\nFor further facts, see charge of Burlington, J.: — In the present case, the plaintiff seeks to recover on a note dated on the 3d Nov., 1841, calling for $50 in carpenter work. Richards bought lot No. 126 from plaintiff, and agreed to pay him $100; $50 of which was to be paid in hand, and the balance, by the article, was to be paid in carpenter work, at cash prices, when demanded, and the title to be made as soon as the work was done. A receipt is endorsed on the article for the money, and also for the note now in suit, on the payment of which, plaintiff acknowledges he is to make over the commissioners’ article. On the 11th of June, 1845, plaintiff endorses on the article of agreement, an unconditional request or order to the commissioners to make the deed to Richards. The state of facts arising from the written papers, raises a legal presumption that the amount of the note had been paid, according to its terms, at the time the order was given. But to rebut this presumption, the plaintiff has read in evidence the assignment of .the note to Alex. Jamison, dated the 1st June, 1842; and it further appears, that the said Jamison endorsed the note in blank; when, and to Tvhom, does not appear. The present suit is brought in the name of Reynolds alone, without being marked to the use of any one. We, therefore, treat the endorsement of Jamison as passing the interest out of him; and that, together with the order to the commissioners, and the fact that the suit is brought in the name of Reynolds alone, as passing the interest back to him. The whole case being in writing, it becomes the duty of the court to decide it; and we have come to the conclusion that the whole of the written papers raises a legal presumption that the note was paid ; and that the verdict should be for the defendant.\nTo which opinion of the court the plaintiff’s counsel excepted.\nVerdict for defendant.\nIt was assigned for error:\n1st. That the court erred in saying to the jury that the suit was brought in the name of Reynolds alone, when the record shows it was brought in the name of Alexander Reynold’s, for use: Armstrong v. The City of Lancaster, 5 Watts 68.\n2d. The court erred in treating the endorsement of Jamison, together with the order to the commissioners, and the fact that the suit was brought in the name of Reynolds alone, as passing the. interest in the note back to Reynolds.\n3d. The court erred in attaching any importance to the blank endorsement of Alexander Jamison, as the note was not negotiable, and the interest of Jamison would not be passed by a blank endorsement; and also, there was no evidence that Reynolds ever had the possession of the note since he assigned it to Alexander Jamison, on the 1st day of June, 1842.\n4th. -The court erred in instructing the jury that, from the whole of the written papers given in evidence, there was a legal presumption that the note was paid.\nThe case was argued by Gorbit, for plaintiff in error ; and by Sutton, for defendant."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 209
}
