{
  "id": 405943,
  "name": "McCracken's Heirs versus Graham and Jackson",
  "name_abbreviation": "McCracken's Heirs v. Graham & Jackson",
  "decision_date": "1850-10-01",
  "docket_number": "",
  "first_page": "209",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 253,
    "char_count": 4344,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43477264504610114
    },
    "sha256": "3f08d71002383f6d15f58e75a5cd35cdc992b79c816f64d53151842d35dbb9a1",
    "simhash": "1:dca3b56dcecfcb39",
    "word_count": 750
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCracken’s Heirs versus Graham and Jackson."
    ],
    "opinions": [
      {
        "text": "— Per curiam.\n— The statute creates the lien, the transcript gives notice of it; and when that is accomplished, all is accomplished. No particular form is prescribed, and the descriptive words “transcript or extract,” used disjunctively,to make the one an equivalent for the other, are not very precise. A transcript would be a copy; but of what ? Surely not of the whole administration account; and a transcript of the figures at the foot of it would be insensible. So would be an extract of a part of it. The legislature evidently meant an abstract, or, in other words, a condensation. of the substance; and it would have been difficult to find any other form of it better adapted to the purpose, than the one used in this instance. It imbodies the substance so clearly, that a purchaser could not be misled by it. 'Similar certificates are employed in almost every instance; and it would do infinite mischief if a lien founded on one of them were to be avoided.\nOrder of the Common Pleas reversed and rule discharged.",
        "type": "majority",
        "author": "— Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Marshall, for plaintiffs in error; and by Qallraith, contra."
    ],
    "corrections": "",
    "head_matter": "McCracken’s Heirs versus Graham and Jackson.\nAs to the form of a certificate of a balance due by administrators to be filed as a lien or notice of the balance due, under the 29th section of the act of 29th March, 1832, relating to Orphans’ Courts: see the certificate in this case: the act requires only an abstract, or a condensation of the substance of the account.\nError, to tbe Common Pleas of Erie county.\nTbe widow and heirs of Robert McCracken, deceased, plaintiffs in error, v. Carson Graham and Smith Jackson.\nIn tbe Supreme Court, No. 7, September term,1850.\nWrit of error by the plaintiffs, wbo were plaintiffs below, to review the judgment of tbe Court of Common Pleas of Erie county.\nThe defendants were administrators of tbe estate of Robert McCracken, deceased; and, on tbe 11th day of Aug., A. d. 1848, settled their final administration account in tbe Orphans’ Court of Erie county, showing a balance in their bands of $1458. And on tbe same day the clerk of tbe Orphans’ Court certified the balance due from tbe accountants to tbe Court of Common Pleas, which was on tbe same day filed and docketed by tbe prothonotary in tbe said Court of Common Pleas, as a lien on tbe real estate of said accountants. Afterwards judgments were recovered against Carson Graham, Esq., which became liens on his real estate. On tbe 30th day of April, 1849, a rule was granted upon tbe application of subsequent judgment creditors of Mr. Graham, to show cause why tbe said judgment.or lien in this case should not be set aside; which rule, on the 29th day of Oct. 1849, was made absolute; which judgment of tbe court below is the matter complained of by tbe plaintiffs in error.\nThe widow, heirs, and estate of Robert McCracken, deceased, v. Carson Graham and Smith Jackson, administrators of the estate of Robert McCracken, deceased.\nCertificate Orphans’ Court. 1848.\nCertificate of balance due by administrators (defendants) to plaintiffs as per their administration account, filed and confirmed in the Orphans’ Court. ' | J\nFiled and entered, Aug. 11th, Debt, $1458.38\nInt. Aug. 7th, 1848, tax and pro. fees, 1.87\nApril 30th, 1849, on motion of attorneys for judgment creditors of Carson Graham, rule to show cause why judgment should not be set aside, granted.\nAnd now, Oct. 29th, 1849, rule made absolute.\nCERTIEICATE.\nMrie county, ss. I Wilson King, clerk of the Orphans’ Court, in and for the county of Erie, do certify that by the account [d. S.] of Carson Graham, and Smith Jackson, administrators of Robert McCracken, deceased, late of the borough of Erie, which was finally settled and confirmed, Aug. 11th, A. D. 1848, by the court aforesaid, there appears to be due by and in hands of the said Carson Graham and Smith Jackson, administrators aforesaid of the estate of said Robert McCracken, deceased, the sum .of $1458.38, out of which sum the court have directed the expenses of auditing said account, amounting to the sum of $21, to be paid.\nIn testimony whereof, I have hereunto set my hand, and affixed the seal of said court, at Erie, Aug. 11th, 1848.\nWilson King,\nClerk of the Orphans’ Court.\nIt was assigned for error, that the court erred in- making the rule absolute, and striking off the plaintiff’s lien.\nThe case was argued by Marshall, for plaintiffs in error; and by Qallraith, contra.\nOct. 1.-"
  },
  "file_name": "0209-01",
  "first_page_order": 209,
  "last_page_order": 211
}
