{
  "id": 405926,
  "name": "Dewey versus Erie Borough",
  "name_abbreviation": "Dewey v. Erie Borough",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "211",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whar. 299",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1837002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0299-01"
      ]
    },
    {
      "cite": "3 Watts 331",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 8108,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 3.4491736714043216e-07,
      "percentile": 0.8800777574291011
    },
    "sha256": "32d170c206216d71b3c4a3aff971568a12dacbb8e860323c05a9e31efbb8b11d",
    "simhash": "1:7587ffd1ec44df76",
    "word_count": 1453
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dewey versus Erie Borough."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— The transaction before us is analagous to a transaction between merchants, called “ sale or return;” by the terms of which, the party to whom the goods are sent, is bound to return them with notice of his dissent within a reasonable time, or keep them on the terms of the offer; or it is perhaps strictly a conditional sale, of which the same principle is an element. Such was the sale in Humphreys v. Carvalho, 16 East 45, and many other cases, which it is unnecessary to quote, the principle being settled; and the business is to apply it to the evidence. The defendant promised to pay the price at the expiration of a year, on condition that the clock should perform to the satisfaction of the burgess and town council, or their successors. The corporation, consequently, had a year to signify its determination. This is not a case of warranty, and it is immaterial whether the clock performed well or ill; it was the business of the burgess and council to judge of that, and keep the clock or return it, at the proper time. It was put up, and the plaintiff, who was probably a clock pedlar, went away. The burgess and council were ultimately dissatisfied with it, and after two years, took it down, but did not offer to return it, or attempt to give notice of their dissatisfaction. Three witnesses testified that they had not heard of the plaintiff’s whereabout, then or since; the other witnesses were silent in respect to it. It is clear and indisputable law, that the burgess and council were bound to give notice of their dissatisfaction, with an offer to return the clock, or attempt to do it. They were not bound to follow the plaintiff to a foreign country; but if foreign residence had been alleged, they would have been bound to prove it. If his residence was unknown, they were bound to prove that they had attempted to discover it. If it was known to be in a sister State, they were [ bound to prove that they had attempted to reach him through the post-office. But there was not a spark of evidence to prove that any effort had been made whatever i and the contract had become absolute. The cause, therefore, was not put on its proper point.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Lane and Gfalbraith, for plaintiff in error.",
      "Babbit, contra."
    ],
    "corrections": "",
    "head_matter": "Dewey versus Erie Borough.\nWhere a clock is sold to be paid for at the expiration of a year, on condition that it perforins to the satisfaction of the vendees, the vendees to be relieved must return the clock, or offer to return it, with notice of their dissent, within a reasonable time; and if foreign residence in the vendor be alleged by them, the vendees must prove it; if he lives in a sister State, they must prove that they had attempted to reach him through the post-office; and if his residence was unhnown, they must show that they had endeavored to discover it. Failing in these respects, the contract to pay will be absolute.\nError to the Common Pleas of Brie county.\nThis was an action in the name of Hiram T. Dewey, for the use of Moses Koch, plaintiffs in error, vs. The Burgess and Town Council of the Borough of Erie, in the county of Erie.\nThis was an action of debt on a promissory note under the corporate seal of the borough of Erie, and was in part consideration for a town-clock purchased by defendants, from 'Hiram T. Dewey, for $400, two hundred of which were paid; and this note for $100, and another note for the same sum, and still unpaid, were given for the balance of the purchase. This note sued was assigned by Dewey, soon after its date, to Moses Koch, and is as follows :\nCOPY OP NOTE.\n$100.00.\nOne year from date, with interest, the Burgess and Town Council of the Borough of Erie, in the county of Erie, promise to pay Hiram T. Dewey, at the office of the treasurer of said borough, the sum of one hundred dollars, being in part payment 'for the town-clock bought of him by resolution of the Town Council of date July 30th, 1845, conditioned, however*, that the said clock performs to the satisfaction of the Burgess and Town Council, or their successors.\nIn witness whereof, I have hereunto caused to be affixed the seal of the said corporation, this fifteenth day of August, 1845.\n[l. s.] Charles W. Kelso, Burgess.\nAttest,\nGr. J. Ball, Town Olerlc.\nOn the trial, it was shown that the clock was put up at the. time the note was given, and that it remained in the use and .possession of the defendants up to the time of suit brought, and also that it was in the possession of the defendants at the time of trial. It also appeared that the defendants had never offered to give up or return the clock to plaintiff.\nThe court allowed defendants to give evidence of the contract forming the consideration of. the note, upon the same principle as in case of a failure of consideration, to which plaintiff excepted. Evidence was given that Dewey guarantied that the clock should run; that Dewey went away after the clock was put up. No notice of dissatisfaction was given to Dewey. Defects in the clock were proved.\nOn the part of the plaintiff, it was contended that, as defendants retained possession of the clock, and used it more or less up to the time the suit was brought, and had never offered to give up or return the clock, the plaintiff was entitled to recover.\nOn the part of the defendants, a point was propounded:\nIf the jury believe, from the evidence, that the clock was in any material particular defective, that it did not keep correct time, that it did not strike the time correctly, or that the hands designed to indicate the time, or any of them, on its several dials or faces, did not at the same period indicate the same time, and the defendants, for these reasons, or any other, were dissatisfied with its performance, then the verdict of the jury should be for the defendants.\nThe court, Church, J., charged, inter alia: — It is a well-settled rule of law, that when, by the terms of a contract, the performance of the stipulations therein on part of plaintiff forms the considera-' tion and condition for the performance on part of defendant, it maybe considered as precedent to the right to recover; and unless the plaintiff shows a substantial compliance with such precedent condition, or some act or course of conduct on part of defendants showing a waiver of it, he must fail. A slight and immaterial failure or omission on part of plaintiff will not affect him. It must be in substance and material; something which in its character and extent goes to the very essence of the consideration as an entirety. This note is only payable on condition the clock performs to the satisfaction of defendants — not an arbitrary satisfaction — they are bound to be satisfied, and may be deemed to be so unless there be some substantial and just cause for dissatisfaction. If, then, you find that the clock was materially defective, and did not keep correct, regular time, nor strike correctly, regularly, and the hands on the dials did not indicate uniform similar time, these would justify the defendants in their dissatisfaction, and form a defence here. And if the plaintiff was to put the clock up and make it so perform, or else not have payment on the note as expressed in the note, the fact that the clock has remained where plaintiff left it until the suit brought, makes no difference. Defendants were not bound to return it unless an opportunity has been offered; especially if the residence of the plaintiff is at a distance, and unknown to defendants. They do not seek to recover, but to prevent a recovery against them. If there was only a slight defect, make _ such deduction as is right and just under the evidence, and as will make it good as stipulated for.\nTo which plaintiff excepts generally.\nVerdict was rendered for defendants.\nIt was assigned for error:\n1. The court erred in their charge, in substantially deciding the defendant’s point in the affirmative.\n2. In laying down the law as applicable to this case.\nThe case was argued by Lane and Gfalbraith, for plaintiff in error.\n— There was cited 3 Watts 331; Ligget v. Smith, 6 Whar. 299; 4 Barr 168.\nBabbit, contra."
  },
  "file_name": "0211-01",
  "first_page_order": 211,
  "last_page_order": 214
}
