{
  "id": 405966,
  "name": "Struthers versus Lloyd",
  "name_abbreviation": "Struthers v. Lloyd",
  "decision_date": "1850-10-09",
  "docket_number": "",
  "first_page": "216",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 342,
    "char_count": 6012,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 2.092868483945466e-07,
      "percentile": 0.7606165455978322
    },
    "sha256": "3f17c95e3a074bc08d1e9ac5925e7a7b4a370f6d185ba2af8f15120104683703",
    "simhash": "1:0f99b957d287a5a7",
    "word_count": 1060
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Struthers versus Lloyd."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\n— After the decision of the case of Talmadge v. Burlinghame & Irons, 9 Barr 21, and the practice which has so generally obtained, it is too late to question the order of the court opening the judgment as to Falconer and permitting it to remain as to Struthers, the other defendant in the joint judgment. According to the case cited, it is regarded in the light of a collateral or feigned issue, by which one of the parties may be let into a defence personal to 'himself, the proceedings being regarded, as to him, as a new action. Although this course may be pursued, yet it is not to be recommended, as it destroys the simplicity and symmetry of our judicial proceedings, and frequently gives rise to perplexity in rendering judgment. It would be much better, in joint judgments at least, to pursue the English practice of ordering a collateral issue, with the proper parties, to try the matters alleged by way of defence, staying the proceedings, if necessary, or permitting execution to issue to bring the money into court, according to the circumstances and equity of the case. Here, the court not only open the judgment as to one of the joint defendants, but permit execution to issue against the other to collect the money from him alone, before the trial of the issue, and ascertaining, by the verdict of a jury, whether the other defendant is discharged from his joint liability. This is an order of which Struthers has a right to complain, for it is in vain to contend he is not injured by being compelled to pay the whole amount of the debt, until it is judicially determined that he is alone liable.\n. Eor admitting, as is contended, that the matter of defence being personal as to Falconer, a verdict in his favor would enure alone to his own benefit, and would not affect the liability of Struthers, who would still remain charged; yet that is a reason which shows the propriety of determining that issue before he is treated as a separate debtor. He ought not to be deprived of the opportunity of showing that Falconer is still a co-debtor in the judgment. This, so far as appears, he has heretofore been prevented from doing: at any rate, he has not had his case investigated before the jury, which can only be done, as the case now stands, on the trial of the issue. Indeed, the application of Falconer seems to have been made without the co-operation of Struthers; and the objection strikes me, with great force, that if the plaintiff succeeds by means of the process of the court in collecting the money from Struthers, there is an end of the action against Falconer, as the plaintiff will have no further interest to pursue the suit against him; and thus the whole burthen of the debt will be thrown upon Struthers, when it may be shown, if a trial is had, that he is but one of two joint debtors. As this is the case of a joint judgment, the judgment being opened as to one, we are of opinion that no further proceedings can be had until that action is finally disposed of.\nThe order of the court, granting leave to issue execution against Struthers, set aside, and proceedings stayed, until the issue against Falconer is tried.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by S. W. Williams and Gralbraith, for plaintiff in error.",
      "Struthers and Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Struthers versus Lloyd.\nWhere a joint judgment is entered against two, and the judgment is subsequently, on motion, opened as to one of the defendants, it is error to permit execution to issue against the other defendant, until the issue as to the liability of the first has been disposed of..\nError to the Common Pleas of Warren county\nSamuel H. Lloyd vs. Thomas Struthers and Robert Falconer. This was a judgment entered in favor of Lloyd vs. Thomas Struthers and Robert Falconer jointly, upon a joint and several note of hand signed by them, No. 97 to June term, 1844, for $816.70. A fi. fa. was issued on the same No. 97 to September term, 1846. On the 31st August, 1846, on motion and affidavit filed, a rule was granted to show cause why the judgment should not be opened and defendants let into a defence.\nSeptember 11, 1847, this rule made absolute so far as Robert Falconer is concerned, and judgment opened as to him, the lien to continue; and rule discharged as to Struthers, with leave to plaintiff to take, out execution against him. July 3, 1849, Falconer plead payment, with leave, &c., and the issue still remains untried.\nMarch 14, 1849, another fi. fa. was issued on the judgment against Struthers alone, and reciting the judgment as against him alone. July 6, 1849, the attorney of Struthers moved that the proceedings in his case be stayed until the issue with Falconer be tried. This motion the court sustained, and stayed the execution till next term. September 8,1849, the court vacated the order to stay execution, and refused to grant the motion of July 6, 1849. September 10, 1849, a pluries fi. fa. issued, No. 15, to December term, 1849, against Struthers and Falconer both, and reciting the judgment as against both, with memorandum on back of the writ as directed in precipe, “Proceedings stayed as to R. Falconer, b.y the court.” October 5th, 1849, a rule was granted on plaintiff to show cause why this fi. fa. against T. Struthers should not be set aside, returnable forthwith to the court; and, on hearing, the motion to set aside was refused by the court.\nAssignment of errors:\n1. The court, having opened the judgment as to Falconer, erred in ordering execution to issue against Struthers pending the untried issue between the plaintiff and Falconer.\n2. The court erred in their order of September 8th, 1849, vacating their order of July 6th, 1849, staying execution, and in refusing to grant stay of execution until the trial of the issue with Falconer.\n3. The judgment having been opened as to Falconer, the fi. fa. against Falconer and Struthers was improvidently and irregularly issued, and the court erred in refusing to set it aside.\nThe case was argued by S. W. Williams and Gralbraith, for plaintiff in error.\nStruthers and Brown, for defendant in error.\nOct. 9th,"
  },
  "file_name": "0216-01",
  "first_page_order": 216,
  "last_page_order": 218
}
