{
  "id": 405887,
  "name": "Scott versus Heilager et al.",
  "name_abbreviation": "Scott v. Heilager",
  "decision_date": "1850-10-09",
  "docket_number": "",
  "first_page": "238",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 366,
    "char_count": 7010,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 2.001117733934885e-07,
      "percentile": 0.7429842434829212
    },
    "sha256": "6ac5fac2d90a77eee274826e09e953288d1af719be37c8112ea85fd2aef094c6",
    "simhash": "1:eb8ce0f51620fbca",
    "word_count": 1218
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott versus Heilager et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nCoulter, J.\n— The evidence contained in the two bills of exceptions, tendered by plaintiff, ought to have been rejected.\nScott had purchased the horses, harness, &c., about four weeks before they were levied on, from Strain, had taken them into his possession, and used them as his own, and paid for them. There was no evidence of any collusion, or fraud, or combination, or concert, between him and Strain; nor that he knew Strain was indebted, much or little, without the means of paying it, arising either from this sale or other property. Under these circumstances, the evidence in the first bill of exceptions, to wit, that after Strain had sold to Scott, and perhaps after the levy on the property in Scott’s possession, Strain had said, not in the presence of Scott, that he sold the property for the purpose of preventing his creditors from collecting their debts, ought to have been rejected. At the time Scott purchased, there was no execution against Strain, nor for four weeks after the purchase. He could not, therefore, have sold to prevent the due execution of process in the hands of the officer. But what his intentions were, \"unknown and uncommunicated to Scott, is of no consequence. One man cannot be prejudiced by the fraud of another, of which he has no notice nor opportunity of receiving notice. In that case, he might be guilty of such supine negligence as would be equivalent to fraud against the party injured. But there was nothing of that kind of supine negligence on the part of Scott, in this case. No scintilla of it. No man is bound to search all the justices’ dockets in a county, to find out whether there are judgments against an individual, before he ventures to purchase a cow or a horse from him, or some wheat, or potatoes, or oats. In short, there is nothing in the evidence to bring the case within the statute of Elizabeth, or the analagous principles of the common law.\nThe evidence objected to in the second bill of excejDtions ought not to have been admitted, to wit, “ that the hands at the furnace generally, as witness believed, knew that Strain was in debt, and crowded for payment, before he sold the property; and that witness understood that Sweezy was one of them.” What a witness believes other people knew about another man’s debts, is as flimsy as cobweb and lighter than gossamer, when Scott, the man af■fected, is not alleged to be among these people. If such evidence can be lawfully admitted, no man who purchases personal property, no matter how bond fide and honest his conduct, would be safe. But admit it all to be true, and that Scott had heard the man was crowded for the payment of his debts, that is, craved, I presume, and there appears to be only two creditors, Sweezy and another, all amounting to about $110, the amount which Scott gave for the property, might not Scott be allowed to presume that the sale was for the very purpose of paying debts ?\nIt is sufficient to say, that this evidence neither brought home, or tended to bring home, any fraud or culpable negligence to Scott, and was, therefore, improperly admitted.\nThe evidence in the third bill of exceptions is wholly irrelevant and incompetent, for the same reason, to wit, that it does not affect Scott with guilty knowledge, or any knowledge at all, and is of little weight in any respect.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued for plaintiff in error by Fetterman, with whom was Budd.",
      "Holstein, and Stephenson, were concerned for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Scott versus Heilager et al.\n1. The declarations of a vendor, made in the absence of the vendee, that he had sold the personal property in question for the purpose of preventing his creditors from collecting their debts, are not admissible against the vendee: nor that he would not pay a particular creditor.\n2. Nor can evidence be given by a witness, of his belief that it was generally known at a furnace, at which the vendor and vendee worked, at the time of the purchase, that the vendor was in debt, it not proving fraud in the purchaser.\nError to the Common Pleas of Mercer county.\nThis was an action of trespass, brought by John Y. Scott the plaintiff in error, in the Court of Common Pleas, against Frederick Heilager and Samuel Sweezy, the defendants in error, for seizing and taking away two horses, harness, and wagon, the property of the plaintiff, also two new halters. The property had belonged to Samuel Strain, except the halters, which were purchased by Scott from another person. About the last of Jan. 1847, the plaintiff, Scott, purchased the horses, harness, and wagon, with some other property, from Strain, for $110. After having them in his possession, and using them for about a month or six weeks, defendants levied on them, by virtue of an execution issued by a justice of the peace in favor of Samuel Sweezy, and took them off as the property of Samuel Strain, to satisfy the execution against him in favor of Sweezy. The defendants justified themselves in taking the property, on the grounds that the sale from Strain to Scott was fraudulent and void by the statute 13th Eliz., being made with intent to delay, hinder, and defraud creditors, and especially the claim of Samuel Sweezy.\nIt did not appear that any other claim, except that of Sweezy’s, was pressing Strain, or that he was otherwise indebted, except a small judgment of $15 which was given in evidence. Heilager was the constable. Tried before Bredin, J.\nOn the trial, defendants offered to prove by the declarations of Strain, that he sold the property to John V. Scott, the plaintiff, for the purpose of preventing ‘ his creditors from collecting their debts: to which the plaintiff objected, on the ground that no evidence had been given showing any degree of concert between Scott and Strain for that purpose, or that John V. Scott, the plaintiff, knew of any such intention. Objections overruled, and the evidence received by the court, and plaintiff excepted.\nIt was proved that Strain, Scott, and the witness, were working at the same furnace at the time of the sale, and it was afterwards offered to be proved, by the deposition of the same witness, as follows : “ I believe it was generally known among the hands, that Strain was in debt, and crowded for the payment of them, before he sold his property. I understood that Caleb Sweezy was one of the creditors and pressing Strain.”\nThis was objected to, but was admitted. Plaintiff excepted.\nDefendants offered to prove that Samuel Strain told the witnesses he would not pay the debt for which this property was sold; to which the plaintiff objected, on the ground that no concert or privity had been shown between John V. Scott, the plaintiff, and Samuel Strain, or that Scott knew of any such unwillingness. Objection overruled by the court, and plaintiff excepted.\nIt was assigned for error, that the court erred in receiving the evidence contained in the several bills of exceptions.\nThe case was argued for plaintiff in error by Fetterman, with whom was Budd.\nHolstein, and Stephenson, were concerned for defendants in error.\nOct. 9,"
  },
  "file_name": "0238-01",
  "first_page_order": 238,
  "last_page_order": 240
}
