{
  "id": 405888,
  "name": "Christy et al. versus Brien et al.",
  "name_abbreviation": "Christy v. Brien",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "248",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 325,
    "char_count": 5513,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 3.276065313281718e-07,
      "percentile": 0.8704893605766205
    },
    "sha256": "9538ba64fe704a832551d8bdd77dbcd04ba4f2193a9cc3f13716662b33fe6706",
    "simhash": "1:09fe350f2af35a88",
    "word_count": 990
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rogers, J., being related to one of the parties, did not sit during the argument of this case."
    ],
    "parties": [
      "Christy et al. versus Brien et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— A conveyance, unaccordant with the possession, is never presumed from lapse of time; and the plaintiffs have not been in possession. But a fiction, by which equity is enabled to look on things agreed 'to be done as actually done, enabled us when we had not chancery, powers, and still enables us when we have, to sustain an ejectment on an executory agreement; and it is, consequently, unnecessary to presume a conveyance to those who are entitled to have it. For one part of the land, the plaintiffs have brought their action on an equitable title, derived from an unexecuted parol contract of sale to the father of one of them; and the single question is, whether it is taken out of the statute of frauds by the acquiescence of the vendors, who are the plaintiffs’ witnesses, promoting a recovery by their testimony, instead of opposing it even by a wish. They stand in the attitude of respondents to a bill in equity, confessing the contract, and refusing to plead the statute. They not only confess it, but they swear to it. In England, the plaintiffs would file their bill against them, if they were unwilling to convey, without the direction of a court of equity; and on their confessing the contract, without interposing the statute, specific performance of it would be decreed; after which, the plaintiffs would make short work with the intrusive defendants, in an action founded on the legal title. As the latter would have no right to intermeddle with the parties in equity, they would not *be made parties to the bill; and the result of the two suits would be a judgment at law to recover the possession, which is obtained here by settling the equity and the law of the case, at one operation. On a bill for specific execution, the vendors might plead the statute; but in this action the defendants cannot plead it for them. Should the vendors insist on it hereafter, they can do so by an ejectment on their legal title, against the plaintiffs, or any one in possession; but here, a stranger, who could not insist on it in equity, attempts to set it up as a defence to an intrusive possession. Where perjury or fraud is impossible, there is no room for the statute, if it bo not introduced by a party to the contract, as a specific point of defence; and how is it possible that the defendants could be defrauded by the perjury of these witnesses ? The effect of the legal title would be the same whether it were in them or their vendees. The defendants, therefore, could not found a defence on the want of a legal conveyance, which doubtless would have been supplied, had the omission of it been discovered in time for the action. The plaintiffs are entitled without it; and on this ground the case was properly ruled.\nJudgment affirmed.\nRogers, J., being related to one of the parties, did not sit during the argument of this case.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Purvianee, for plaintiffs in error.",
      "Grraham and Agnew, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Christy et al. versus Brien et al.\nIn the ease of an ejectment where part of the land is claimed under a legal title, and part under a parol sale without delivery of possession, hut where the sale is testified to, on the part of the plaintiffs, hy the heirs who made the parol sale, and affirmed by them; it does not lie with the defendants, who claim merely by possession less than twenty-one years, to object that the parol sale is avoided by the statute of frauds and perjuries. Where the vendors acquiesce in the sale, it is not allowable for an intruder to plead claim in them, in defence of his own possession.\nError to the Common Pleas of Butler county.\nThis was an ejectment to Dec. term, 1842, for five hundred acres of land, brought in the names of Dorothy Brien, Henry Rodgers, and Sarah his wife, late Sarah Brien, against Christy and others.\nThe land was a donation tract drawn by Gen. Edward Hand. He left three children, viz.: Dorothy, Sarah, and Mary; Dorothy intermarried with Edward Brien, and left one child, Sarah, wife of Rodgers, plaintiff in the suit.\nThe plaintiffs below showed title in themselves to one-third of the land in dispute, and the other two-thirds they claimed under a parol sale, made by Sarah Bethel and Mary Hand, the other heirs of the estate of Gen. Hand, to Edward Brien. The fact of the sale was testified to in the depositions of Mrs. Bethel and Mary Hand. Neither the plaintiffs, nor those under whom they claimed, had ever been in possession of the land. The sale to Edward Bxden was made upwards of thirty-five years ago. The land was assessed as unseated from 1810 till 1826, both years inclusive. In 1810, assessed in name of Gen. Hand; in 1814, in name of Edward Brien; in 1815 and up to and including 1826, in the name of the heirs of Gen. Hand; taxes paid; since 1826, no taxes paid by plaintiffs or those under whom they claim. The land was assessed in 1827 to James Christy, as unseated.\nThe defendants, Christy and others, have been in possession since 1823, and have paid taxes part of the time. They claimed title by possession. The only question on the trial was, whether the law will presume a conveyance, in favor of a tenant in common, who has never been in possession of the land, and who has done no act amounting to an ouster of his co-tenants.\nThe court, Bredin, J., charged that if the facts relative to the conveyance to Edward Brien were true, that they would be sufficient to justify the jury in presuming a grant as against an intruder.\nThe case was argued by Purvianee, for plaintiffs in error.\nGrraham and Agnew, for defendants in error."
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 250
}
