{
  "id": 405919,
  "name": "Leitch et al. versus Little et al.",
  "name_abbreviation": "Leitch v. Little",
  "decision_date": "1850-09",
  "docket_number": "",
  "first_page": "250",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 414,
    "char_count": 8908,
    "ocr_confidence": 0.397,
    "sha256": "e5a31f090b204e16ddfb5bbfaa98d4c066210adbefead1d1b95bba1fc0000f59",
    "simhash": "1:6e5f2407400ef0db",
    "word_count": 1565
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leitch et al. versus Little et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— The plaintiffs below brought their ejectment on an equitable title, derived from an agreement of purchase by the father of the parties on both sides. The father had died; his children had agreed to let their mother have the estate during her life; and she had agreed to pay the debts out of the personalty. She had consumed it, and died, leaving them unpaid. The defendants had gone into possession, under a lease from her; paid the residue of the purchase money, under the pressure of an ejectment, and received a legal conveyance from the vendor, whose place they were thus compelled to take. Would a chancellor compel them to convey to the other children, before they had been reimbursed their advances ? A simple statement of the case shows he would not. The legal title would, however, be a security for no more than the purchase money with interest, and the costs of the former ejectment.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Fetterman, for plaintiffs; and by Agneiv, for defendants."
    ],
    "corrections": "",
    "head_matter": "Leitch et al. versus Little et al.\nWhere two persons purchase land by article of agreement and make partition between themselves, and one of them being m possession of the share of his co-tenant, under a lease from his widow, whom the heirs had agreed might enjoy the land during her life, an ejectment is brought against him, by the vendor, to recover the balance of the purchase money remaining unpaid on the share of the co-tenant, and he pays the same; he is not bound to deliver up the possession till he has been reimbursed his advances for payment of the purchase money, with interest, and the costs of the said ejectment: — lie cannot, however, retain the possession as a security for other debts of the intestate, paid by him as administrator of his estate.\nError to tbe Common Pleas of Beaver county.\nThis was an ejectment by Little and wife, and C. Agnew, heirs of John Leitch, vs. Daniel and Malcolm Leitch, to recover the undivided three-fifths of a tract of about 100 acres, with notice that mesne profits would be claimed for the six years immediately preceding the institution of the suit. Both parties claimed under John Leitch, deceased. The plaintiffs claimed as his heirs ; Daniel Leitch, one of defendants, was a son of John Leitch.\nDefendants below claimed as follows: — On the 18th May, 1813, John Leitch, Daniel Leitch, and Joseph Bigham, by articles of agreement, purchased from Ebenezer Yowell, in whom was vested the legal title, a tract of land containing about three hundred acres, of which the land in controversy was part. Partition was made between them, and Daniel Leiteh and the heirs of Joseph Bigham paid Vowell their proportion of the purchase money on the parts allotted to them. The land in controversy was allotted to John Leiteh, who entered into possession of it, and occupied it till his death in 1827,1828, or 1829. At his death, there were about forty acres cleared, and two small cabins and a log stable on it.\nOn the 15th December, 1829, Ann Leiteh, the widow of John Leiteh, entered into an agreement in writing with Daniel Leiteh and the plaintiffs in this suit, by which they agreed to let her have the real and personal estate of John Leiteh, her late husband, during her life, for her maintenance; and she agreed to sell the personal property, excepting a few articles, and to pay the debts of the estate. She made use of the personal property, and died in 1838 or 1839, leaving the debts, hereafter mentioned, unpaid, and no personal property wherewith to pay them. Before her death, Daniel Leiteh leased from her the land in controversy, and went into possession, and has remanied in possession ever since.\nThe purchase money of the land in controversy, was not all paid in the lifetime of John Leiteh; and after his death, to June term, 1835, Vowell brought an ejectment against Daniel Leiteh, who had then leased from the widow,- to enforce the payment of the purchase money; and in September, 1836, Daniel Leiteh confessed a judgment, with stay of execution to the 1st April, then next ensuing, to be released upon the payment of such sum of money as might be found due by the counsel of the parties. On the 27th January, 1837, the amount due the plaintiff was liquidated at $320.51, costs $19.97|-. On the 17th April, 1837, John Little, one of the defendants in error, paid $12 of'the costs, which sum was refunded to him on the 1st April, 1845, by Daniel Leiteh. Daniel. Leiteh paid the remainder of the judgment and the costs.\nIn Nov. 1838, letters of administration on the estate of John Leiteh, deceased, were granted to Daniel Leiteh. He procured an order of sale, and in Sept. 1840, reported sale to himself, which was confirmed. In 1841 he paid a claim of Harbison and wife, against the estate of John Leiteh. In 1846, on petition of Little and wife to the Orphans’ Court, the sale to Daniel Leiteh was set aside.\nDaniel Leiteh, after his purchase, and before the application to set the sale aside, made valuable improvements on the land. Before and at the time of the sale, and whilst he was making the improvements, John Little and wife lived in Beaver county, seven or eight miles from the land; and Catharine Agnew in Pittsburgh, about eighteen miles from it.\nDeed was to be made by Vowell, the vendor, on payment of the second instalment of the purchase money, and mortgage on the land given to secure the residue of it. No conveyance of the legal title to the land in dispute, to John Leiteh, or, since his decease, to his heirs.\nThat John Leitch owed to Vowell the purchase money paid by Daniel Leitch, or to Harbison and wife, the debt paid them, was not denied on the trial below; nor was the title to three-fifths of the land disputed. The defendants below claimed, before they surrendered the possession of the land, to be reimbursed the purchase money paid to Vowell, with interest, and the costs of the Votvell ejectment, and the debt paid to Harbison and wife, with interest from the time of payment, and the costs paid on the Harbison judgment; and also contended, that they were answerable for mesne profits only from the time when the sale made under the order of the Orphans’ Court was set aside; or, at most, only for one year before the bringing of the ejectment.\nOn the part of plaintiffs, a point was presented: — 1st. That the defendant was clothed with no possession or title acquired from Vowell that would protect him against the recovery of his co-tenants, who had been ousted by him from the prior possession of their own under the contract. 2d. That the debts paid by Leitch were not liens on the land when paid by him; and, therefore, not recoverable on that ground. 3d. That the statute of limitations had barred the recovery of the money paid by him; and, therefore, not recoverable on that ground. 4th. That the possession cannot be withheld, in this case, on the ground of payment of any other sums of money paid by him. 5th. That the defendant cannot set up any of the improvements against the mesne profits. 6th. That if the value of any of the improvements be allowed defendant, it can only be so far as they may go to extinguish the mesne profits, and not as a substantive set-off, or so that an excess over the pro'fits can be recovered from the plaintiffs.\nOn the part of defendants, a point was presented to the effect, inter alia, that the payment, to Vowell or his agent, of the purchase money, was also for the plaintiff’s benefit; and that he was entitled to be reimbursed by the plaintiff, three-fifths of the money so paid, with interest thereon, and the costs of the ejectment.\nThe court, Bredin, inter alia, charged, that though the contract existed between the widow and the heirs of John Leitch, deceased, giving the possession and profits of the real estate of the deceased to her during her natural life, and Daniel Leitch being in possession under his mother; and, although the action of ejectment brought by Thomas Vowell against Daniel Leitch was to June term, 1835, and by the recovery of the land, unless the balance of the purchase money was paid, the title of the plaintiffs, as well as the title of Daniel Leitch, was gone; and though the payment of the balance of the purchase money by Daniel Leitch, some years before the death of his mother, operated to the benefit of the plaintiffs and the defendant, Daniel Leitch, yet he cannot retain the possession until repaid this money.\nVerdict was rendered for the plaintiffs.\nError was assigned:\n1st. In the answers of the court to the plaintiffs’ first point, and defendants’ first point.\n2d. In the answers to the second, third, and fourth points' of plaintiffs, in which the court say, “that the debts paid by the defendant (Daniel Leitch) are not recoverable in this suit, nor can the defendants retain possession from their co-tenants, until their share of the money is paid.”\nThe case was argued by Fetterman, for plaintiffs; and by Agneiv, for defendants."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 253
}
