{
  "id": 405881,
  "name": "Galbraith versus The Commonwealth",
  "name_abbreviation": "Galbraith v. Commonwealth",
  "decision_date": "1850-10-14",
  "docket_number": "",
  "first_page": "258",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 6799,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 1.2084722882782272e-07,
      "percentile": 0.5953302682897729
    },
    "sha256": "56a3bfcc60773b56a69d290a1d411028a63e3c51ab6855bd349095339f13262b",
    "simhash": "1:894089035084b63a",
    "word_count": 1185
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Galbraith versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBurnside, J.\n— The parties stated a case in the Common Pleas. Both claimed a reversal of the judgment below; and they desired the opinion of the Supreme Court on the whole case. The commonwealth had neglected to take a writ of error, and on the suggestion of this court, the counsel agreed in writing that the case should be heard and decided as if both parties had writs of error.\nThe case stated shows that William Ayres died on the 4th April, 1843, unmarried and without lawful issue, leaving William John Ayres, an illegitimate son. His heirs at law were brothers and sisters, and their descendants. He died, leaving a large real and personal estate, subject to the collateral inheritance law of the 7th of April, 1826: Dunlop, second edition, 453. William. John, his son, claimed the estate under an alleged nuncupative will, which was admitted to probate by the register. From this decree, the collateral heirs appealed. The parties compromised, agreeing to divide the estate. The appeal never was legally determined, nor is it material, when the case is properly considered.\nOn the 5th April, 1843, an act of the legislature was passed to confer on William John Ayres the benefits of a child born in lawful wedlock. This was after the death of his father. On the death of William Ayres, his estate descended and vested in his collateral heirs, unless he had disposed of it by will. The right of the commonwealth to the collateral inheritance tax vested before William John Ayres was legitimatized, and the act did not divest it, nor affect the right of the commonwealth to the tax. The moment a man dies, leaving heirs, lineal or collateral, his estate vests, and is beyond the constitutional power of the legislature: Norman v. Heist, 5 W. & Ser. 171. The learned judge who tried the cause, was of the opinion that as to the portion of the estate which William John Ayres received under his agreement with the collateral heirs of his father, the commonwealth was not entitled to the collateral inheritance tax, because the government had given him the rights of a child born in lawful wedlock. But we must bear in mind that the rights of the State had vested the day before the legislative act took effect, and there is nothing in that act which divests any right of the State. We are of opinion that the administrator is liable and bound to pay the collateral inheritance tax to the commonwealth, on the whole estate, real, personal and mixed, of William Ayres at the time of his death, as well the part taken and received by the collateral heirs, as the part taken and received by William John Ayres; and we enter judgment for the commonwealth accordingly; the amount to be ascertained as the counsel have agreed upon.\nThe judgment against the collateral heirs is affirmed, and the judgment in favor of William John Ayres is reversed, and judgment entered in favor of the commonwealth.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Graham and Fetterman, for plaintiff in error.",
      "Purviance and Predin were for the commonwealth, but were not heard in reply."
    ],
    "corrections": "",
    "head_matter": "Galbraith versus The Commonwealth.\nWhoro a man dies intestate unmarried, and without leaving lawful issue, hut leaving collateral heirs and an illegitimate son, who ia legitimated by an act of the legislature, giving to him the benefits and rights of a child born in lawful wedlock, as if he had been born in lawful wedlock, which act, however, was not approved till the day after the decease of the intestate; such act does not divest the right of the commonwealth to collateral inheritance tax on the whole estate.\nError to Butler county.\nThe question in this ease was whether collateral inheritance tax was due to the commonwealth, out of the estate of William Ayres, of Butler county, deceased. A case was stated for the opinion of the court, in the nature of a special verdict.\nIt appeared that William Ayres, Esq., died on the fourth day of April, A. D. 1843, unmarried and without lawful issue, but leaving William John Ayres, an illegitimate son, and brothers and sisters, and other collateral heirs. At the time of his death, he was seized and possessed of a considerable estate, consisting principally of personalty and some realty. Before his death, the said William Ayres made an alleged nuncupative will in favor of his son, the said William John Ayres, in which he bequeathed to him the whole estate. This alleged nuncupative will was, after the death of the said William Ayres, to wit, on the 18th of April, 1843, admitted to probate, and letters of administration with the will annexed, issued thereon, by the register to John Galbraith and William Campbell, who is since deceased. An appeal was taken from the probate of this will by one of the collateral heirs, but in consequence of a compromise with the appellant, it was never prosecuted, but he agreed to discontinue it.\nOn the 4th of April, 1843, the legislature of Pennsylvania passed through both branches, the following law, but which was not approved by the Governor till the following day, to wit, the fifth of April, 1843:\nAn act to confer on William John Ayres the benefit of a child born in lawful wedloch. — Be it enacted, &c., “ That William John Ayres, son of William Ayres, Esq., of Butler county, is hereby declared to be legitimate, and to have and be entitled to all the benefits and rights of a child born in lawful wedlock, in the same manner and with like effect as if he had been born in lawful wedlock.”\nOn the 17th June, 1843, William John Ayres and the collateral heirs entered into an agreement of compromise, in which, after protesting their respective rights, it was agreed that William John Ayres should have the farm adjoining the borough of Butler, which he claimed to hold under a parol gift from his father in his lifetime, and the one-third of the residue of the estate, real and personal ; the other two-thirds to be divided in certain proportions among the collateral heirs.\nThe question was, whether the said estate or any part of if, was liable to pay a collateral inheritance tax.\nBredin, J., inter alia: — The legislature having given to him (William John Ayres,) the rights of a child born in lawful wedlock, is stopped from receiving any collateral inheritance taxes on that portion of the estate received by him. So far as the collateral heirs receive, or are to receive of the estate of the deceased William Ayres, the court is of opinion that they are bound to pay the collateral inheritance tax on the personal and real estate of the deceased, so far as they have or are to receive it by the agreement, the value to be ascertained in the manner agreed in the case stated; and the court give judgment in favor of the commonwealth for the tax, with interest on this amount of said estate.\nThe case was argued by Graham and Fetterman, for plaintiff in error.\nPurviance and Predin were for the commonwealth, but were not heard in reply.\nOct. 14th,"
  },
  "file_name": "0258-01",
  "first_page_order": 258,
  "last_page_order": 260
}
