{
  "id": 405953,
  "name": "Konigmaker versus Brown",
  "name_abbreviation": "Konigmaker v. Brown",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "269",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0022-01"
      ]
    },
    {
      "cite": "1 Watts 14",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 487",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 324",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0124-01"
      ]
    },
    {
      "cite": "1 Dal. 481",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "9 Watts 529",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0529-01"
      ]
    },
    {
      "cite": "1 Watts 494",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0494-01"
      ]
    },
    {
      "cite": "8 Watts 255",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/1/0241-01"
      ]
    },
    {
      "cite": "1 Rawle 295",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0295-01"
      ]
    },
    {
      "cite": "5 Whar. 321",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0321-01"
      ]
    },
    {
      "cite": "2 Watts 53",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0053-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0009-01"
      ]
    },
    {
      "cite": "6 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0022-01"
      ]
    },
    {
      "cite": "8 Watts 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0124-01"
      ]
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "9 Watts 529",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 768,
    "char_count": 16605,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 1.54706984602323e-07,
      "percentile": 0.6739919972168261
    },
    "sha256": "5e14f9a75cb6a1a259d0f5eae1da95e11d5c5509d5072ee86be90eb5003247b3",
    "simhash": "1:b73ba8b5c614a5da",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Konigmaker versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— If iteration is of any value in determining discussion, the principal question presented by this record, ought to be treated as at rest. Connected with the subject of lien, there is, perhaps, no one topic that has undergone more frequent examination and deliberate decision than that which touches the continued encum'brance of a judgment recovered against a decedent, in his lifetime. The disposition sometimes manifested to prolong the agitation, arises, not from any difficulty inherent in the inquiry, or harshness in operation of the settled rule, but, most probably, from confounding it with a totally distinct though kindred subject.\nA legal consequence of the acts of 1700 and 1705, treating the lands of a decedent as assets for the payment of his debts, was to continue these as liens, against all the world, for an indefinite period of time. The inconveniences attending this result becoming apparent, it was enacted by the act of 1797, that no such debts, except they be. secured by mortgage, judgment, recognizance or other record, shall remain a lien on the lands of a deceased debtor, for a longer period than seven years unless certain steps, pointed out by the act, be taken by the creditor within that period. This provision is repeated by the act of 1834, save that the number of years allowed for prosecuting claims is reduced to five. For some time, a doubt was entertained whether lands held by heirs and devisees were within the protection of these statutes, and this doubt produced some contrariety of decision. But finally, Kerper v. Hoch, 1 Watts 9, followed by Hemphill v. Carpenter, 6 Watts 22; and Bailey v. Bowman, 6 W. Ser. 118, settled the question affirmatively, and it is now ascertained that mere lapse of time will divest the burden of a decedent’s general debts, even in favor of volunteers. A close adherence to the provisions of these acts, necessarily restricted the protection they afforded to such claims as were not duly prosecuted'within the statutory periods. When prosecuted to judgment, the limitation ceased to be applicable since the case was no longer strictly within the purview of the acts. But startled by the suggestion of unlimited lien, this court, by a liberal use of the doctrine of analogy, was induced to borrow the principle of the act of 1798, relating to the limitation of the lien of judgments inter vivos, and to engraft it on the act of 1797. This was . thought to be justified by considerations of public policy, though at the same time, it was conceded the younger statute was not, directly, applicable to post mortem judgments: Trevor v. Ellenberger, 2 Pa. Rep. 94; Penn v. Hamilton, 2 Watts 53. Yet, notwithstanding the disinclination to prolonged liens, and the disposition manifested to repudiate them, even at the risk of trenching upon the proper functions of the legislature, it was never thought either of the statutes referred to had any effect to limit the lien of a judgment recovered against a decedent, in favor of his heirs or devisees. This species of security could not be made subject to the acts of 1797 and 1834, because it is a security of record, specifically pointed to in those statutes “ to preclude the implication of an intent to abridge or impair them;” and the act of 1798 was expressly ruled, in Fetterman v. Murphy, 4 Watts 424, to be applicable only where there are purchasers or subsequent encumbrancers. The difference, in this particular, between the lien acquired by the general debts of a decedent, and that attending a judgment recovered against him, is strongly illustrated by Morehead v. McKinney, 9 Barr 265, where after a judgment inter vivos, the defendant purchased lands and died. It was held that as the judgment was not a lien on those lands, at the moment of the death, it fell within the class of general debts, and therefore, required to be revived as against the heirs. In Jack v. James, 5 Whar. 321, it was ruled on the authority of Fryhoffer v. Busby, 17 Ser. & R. 121, that a judgment, though possessing the property of lien, at the death of the defendant, must be revived under the act of 1798, to preserve the encumbrance as against a subsequent judgment creditor of one of the heirs of the intestate. But the case goes expressly on the distinction pointed out in Fetterman v. Murphy, between those who may be esteemed volunteers, and others, having an interest in the subject of the lien. It repeats the doctrine, that “the act of 1798, which alone regulates judgments against a decedent, is considered as having been passed for the protection of purchasers and judgment creditors, and not for the protection of heirs and devisees, who must stand exactly in the situation of the debtorand notices, approvingly, the decision in the preceding case, sustaining the lien of a judgment against the lands of a decedent, in the hands of heirs, though twelve years had elapsed since his death, without any proceeding had upon it. Shortly before this, was decided Brobst v. Bright, 8 Watts 124, where, following Fetterman v. Murphy, it was determined that there is no statute limiting the lien of a judgment in favor of heirs. “Nor,” it was added, “is there any reason for it. After a reasonable time for the presentment of demands, it is proper to secure 'the heirs from secret debts, that they may improve the* estate without risking the expenditure; but the propriety of it vanishes before a debt of record.” This was followed by Wells v. Baird, 3 Barr 351, in which the same doctrine was applied to judgments which were liens on lands held under a devise, the court remarking, “according to settled principles, the judgment against the testator continued a lien on the lands in the hands of the devisees, without any legislative provision.” Before dismissing these cases, it may be well enough to remark that in Fetterman v. Murphy, nineteen years had run from the date of the judgment, and twelve from the death of the defendant, before a scire facias sued against his heirs; in Brobst v. Bright there had, in like manner, elapsed twenty years from the rendition of the judgment, and thirteen from the death of the testator; and in Wells v. Baird, eleven years from the death of the defendant. In our case, nineteen years passed after the death of the defendant, before scire facias issued. Were it necessary to give any reason for this delay, it might be found in the successful solicitations for indulgence, preferred by, at least, one of the parties who, as terre tenants, now seek to aver time as a flat bar. To prevent misapprehension, it is, however, proper to say, that, without this feature of his case, the lien of the plaintiff’s judgment is undisturbed.\nThe course of decision I have brought to notice is in entire harmony with, and indeed sustained by the 25th section of the act of February, 1834, which provides that judgments recovered against a decedent shall bind his real estate for the term of five years from his death, though they be not revived by seire facias, or otherwise, “ and after the expiration of such term, such judgments shall not continue a lien on the real estate of said decedents, as against a bona fide purchaser, mortgagee, or other judgment creditor of such decedent, unless revived by scire facias, according to the laws regulating the revival of judgments.”\nHad the authorities been cited to the court below, it is more than probable we should not have been troubled to overrule this judgment. The labor of bringing them together may, perhaps, be compensated by the avoidance of a similar necessity hereafter.\nThe second question presented is also shown by decided cases to be free of difficulty. As a general rule, a judicial sale discharges encumbrances, and lien creditors are bound to look to the application of the fund at their peril: Bank of Pennsylvania v. Winger, 1 Rawle 295; Finney v. The Commonwealth, 1 Pa. Rep. 241. The same principle is operative to discharge from the general debts of a testator, land sold by a trasteé under a testamentary power given for that purpose: Cadbury v. Duval, 10 Barr 265. But such a sale will not disturb specific encumbrances, by mortgage, judgment, recognizance, and the like; and when there are several distinct parcels of land bound by the same encumbrance, even a judicial sale of one of them will not, necessarily, divest the encumbrance as to the others, unless there exist an equity calling imperatively on the creditor to look to the fund raised by the sale, and he refuses to do so, after notice. Generally, an encumbrancer, who enjoys the security of two estates or funds, possesses both the legal and equitable right to resort to either for payment; and he may, therefore, rightfully forbear to make his debt from the avails of the estate first converted. And where, as here, that fund has been applied in discharge of other burdens upon the estate, though subordinate in degree or junior in time to the encumbrance in question, there can be no pretence, on the part of volunteers holding the unsold lands, that they hold discharged of the lien. This is familiar doctrine, and so reasonable in itself that it may well stand alone, without the buttress of decided cases. But I may refer to our -determinations in Adams v. Hefferman, 9 Watts 529; Benner v. Phillips, 9 W. Ser. 18, and Wells v. Baird, supra, as fully recognizing it. The last of these is, in principle, precisely like tbe instance before us, and may be accepted as ruling tbe point, without reference to the important fact that those representing this estate, with a view to its beneficial administration, asked and obtained from the plaintiff’s testator, postponement of the payment of his demand. This of itself, ought to estop them from averring a misapplication of the avails of the land sold under the power, even though it were shown the creditor had notice of it.\n■ Judgment reversed, and judgment to be entered under the case stated, for the plaintiff, Konigmaker, administrator, &c. The amount to be settled as stipulated by the case stated.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Phelps, for plaintiff in error. —",
      "Lee and Poster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Konigmaker versus Brown.\n1. The lien of a judgment obtained against one in his lifetime will not be divested in favor of Ms heirs or devisees, as to the lands bound by it at the death of defendant, merely by reason of the lapse of above nineteen years from Ms death, without scire facias.\n2. A sale by executors, under power in the will to sell for payment of debts, will not discharge, in favor of the heirs or devisees of a testator, the lien of a judgment existing against Mm at his death, where the proceeds of sale have been applied to the payment of subsequent liens.\nError to the Common Pleas of Armstrong county.\nThese were writs of scire facias in the name of Joseph Konigmaker, administrator de bonis non of Samuel Cochran, deceased, vs. Catharine Brown, acting executrix of James Brown, Jr., deceased, with notice to the widow, heirs, and devisees of said deceased. They were three writs of scire facias, issued to June term, 1848, to revive three judgments against James Brown, existing to September term, 1825.\nIt was agreed that the following facts be submitted as a ease stated in the nature of a special verdict, for-the opinion and decision of the court, either party to be permitted to take a writ of error.\nThe following judgments were duly obtained and entered in Armstrong Common Pleas, on the 3d December, 1825:\nSamuel Cochran v. James Brown, Jr. — No. 67, September term, 1825. Judgment $200. Interest from 2d December, 1825. Stay of execution till lsi December, 1848.\nSame v. Same. — No. 68, September term, 1825. Judgment $200. Interest from 2d December, 1825. Stay of execution till ls£ December, 1829.\nSame v. Same. — No. 69, September term, 1825. Judgment $240.29. Interest from 2d December, 1825. Stag of execution till 1st December, 1830.\nJames Brown, Jr., died on the 25th February, 1829, seised in fee of certain real estate, upon which the aforementioned judgments were then a lien; a portion of which real estate is now in the possession of the defendants, as his heirs and devisees. By his will, he appointed James E. Brown and Catharine Brown his executors, and granted them authority to sell real estate for the payment of debts. By virtue of this authority, real estate was sold amounting to $2132.50, which came into the hands of James E. Brown, as executor, and was accounted for by him to the estate, his account having been finally settled. The funds were used in paying debts, which were subsequent, in point of lien, to Cochran’s judgments. Scire facias issued to revive these judgments to June term, 1848.\nIf the court should be of opinion, that the plaintiff is entitled to judgment of revival against the executor, and the lands of the decedent in the hands of the heirs and devisees, then judgment to be entered generally for plaintiff; amount to be ascertained by the attorneys, (partial payments having been made;) but if they are of opinion that the lien of the judgments is lost, as against the real estate, then judgment to be entered (amount to be ascertained in like manner) against executrix de bonis testatoris, and in favor of the widow, heirs, and devisees. It is further agreed, that after the death of Brown, his executors applied to Qochranfor indulgence in the payment of these judgments, which was granted, and that payments were made within twenty-one years.\nThe defence, on the part of the heirs and devisees, is twofold :\n1st. That the judgments should have been paid out of the fund raised by the sale of real estate made by the executors.\n2d. That the lands are discharged from the lien by the lapse of time.\nOPINION OP THE COURT.\nWe think both objections are valid. The fund raised by the sale of real estate, and upon which the judgments were the first lien, was ample, and if the plaintiff neglected to claim the money, or acquiesced in its application to other purposes, he cannot now be permitted to resort to the land in the hands of the heirs and devisees; and even if it was simply a devastavit on the part of the executors, upon the principle of Pry’s Appeal, 8 Watts 255, the creditor should find his remedy against the executors and not the heirs and devisees.\nBut, be this as it may, the other is, in our opinion, a fatal objection. These judgments were entered in 1825; and a period of twenty-three years from their entry, and nearly twenty years from the death of the original defendant, is suffered to elapse before any notice is given to -the widow and heirs that the land in their hands would be resorted to for payment. Whatever the rule may have been at one time in Pennsylvania, we believe it to be now settled, that heirs and devisees are to be treated, in this respect, as purchasers, so as to receive the benefit of the statute limiting the liens of the debts of decedents. If this be so, the question is too plain for argument; and we, therefore, give judgment in favor of the plaintiff, against the executrix de bonis testatoris only; and, as to the others, we direct that judgment be entered in their favor.\nBy the court.\nKnox, President.\nIt was assigned for error, that,\n1st. The court erred in deciding, that if the plaintiff neglected to claim the money arising from the sale of the real estate, or acquiesced in its application to other purposes, he cannot be permitted to resort to the land in the hands of the heirs and devisees.\n2d. That the judgments, by lapse of time, had lost their lien against the land of the testator, and that it cannot be resorted to for payment in the hands of his heirs and devisees.\n3d. In not giving judgment generally, on the case stated, in favor of the plaintiff, and de terris against the widow, heirs, and devisees.\nThe case was argued by Phelps, for plaintiff in error. —\nThe plaintiff’s judgments were a lien at the death of the testator, on the land sold, and also on that now in the possession of the defendants, and it would not be divested by the sale: Wells v. Baird, 3 Barr 351; 1 Watts 494, Culp v. Fisher. It would not alter the case, if it were a judicial sale, and the proceeds applied to junior liens : 9 Watts 529. The liens were not divested by lapse of time: 4 Watts 424; 1 Dal. 481; 8 Watts 124; Marsh v. Haldeman, 3 Pa. Law Jour. 512 ; 5 Whar. 324.\nLee and Poster, for defendant in error.\n— That the creditor is to be affected by the misapplication of the funds: 4 Yeates 487; 1 Pa. Rep. 240 ; 10 Barr 265 ; 1 Wh. Dig. 1850, p. 261; 8 Watts 255. That the heirs and devisees are to be treated as purchasers: 1 Watts 14 ; 6 Watts 22 ; 6 W. & Ser. 119 ; 9 Barr 265."
  },
  "file_name": "0269-01",
  "first_page_order": 269,
  "last_page_order": 275
}
