{
  "id": 405954,
  "name": "Wray versus Miller et al.",
  "name_abbreviation": "Wray v. Miller",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "289",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 414,
    "char_count": 9160,
    "ocr_confidence": 0.374,
    "sha256": "63f7bda327137cf93fdf8b9c8d087df215f49fb27c581b99f5b30757f5a2e655",
    "simhash": "1:40e1d5c2abd73d74",
    "word_count": 1652
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wray versus Miller et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n— Our law has ever held that where two corners are established, the course is to be disregarded: Hall v. Powell, 4 Ser. ‡ B. 462. If the chesnut oak was really the corner of the plaintiff’s survey, a diagonal line to the white oak would prevail. The return drafts did not call for the chesnut oak corner. They called for a chesnut eighty-one or eighty-two perches distant, and so returned to the land-office three quarters of a century ago. To establish the chesnut oak as a corner, and consequently the diagonal line claimed by the plaintiff, the shape of both surveys will be changed. Eighty-one perches will be taken from Miller’s survey and given to Wray, and a tree fixed upon as a corner not called for correctly by name on either draft. There is evidence, which was for the jury, that the chesnut once existed; but time or accident has destroyed it, if it ever existed. Great regard has ever been paid to the return of a deputy surveyor. Even slight evidence of lines and corners marked, will justify a jury in presuming that the survey was made as returned: Fugate v. Coxe, 4 Ser. & R. 293. The material error insisted on and urged in this court, is, that the judge misdirected the jury and decided the facts. Certainly, the body of his charge is correct. He instructed the jury that the Wade and Morton surveys adjoin, and the disputed part is either in the southern part of the Wade survey, or the northern part of the Morton tract; and that the well-settled rule of law was, that the marks of the surveyor, when found upon the ground, are the best evidence of location and boundary. The line as returned is eighty-one perches north of the chesnut oak. The plaintiff claims to this chesnut oak. The draft called for a chesnut. The evidence of the two Scotts, Whitehall and Shirley, tended to establish the chesnut corner, which the return drafts of both parties called for. The whole charge strongly tends to demonstrate that the judge was inclined to the opinion that there was originally a chesnut corner, as called for by the return drafts of the parties. In this opinion he was supported, as well by the returns as the parol evidence. Considering the age of the surveys, I am not surprised at this.\nThe law being correctly stated by. the judge, his reasoning or his conclusions are not the subject of error. The plaintiff’s counsel complain of the latter part of this charge. He tells the jury that “ he cannot see how the jury can come to the conclusion, that both the white oak and chesnut oak are legitimate corners.” The reasoning upon the facts in evidence was strong. The chesnut oak was eighty-one perches from where it ought to have been, if called for. It was not mentioned or returned on either of the surveys. The returned drafts called for a chesnut, and the parol evidence tends strongly to prove that anciently it existed. If it existed, it was the true corner of these surveys. The judge further adds, which is complained of, that in the opinion of the court, the case rests upon the question, which of the two the jury will adopt. If the white oak, (and the judge means the line to the chesnut,) the verdict will be for the defendant. If the chesnut oak is adopted, or if both are set aside, the plaintiff is entitled to recover. There is nothing binding in this part of his charge, when taken in connection with his prior instructions. There is some confusion as to his meaning, which might have been a ground for a motion for a new trial. But on a careful examination of the whole charge taken together, there is no binding instruction of which the plaintiff has any right to complain. The weight of evidence greatly preponderated against the plaintiff, and tended to show that in 1774, a chesnut corner was made and marked on the return draft as called for, eighty-one perches short of the surveyor’s distance, to fill his warrants. If he did mark the chesnut oak, (and surveyoi's generally mark the chesnut,) if he had been a careful surveyor, which he was not, he would have obliterated those marks. I have a great aversion, at this day, to disturb surveys made in 1774, where no injustice is done, and the boundaries of the returned drafts maintain it.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Lee and Foster, for plaintiff in error; and by Boggs and Burrell, for defendants."
    ],
    "corrections": "",
    "head_matter": "Wray versus Miller et al.\nWhere a dispute exists as to whether marked trees, then existing, were comers of surveys, or whether the corner was at another tree which has been destroyed, great respect will he paid after the lapse of three-fourths of a century to the return of the deputy surveyor. Slight evidence as to lines and corners supposed once to have existed, will justify a jury in presuming that the survey was made as returned.\nError to the Common Pleas of Armstrong county.\nThis was an ejectment by Robert Wray vs. George Miller and others, for a tract of land said to contain about one hundred and fifty acres.\nRobert Wray claimed title under warrant to Millisentt Wade, dated 23d July, 1773, surveyed 9th Dec. 1773. Defendants claim under warrant of same date to John Morton, with survey thereon, 10th Dec. 1773. The surveys adjoin each other. Plaintiff claims to a chesnut oak corner, found upon the ground at the distance mentioned in the return of survey, whilst the defendants claim to a white oak, on the opposite side of the survey, eighty-one perches further north than the chesnut oak. It was testifiedthat both ofthese trees were original corners marked as such upon the ground, and the dispute is in reference to the land within these eighty-one perches. The Wade and Morton surveys adjoin, and the disputed part is either on the southern part of the Wade, or northern part of the Morton tract.\nThe case was tried before Knox, J., who charged, inter alia, as follows:\nIf you are not satisfied that the white oak is the true corner, you will next inquire as to the ehesnut oak, which is claimed as the corner by the plaintiff.\nThis tree is found marked as a corner, and corresponds in age with the original survey. There is no line running from it, and it is not on the direct line, and is not the tree called for, the one being a ehesnut and the other a ehesnut oak ; but it has this advantage over the white oak, it is found at the correct distance.\nIf you find the ehesnut oak to be the corner, then the plaintiff is entitled to your verdict. But if you are not satisfied to accept either the white oak or the ehesnut oak, then, in the absence of any division line between the tracts, you must resort to the return of survey, and divide the land equally between the two warrants; and then it becomes necessary to establish the southern boundary of Morton and the northern of Wade. There is not much difficulty in the southern boundary of the Morion survey. The black oak and hickory are well established.\nSuppose the white oak and the ehesnut oak both to be established as corners. A diagonal line should run from the one to the other’, and that would divide the disputed part. If the jury should find that it was the intention of the surveyor to make both these trees corners, then in order to carry out such intention, a diagonal line would have to be run. But there is nothing in the case that would lead one to such a conclusion. There is no pretence of any line being found running from one to the other, and the corners on the eastern and western side are returned as parallel, or nearly so, instead of there being a difference of eighty-one or eighty-two perches. We cannot see how the jury can come to the conclusion that both the white and ehesnut oak are legitimate corners. The case, in the opinion of the court, rests upon the question of which of the two the jury adopt. If the white oak, the verdict will be for the defendant. If the ehesnut oak is adopted, or if both are set aside, then the plaintiff is entitled to a verdict.\nTo which charge the plaintiff by his counsel excepted.\nErrors assigned:\n1. The court erred in confining the inquiry of the jury to the finding of one or the other of the corners sworn to by the surveyors to be the true corner. The jury had a right, and should have been so instructed', to say, if they believe the evidence justified them, that hoth the white oak and chesnut oak were original corners.\n2. The court erred in charging the jury that they must have evidence of the intention of the surveyors to make the white oak and chesnut oak corners. The opinion and belief of Carpenter and Meredith, the surveyors, that they were original corners, and the marks on the trees, was the best evidence of that fact, and the question of intention of the original surveyors should not have been submitted to the jury.\n3. The court erred in saying that because there was no line from these two corners, that therefore there was no pretence for believing that the surveyors intended both these trees as corners.\n4. The court erred in charging the jury that the case turned upon which of the trees the jury should adopt, and in saying that they could not see how the jury could come to the conclusion that both were corners.\nThe case was argued by Lee and Foster, for plaintiff in error; and by Boggs and Burrell, for defendants."
  },
  "file_name": "0289-01",
  "first_page_order": 289,
  "last_page_order": 292
}
