{
  "id": 405930,
  "name": "Stewart versus Walker",
  "name_abbreviation": "Stewart v. Walker",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "293",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 366,
    "char_count": 6217,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 1.5766276024361846e-07,
      "percentile": 0.679636920917011
    },
    "sha256": "c61a42e387dfe5219cfa064de52aab16f798672c00776c7ae20dc89f4b532395",
    "simhash": "1:5917a94e2f897c74",
    "word_count": 1097
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus Walker."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— Affirmed for reasons given below.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Banks and Foster, for Stewart, plaintiff in error.",
      "Hampton and Johnston, were for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stewart versus Walker.\nWhere there is an agreement to give a person work for a year, but he is discharged, before its expiration, without good cause, he is entitled to recover the amount of damage sustained.\nError to tbe Common Pleas of Indiana county.\nThis was an action on the case by Walker vs. Stewart. The plaintiff declared on a contract, by which he alleged that defendant had employed him with his team for one entire year, from the month of , 1845, at $2.35 for each and every day said team performed their duty, and alleged that defendant had dismissed him from his employ on the 31st day of December, 1845 ; and he sought to recover his wages for the balance of the year. Defendant denied that the contract was for an entire year — and also contended, that if it were even so, that the conduct of the plaintiff both before and after his dismissal was such as put an end to the contract, and the plaintiff could not recover in this action.\nThe plaintiff gave in evidence the article of agreement-between E. and J. Wallace and Stewart, made- 4th August, 1845, by which E. and James Wallace agreed to furnish a good six-horse team complete, and a driver for the same, for the term of one year, which was to be in the employ and under the direction of said Stewart.\nFor and in consideration of which, said Stewart agrees to pay E. and James at the rate of two dollars and thirty-five cents for every day said team performs the duty required; also, to find the kind and quantity of feed said Stewart allows his own teams, shoe the horses, board the driver, and' keep the wagon in repair. The payments as follows, viz., one-fourth the pay, at least, in orders to Pittsburgh for bar iron, groceries, &c.; any goods taken from the store of said Stewart to be at a reduction of 20 per cent, below his customary selling prices, the balance to be paid in cash.\nIt is understood by the parties, that should the teams l'ie idle at any time, on account of inability to perform the duty required, or on account of wet days, said E. and James here agree to lose the time and allow said Stewart for the feed; should the team be obliged to lay idle on account of the wagon getting out of order, or for want of hauling, it is understood that Stewart is to be at the loss of the time, &c.\nIt was testified, that the agreement with Walker was to be of the same character as that with the Wallaces: also, that Walker commenced hauling, and-was discharged about the first of January.\nOn the part of defendant it was testified, that Walker, after his discharge, left the neighborhood, and that he hauled for McKennans, at Lockport furnace, and for Ritter & Irwin.\nOn part of plaintiff it was alleged, that Walker was not paid by the last-named persons for the hauling done for them; and on his part was offered evidence of judgments obtained by Walker against those persons, for hauling done by him. To the admission of this evidence, defendant’s counsel excepted.\nKnox, President, charged as follows: — The defendant prayed for the following instruction, viz., that if the jury believed the plaintiff received his pay for the time he labored for defendant, left the neighborhood, and entered into the employ of other pcrpersons, the contract was thereby rescinded, and there could be no recovery: this instruction was refused, and the jury were told, that if Stewart, the defendant, had agreed to give the plaintiff work for a year, and discharged him without good cause before the expiration of the year, from that moment the contract was broken, and the defendant was liable for the damages which the plaintiff would sustain by reason of such violation.\nIf the plaintiff was out of employ for the entire year, holding himself ready at all times to labor for the defendant, he would be entitled to receive pay for the entire year; but he was not bound to remain idle at the risk of losing all claim upon the defendant; he might- seek employment and obtain it, (although not bound to do so,) and the defendant could -not complain, as it would reduce the damages, and thereby enure to his benefit.\nIn ascertaining the amount of damages, the jury were instructed, that they should consider how long the plaintiff was out of employ, and what his necessary expenses were in obtaining work, and compensate him accordingly, but not to include the money lost from McKennans, or Ritter k Irwin, for the reason, that the plaintiff, when he entered into their service, took upon himself the risk of recovering his pay; by doing so he precluded the defendant from offering him employment himself, or having it offered by others ; and it would be inequitable for the plaintiff to deprive the defendant of the right, and still hold him responsible for the solvency of the persons with whom he had voluntarily engaged.\nA verdict was rendered for plaintiff, for $863.66.\nOn the part of defendant below, it was assigned for error:\n1st. The court erred in admitting in evidence the record of a judgment in Cambria county, John S. Walker v. Ritter & Irwin, mentioned in defendant’s first bill of exceptions, as the same was entirely irrelevant and calculated to influence the minds of the jury against the interests of the defendant below.\n2d. The court erred in their answer to the defendant’s point asking for instructions to the jury.\n8d. The court erred in instructing the jury that the plaintiff below was not bound to remain idle at the risk of losing all claim upon the defendant.\nThe case was argued by Banks and Foster, for Stewart, plaintiff in error.\n— It was contended that plaintiff could not recover for a dismissal, unless he had declared for it; that he declared- on the special contract and alleged a dismissal; also, that he should not have left the neighborhood without the assent of Stewart, and if he did, that he treated the contract as rescinded.\nHampton and Johnston, were for defendant in error.\n— It was alleged that plaintiff below had not bound himself to any other person so as to prevent his hauling for Stewart, if the latter had requested it; that Walker did not go more than twelve miles off, and worked, during part of the time, within about four miles of Stewart."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 295
}
