{
  "id": 405992,
  "name": "Espy versus Anderson",
  "name_abbreviation": "Espy v. Anderson",
  "decision_date": "1850-10-21",
  "docket_number": "",
  "first_page": "308",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 465",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0465-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 12913,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 4.454297179695328e-07,
      "percentile": 0.9215309463988055
    },
    "sha256": "00d2ba7782be5800033468a5752277eebe665381d790c71f6e5c0a9386eb06d8",
    "simhash": "1:18da94193ee109e0",
    "word_count": 2279
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Espy versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nCoulter, J.\n— The defendant below offered to prove that, after making the article of agreement given in evidence by the plaintiff, and before the defendant took possession, a parol agreement was made between the parties to rescind it, and that Anderson then admitted that he could not make title, to be followed by proof that, after the recision, another parol agreement was made between the parties, under which Espy took possession. The court below rejected this evidence, which is assigned for the first error. In equity, a written agreement may be rescinded by parol; a court of chancery will oftentimes refuse to decree a specific performance of an agreement, which, nevertheless, it will not declare rescinded; and a specific performance will be decreed upon the application of one party, when the court would refuse to act upon the application of the other. The intervention of the court can only be successfully invoked by the special circumstances of the whole case, from which the preponderating justice, on the one side or the other, is established. The action, therefore, of a court of chancery, as to such matters, is essentially dependent on discretion; not of a capricious discretion, but of sound judicial volition, according to the principles of equity. But in order to rescind a contract, under such circumstances, both parties must place themselves in the same situation that they occupied before the contract was made, so that neither can have or take advantage of the other: and that was not offered to be proved in this case. The agreement was not cancelled or delivered up; the fifty-five dollars paid on the 11th of December, 1847, was not refunded, nor was it proposed to show that any act was done in pursuance of the alleged rescisión. It was then a mere naked or voluntary agreement, unexecuted, and without consideration, and, therefore, not regarded in equity as of any moment whatever. But the agreement was not considered rescinded by either party, as was fully manifested by the subsequent evidence in the cause; and, therefore, as the rejection of the proposed evidence could have been no real detriment to tbe defendant below, tbe court would not reverse on that account. David S. Deering,. a witness who was called by the defendant, testified that Espy, the defendant below, brought the deed tendered to him by Anderson, .and wished to know whether it conformed to his article of agreement. He instructed him that it did not. He further testified that the same deed was tendered at May court following, and the same objection was made, that it did not conform to the article of agreement. George W. Zeigler testified the same thing. He was the partner of Deering, and they were the attorneys under whose advice Espy acted. It is apparent, therefore, that both parties considered the articles in their original vigor. But the subsequent part of the offer shows plainly enough the category into which the defendant wished to bring his case; that is, he wished to establish that the written agreement was varied or altered by a parol agreement, without specifying in his offer what that alteration was. But that is not material, for a written agreement respecting the sale of land cannot be altered by parol testimony. If it could, the statute of frauds and perjuries would be of no practical use, nor answer any beneficial purpose. What was said and done by the parties, at or about the time the written agreement was entered into, may be given in evidence, in explanation, or to correct a mistake of the scrivener; but a subsequent parol agreement cannot be received in evidence to alter the terms of a written agreement for the sale of land. The evidence was properly rejected.\nThe second error assigned is not sustained.' The testimony was direct and positive, that the only judgment remaining open on the docket was actually paid. This was quite sufficient, for it put the defendant into the knowledge and possession of evidence by which he might compel the plaintiff to enter satisfaction; and if that was not sufficient security for him, he might have retained so much of the purchase money as would have discharged it, until Anderson had procured satisfaction to' be entered; or he might have tendered to the plaintiff in the judgment, the amount, and retained it out of the purchase money, if it had not been paid.' But this error assigned is only a make-weight, for the entry on the docket is, all costs paid, and $9 of the debt: and the plaintiff in the judgment, Heath, testified that this $9 was the balance of the judgment due at the time the entry was made, which was before the tender of the deed, the rest having been paid at a previous time. But if there had been encumbrances, all that the plaintiff was bound to do was to satisfy the jury that he was able to discharge them, if the defendant had been willing to accept a deed: Hampton v. Specknagle, 9 Ser. & R. 212, and Cassel v. Cooke, 8 id. 268.\nIn relation to the third error assigned, I have to observe that it is not necessary to tender the whole chain of title at the time the vendor tenders a deed to the vendee. In many cases this would be absolutely impossible; as, for instance, when a patent covers a large tract of land which is subsequently divided into many parts, which is extremely common, the owner of every part cannot have the original patent: and so, in relation to a deed from an individual for a large tract afterwards divided into parcels, the owner of each parcel cannot have the original deed; and in this country, where titles are on record, it is of no consequence, because the vendee can resort to the record for information as to the title. The rule is caveat emptor. It is the duty, therefore, of a purchaser to examine for himself. The defendant is not bound to accept a doubtful title, but it is his business to show that it is doubtful, or positively bad. In England, it is customary to give to the vendee an abstract of the title, but that is not usual here. It is common, however, to recite the chain of title in the preamble to the deed. We do not know whether that was done or not in this case, as the deed is not oh the paper-book. But the tender of the deed was sufficient to enable the plaintiff to recover, it being conformable to the contract. This was ruled in Jones v. Love, 4 Watts 465, and more specially decided in Martin v. Hammon, 8 Barr 212, and in Snevily v. Egle, 1 W. & Ser. 480. In the two latter cases, the plea was payment and covenants performed and non est factum, just the same as in this case. There was here added, upon leave, a special plea of the rescisión of the contract, but that in no way impugned, or denied, or controverted the title of the plaintiff, and left the principle on which Snevily v. Egle and Martin v. Hammon was decided, in full play and operation on this case, to wit, that he did not manifest, on this record, any intention to deny the title, and therefore he was bound to prove it defective. The covenant, on the part of the plaintiff, is well and sufficiently to grant, convey, and assign in fee simple, &c. This covenant is satisfied by a deed in fee simple, with special warranty, or without general warranty. The chain of title is fully set out in the article of agreement, and, I presume, was as fully set out in the deed. It is fair and good on its face, and there is nothing in the pleadings or evidence to impeach it.\nAs to the fourth error assigned, it is of no account. A good cause of action is set out in the narr.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued Lucas, for Espy, plaintiff in error, and by Arthurs, for defendant."
    ],
    "corrections": "",
    "head_matter": "Espy versus Anderson.\n1. A written agreement for the sale of land cannot be altered by a subsequent pwol agreement. In equity, a written agreement may be rescinded by parol, but to rescind, the party desiring it must place the opposite party in the situation he occupied when the contract was made.\n2. If a judgment remaining unsatisfied on the judgment docket is actually paid, it is to that extent a compliance with the agreement to convey clear of all encumbrances, though the judgment remain open on the judgment docket.\n3. A tender of the whole chain of title is not necessary to enable the vendor to recover the purchase money; the tender of the deed alone is sufficient.\n4. Where the plea of defendant in an action of covenant, does not deny the title, it lies on Mm to prove it defective.\n5. A covenant to convey in fee simple is satisfied by a deed in fee simple with special warranty — a general warranty is not necessary.\nError to the Common Pleas of Jefferson county.\nThis was an action of covenant, brought by John Anderson, the defendant in error, who was the plaintiff below, against Samuel O. Espy, to recover a part of the price of a house and lot in the borough of Brookville, alleged to be due on an article of agreement between the parties, dated Dec. 11, 1847.\nThe narr. referred to the agreement, and it was alleged that the possession was given, and that Anderson made and tendered a deed in fee simple, clear of encumbrances, &e.\nDefendant plead non est factum, non infregit eonventionem, and covenants performed — and plead specially, that after the making of the written contract, and before the defendant took possession, the written contract was rescinded by a parol agreement, and that a second parol agreement was made for the sale of the premises, varying the terms of the written agreement, under which the defendant took possession.\nDefendant contended, first, that the article of agreement had been rescinded by a subsequent parol agreement, and that, therefore, an action of covenant would not lie. Second, that if the written agreement could not be rescinded by parol, that it was incumbent on Anderson, at least to exhibit his title to Espy before he could require the payment of the purchase money, or bring a suit to enforce its payment.\nThe court below (Buffington, President Judge) decided both these questions against the defendant, the deed being one with covenant of special warranty.\nThere was given in evidence, a deed of Feb. 8, 1844, from county commissioners and Pickering to William McCullough, for the lot sold by Anderson to Espy; also, record of a deed from McCullough and wife to Brownlee. Deed, Feb. 28, 1848, from Brownlee and wife to John Anderson. Deed by Anderson to Espy, dated April 29, 1848.\nIn the article of agreement, Anderson agreed to convey the property by such deed or deeds of conveyance as their counsel should advise, to Espy, his heirs, and assigns, in fee simple, clear of all encumbrances.\nOn the trial, defendant offered to prove, that after the making of the article of agreement given in evidence, and before Espy took possession,a parol agreement was made between the parties to rescind the article of agreement; that Anderson admitted at that time that he could not make title, to be followed by proof, that after the rescisión of the written agreement, another parol agreement was made between the parties, under which Espy took possession.\nThis was objected to on the part of the plaintiff, as varying a written agreement, or rescinding the same in regard to land, by parol; and -also because not admissible under the pleadings.\nProposition overruled by the court, to which opinion and decision of the court the defendant’s counsel excepted.\nBuffington, J., charged, inter alia> that if when the plaintiff brought this suit, he was vested with a good title in fee to the lot, and he made a tender of a deed conveying that estate to the defendant clear of encumbrances, it was all he was bound to do. That it was not necessary for him to make a tender of the whole chain of title.\nIt was assigned for error:\n1. The court erred in rejecting the evidence offered by defendant below, as contained in the first bill of exceptions, and in ruling that a written contract in regard to land cannot be varied or rescinded by parol.\n2. The court erred in telling the jury that “ on examination it was ascertained the judgments were paid off.” This should have been left as a fact for the jury to find, inasmuch as the evidence showed one judgment remaining on the judgment docket unsatisfied at the trial. It is true that Mr. Arthurs testified on the trial that the amount of the judgment had been paid. But it is a well-settled principle, that a purchaser, at the time of accepting the deed is not required to look beyond the judgment docket; and if the judgments had all been paid, it was not a fact within Espy’s knowledge.\n3. The court erred in ruling the case against the defendant under the circumstances on the point raised, and that a tender of the deed from Brownlee to the plaintiff need not have been made to the 'defendant before suit brought.\n4. The court erred in entering judgment in this case, because the declaration sets forth no cause of action.\nThe case was argued Lucas, for Espy, plaintiff in error, and by Arthurs, for defendant.\nOct. 21st,"
  },
  "file_name": "0308-01",
  "first_page_order": 308,
  "last_page_order": 312
}
