{
  "id": 405914,
  "name": "Wann versus Pattengale",
  "name_abbreviation": "Wann v. Pattengale",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "313",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 528",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0528-01"
      ]
    },
    {
      "cite": "6 Watts 528",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6227,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 6.390340556789376e-08,
      "percentile": 0.39573426867744027
    },
    "sha256": "49a1116505254ce33a86e3c2702d40f5990d228b81c6e3bc4fdf90b8d5f83de3",
    "simhash": "1:efc9bef566155c3f",
    "word_count": 1075
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wann versus Pattengale."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The action was brought against the present defendant under the act of 6th April, 1830, not as a continuation of the original suit instituted before Justice Wilson against both Pattengale and Barrett, but with the view of obtaining against the former, a distinct judgment, though for the same debt. In Moore v. Hepburn, 5 Barr 399, the obvious mischief proposed to be cured by the act of 1830, is shown to have been the common law consequence of a joint action against two or more, some of whom only were brought into court. The plaintiff, by proceeding to judgment against the party summoned, was thereby precluded from any subsequent pursuit of the other co-promissors, though the defendant in the judgmert turned out to be insolvent. This was properly denounced* by C. J. Tilghman, in Downey v. The Bank of Greencastle, 13 Ser. & R. 288, as unjust and unreasonable, with the expression of a wish that the legislature would afford a remedy. Accordingly, with this intent, the statute gives a distinct action against those not brought in by the first writ, in which, after judgment, a separate execution may be issued, though there can be but one satisfaction. The second action can in no respect be considered as a continuation of, or emanation from the original action, nor had the legislature in view to invest it with any of the legal effects flowing from such a continuation. It is wholly unlike those proceedings where, to save the bar of the statute of limitations, an original suit may be continued down by entries of vice comes non misit breve, until a party, who has not been taken upon the first process, is brought in. Mr. Justice Sergeant, in Magraw v. Clark, 6 Watts 528, upon the authority of the eases there cited, shows it must appear that the court has, from time to time, kept the original suit alive, and that the plaintiff is proceeding to bring the omitted defendant into court, in the original suit; and he suggests some difficulties to be encountered under our form of practice, in affecting this, where the first writ has been returned. But in Pennock v. Hart, 8 Ser. R. 380, the use of an alias or pluries in the same action, is pointed to as the common means of continuing the first process, in answer to the bar of the statute. It is clear, however, that whatever difficulty may intervene in carrying forward the original suit, the institution of a new and distinct action cannot be so connected with the old, as, by the use of both, to count back within the period of limitation. This is very clearly shown in Magraw v. Clark, where a second suit, brought against both the defendants, was held to be no continuation of the first, though no judgment had been entered in the original action. But here such a judgment was entered, and is, at this moment, in full force. It is impossible, therefore to assert the second action against Patten-gale is but the prolongation of that in which Barrett is the defendant. In truth, no such idea was entertained at the time of its inception. Tlie sole object was the recovery of a several judgment against the former, under the statutory provision, which has no relation to questions springing from the act of limitations. This, I think, is very clearly manifested by the fact that the second suit was instituted before another magistrate, who was incompetent to take cognizance of a controversy depending before the first justice, still in commission. This of itself, is sufficient to put at rest the pretence now set up as an answer to the defendant’s plea of the statute. But I prefer to put it on the ground that suits brought under the act of 1830, cannot be esteemed in the nature of secondary process, under continuances of the original suit brought down; for the reason that the statute contemplates a judgment in the first action, before a second can be commenced. After judgment, there is no such thing as the entries required, real or imaginary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Arthurs, for plaintiff; and by Lucas, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wann versus Pattengale.\nA suit was brought before a justice of the peace, against two defendants, and \"service upon one only, and judgment against him. A suit afterwards brought before another justice of the peace, against the party who was not served, is not a continuation of the first suit, and will not avoid the plea of the statute of limitations.\nError to the Common Pleas of Jefferson county.\nThis was an appeal from the judgment of a justice of the peace, in an action brought by Wann vs. Pattengale, to recover'from him the price of fifty sets of windmill irons, sold by plaintiff to Patten-gale & Barrett, in 1839. The defendant relied upon the statute of limitations. To avoid the statute, the plaintiff showed that in June, 1844, he commenced suit against Pattengale & Barrett, before Jas. M. Wilson, a justice of the peace. The summons was returned, served.on Barrett, and a judgment was rendered against him on the 29th of June, 1844, for $81.10. Upon this judgment an execution issued against Barrett, and was returned, “no goods.”\nThe present suit was commenced before Justice Grallagher, on the 28th August, 1846 ; Justice Wilson then being an acting justice, having been recommissioned in March, 1845.\nThe plaintiff contends that this suit is a continuation of the proceedings before Justice Wilson; and that, therefore, the statute is no bar to a recovery, six years not having elapsed when the first suit was commenced.\nKnox, J., charged, inter alia: — Here the first proceeding was consummated by the .judgment against Barrett alone. No steps were taken against Pattengale for more than two years, when a suit was commenced against him by an original summons, issued by another justice of the peace, for the same cause of action. This must be considered in the light of an original suit, in no wise connected with the one commenced in 1844, before Justice Wilson; and, according to the decision in Magraw v. Clark, 6 Watts 528, the bar of the statute is not avoided. — The jury were directed to return a verdict for the defendant.\nTo which charge of the court the plaintiff, by his counsel, excepted.\nError was assigned to the charge.\nThe case was argued by Arthurs, for plaintiff; and by Lucas, for defendant."
  },
  "file_name": "0313-01",
  "first_page_order": 313,
  "last_page_order": 315
}
