{
  "id": 405877,
  "name": "Emerick versus Kroh",
  "name_abbreviation": "Emerick v. Kroh",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "315",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 162,
    "char_count": 2061,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 6.699805336962679e-08,
      "percentile": 0.4070316454743114
    },
    "sha256": "440bcdc585f62aa84afa921a1688dbc98606bd5977482808f5f46e775e4332d9",
    "simhash": "1:22f9b54681639348",
    "word_count": 372
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emerick versus Kroh."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— There is no substantial variance. Though the cause of action is called in the statement a promissory note, it is also called a due bill, which in the parlance of the country means a sealed acknowledgment of debt and a promise to pay it. On a demurrer to evidence, we will not look very critically into such exceptions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Arthurs was for defendant.",
      "Giordon was for defendant, but the court did not hear him."
    ],
    "corrections": "",
    "head_matter": "Emerick versus Kroh.\n_ 1. Where the declaration alleged the suit to be on a promissory note or due bill in writing, and the evidence was of a note under seal, -there is no substantial . variance.\n2. A clue bill is a sealed acknowledgment of a debt, and a promise to pay it.\n3. On a demurrer to evidence, exceptions as to variances between the declaration and proof, will not be very critically examined.\nError to the Common Pleas of Jefferson county.\nThis was stated to be a summons in debt on bill under seal. The declaration alleged the suit to be on a certain promissory note or due bill, in writing. On the trial, the note in evidence was as follows:\n“ Know all men by these presents, that I am in due Jacob Kroh two hundred dollars, lawful money, to be paid to the said Jacob Kroh at any time within two years, by delivering to him at Port Barnett, good and merchantable saw-logs, to be taken at the market price when delivered, without interest. Witness my hand and seal this 21st day of April, 1847.\n“John Emerick, [Seal.]\n“ In presence of H. Brady.”\nDefendant demurred to the evidence. Plaintiff joined, and judgment was rendered for the plaintiff on the demurrer, sum to be liquidated by prothonotary by calculation; interest from the time the note became due.\nIt was assigned for error, that the court erred in entering judgment on the demurrer to the evidence, for the plaintiff.\nArthurs was for defendant.\n— The declaration sets forth a note not under seal. The note given in evidence is a note under seal. In this there is a variance: 9 Parr 407; 5 id. 508; 1 W. C. C. Rep. 97. There was a variance between the declaration and the writ.\nGiordon was for defendant, but the court did not hear him."
  },
  "file_name": "0315-01",
  "first_page_order": 315,
  "last_page_order": 316
}
