{
  "id": 405928,
  "name": "Stewart versus West",
  "name_abbreviation": "Stewart v. West",
  "decision_date": "1850-10",
  "docket_number": "",
  "first_page": "336",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. Rep. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Marsh. 515",
      "category": "reporters:state",
      "reporter": "Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bibb 169",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 377",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0377-01"
      ]
    },
    {
      "cite": "4 Peters 172",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3308840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0172-01"
      ]
    },
    {
      "cite": "6 Johns. 50",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "11 Mass. 306",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dal. 438",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pa. Rep. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/3/0319-01"
      ]
    },
    {
      "cite": "2 Yeates 470",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0470-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 8781,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.3143186247110276e-07,
      "percentile": 0.7888085367139165
    },
    "sha256": "4ec28b12502bffffaaa8d82cedd9bd098529426c44d7db2e3a9d8fdadb703b07",
    "simhash": "1:37a33d957e96479f",
    "word_count": 1594
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus West."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— The modern covenant of warranty differs from the ancient warranty, not because the latter bound the feoffor to defend the land, but because it bound him to render, not damages, but a recompense in kind for a breach of it. The form of the writ, as well as the nature of the recompense in value, was different; but the measure of the obligation was the same. The feoffor was bound by his warranty to defend the land: the grantor is bound by his covenant to do as much, and no more, by defending the grantee from eviction on a superior title. By reason of its straitness, even this modern covenant of warranty has given place, in English conveyances, to the common covenants for title against particular defects which it does not reach. In Pennsylvania, it has been retained by unprofessed scriveners as a nostrum supposed to contain the virtues of the whole five; but its potency has not been recognised by the bench. The writ of warrantia chartee was founded on an assize, or a writ of entry in the nature of an assize, brought against the feoffee; and the covenant of the feoffor was to warrant the land by defending the action — the modern writ of covenant is brought against the grantor to recover damages for a failure to do so. The gravamen, therefore, is not the defect of title, but the eviction consequent on it. The declaration in Swenk v. Stout, 2 Yeates 470, is a precedent for the principle that an eviction must be laid; and it consequently must be proved, but not necessarily, by evidence of forcible expulsion. It was said in Clark v. McAnulty, 3 Ser. & R. 364, and Patton v. McFarland, 3 Pa. Rep. 319, that the grantee may give way to a judgment in ejectment, without waiting to be turned out by the shoulders; and, for the same reason, he may give way to an entry on superior title, which is a remedy by act of the party. In this case there was an entry and dispossession, which were equivalent to a constructive eviction. A covenant for quiet enjoyment, which resembles the modern covenant of warranty, differs from it in this, that the former is broken by the very commencement of an action on the better title. When the canse was here before, the warranty was inadvertently treated as a covenant of seisin, from which it is shown by Bender v. Fromberger, 4 Dal. 438, to differ so far that the latter is broken as soon as the deed is delivered. It is strictly a covenant of warranty, however, and, as a right of action did not accrue on it till the paramount owner had entered, there was not a sufficient interval between his entry and the inception of the action to raise a presumption of accord and satisfaction or release.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Veech, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Stewart versus West.\n1. Where a conveyance of a lot of ground and the buildings on it is made with covenant of general warranty of title, and another person afterwards lawfully removes from the premises a building erected before the conveyance, under a previous agreement with the grantor’s agent, a right of action does not accrue to the grantee till the building has been removed: and the limitation does not begin to run till the building has been removed.\n2. A covenant of seisin may be broken as soon as the deed is delivered; but under a covenant of warranty of title, a right of action does not accrue till the paramount owner has entered or exercised his right of ownership to the prejudice of the vendee.\nError to the Common Pleas of Fayette county.\nThis was an action of covenant, brought in the court below by Enos West vs. Andrew Stewart, to recover damages for an alleged breach of warranty contained in a deed from the said Stewart to the said West, dated 16th November, 1822, for the sale and conveyance of a lot of ground in the then town of Columbus, in the State of Ohio. The suit was brought and summons issued on the 19th February, 1845.\nThe pleas were covenants performed, &c., to which were added special pleas filed by leave of the court, and limitations.\nThis case was up before, and a report will be found in 7 Barr 122, &c. Andrew Stewart, by his deed, dated the 16th day of November, 1822, granted and sold to the said Enos West, his heirs and assigns forever, a certain lot of ground situate in the town of Columbus, in the State of Ohio, &c., together with all and singular the buildings and improvements, hereditaments and appurtenances thereunto belonging, or in any wise appertaining, &c.\nAnd the said Andrew Stewart, and his' heirs, all and singular the lot of ground, No. 256, aforesaid, the hereby granted premises, with the appurtenances, unto the said party, &c., “ against the said Andrew Stewart, and his heirs, all or any of them, claiming or to claim the said hereby granted premises, or any part thereof, by, from, or under him or his heirs, or any other person or persons whatsoever lawfully claiming the same, shall and will warrant and forever defend by these presents.”\nIt was averred in the declaration that the said Andrew Stewart did not warrant and defend the premises, and all and every part thereof, but that a certain John Warner, claiming by virtue of a title obtained from the said Stewart, prior to the date of the indenture, did pull down and remove the dwelling-house, workshop, and watchmaker’s shop situated upon the lot.\nOn the trial, the plaintiff showed the deed, and also that there had been a small house or shop on the premises at the date of the deed, erected by the tenant, (Warner,) under an agreement with Stewart’s agent that he should be permitted to remove the same at the end of his lease, and that it had been removed.\nThe defendant, on his part, showed the article of agreement between himself and West, dated 16th November, 1821, for the sale of lot No. 256, for the purpose of showing that there was no agreement to warrant the house or buildings; that there was nothing sold but the lot. The defendant further contended that West had notice at the time of the agreement that there was a small tenement on the lot, which was put there by Warner, and which he, Warner, had a right to remove; and that West was merely to receive the rent of the house as long as it remained on the lot.\nThe court, among other points, was requested to charge the jury that:\nThe covenant of the defendant being broken the instant the defendant executed the deed, the plaintiff’s suit is barred by the lapse of time.\nThe court charged the jury on this point:\nThe court charge you that this suit is not barred by the lapse of time, if the witnesses of the plaintiff are believed, who prove that the house was not removed until the summer of 1825 and ’26, this suit having been brought within twenty years after this period. The right of action did not properly accrue to the plaintiff here until after the removal of the house; and although thefe are some expressions made by the Supreme Court, when the case was before them, which would seem to indicate that the covenant of warranty wras broken at the minute of the execution of the deed, yet this was not the point before the court, and there are other expressions which indicate that the removal of the house was the breach of the covenant.\nVerdict for plaintiff — amount not stated on paper-book.\nIt was assigned for error, that the court erred in its answer, and in thus instructing the jury.\nThe cause was argued by Howell and N. Swing, for plaintiff in error. — It was contended, inter alia, that the plaintiff having averred that prior to the date of the indenture the defendant had made an agreement with a third person, which precluded him from conveying the house and shop to the plaintiff, the covenant of warranty ivas immediately broken, and that the plaintiff’s right to sue began at the date of the deed; and that more than twenty years having elapsed from that time until the commencement of this suit, the lapse of time presents a bar to recovery: 11 Mass. 306, Hopkins v. Young; 16 id. 161; 6 Johns. 50; 6 Cowen 238; 4 Peters 172; 1 Rawle 377; 11 Ser. & R. 111.\nVeech, for defendant,\nwith whom was Deford, the latter of whom the court did not hear. — The ground taken on the former trial was, that the warranty did not cover the house. The plaintiff below had not only a right of action at the time the deed was sealed, in which he might have recovered nominal damages, as Warner had the right to remove the house, or not,, as he pleased; but he had also a right of action under the special warranty of the buildings, in which he can recover damages for the removal of the house. That he has a right to sue for each successive breach of the covenant as it arises: 1 Bibb 169; 1 Marsh. 515; 3 id. 449; 1 United States Dig. 684; 3 W. & Ser. 136. The limitation does not begin to run till the cause of action is complete: 1 Pa. Rep. 492."
  },
  "file_name": "0336-01",
  "first_page_order": 336,
  "last_page_order": 339
}
