{
  "id": 405913,
  "name": "Seip versus Drach",
  "name_abbreviation": "Seip v. Drach",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "352",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 139",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "1 Whar. 71",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Dal. 372",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "24 Wend. 184",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2155235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/24/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 12654,
    "ocr_confidence": 0.377,
    "pagerank": {
      "raw": 4.0219112781125876e-07,
      "percentile": 0.906670813626586
    },
    "sha256": "d818d497d5b5da09996eda717e3c848f37e8bc097af58b50669c67ff80ef54aa",
    "simhash": "1:69feae780a583279",
    "word_count": 2217
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seip versus Drach."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\n— It is a principle too well settled to admit of dispute, that a misjoinder of actions or of counts in a declaration, is a matter of substance, and consequently is bad on general demurrer, in arrest of judgment, or in error: 2 Williams on Dx’rs. 1191; 24 Wend. 184, Gillet v. Hutchinson; and Malin v. Bull, 13 Ser. & R. 443. The principal point is, whether there is an incongruity of counts as the defendant alleges, viz. so that they require different judgments, one de bonis testatoris, the other de bonis propriis of the executor. There cannot, it is conceded, be two different judgments in one action; but counts, which require the same judgment, may he joined.\nThe declaration contains four counts, in two of which, the 1st and 4th, the judgment is honis testatoris. This is conceded. The dispute is as to the proper judgment to be rendered on the second and third counts. The plaintiff alleges that on those counts also, the judgment should be de honis testatoris; whereas it is strenuously insisted by the defendant, that the only judgment which can be rendered, is a judgment de honis propriis. If it be, as contended by the defendant, it is a misjoinder, and the judgment must be affirmed. On that point the whole case turns.\nAs the case does not require it, it is not our intention to decide whether, if the question depended on the second count, there would-not be great force in the argument of the plaintiffs in error. For as, in that count, reference is made to the promissory note, which was given by Draeh, as executor, it is by no means clear that judgment may not be rendered de honis testatoris. But be this as it may, there is nothing of that kind in the third count. And if one be liable to the objection, it is equally fatal. For it can be of no consequence whether there be one or two counts of that description.\nIn that count no reference is made to the promissory note, nor is there any thing to indicate that the action is brought to recover a debt owing by the testator to the plaintiff’s intestate. The suit is brought, so far as appears in that count, on a promise made by the defendant, as executor. The promise laid, is simply a promise, as executor, to pay the debt. This would seem to bring the case within the operation of the principle, well settled in this State and elsewhere, that a promise by an executor does not bind the estate, but the executor personally. The naming him executor, is surplusage, and the action is in his own' name, or against him personally ; and consequently, in the latter case, the judgment is a judgment de bonis propriis. He alone, in his individual character, is liable to suit. This principle is decided in Geyer v. Smith, 1 Dal. 372, note Fritz v. Thomas, 1 Whar. 71, and in Grier v. Hamilton, 8 Ser. & R. 403. In the last case, it is ruled, that in all cases of promises, express or implied, made to„an administrator, after the death of the intestate, the action lies by or against the administrator personally. If a promissory note be given by A as executor of 33, the naming him as executor is surplusage, and the action lies in his own name. Administrator giving bond as administrator is chargeable personally. Nothing is better settled than that an executor or administrator, is answerable in his official character, for no cause of action that was not created by the act of the decedent himself. In actions against the personal representative on his own contracts and engagements, though made for the benefit of the estate, the judgment is de bonis propriis ; and he is, by every principle of legal analogy, to answer it with his personal property. So in Masterson v. Masters on, 5 Rawle 139, it is said that executors cannot promise or covenant as such, so as to make themselves liable as executors. They are liable in a representasive character only on the contract of the testator. That this is a settled principle, may also be seen in 2 Brod. & Bing., Childs v. Monins; 2 Williams on Ex’rs, 1093-4, 1088; 7 Taunton 585, Powel v. Graham; Rose v. Bowler, 1 Henry Bl. 108-9; Ashby v. Ashby, 7 B. & C. 444.\nIn Ashby v. Ashby and Rose v. Bowler, it is ruled that a count for money had and received by defendant as executor, to use of plaintiff, cannot be joined with a count upon account stated with him as executor. These authorities clearly show that the judgment, on the third count is de bonis propriis, and consequently there is a joinder of incongruous counts, which, as we have seen, is fatal to the action.\nThis view of the case relieves me from the consideration of the other points raised on the argument. For be the decision on these questions erroneous or otherwise, the point already noticed presents an insuperable bar to the plaintiff’s recovery. It is true, the plaintiff would have had the right to retrieve his slip in pleading by entering a nolle .prosequi, or withdrawing the count. But this he did not choose to do. Nor was there any request to be permitted to do so, which appears on the record. The court was therefore right in ruling that the plaintiff was not entitled to recover. The plaintiff asked judgment on all the counts, to which, clearly, he was not entitled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Ihrie, for plaintiff in error.",
      "Reeder, with whom was MoQartney, for defendant."
    ],
    "corrections": "",
    "head_matter": "Seip versus Drach.\nIn a suit against one as executor, counts for a claim against the testator cannot be joined with a count against defendant for money received by Mm as executor, for the use of the plaintiff, and alleging a promise to pay the same when he, as executor, should be requested. The counts are incongruous, requiring different judgments, the first de bonis tesiaioris, the other de bonis propriis.\nError to the Common Pleas of Northampton county.\nThis was an action in case, brought by Jacob Seip, surviving administrator of the estate of Jacob Heller, deceased, against Joseph Drach, executor, &c. of Simon Heller, deceased. Pleas were non assumpsit, payment with leave, &c.\nOld Jacob Heller, having made his will, in which he appointed Jacob Heller, the younger, and Simon Heller, his executors, died. These executors, having taken upon themselves the execution of the trust, on the 25th July, 1828, filed an account, whereby it appeared 'that they were indebted to the estate of their testator $7365.29. This was a joint account. On the 1st August, 1833, Simon Heller, one of these executors and accountants, died, leaving a will, in which he appointed Joseph Drach his executor. Mr. Drach took out letters testamentary, and proceeded to administer the estate of his testator. On the 1st November, 1834, Jacob Heller the younger died, and by his death the administration of old Jacob Heller’s estate becoming vacant, letters of administration thereupon, de bonis non cum testamento annexo, were granted to Jacob Seip and Abraham Bauer. Simon and Jacob Heller, the executors of Jacob Heller the elder, being both dead, Joseph Drach, the executor of Simon, and as such, made and delivered his promissory note for $1291.04, payable on 1st April, 1835, to Abraham Bauer, one of the administrators de bonis non, &c. of Jacob Heller the elder. Some payments were made on this note. Abraham Bauer, the payee, died, and the note seems to Lave passed into the hands of his co-administrator, Jacob Seip. This suit was then instituted, amicably, between Seip, the surviving administrator de bonis non, &c. of Jacob Heller the elder, as plaintiff, and Drach, the executor of Simon, as defendant. The plaintiff claims the balance which he alleges is due to him upon this note.\nThe narr. contained four counts. In the first count it was alleged that Simon Heller aforesaid and Jacob Heller the younger had been executors of the will of Jacob Heller the elder, and that, on the settlement of their joint account, there was in the hands ' of Simon Heller $4000; that he died, having appointed Joseph Drach, the defendant, the executor of his will, who, it was alleged, became liable to pay the $4000.\nIn the second count it was alleged that Drach, as executor, made his promissory note, by which he promised to pay to Bauer, one of the administrators of the estate of Jacob Heller the elder, or order, the sum of $1291.04; that Bauer died, leaving Jacob Seip, the other administrator of the said Jacob Heller, surviving him — to whom the note was delivered; and that, being so liable, Drach, as executor, promised to pay the sum of money in the note specified.\nIn the third count, it was alleged, that Drach, as executor, was indebted to Seip, surviving administrator, in the further sum of $4000, for so much money by the said Drach as executor, as aforesaid, before that time had and received, to and for the use of the said Jacob Seip, surviving administrator as aforesaid; and being so indebted, &c., undertook and promised to pay the said ■ sum of money when he, as executor, should be requested.\n■ The fourth count was on an accounting, between Drach as executor as aforesaid, and Seip and Bauer, as administrators de bonisnon with the will annexed of Jacob Heller, deceased, concerning divers other sums of money, from the said Simon Heller, in his lifetime, due and owing, and alleging that upon that accounting, Simon Heller, in his lifetime, and at the time of his death, was found to be in arrear, and indebted in the further sum of $4000, and being so indebted, and the money remaining unpaid, Drach, as executor, &c., in consideration thereof, undertook and promised-to pay.\nHis Honor, Judge Jones, charged, inter alia:\n1. The first point of the defendant is, “ That Jacob Heller, the younger, having survived Simon Heller, his co-executor, if the plaintiff in this case has any cause of action, it is against Jacob Heller and his representatives only, and not against the executor of Simon Heller.” If Simon Heller, as executor of old Jacob Heller, received into his hands a larger portion of the estate of the testator than was received by his co-executor, he and his estate after his death would certainly be liable to his co-executor, and after'the death of that co-executor, the administrator de bonis non could also have recourse against Simon’s estate, in favor of the estate of his testator. As it has been treated in the argument, the note would seem to have been given by Simon’s executor to one of the administrators de bonis non of old Jacob Heller, for so much money due to the estate of old Jacob Heller from the estate of Simon Heller, being money which had come into the hands of the latter as executor of the former, and had not been paid over. It is true, that Simon and Jacob Heller, the younger, filed a joint account as executors; but that does not, nor does the survivorship between them, as far as we can see, affect this liability of their estates, individually, to this plaintiff. We answer this point in the negative.\n• 2. The second point of the defendant is, “That two of the counts in the declaration being against the defendant, upon a personal liability, no recovery can be had in this suit.” It seems to us that the judgment on the first and fourth counts of this declaration would be de bonis testatoris, and that on the second and third it would be de bonis propriis. The execution of the note by Drach as executor, would not save him from personal liability to the payee. The form of the judgment must determine whether several counts are properly joined. Where the judgment is the same on all the counts, they may be joined. Where it is different, they may not: Malin v. Bull, 13 Ser. & R. 443; 1 Chitty’s Plead. 235, edition of 1833. Here there is a misjoinder of counts.\n3. The third point of the defendant, “ That, even if the counts were properly joined, the plaintiff was bound to show assets in the hands of the defendant as executor of Simon Heller, and, not having done so, must fail,” we answer in the aflirmative. The verdict must be for the defendant.\nTo this charge the plaintiff excepted.\nVerdict was rendered for defendant.\nIt was assigned for error:\n1. The court erred in their answer to the second point propounded by defendant’s counsel, wherein they say, that the judgment on the first and fourth counts of the declaration, .would be de bonis testatoris, and that, on the second and third counts, de bonis propriis, and therefore this joinder.\n2. The court also erred in their answer to the third point propormded by defendant’s counsel, wherein they say, that if the counts were properly joined, plaintiff was bound to show assets in the hands of defendant as executor of Simon Heller, and not having done so, the verdict must be for defendant.\nThe case was argued by Ihrie, for plaintiff in error.\nReeder, with whom was MoQartney, for defendant."
  },
  "file_name": "0352-01",
  "first_page_order": 352,
  "last_page_order": 357
}
