{
  "id": 405880,
  "name": "Moore versus Skelton",
  "name_abbreviation": "Moore v. Skelton",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "359",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 260,
    "char_count": 4370,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 9.840784967856808e-08,
      "percentile": 0.533833053587294
    },
    "sha256": "93ee0120a0d4451aabde59c23be0ca80b8a33f555208b4b5613823c6679e0fd7",
    "simhash": "1:4b2cacf10298f189",
    "word_count": 762
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore versus Skelton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n— Elizabeth Hunt obtained a judgment in August,' 1847, by the award of arbitrators, against James Moore, executor of the will of Isaiah Michener. This judgment was given in evidence by the plaintiff below. The defendants gave no evidence. The court directed the jury that the plaintiff was entitled to recover. Isaiah Michener, the devisee of the land, plead payment.\nTwo errors have been assigned in this court: 1st. That the court erred in directing the jury to find for the plaintiff under the evidence. 2d. The verdict, being against both the executor and devisee, is erroneous, and judgment cannot be entered upon it.\nIt is well settled, that the action against Moore, the executor, did not release the real estate of the deceased from the payment of this debt. Benner v. Phillips, 9 W. & Ser. 13; Murphy’s appeal, 8 id. 165, and in many other cases. These cases settled another principle, as well as an important rule of practice, that a writ of scire facias may be issued upon a judgment against executors, in which proceeding a judgment may be entered against the heir or devisee, in accordance with the provisions of the act of 1834. By the 34th section of that act, the lien of debts of a decedent upon his real estate, is limited to five years, and under the provisions of this act, if suit he brought against the executor or administrator, within five years after the death of the decedent, and a scire facias to bring in the heirs or devisee be issued within five years from the rendition of the judgment in the original suit, the lien of the debt upon the real estate will be preserved. Benner v. Phillips, Murphy’s appeal, supra. There is no hardship in this, because our law allows the heirs or devisees to make the same defence which they could have made if originally joined in the suit.\nThese principles have been so often ruled by this court, and this practice under the act of 1834 so frequently explained and settled, it is to us strange there should be any diversity of opinion upon the subject.\nJudgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Boss, for plaintiffs in error.",
      "Boherts and Dubois, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Moore versus Skelton.\nAfter judgment against the executor, scire facias may be issued thereon against the devisee, under the 34th section of the act of 24th Feb. 1834, relating to executors, in which proceeding judgment may be entered against the devisee.\nError to the Common Pleas of Bucles county.\nThis was a writ of scire facias, issued in name of John Skelton, executor of the will of Elizabeth Hunt, against James Moore, executor of the will of Isaiah Michener, and Isaiah Michener, devisee, upon a judgment obtained by Elizabeth Hunt against Moore, executor of the will of Isaiah Michener, deceased. Michener took defence and plead payment.\nThe plaintiff gave in evidence the record of the suit by Elizabeth Hunt vs. Moore, executor, &c., to Eeb. term, 1847, on which judgment was obtained, Aug. 20, 1847, on award of arbitrators. No further evidence was offered on either side.\nThe court, Krause, J., charged the jury that, “ on the facts in evidence, the court directs the jury to find for plaintiff, for the amount claimed by him, viz. $300.47.”\nDefendant excepted. Yerdict for plaintiff.\nIt was assigned for error:\n1. The court erred in directing the jury to find for the plaintiff under the evidence given to the jury.\n2. The verdict, being against both the executor and devisee, is erroneous, and judgment cannot be entered upon it.\nThe case was argued by Boss, for plaintiffs in error.\n— He alleged that the date of the death of testator within five years before suit, should have been averred, because the debts of a decedent are not a lien for more than five years. Also, that execution should have gone against the executor, and that there were not sufficient- assets to pay the debt shown, before issuing sci. fa. against the devisee. 2 Barr 112.\nBoherts and Dubois, for defendant,\nreferred to Murphy’s appeal: 8 W. & Ser. 165; 5 Barr 290.\nThe soi. fa. set forth that the testator died seized of real estate, which was devised to the devisee; and if plaintiff was barred, it was a matter of defence. All that is required, is to call on the devisee to show cause why plaintiff should not have execution.\nThe plaintiff may not desire the collection of his debt, but only to continue the lien; and, therefore, it need not be averred that execution had issued."
  },
  "file_name": "0359-01",
  "first_page_order": 359,
  "last_page_order": 361
}
