{
  "id": 405864,
  "name": "Rigler versus Cloud",
  "name_abbreviation": "Rigler v. Cloud",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "361",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dal. 63",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 11170,
    "ocr_confidence": 0.37,
    "pagerank": {
      "raw": 6.539936139757992e-07,
      "percentile": 0.9610604710931023
    },
    "sha256": "ce0d161526275d3e13e5eb32079ebf6892ccba02e2d3aa41c24dea494aef08ef",
    "simhash": "1:1923443ba4ba95f9",
    "word_count": 1978
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rigler versus Cloud."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— Bigler has not the shadow of interest as tenant by the curtesy. The clause in the deed made by him to Catharine George, in trust for his wife, effectually shuts him out. That clause is as follows: “ To the use and benefit of Maria Bigler, (wife of the said Henry Rigler,) and her heirs for ever, so that the same shall not be subject, in any wise, to the future control, debts, qr liabilities of her present or any future husband.” It conveys an estate for her sole and separate use, free and clear of all claims, incidents, or liabilities consequent upon the marital state.\nThis case is not within the class which require trustees to give security in court, under the act of 14th June, 1836. The original appointment of trustee is made by the grantor of the estate, and not by the fiat of the law. In certain contingencies, every trustee may be compelled to give security, or be removed from his office.\nCloud, the present trustee, was appointed, merely because Catharine George, through age and other circumstances, had become incapable of discharging the trust. Neither the original appointment, nor the appointment of Cloud by the court, was void for want of surety. The crowning fact, in the execution of a deed, is its delivery. But it is not necessary to prove the actual manual investiture. The delivery may be inferred or presumed from circumstances. Thus, the signing, attested by witnesses, the acknowledgment by the grantor, and the recording of the deed have been considered full prima facie evidence of delivery. All these circumstances were present in this case. But it is contended that the acknowledgment was made out of the State, before the Mayor of Trenton, in New Jersey, and duly certified by him, and recorded, where the land lies, in Philadelphia county.\nIt is to be observed that it is the person who made the deed, the grantor, and the person who acknowledged it, who now, after a period of some fifteen years, objects to the acknowledgment as insufficient. It is, however, good and sufficient to protect the heirs of the wife in the estate, as against the grantor. The question might have been somewhat different between a subsequent alienee for value, before the death of Mrs. Rigler, the first alienee. I do not, however, say that it would. My opinion is, that this acknowledgment is fully covered by the act of 23d March, 1819. It is against the spirit and genius of our government to extend nice technical objections to the acts of magistrates and other functionaries of the law, who are called periodically, from the mass of the people, to discharge such duties, without previous legal learning or experience, and thereby disturb estates long settled and purchased for full value, and thus revest the estate in the hands of the original vendor by a legal quirk. But the legislature have expressly validated deeds defectively acknowledged by husband and wife in other States, so as to divest their estates retrospectively, by the fifteenth section of the act of 1840. And the words of that section are so very general, that they might be interpreted to include this ease, which was a deed from a husband to a trustee for the benefit of the wife. But the great and primary object of recording deeds is to give notice. And how can the plaintiff in this suit allege, in a court of justice, that he had no notice, when he executed the deed himself, and selected the officer before whom he chose to acknowledge it. To allow the success of such a scheme •would be to give effect, knowingly, to fraud, deceit and chicanery. The Mayor of Trenton had authority to receive proof of the deed by one of the subscribing witnesses, and to certify it for probate. Herd he received the open acknowledgment of the parties that they executed the instrument, and he duly certifies that fact. I hold that, under the circumstances, to be more than equivalent to the testimony of one of the subscribing witnesses, and a substantial compliance with the act, as against the grantor. No subsequent alienee is present here, alleging that he had not notice. But the whole scope and spirit of the legislation, of modern years, discountenances these formal objections to record of deeds long acquiesced in. And so do the decisions of this court. If a substantial defect can be pointed out, which reaches the merit and justice of the case, it will be attended to. But the security of estates, the tranquillity of society, and the public good require that objections, merely formal, should be disregarded.\nThe remaining objection, to wit, that there was only one witness to the deed, is of no account, and requires no notice.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "W. L. Hirst, for plaintiff in error.",
      "Rush, for defendant."
    ],
    "corrections": "",
    "head_matter": "Rigler versus Cloud.\n1. Trust estates are not within the provisions pf the intestate law of the 8th April, 1833. Therefore, a husband who has conveyed real estate to another in trust for his wife, is not entitled to the trust estate, on her death, as tenant by the curtesy.\n2. A trustee appointed by the court, in the room of the trustee to whom the said conveyance was made, is not such as is required to give security by the provisions of the act of 14th June, 1836, relating to assignees.\n3. The delivery of a deed may be inferred from circumstances, the actual manual investiture of it need not be proved. The signing, attestation, and the acknowledgment by the grantor, and the recording of it, are prima facie evidence of delivery.\n4. Where a deed, made by a husband in Pennsylvania, to a resident in Trenton, New Jersey, in trust for the use and benefit of his own wife and her heirs, and attested by one witness, is acknowledged by the grantor before the Mayor of the city of Trenton, whose certificate is subscribed with his name and the seal of the city affixed; this acknowledgment is a substantial compliance with the provisions of the acts of 28th May, 1715 ; act of 23d March, 1819, and of 16th April, 1840, in relation to the acknowledgment of deeds.\n5. It does not lie with the grantor, fifteen years after the execution and acknowledgment of a deed, to object to a mere irregularity in his acknowledgment, and especially where no subsequent alienee for value is interested.\n6. The 4th section of the act of 28th May, 1715, does not require that a deed executed out of the State shall have more than one subscribing witness.\nError to the District Court at Philadelphia.\nThis was an action of ejectment by John Cloud, trustee of Elizabeth Panning, and Anna Maria Rigler, against Henry Rigler, for property in Kensington.\nOn 7th January, 1833, Henry Rigler, plaintiff in error, by deed, conveyed to Catharine George, residing in Trenton, New Jersey, and to her heirs, the property in dispute, in trust for his wife Maria Rigler, and her heirs for ever, to the sole and sepai’ate use of the said Maria Rigler, and her heirs, and not to be in any way liable to the future control, debts, or liabilities of her present or any future husband. The deed was acknowledged by Henry Rigler, and Catharine George, on the 8th January, 1833, before the mayor of the city of Trenton, who subscribed his name, and affixed the seal of said city. The deed purported to be sealed and delivered in the presence of Thomas Gordon, (only one witness.)\nOn the 26th April, 1845, a petition was presented by Elizabeth Panning, (one of the daughters of the cestui que trust, named in the deed,) as a party directly interested, setting forth that the trustee was unable from ill health to attend to the duties of Per appointment, and praying the court to appoint some one in her place, to prevent a failure of the trust.\nOn the 26th April, 1845, a citation issued to the trustee, who filed an answer, admitting the allegations in the petition.\nOn the 17th May, 1845, the Court of Common Pleas appointed John Cloud trustee, from whom no security was- required, notice having been given to Henry Rigler, and he appearing by counsel.\nIn June following, the new trustee, Cloud, brought this suit to recover, on behalf of Anna Maria Rigler and Elizabeth Panning, the premises named in the deed of trust. Henry Rigler, the defendant, was the grantor in the deed.\nOn the trial, the plaintiff’s counsel gave in evidence the petition to the Common Pleas, and the appointment of Cloud, and then offered the deed of trust, recorded August 5, 1834, in Philadelphia county. The deed was objected to, because there is but 'one witness to it; because it was not properly acknowledged or proved according to law, to admit it to record. It being contended that the 4th section of the act of 28th May, 1715, requires that deeds made out of the State be proved by one or more of the witnesses, and that the 15th section of the act of 16th April, 1840, applies to deeds by husband and wife; and, further, that the recording was an unofficial act, and that the deed could not be given in evidence without proof of its execution.\nThe deed was admitted. Admission excepted to. On the part of defendant, evidence was given, that Maria Rigler, the wife of Henry Rigler, died in 1839, and that the defendant has continued in the possession of the property and of the deed of trust.\nThe court charged the jury, that the plaintiff could recover as trustee, although he has given no surety; that proof of delivery of the deed was necessary, and that the aclenowledgment by the grantor is prima facie evidence of, it; that this may be rebutted, but the possession of the deed and the property is no evidence to be left to the jury, that the deed was not delivered to Catharine George; and that Mary Bigler, the wife, being dead, Henry Bigler, her husband, was not entitled to the property under the intestate laws; that their verdict should be for the plaintiff; that there was no fact to be left to the jury; that the deed was legally proved, and that one subscribing witness to a deed was sufficient. Defendant’s counsel excepted.\nError was assigned to the admission in evidence of the deed, and in the answers and charge of the judge.\nW. L. Hirst, for plaintiff in error.\n— That the appointment of the trustee, was nisi, conditional upon his giving security: Act of 14th June, 1836, relating to assignees, section 26.\n2. That the mere acknowledgment of a deed is not sufficient, if rebutted by the fact of continued possession of the land and of the deed by the donor. At least, it is for the jury to decide.\n3. That the husband succeeds, under the intestate act of April 8, 1833, to the estate of Ms wife for life.\n4. That the deed was not proved, and was void for want of two subscribing witnesses.\nRush, for defendant.\n— As to 1st point: that the act of 14th June, 1836, refers to assignees and trustees, for the benefit of creditors. The plaintiff below was appointed under the act of 14th April, 1828, to “ prevent failure of trusts.”\nAs to 2d point, 1 Ser. & R. 72 ; 1 Dal. 63 and 93.\nAs to 3d point, as to the right of plaintiff to hold as tenant by curtesy: 4 W. & Ser. 95; 1 Vesey 298; Co. Lit. 29, a, ch. 4.\n4th. That a deed is good without subscribing witnesses: 1 Ser. & R. 72. The act of 18th March, 1775, authorizes one witness ; and the deed in this case is in accordance with its provisions."
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 365
}
