{
  "id": 405901,
  "name": "Chapman versus Calder",
  "name_abbreviation": "Chapman v. Calder",
  "decision_date": "1850-12-27",
  "docket_number": "",
  "first_page": "365",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whar. 313",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0313-01"
      ]
    },
    {
      "cite": "23 Wend. 26",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 241",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "21 Wendell 319",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0319-01"
      ]
    },
    {
      "cite": "1 Bin. 178",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 669,
    "char_count": 15066,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 4.5188767042711845e-07,
      "percentile": 0.9235644626385554
    },
    "sha256": "454b99ab452520884a9569b1103a1126c7aea221b8c2a4f63cd77e32799445ce",
    "simhash": "1:7e9989100325e14e",
    "word_count": 2615
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chapman versus Calder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRogers, J.\n— This is an action on the case, for a libel charging plaintiff with violence, fraud and perjury. Plea, not guilty. The paper, containing the libel, was addressed to the Rev. R. Scott, preacher in the Methodist church in Chenango and Deposit circuits, stating the charge and accusations against the defendant. On these charges there was a trial before an ecclesiastical court, regularly constituted, according to the rules and discipline of the church, which resulted in a report that the charges were not sustained. In 5 W. & Ser. 864, Petrie v. Rose, it is ruled that it is incompetent to a defendant in an action of slander, to give evidence, in mitigation of damages, of facts and circumstances which induced him to suppose the charge to be true at the time it was made, if such facts and circumstances tend to prove the charge, or form a link in the chain of circumstances to establish justification, even though he expressly disavows justification.\nTo the same point is Kay v. Fredrigal, 3 Barr 21, which recognises Petrie v. Rose, and rules that where the evidence goes to prove the truth of words charged as slanderous, it cannot be received, unless with a plea of justification.\nIn 9 Barr 813, Minesinger v. Kerr, it is said that, in Pennsylvania, it is now settled that, without the plea of justification, it is incompetent to a defendant in slander, to give evidence of particular facts which induced him to believe the charge true at the time it was made, if such facts are of a nature to establish the accusation, or may form links ja a chain of circumstantial testimony tending to fasten guilt on the plaintiff. Justice Bell gives the true reason for the rule. You shall not, says the law, attack indirectly, if you fear to do it directly, by placing on the record an avowal of your intent, and thus put him on his guard. And in Updegrove v. Zimmerman, 1 Harris 619, the same point is ruled. In an action of slander, as is there decided, circumstances which do not amount to a justification, and from which the jury could not infer or presume that the party charged was guilty of the offence, may be given in evidence, on the plea of not guilty, in mitigation of damages, because they weaken the proof of malice. But where they lead directly toward the proof of guilt, they cannot be given in evidence on that plea.\nIf, then, this was a case of an ordinary action of slander or libel, (on the authority of the cases cited,) there would be no difficulty in supporting the decision of the court, excluding the evidence contained in the first and second bill of exceptions. But this is the case of a privileged communication. The charges which are the subject-matter of complaint, were addressed to, and acted upon in the ecclesiastical council, or forum, to which they were addressed. And the question is, whether the same rules are applicable, in such a state of facts, as in ordinary actions of slander or libel.\nIn one respect, the two classes of cases, which must be kept separate and distinct, are essentially different. In an ordinary action for a libel, probable cause although receivable in mitigation of damages, is not in bar of the action. Nothing but proof of the truth of the charge, under a plea of justification, is an answer to the suit. Whereas, in the case of a privileged communication, which this undoubtedly is, probable cause is in bar of the suit, as fully appears in the cases hereafter cited. This principle is expressly recognised and settled in Gray v. Pentland, 2 Ser. & R. 23. That was the case of an accusation preferred to the governor against a person in office. It was the case of a privileged communication. It was held that the defendant .was answerable, if the charges did not originate in malice, and without probable cause. If there were probable cause, no action could be sustained, notwithstanding the charges were untrue. Justice Yeates says he has no doubt, that one, who, maliciously, wantonly, and without probable cause, asperses the character of a public officer, is liable. Bbackenridge, J., says, the defendant must either prove the truth, or show reasonable ground or probable cause for their truth. Tilghman, C. J., says, any thing which satisfies the jury that the proceedings did not originate in malice, and without probable cause, is sufficient to excuse him.\nThe law was so laid down in the case of McMillan v. Birch, 1 Bin. 178, where the words for which plaintiff brought his action were spoken by the defendant in the usual course of proceedings in the religious society of which they were both members.\nCases of privileged communications are to be treated in the same manner as actions for malicious prosecution. The same rule would seem to be applicable to both, as strictly in analogy to each other. Indeed, in the case under consideration, but for a reason, perhaps technical, an action for a malicious prosecution would be the appropriate remedy. But such an action could not be sustained, because the religious society, before whose tribunal the trial was had, being a voluntary association, their courts are not recognized, and consequently such an action would not lie. Hence the necessity for bringing an action for libel in the common form. That it ought to be viewed in the light of a malicious prosecution, would seem to be the opinion of Justice Brackenridse, in Gray v. Pentland, already cited. And to the same purport is Howard v. Thompson, 21 Wendell 319. If, then, the rules applicable t© that action apply here, it would seem to be clear that the evidence, although tending to prove the truth of the charge, would be admissible under the plea of not guilty.\nIn that action, all the defendant has to do is to show probable cause and want of malice. Probable cause is a reasonable ground of suspicion, supported by circumstances sufficiently strong in themselves to warrant a cautious man in the belief that the person accused is guilty of the offence of which he stands charged: 3 W. C. C. R. 31; Travis v. Smith, 1 Barr 234; 8 Watts 241, Herman v. Brookerhoff. The issue is whether the defendant had probable cause. His belief is not enough. Nor is it of any consequence that he was actuated by malice, as it is well settled that, if he had probable cause, it is an answer to the action: Winebiddle v. Porterfield, 9 Barr 137 ; Travis v. Smith, 1 Barr 234. That the evidence offered tends to prove that the defendant was guilty of the charge in that action, would be no objection to its competency; for, if true, and he knows it to be so, then he was warranted in believing that the person accused is guilty of the offence with which he stands charged. There would be no necessity, as in cases of libel or slander, to put in the plea of justification, so as to warrant the introduction of evidence tending to prove the guilt of the accused. In all cases of libel, prima facie excusable on account of the occasion of uttering or publishing it, all the facts and circumstances of the case may be given in evidence by” the defendant, to show probable ground, and to rebut the idea of malice. Cook on Defamation, Law Library, vol. 43, p. 38-39; Greenleaf on Ev., sec. 421; Starkie on Slander 55; 5 Barn. & Ald. 642.\nIn Pattison v. Jones, 8 Barn & Cres. 578, 15 Eng. C. L. R. 306, Littledale, J., says that in a privileged communication it is not necessary for the defendant to plead a justification; he may make his defence on the general issue, and give evidence to satisfy the jury that, under the circumstances of the case, it was a bona fide communication. To the point I also refer to O’Donaghue v. McGovern, 23 Wend. 26.\nThe offer in the first hill was to prove what had taken place before the arbitration or reference in New York. This evidence tended to negative the allegation of malice and to show probable cause. Roosa and Niven proved that Calder, the plaintiff, had sworn to one state of facts, whilst two or more witnesses swore differently. Indeed it was not an offer to prove the truth of the charge, but to prove what had transpired before the complaint was exhibited to the preacher in charge, and the foundation the defendant had for making that charge in the ecclesiastical tribunal.\nIt is also right to say that we see nothing in the rule of court on which the exclusion of the evidence can be rested. Buehler v. Stoever, 2 Whar. 313, disposes of that point. Nor does it appear to have been ruled on that exception. The same reasoning applies to both bills, which were ruled on the exception that the evidence was not- admissible except under the plea of justification.\nThe rule we take to be this, that evidence, although true, or tending to prove the truth of the charges, in a privileged communication, may be admitted under the general issue, for the purpose of showing probable cause for the complaint, and rebutting any presumption of malice. For these purposes, we think that the court erred in excluding the evidence contained in the first and second bills of exceptions.\nWe see no error in the admission of the evidence contained in the third bill. It was certainly competent for the plaintiff to show by whom the rumors were put in circulation, whether by the friends of the plaintiff or the defendant.\nThe exception to the charge is rather a cavil at the word false, than a principle. The meaning of the court is, that the plaintiff having been acquitted by the ecclesiastical tribunal, the jury are to take it that he is innocent of the charges preferred against him, so as to throw the onus of proof on the defendant that he had probable cause for the accusation, and was not actuated by malice.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Wm. H. Dimmick and J. M. Porter, for plaintiff in error; and by G. Mattery, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Chapman versus Calder.\nThough in an ordinary action for slander or libel, defendant cannot give evidence under the general issue alone, of facts tending to prove the charges, yet, in the case of a privileged communication, the rule is different; probable cause is in bar of the suit; and in an action for a libel for such a communication, such evidence is admissible under the general issue alone for the purpose of showing probable cause for the complaint.\nError to the Common Pleas of Wayne county.\nThis was an action on the case, by Calder against Chapman, for a libel. The parties were ministers in the Methodist Episcopal Church, and the charges were contained in a communication addressed by Chapman to the Rev. R. Scott, preacher in Chenango and Deposit Circuits, which charged Calder with unchristianlike and immoral conduct, first, in using means to get one or two roads through the improvements belonging to said Chapman, and for Sabbath-breaking, &c.; second, for hindering Chapman from floating logs down the Equinunk Creek, &c.; third, for falsehood, &c.; fourth, for falsehood under oath, in a suit between Calder and Kellam, in 1844; secondly, in a suit he pettifogged before Esq. Jones, against Chapman, in favor of A. Lloyd, in the • year 1844.\nIt appeared that the charges were heard before an ecclesiastical tribunal, before which Chapman appeared, but the committee Reported that the charges were not sustained.\nIn this action on the case, the plea was not guilty.\nAfter a variety of evidence had been given, the defendant’s counsel offered to read in evidence to the jury, the depositions of Archibald C. Niven and John Roosa, taken on commission.\nTo this evidence, the counsel for the plaintiff objected: first, because it is evidence in justification; second, because no notice of special matters had been given according to the sixty-second rule of court, and the notice heretofore given in evidence.\nThe defendant alleges that he offers the evidence, not to justify, but to repel the allegations of malice. The court admitted so much of the evidence as went to show that the plaintiff was a witness in a certain case, but rejected the residue of the evidence offered as tending to show a justification which was not pleaded; to which the counsel for the plaintiff excepted. See opinion of Rogers, J.\nAfter other evidence had been given, defendant’s counsel offered to prove by Abram Dillon, jun., that at the suit of Lloyd v: Chapman before Esq. Jones, Calder appeared as pettifogger for Lloyd, and that he attempted to show, by two or three witnesses, that a line of the road ran through a cornfield, in which he failed; and that he then affirmed himself and was sworn, and stated that a line taken ten or fifteen to twenty rods from the gate-post would pass through the field; and that the witness afterwards measured the distance, and found that such a line at ten rods would miss the field eight feet, and at twenty rods would miss it some ten rods. To this evidence the counsel for the plaintiff objected. The court sustained the objection and rejected the evidence, to which counsel for the defendant excepted.\nThis was the second bill of exceptions.\nAfter other evidence had been received, the plaintiff’s counsel, as rebutting evidence, called Paul S. Preston, as a witness, and offered to prove by Mm what rumors were in circulation in relation to the plaintiff’s swearing false before Jones. To this evidence, the counsel for the defendant objected. The court overruled the objection and admitted the evidence, to which the counsel for the defendant excepted.\nJessup, J., charged, inter alia:\nThe charges exhibited by the defendant against the plaintiff, upon their face are libellous; but being originated by a proceeding . in discipline between these members of the same church, according to the course of discipline in that church, the defendant is. protected therein, unless they were originated and published from malicious motives. * * *\nThe. plea is not guilty. There is no allegation of the truth of the charges on the record or before the court, and in order to settle the right of the plaintiff, the jury have to decide the question of express malice in bringing forward the charges. The charges are here to be taken as false, because the plaintiff was acquitted before the church tribunal, and the defendant does not allege their truth. The jury, in deciding the question of malice, will consider all the evidence which tends to show the motives by which the prosecution in the church was originated, &c.\nDefendant’s counsel excepted to the charge.\nSeptember 15, 1848, verdict for plaintiff for $200.\nThe following ¡errors were assigned:\n1. The court erred in telling the jury, “the charges are here to be taken as false, because the plaintiff was acquitted before the church tribunal, and the defendant does not allege their truth.”\n2. The court erred in rejecting the deposition of John Roosa, taken on commission to the State of New York, as contained in the first bill of exceptions.\n8. The court erred in rejecting the offer contained in the second bill of exceptions.\n4. The court erred in admitting the evidence of Paul S. Preston, as contained in third bill.\nThe case was argued by Wm. H. Dimmick and J. M. Porter, for plaintiff in error; and by G. Mattery, for defendant in error.\nDec. 27, 1850,"
  },
  "file_name": "0365-01",
  "first_page_order": 365,
  "last_page_order": 370
}
