{
  "id": 405918,
  "name": "Davis' Appeal",
  "name_abbreviation": "Davis' Appeal",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "371",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 371"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 396,
    "char_count": 7126,
    "ocr_confidence": 0.353,
    "pagerank": {
      "raw": 5.5010065683055904e-08,
      "percentile": 0.34410828584987
    },
    "sha256": "3707777070ccda3932980a3f08569d1f5a06f309e48e47c9b7154bb9b242c6d2",
    "simhash": "1:b7cebca4fe6e0727",
    "word_count": 1259
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis’ Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The decree of the court below must be affirmed. The object of the legislature in providing that the Orphans’ Court should decree the sale of a decedent’s real estate for the purpose of paying the debts of the deceased, was to bring the assets under the management and within the distribution of an officer subject to the supervision of the Orphans’ Court, the tribunal, in our system, peculiarly adapted and fitted to that purpose, and at the same time to save costs to the estate. It is a mistaken notion to suppose that the object was to effect a sale on time, so that the estate might bring more money. That object could have been attained by a sheriff’s sale, as readily as by an Orphans’ Court sale.\nI do not question the light of the Orphans’ Court to decree a sale on time as to part of the estate, if it will more than pay the debts. Such part as will probably-remain for distribution is within the discretion .of the court as to the time of payment. Rut for such part as is necessary to pay the debts of the deceased, I know of no law that authorizes the court to postpone the creditor indefinitely or ad libitum. The statute requires the administrator to exhibit on oath, a statement of the debts of deceased and his available personal assets, before the court, previous to their ordering a sale of the realty. And the court ought to be careful to order or decree a sale of so much only as will pay the debts of the decedent for the.conversion of real estate of minors or distributees, by the representatives of the deceased, is not favored by the law. But to delegate this high discretion of postponing creditors, according to the discretion of every sort of administrator, would be against the policy of the State and the security of creditors. I take it, from the depositions furnished with the record, that there must have been in Bucks county a very extensive and a very evil practice for administrators to sell just on -what terms as to time they pleased. It is time that it should be corrected. The Orphans’ Court, it would appear, knew nothing about the terms of sale. They made the order of sale, and left the rest to the administrator, who returned his sale as in gross, although made for payments. And there the matter ended. In all such eases, no matter what the custom was, he was liable for the whole sum,, and amenable to account for it to the creditors and others interested, through the Orphans’ Court, as soon as the sale was approved. But from the report of the auditor, the practice in the county was not uniform, each administrator’, perhaps, consulting his own .discretion; but it appears that it was nearly uniform, neither to prescribe the terms of sale in the order, nor to state them in the return. It is a little singular, that the proceedings of the Orphans’ Court, upon which so many titles hang, and on which so many interests depend, are-conducted, in many places, with almost reckless carelessness. As the complexity of business and the intricacy of estates increase with the great advancement of population and the value of property, it behooves those tribunals to be especially careful and vigilant in the conduct of their business and the management of their records. The administrator, having made a sale in this case, without any terms being prescribed by the court, and having made return of a sale in gross, for a particular sum, he was legally chargeable with that sum, when the sale was approved, irrespective of any custom in that county. The estates of decedents.; and the interests of creditors and distributees are guarded, protected, and supervised by the law itself, and a wise discretion, to a certain extent, in the courts; but are nowhere subject to the will of the administrator, or to a local, obscure, and ill-defined custom of any particular locality. The administrator, having taken the responsibility, must abide it.\nThe decree charging him with the whole amount of the sale, is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Fox and Miller, for appellant; and by Boss, for appellee."
    ],
    "corrections": "",
    "head_matter": "Davis’ Appeal.\nWhere in the case of a sale for the payment of debts made under an order of the Orphans’ Court, which did not prescribe the terms of sale, the administrator reported a sale in gross for a particular sum, and afterwards he settled an. administration account, in which he charged himself with the nett balance of the proceeds of the sale : in the next year he petitioned for a review as to the charge for portions of the purchase-money outstanding,, which the Orphans’ Court refused to grant: on appeal from this decree, it was held that he was chargeable with the amount of the sale before the same had been received by him, notwithstanding the existence of an usage in the county to sell for part cash and part on credit.\nAppeal from tbe decree of the Orphans’ Court of Bucles county.\nAn order of sale had been granted to John Davis, administrator of the estate of Thomas Purdy, deceased, to sell certain real estate for the payment of debts. The administrator reported that he exposed the lands and premises to public sale, and sold the same for the sum of $65.25 per acre, amounting in the whole to the sum of $5793.79, which sale he prays may be confirmed.\nIn 1846 he settled an administration account, in which he stated himself to be, in 1845, Dr. real estate, 88 acres, &c., of land, sold &c„, at $65.25 per acre, amounting to $5793, viz. April 1, received cash, first payment, being one-third of the purchase-money,— and one-third payable in one year, with interest; the other third payable in two years, with interest yearly, — and 1846, April 1, one year’s interest on’ the two last sums.\nHe asked credit for payments on bonds, and for commissions, amounting to $1839.03, leaving, 1846, April 1, balance in administrator’s hands of $4186.48.\nOn the 20th Sept. 1847, his petition was filed, in which it was stated that the above account had been confirmed in Sept. 1846, but that there were errors in it, consisting in his being charged with, the two last yearly payments; and he asked for a rehearing and review of that much of the account.\nThe court appointed an auditor, before whom testimony was given as to the usage in Bucks county being not to prescribe the terms of sale in the order, but to leave them to the direction of the executor or administrator; and that sales were usually made for part cash, and the residue on credit.\nThe auditor reported, inter alia, that on examining the records of the Orphans’ Court he did not find that any uniform practice existed on the subject, but that in a majority of cases examined by him, reports were made without stating the conditions on which the property had been sold; and he expressed the opinion that the administrator, having sold the real estate for the payment of debts, and having made report of sale without specifying any conditions in the return, became liable to account as fully as if the whole of the purchase-money had been paid in cash on delivery of the deed for the property. The court, Krause, Pres’t, confirmed the report of the auditor.\nThe ease was argued by Fox and Miller, for appellant; and by Boss, for appellee."
  },
  "file_name": "0371-01",
  "first_page_order": 371,
  "last_page_order": 373
}
