{
  "id": 405950,
  "name": "Hellings versus Wright",
  "name_abbreviation": "Hellings v. Wright",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "373",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 397,
    "char_count": 8549,
    "ocr_confidence": 0.367,
    "pagerank": {
      "raw": 7.757611309263665e-08,
      "percentile": 0.45589009243396045
    },
    "sha256": "c5877df1701606cbda86517e8599b366d49122f86c761d19eed863a963c3acbb",
    "simhash": "1:a371a8dcf756a39a",
    "word_count": 1534
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hellings versus Wright."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The sheriff’s deed conveyed to Wright all the title of Osmond, who, it appears, and the fact is not disputed, was the owner of the land, and the grain growing on the land at the time of the sale and acknowledgment of the deed, unless it had been sown by a tenant under a lease from Osmond. The grain, it seems, was sown by Hellings, who went on the land after Osmond left it, without his permission or any privity whatever between them. If he had been the tenant of Osmond, Wright would have occupied the place of the landlord in virtue of the sale. Wright, supposing that Hellings was the tenant of Osmond, issued a landlord’s warrant and levied on the grain. Hellings issued a writ of replevin, and to the avowry of Wright he replied non tenuit, &c. On the trial, and after Hellings had closed his case, Wright, by permission of the court, and before the witnesses were discharged, added the plea of property; and this is assigned as the first error. But there was no error in it. Amendments in the pleadings are allowable at any time during the trial, if the ends of justice will thereby be promoted; the determination of which contingency must be left, in a great measure, to the discretion of the court trying the cause. If either party is taken by surprise by such amendment, he is entitled to a continuance of the cause; and if Hellings had asked for a continuance, the court would no doubt ■ have granted it. As he did not choose to take that course, he must abide by the amendment.\nIt is very clear that Wright could not recover on his avowry for rent in arrear, because the facts in evidence show that there was no tenancy, but that Hellings entered without leave or license from anybody, and, of course, as a mere trespasser and intruder. But he contends now that Wright was bound by his election to treat him as a tenant, and that he cannot now treat him in any other character. But Hellings denied on record that he was a tenant, and by the evidence be adduced. He made Ms election therefore, as well as Wright. Hellings denied the tenancy, which was fully made out by the evidence; and Wright takes him at his word; what right therefore has he to complain? If he was not a tenant, the grain all belonged, by virtue of the sheriff’s sale, to Wright. And if Wright was willing to take the milder course, and accept the landlord’s share of the grain, if permitted to do so, and the opposite party would not allow him to do it, why should he not be permitted to accept the true state of the case, as asserted and disclosed by Hellings himself, and claim his just right according to the truth of the case ? There is no reason against either, in law or conscience. And if the plaintiff in error was permitted to succeed, it would be the mere triumph of a juggle. The law is not so imbecile, nor so much the victim of mere words. In replevin both parties are actors. And when the plaintiff Hellings maintained his plea of non tenuit, his evidence not only established that he had no property in the grain himself, but that it belonged to Wright, who was entitled to it under his plea of property. Neither equity nor law favors the kind of estoppel that is attempted here against Wright. He did no act whatever, either on record or in pais, which was injurious to Hellings. He only mistook or did not . know the full extent of his rights; and the acts and testimony of his adversary put him in possession of that knowledge; and the proceedings of the plaintiff in replevin gave him full opportunity of availing himself of the justice and law of his case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by E. J. Fox and Roberts, for plaintiff in error; and by Ross, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hellings versus Wright.\n1. Amendments in the pleadings are allowable at any time during the trial, ' if the ends of justice will thereby be promoted, and this must be left, in a great measure, to the discretion of the court.\n2. Where an owner of land left the possession, and a trespasser entered and cultivated the land, and afterwards the land was sold on a judgment against the owner obtained after the grain was sown by the trespasser: the purchaser issued a landlord’s warrant under which the grain was levied on, and the trespasser replevied, the purchaser avowed for rent in arrear, and the trespasser plead non tenuit, &c..: Held, that the purchaser was not estopped from pleading property, and claiming as pwchaser the grain levied upon.\nError to the Common Pleas of Bucles 'county.\nThis was an action of replevin, brought by Hellings against Wright, to recover the value of ten acres of wheat and ten acres of rye, which was seized under a landlord’s warrant, issued on the 1st April, 1847, by Wright, for rent which was alleged to be due him by Hellings.\nIn 1842, William Osmond was the owner of a tract of land in Bucks county. In the spring of 1842, Osmond left the property, and Hellings moved on the land and farmed it, so far as it appeared in evidence in this case, without the consent of Osmond. On the 5th of May, 1846, a judgment was obtained against Osmond by the administrators of James H. Wright, on which execution was issued and the land sold to Robert Wright, the defendant, on October 21, 1846. A deed was acknowledged by the sheriff to him, November 9, 1846. Hellings left the property some time in the last of March, 1847, having sowed ten acres of wheat and ten acres of rye the previous autumn. On April 1, 1847, this grain was levied upon under a landlord’s warrant issued by Robert Wright, and this action of replevin was brought by Hellings to recover the value of the wheat and rye, and damages, &c. The defendant avowed for rent in arrear, plaintiff replied non tenuit and no rent in arrear. Upon the trial, after the jury were sworn, and after the plaintiff had closed his case, but before the witnesses were discharged, the defendant added the plea of property, by leave of the court, the plaintiff objecting.\nOn the part of the plaintiff, the court was requested to charge the jury,\n1. That there is no evidence in this cause that the plaintiff was tenant to the defendant, nor that there was any rent reserved to any person whatever.\n2. That under the evidence in the cause, the defendant had no right to distrain upon the goods of the plaintiff, and that such distress was illegal and void.\n3. That the plaintiff must recover, because the defendant has not alleged in his avowry, nor given any evidence to the jury, that he had demised to the plaintiff the tract of land upon which the property, for which this replevin was brought, was distrained, at a certain fixed rent, for a certain fixed period of time, and that the pretended rent, for which the said distress was made, was due and payable before the distress was made.\nKrause, President J., instructed the jury that the plaintiff’s claim in this action cannot be resisted by the defendant on the ground of his landlord’s warrant, since neither landlord, tenant, nor rent is proved in the case. But defendant has added the plea of property, by leave of the court, under objection, the witnesses not having been discharged. And the question is, whether this grain was his property when he took it to himself and deprived plaintiff of it ? On this point, the court instructs the jury that the sheriff’s deed, conveying Osmond’s title to defendant, also conveyed to him the growing grain, under the evidence, if it is believed by the jury, as against the plaintiff, who shows no title whatever, and entered as a trespasser against the owner. And one so entering is not entitled to take the growing crop, but the owner may'lawfully appropriate it to himself: 2 Com. Dig. 138; 1 Tomlin’s Law Dictionary, 630. And therefore, although there is no defence by virtue of the landlord’s warrant of distress, there is a full one on this ground, if the jury believe the testimony. The plaintiff has submitted certain points. The court affirm the first and the second. The third states the facts truly; but they do not entitle the plaintiff to recover if the jury find that defendant bought the title of the owner of the land at sheriff’s sale as stated, and plaintiff had taken possession of the premises, and sowed the grain in question, without authority from Osmond or Wright’s administrators.\nVerdict was rendered for defendant.\nError was assigned to the permission to defendant to add the plea of property after the jury were sworn and the plaintiff had closed . his case; and to the parts of the charge hereinbefore stated.\nThe case was argued by E. J. Fox and Roberts, for plaintiff in error; and by Ross, for defendant."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 376
}
