{
  "id": 405872,
  "name": "Schoneman versus Fegley",
  "name_abbreviation": "Schoneman v. Fegley",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "376",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Ohio 319",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 308",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0308-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 10693,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 1.1170642035077442e-07,
      "percentile": 0.5725266222084763
    },
    "sha256": "f971de03f62c414adf33760d26e3d7fe881b16bb5b0dfb7df3c76be38f6c5cfd",
    "simhash": "1:2a70bf98288828c6",
    "word_count": 1882
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schoneman versus Fegley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The former investigation of this cause resulted in the application of certain principles, which, in effect reduced the contest to the simple question whether the plaintiffs, as holders of the note endorsed by the defendants, had been so far negligent as to discharge the latter from their original liability ? This was the single ground upon which the ease was made to rest at the second trial. In treating it, the court below, as it appears to us, very fairly instructed the jury in accordance with the prior adjudication here. The duties of demand and notice incumbent on the plaintiffs were clearly pointed out, and the evidence tending to show performance or the contrary was properly referred to the jury. It is true, this reference was attended by instructions on the subject of the certainty and distinctness of the required proof, and an expressed opinion of the value of the proof given by the plaintiff. But those instructions are in entire harmony with ascertained rules, as is proved by the cases cited on the argument, and it would not be difficult to show the opinion expressed is fully justified by the character of the evidence reviewed. Indeed, upon this head, less was said in disparagement of the plaintiff’s ¡jase than its defects would seem to warrant. It appears to me, that without at all jeoparding the truth, the jury might have been told there was not sufficient evidence of demand and notice of non-payment. Were this, however, otherwise, it would furnish no cause for reversing the judgment, since no attempt was made to impose on the jury the impressions of the judge, as a binding direction. In this respect they were left free in the exercise of their judgments, under the repeated assurance that to them alone appertained the decision of the disputed facts. We perceive no error in the charge.\nIt is very clear, too, that the act of April 5, 1849, cannot legitimately affect this branch of the controversy. It was enacted long after the institution of this action, and consequently, after the respective rights of the parties were ascertained and fixed. It is therefore powerless to create an interest in the subject of the action, which did not exist before, or to impose a liability which the law did not then recognise. Nor did the legislature intend otherwise. By its very terms, the statute was to operate prospectively. No retroactive force was conferred upon it, nor any attempt made to confer it. Collecting its character from its language, we find it to be accordant, in this particular, with the dictates of sound policy and abstract justice.\n. There is no merit in the exceptions to evidence. The answer returned by the witness to the first question objected -against, worked no injury. It is simply, that he had no recollection on the subject. Besides, the court, in its charge, gave to the plaintiffs the benefit of their averment that the note had been accepted conditionally. Upon this concession the cause was tried, and, therefore, no inconvenience was inflicted by the question complained of.\nAs to the second bill, it is sufficient to say, the fact sought to be established could not be proved by evidence of a general practice, after the witness had disclaimed knowledge in the particular instance. But this, too, is subject to the remark, that if an error was committed, it was cured by the concession just alluded to.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Porter, with whom was Jones, for plaintiffs in error.",
      "McCartney and Brown, for defendants."
    ],
    "corrections": "",
    "head_matter": "Schoneman versus Fegley.\n1. In proving notice to an endorser of demand and refusal which was sent by mail, it should be distinctly proved where the notice was sent, and when.\n2. The expression of an opinion by the court as to the insufficiency of evidence, which is, however, referred to the jury, is not error.\n8. The act of 5th April, 1849, as to demand of payment and acceptance of promissory notes and notice to parties, does not apply to notes which had matured and as to which the rights of the parties had become fixed before its passage.\n4. where the answer of a witness works no injury, the court will not reverse on account of the question being allowed to be put.\n5. When a witness disclaimed knowledge of the fact whether a receipt had been given by him for a note, the fact could not be proved by evidence of a general practice on his part.\nError to the Common Pleas of Northampton county.\nThis was an action on the case, brought by Sehoneman & Elfelt against Fegley & Goff, to Nov. term, 1843, to recover a balance on book account, May 5, 1841, of $186.95, with interest, against defendants.\nThe case was in this court before, and is reported: see 7 Barr 438.\nPlaintiffs showed their book of original entries, which, after crediting Fegley & Groff with two notes on other persons, one for $156, and one for $156.38, left a balance of $185.95. Elfelt, one of the plaintiffs, being under examination, said, in relation to a note on J. & Gr. C. Vanhorn for $200, it was received as all promissory notes are, which, when paid, would be in full. The amount of this note was not received by plaintiffs at maturity. It was protested. It has not been paid since. I think this note was received by the firm in June, 1841. The note was received in consideration for a settlement for those goods, the charges for which have been read in evidence.\nQuestion by defendants’ counsel: — Is there not a credit for that note in the books of Schoneman & Elfelt? Objected to, because the contents of an entry in a book cannot be given in evidence without notice to produce, and neglect or refusal — and because it is not a cross-examination. The court overruled the objection, and plaintiffs’ counsel excepted. The witness said: If this note is credited, I have no recollection of it. I presume it was, although I have not seen the account for a number of years. .He after-wards said, I do not know whether I gave a receipt for the amount of this note, or not.\n■ Question by plaintiffs’ counsel: — Did you usually give receipts for notes received ? Objected to: objection sustained, and plaintiffs’ counsel excepted. This was the second bill.\nHe further said there were no goods bought when this note was received.\nThe note in question was a note of J. & Gr. C. Van Horn, dated\nNew Hope, June 11th, 1841.\nSix months after date, we or either of us promise to pay to the order of Fegley & Groff, two hundred dollars, at the New Hope Delaware Bridge Company, in Lambertsville, without defalcation, for value received. J. & Gr. C. Van Horn.\nEndorsed, Begley Groff — Schoneman $ Elfelt.\nNotarial certificate of a notary in New Jersey, as to the protest of the note on the 14th Dec. 1841, was received in evidence. It stated that he exhibited the note to Jonathan Fisk, cashier of the New Hope Delaware Bridge Company, and demanded payment, and received for answer that the drawer had no funds in his hands to pay said note, “ of which I notified the endorsers thereof by mail.”\nIt was testified that Fegley & Groff did business at Port Jenkins, in Luzerne county — that Whites Haven was the nearest post-office — that during the year 1841, the firm dissolved and left there —that Fegley went to Mauch Chunk, and Hoff remained.\nThe deposition of the notary was taken on commission, and he stated that he believed he sent the notice of protest to Eegley & Goff by mail, and that he believed he deposited the letter in the post office himself, and that he could not recollect the post-office to which he directed the letter, nor does it appear from an examination of the post-office transcripts that any letter, directed to Fegley & Goff, was sent to Mauch Chunk or Whites Haven on the day of the date of the protest, or for one or two days thereafter.\nJones, J., charged, inter alia, that if the note was endorsed to plaintiffs in absolute satisfaction, they could not recover on the aecowrvtj and if received conditionally, plaintiffs were bound to show demand and notice of non-payment. The notary in this case is a foreign notary, and his protest is not evidence either of demand at the place designated for payment by the maker of the note, or of his own notarial act of sending notice of non-payment to the endorsers. These facts must be proved by other evidence. * * The certificate cannot be used to enlarge that other evidence.\nThe notary, it seems to us, does not say in his deposition, that he made demand of payment of this note at the place mentioned on its face, at least not in that direct way it is wished he had done —though you will judge for yourselves as to that, &c. &c. Direct personal notice is not pretended; it is notice by mail that is alleged. Notice of this kind should appear with some degree of certainty in the proof of it. We should be informed positively where the notice was sent to, and when it was sent. Evidence of the deposit of a written notice in some post-office, to some other unascertained post-office, say the Supreme Court, 7 Barr 438, is too loose and unsatisfactory to satisfy the rule, which requires great certainty and dis-. tinctness of proof, to charge an endorser on the foot of a post-office notice. Where was the notice in this case sent ? There is nothing in the case to satisfy us as to that. Now, if the plaintiffs fail in either of these particulars — proof of demand or of notice — your verdict must be for the defendants. If you are satisfied that the proof establishes notice and demand, you will then consider how much the plaintiffs are entitled to recover.\nYerdict for defendants.\nIt was assigned for error:\n1. The court erred in admitting the evidence referred to in plaintiffs’ first bill of exceptions.\n2. The court erred in rejecting the evidence referred to in plaintiffs’ second bill of exceptions.\n3. The court erred in their charge to the jury: In what they say on the subject of the protest of the note and its evidence in the cause. Also, in what they say in regard to the notice of nonpayment. Also, in effect and substance, in taking the facts from the jury, and charging that plaintiffs could not recover for goods sold and delivered, for failure of evidence in regard to the notice and protest, as well as demand of payment.\nThe case was argued by Porter, with whom was Jones, for plaintiffs in error.\n— As to the matter of demand and notice, reference was made to 4 Watts 308-316; Andrews 187, Smith v. Wilson; 7 Taunton 312; 4 W. & Ser. 505; 7 Ser. & R. 324; 7 Barr 436; 3 Ohio 319; 1 Pickering 401; 2 Law Lib. 152; Act of 5th April, 1849; Pamph. Laws of 1849, p. 436.\nMcCartney and Brown, for defendants.\n— As to demand and notice, reference was made to 7 Barr 483; Story on Prom. Notes, sec. 117; 4 Watts 315; Andrews 187, Smith v. Wilson; Chitty on Con. 768 ; Story on Con. 979."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 380
}
