{
  "id": 405871,
  "name": "Babb versus Stromberg",
  "name_abbreviation": "Babb v. Stromberg",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "397",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 312",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 313",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 320",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0320-01"
      ]
    },
    {
      "cite": "1 Dal. 364",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 458,
    "char_count": 8834,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 7.461848419695683e-08,
      "percentile": 0.4449222715301162
    },
    "sha256": "ace5bc55ea8f668969dd4ce04a6f60d878553342002b039cd9ee0bfe5400344a",
    "simhash": "1:1e33a5a91083a793",
    "word_count": 1558
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Babb versus Stromberg."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— The submission under the rule, and the parol submission at the meeting of the arbitrators, were distinct matters. The first had regard to a trespass: the second, to a boundary. That a question of boundary is a subject of arbitration, is plain upon principle as well as authority. An award is an act of the parties performed through their agents, and assented to in advance; and there is no reason why they may not as well establish, by-means of it, what is called, in common parlance,1 “a consentable line,” as by their immediate act. And the cases abundantly prove that an attorney is competent to bind his client; so that the question before the jury was whether the question of boundary had actually been submitted. The award of damages was under the first submission: the award of boundary, at the common law, was under the parol submission, and dependent on the written one for the right of appeal, by which both awards might be annulled. The spout was not within either submission, and the award was so far void. If there was a parol submission, the award of the boundary would conclude the parties in subsequent suits. The question was one of fact, and if there was any affirmative evidence whatever, it was proper to send it to the jury. The plaintiff was present in person at the meeting of the arbitrators, and the defendant was present by his attorney, who, wisely judging it better to have the controversy settled wrong than not to have it entirely settled, proposed that the “arbitrators might state a line, or recommend a line, and that, if the award was not appealed from, it might be binding on the parties.” He thought he was proposing to submit the whole matter, for nothing less could bind. No objection being made on the other side, the arbitrators reported a line-; and as no appeal was taken, the award would, on the terms proposed, become absolute. Now, it is not pretended that there.. was, in this, an explicit submission expressly offered and accepted; but a parol submission, like any other parol agreement, depends on the assent of the parties ; and it may be signified by acts as well as words. The defendant’s attorney certainly proposed an additional article; the plaintiff did not object to it; and the arbitrators proceeded on the basis of it. To say nothing of acts of confirmation, there was enough in this to send the question to the jury. The record was competent to lay a ground for evidence of subsequent submission; and the cause was in all respects properly ruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Brinton and Rutter, for plaintiff in error.",
      "Pennypacker, for defendant."
    ],
    "corrections": "",
    "head_matter": "Babb versus Stromberg.\n1. The agreement of an attorney at law to submit a question of boundary to the action of arbitrators who have been chosen in a suit between the parties, is binding on his client, where the award is not appealed from, the right of appealing having been provided for: and where the question of submission is disputed, parol evidence as to it should be submitted to the jury.\n2. If the award includes a matter not submitted, it is so far void.\nError to the Common Pleas of Chester county.\nThis was an action of trespass on the case, to Oct. term, 1848, by Stromberg against John Babb, to recover damages for an alleged injury to the real estate of plaintiff by reason of the construction of a stable by defendant near the line of lands of plaintiff, so that its eaves overhung plaintiff’s ground, and the water flowed therefrom upon his garden. The defendant pleads not guilty. On the trial, the plaintiff offered an award and proceedings in a former action of trespass by plaintiff against defendant, to July term, 1845. The arbitrators, who were appointed under the act of 16th June, 1836, reported “that they are of opinion, and do award, that there is due to the plaintiff from the defendant the sum of $10. And by consent.of parties, the arbitrators were authorized to fix and define the line between them, (and other matters connected therewith,) so as to avoid all controversy and dispute hereafter upon the subject. They therefore define the line as follows, viz.,” &c., — “ and that the defendant put and keep up a spout on the south side of his stable, so as to conduct the water that falls upon the roof off the land of the plaintiff. It is understood that nothing herein contained shall interfere with or prevent either party from appealing from said awards — and if appealed from, the rights of neither party shall be prejudiced by any thing therein stated.”\nJune 5th, 1846, report filed.\nThe attorneys of defendant objected to the reception of the award and proceeding in evidence, unless it was first shown that the parties to the suit gave the authority to the arbitrators which is recited in the award.\nThe court overruled the objection, and admitted the award, and defendant’s counsel excepted.\nPlaintiff’s counsel proceeded with other evidence, it being alleged by plaintiff that the boundary line was as reported by the arbitrators.\nAfterwards, defendant’s counsel proceeded to give evidence, and Mr. Smith, the counsel of Babb in the suit in which the award was made, was called, and he testified that John Babb, the defendant, was sick at the time of the choosing and meeting of the arbitrators. His son, John W. Babb, attended to the choosing of the arbitrators. After the arbitrators had met, and certain evidence had been heard, “ it occurred to me it was more important to have the matter settled, rather than how it was settled. I suggested to John W. Babb that the arbitrators should have the whole matter committed to them ; he thought it would be well, but declined to give any authority to do so. He and I had a private conversation about it; he declined giving any authority, and said he had none, and said it was impossible to consult with his father because of his sickness. I then stated to the arbitrators that they might state a line or recommend a line, and if the award was not appealed from, it might be binding on the parties. There was nothing said about the spout.” He further said: “I may have stated that the arbitrators might state a line, and if not appealed from, be final.”\nOn the part of Stromberg, the plaintiff, a witness testified; I was one of the arbitrators in 1846, Stromberg vs. Babb; we went on to the ground; a proposition was made for us to go on and fix the line; it was first made by Mr. Smith; Stromberg agreed to it; John W. Babb said he had no authority: the substance is in our award: I heard no person objecting when finally agreed to.\nCross-examined. — We got authority from nobody but Mr. Smith. John W. Babb never gave me authority. Mr. Smith was counsel for the defendant then.\nOther evidence was given; a portion to show where the line was. Defendant’s counsel objected to any evidence being offered as to the line. Objection overruled, and exception on part of defendant.\nDefendant’s counsel proposed several points, the first of which was: If the arbitrators had authority to settle the line between the parties, and require John Babb to spout his roof, as set forth in the award, then this action cannot be sustained, as the suit ought to have been on the award, and not upon the original cause of action. /\nThe fourth was: The plaintiff has not proven that the arbitrators had authority to fix the line and require the stable to be spouted, as set out in the award, therefore the award is void.\nChapman, J., in answer to first point, charged — This action is brought for an alleged injury since the award, and consequently could not be on the award.\nTo the fourth — There is no evidence in respect to spout. Whether Babb gave such authority to Mr. Smith, or subsequently ratified it, is a question of fact for the jury.\nDefendant’s counsel excepted, and error was assigned as to the admission of the award and proceedings without proof first given as the authority of the arbitrators to make the award in reference to the settlement of the line and' spouting the stable. 2d. To the introduction of additional proof of the line after defendant had closed his testimony. 3d and 4th. In the answer to the first ancl fourth points; and 5th. That the award was irrelevant, and ought not to have been received in evidence.\nThe case was argued by Brinton and Rutter, for plaintiff in error.\n—As to third specification, 1 Dal. 364; Billings on Awards 25; 17 Eng. Com. Law R. 498-9; Barn. & Cress. 786. As to the answer to fourth point, 3 Watts 320; 2 id. 471.\nPennypacker, for defendant.\n— The award was conclusive: 7 Ser. & R. 171; 9 Barr 100. An award fixing a boundary line is binding: 15 Ser. & R. 169; 7 Watts 313; 7 W. & Ser. 347. The agreement of attorney bound his client: 16 Ser. & R. 368; 9 Barr 101, Wilson v. Young; 7 Watts 312, per Kennedy, J. The award, in connection with the parol proof, showed acquiescence and ratification: 14 Ser. & R. 309. ."
  },
  "file_name": "0397-01",
  "first_page_order": 397,
  "last_page_order": 400
}
