{
  "id": 405952,
  "name": "Hibbs versus Blair",
  "name_abbreviation": "Hibbs v. Blair",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "413",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 479,
    "char_count": 12017,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 1.769950227394785e-07,
      "percentile": 0.7112325853746686
    },
    "sha256": "f99dbb47afec0d08843a7b283de9cbb2981eb610579b52d48db94b8babacf7a4",
    "simhash": "1:cffee0a18e525daa",
    "word_count": 2103
  },
  "last_updated": "2023-07-14T16:38:00.521260+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hibbs versus Blair."
    ],
    "opinions": [
      {
        "text": "Per curiam.\n— After a careful examination of the charge, we perceive no error. The reasons given by Judge Krause are perfectly satisfactory. This part of the case is affirmed for reasons given by him. There was no error in admitting the transcript of the justice, proved by himself to be a true copy. It would be intolerably inconvenient and oppressive to parties to be obliged to bring the docket into court, and hence, although it is the best evidence, its production is dispensed with.\nNor was it necessary to prove that Allen was a justice. The court takes judicial notice of that fact. The court was right in refusing to permit the defendant to prove that the plaintiff obtained credit for the debt by false representations as to his means of payment; and also, in refusing to permit defendant to prove that, ponding the attachment, the plaintiff confessed judgment in favor of other parties, and required them to issue executions upon their judgments, because the evidence was impertinent and wholly irrelevant to the issue trying: its admission would serve no other purpose than to perplex and bewilder the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Pox, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Hibbs versus Blair.\n1. In the ease of a proceeding by attachment under the 27th section of the act of 12th July, 1842, to abolish imprisonment for debt, where the justice had entered a non-suit on account of a copy of the attachment not having been served upon defendant, a bond given under the proviso to that section, is binding on the sureties of the plaintiff in the proceeding, even though the latter clause, as to failure in the action, has been omitted in it.\n2. Nor is such a bond void against, a surety of the plaintiff merely because the penalty to a small extent exceeds double the amount of the plaintiff's claim.\n8. Where such an attachment has been levied on property of the defendant therein, and a non-suit has been entered by the justice on account of defendant not having been served with a copy of the attachment, the condition of the bond of the plaintiff and his sureties is thereby broken, and the defendant in the original proceeding may recover upon it.\n4. It is not necessary that the principal in such a bond be first pursued, and his liability fixed, before a surety in the bond can be sued.\n5. In a suit on the bond by the defendant in the former proceeding against the surety in the bond, it is not error to refuse to permit the surety to show that the plaintiff in the suit trying obtained credit from the plaintiff in the former suit, by false representations as to his means of payment; nor in overruling an offer on part of the surety to prove that the plaintiff in the suit trying, had confessed judgments in favour of other creditors than the plaintiff in the former suit in which the bond was given, and had requested them to issue execution. Such evidence is irrelevant to the issue in the suit on the bond against the surety.\n6. A transcript of the docket entries of a justice of the peace as to a proceeding before him, proved by the justice, is admissible in evidence in a suit between the defendant in said proceeding, and a surety in a bond given in that case: though the docket is the best evidence, it need not be produced.\n7. Where a justice of the peace is offered as a witness to verify a transcript made by him, and he testifies that he was at the time of the proceeding a justice of the peace, no other evidence of his official character will be required: the court will take judicial notice of the fact.\nError to the Common Pleas of Bucks county.\nThis was an action by Thomas Blair against Mahlon Gr. Hibbs,' under the following circumstances:\nGillingham, being the holder of a note against Blair for $87.53, made oath, under the act abolishing imprisonment for debt, before Samuel Allen, a justice of the peace, that Blair was about to secrete and remove his property, &c., and entered into bond with Hibbs, defendant below, and another, as his sureties, in the sum of $176, conditioned that if said Gillingham should obtain a judgment of at least one-half of his demand of $87.53 in an attachment suit then depending before said Allen against said Blair, then the bond should be void, &c. It was alleged on the part of Hibbs, the defendant, that this condition is different from that prescribed by the act, that the condition of the bond is*more burdensome to the obligors than that prescribed by the statute, and contains more than the statute requires. See copy of the provision, postea. Justice Allen at the same time issued the attachment, to which the constable returned that he had served the attachment personally, -and by attaching two horses in the hands of defendant. At the hearing, defendant claimed a non-suit on account of the attachment not being legally served and returned. Non-suit granted on account of defendant not being furnished with a copy. The justice immediately issued a second attachment, but the property of Blair had, in the mean time, been seized by others of his judgment creditors.\nThis suit was brought by Blair against Hibbs, one of the sureties upon the bond given as aforesaid.\nThe defendant pleaded non est factum and payment, and that the bond had not been forfeited. The jury found for the plaintiff.\nUpon the trial, the plaintiff called Samuel Allen, who testified, “In 1847, I was a justice of the peace. This paper shown me is a transcript from my docket, made out by myself.”\nThe plaintiff offered to read the transcript; defendant’s counsel objected, on the ground that the docket was the best evidence, and that Allen was not proved to be a justice -of the peace. Objection overruled, and exception on part of defendant.\nThe execution of the bond was proved, and offered. It was objected to, admitted, and defendant excepted.\nPlaintiff offered to prove that he had, at the time of the service of the attachment, other property, cows, grain, &c. Defendant’s objection overruled, and he excepted.\nIt was admitted that judgments were confessed by Blair, the plaintiff in this suit, pending the attachment hereinbefore referred to.\nOn the part of Hibbs, the defendant, it was asked a witness, whether the plaintiff (Blair) requested executions to be issued on the judgments confessed by him. Objection on part of defendant sustained, and defendant excepted.\nThe condition of the bond is prescribed by the proviso to the\n27th section of the act of 12th July, 1842, to abolish imprisonment for debt. The proviso is as follows: ”\n“ Provided that before such attachment shall issue, the plaintiff, or some one in his behalf, shall execute a bond in the penalty of at least double the amount of his claim, with good and sufficient sureties, conditioned that in ease the plaintiff shall fail to recover a judgment of at least one-half the amount of Ms clawn, he shall pay to the defendant his damages for the wrongful taking of any property over and above an amount sufficient to satisfy the judgment and costs, and that if the plaintiff shall fail in his action, he shall ¡Day to the defendant* his legal costs and all damages which he may sustain by reason of said attachment,” — Dunlop 867-8.\nThe defendant’s counsel requested the court to charge the jury:\n1. “ The bond on which the suit is brought is void, and the plaintiff cannot recover.”\n2. “The judgment of non-suit given by the justice was illegal, and did not work a forfeiture of the bond.”\n3. “ There is no evidence in the cause showing a forfeiture of the bond.”\n4. “ That the liability of the defendant in this case is only a •secondary liability; and that it was incumbent on the plaintiff first to pursue the principal in the bond, and fix his liability, and the amount of it, before this action could be brought, and plaintiff cannot recover.”\nKrause, J., charged, cum alia:\nThis action is brought on a bond, dated 22d March, 1847, and given, it appears, under the act of 1842, exempting debtors from imprisonment, in a suit of Albanus Grillingham v. Thomas Blair, before Samuel Allen, a justice of the peace, to procure an attachment. This instrument, with the endorsement upon it, is part of the plaintiff’s evidence. The defendant asks the court, in his first point, here read, to say to the jury that the bond on which the suit is brought is void, and the plaintiff cannot recover, and he gives several reasons for this in his argument: one is, that it is not conformable to the statute, as it does not embrace the two conditions which the statute prescribes. The court, however, dissents from this reason, as the omission complained of is more in ease of the defendant than otherwise. Another is, that the penalty is more than double the amount which the plaintiff before the justice claimed; but then the statute requires such penalty to be at least double the amount claimed, and imports, therefore, that a larger one may be taken, if the justice thinks proper. The court, then, instructs the jury that the bond is not void, so as to prevent plaintiff from recovering. In the defendant’s second point, he asks the court that the judgment of non-suit given by the justice was illegal, and did not work a forfeiture of the bond. But the court replies to the jury, that under the evidence, this is not a true statement of the law in .the case. His third point is, that there is no evidence in the cause showing a forfeiture of the bond. There is evidence, however, that the parties in the attachment suit appeared before the justice, and after hearing, the defendant, who is plaintiff here, claimed a non-suit on account of the attachment not being legally served and returned, which non-suit the justice granted on account of the defendant’s not being furnished with a copy. And there is evidence also that two horses of the plaintiff in the suit now trying, had been taken under tho attachment and moved to his neighbor’s place. This evidence shows, if the jury believes it, that the bond is forfeited. The condition of the bona is, that Albanus Gillingham shall obtain a judgment of at least one-half his demand of $87.53, in the attachment suit in which it was given; and the judgment of the justice shows that he recovered nothing; for, according to the case of Gould v. Crawford, 2 Barr 89, the non-suit granted by him being unapjDealed from, is ■ conclusive. If therefore the jury finds the facts as stated, the condition of the bond has been broken, and the plaintiff may recover the reasonable damages he has sustained in consequence of such taking of his horses. With those observations, this third point is negatived by the court. The defendant’s fourth point is also negatived, the principle stated in it being inapplicable to this caso. The jury will then take the testimony, and without any intimation from the court in regard to it, find the facts for themselves ; and on the facts and tho principles of law which have been stated, make up their verdict. It is proper, however, to add, that the plaintiff has received his horses back, and cannot, therefore, recover damages for them according to their value. What he is entitled to, if the jury finds damages at all, is a reasonable com pensation for the taking and detention of them, if they were taken and detained from him as he alleges, and the consequent loss of their use, and interruption of his business during the time he was so deprived, &c.\nThe defendant excepted to the charge.\nThe jury found a verdict for the plaintiff.\nError was assigned in admitting the bond in evidence, and to the charge in answer to defendant’s first point — to the answer to the second and third points — also, in the charge on the fourth point — in admitting the transcript in evidence, it being contended that the docket was the best evidence, and that Allen was not proved to be a justice; and that the court erred in refusing to permit the defendant to prove that, pending the attachment, the plaintiff confessed judgment in favor of other parties, and requested them to issue executions upon such judgments.\nThe case was argued by Pox, for plaintiff in error."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 417
}
