{
  "id": 405890,
  "name": "Dannaker versus Riley",
  "name_abbreviation": "Dannaker v. Riley",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "435",
  "last_page": "438",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 489",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Wend. 526",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007478,
        2007479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0526-01",
        "/wend/6/0526-02"
      ]
    },
    {
      "cite": "7 Watts 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0300-01"
      ]
    },
    {
      "cite": "1 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838035
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0258-01"
      ]
    },
    {
      "cite": "4 Yeates 392",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0392-01"
      ]
    },
    {
      "cite": "1 Dal. 341",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8283,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 1.3374772598435175e-07,
      "percentile": 0.630424399260343
    },
    "sha256": "f2d57895478960ea03316de12674a19a2d39613745616c387165064fee87e2f3",
    "simhash": "1:5553e7a16e84f44d",
    "word_count": 1509
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dannaker versus Riley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n— The act of 24th Feb. 1721, Dunlop, 2d edition, 72, provides that the foundation shall be laid equally upon the lands of the persons between whom a party wall is to be made, and directs, that “the first builder shall be reimbursed one moiety of the charge of such party wall, or for so much thereof as the next builder shall have occasion to make use of, before such next builder shall any ways use or break into the said wall.” So the law stood until the passage of the act of 10th April, 1849, a period of more than three-quarters of a century. It is now for the first time discovered that the judges of Pennsylvania, as well before as after the Revolution, were in error, and that the rights of the first builder must be disregarded, although the act of 1721 expressly enacts that the first builder shall be reimbursed. That the act oft 1849 is declaratory of the law, although the whole course of decision was uniform and to the contrary; that William Patten, the owner of the house for the time being, is entitled to the compensation for the party wall, and that the act arrests all proceedings in favor of first builders, commenced by them for their alleged interests in party walls.\nThat the legislature has changed the law on the subject of party walls, on the 10th April, 1849, I readily admit; and when a case arises on which that act will operate, it will receive the respect and attention of this court.\nThere is nothing in that act retrospective, or operating on. deeds and buildings made or erected before the passage of the act. It simply provides, “ That in all conveyances of houses and buildings, the right to, and compensation for the party wall built therewith shall be taken to have passed to the purchaser, unless otherwise expressed; and the owner of the house for the time being shall have all the remedies in respect to such party wall, as he might have in relation to the house to which this attached; and so much of any previous, law as is inconsistent with the provisions of this section is hereby repealed.” Pamphlet Laws of 1849, page 600. 'There is nothing retrospective in this section. It has no operation or effect on cases that existed previous to its passage. Our courts have ever held that the right to reimbursement is a chose in action, and that the vendee of the first builder has only an equitable right by the conveyance of the first builder, and should sue in the name of the vendor: 2 Miles 395.\nThe charge for reimbursement is not a lien on the lot of the second builder, but a personal charge against him: 1 Dal. 341; 5 Ser. & R. 1, Hart v. Kucher. The right to reimbursement under the act of 1721, for the use of the party wall, is in the first builder, and does not pass by his conveyance of the house and lot: Todd v. Stokes, 10 Barr 155; id. 219. The act of 1849 was not passed when the judgment was entered; the judgment was right under the act of 1721. It is no ground to reverse because the legislature has chosen, as they had a right to do, to change the law on this subject. This court will not give a retrospective effect to statutes operating on a right, unless compelled to do so by direct and positive words, Lefever v. Witmer, 10 Barr 505, and then the constitutionality of the statute will be considered. The cases cited and relied on by the learned counsel of the plaintiff in error have no direct application to the case before us.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Dunlap, for Dannaker, plaintiff in error.",
      "Markland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Dannaker versus Riley.\nBefore the act of 10th April, 1849, relative to the right to compensation for the use of party walls, the claim for the use of a party wall did. not pass from the first owner by his conveyance of the house and lot; and that act does not operate retrospectively, upon a suit for compensation for the use of the wall instituted before its passage.\nError, to the District Court, Philadelphia.\nThis was a suit by Joseph S. Riley against Dannaker, to be paid for the half of a party wall on the north side of a house, No. 139 N. Third street, Philadelphia. This party wall was not, originally, built by Riley, but was extended by him, during his ownership, via. during 1832. In that year, Riley purchased the house from the heirs of Myers.\n18th Sept. 1835, J. S. Riley conveyed this house to William Patten, by deed, not mentioning or reserving the party wall.\n4th March, 1843, J. S. Riley made a general assignment to his son, J. S. Riley, Jr., in trust for his creditors.\nSubsequently, Dannaher bought the lot next northward, of Myers’ heirs, and erected buildings, using the party wall in question. This was between 4th March, 1843, and June, 1845.\nPatten demanded payment from Dannaker for the use of so much of it as he used, and Dannaker paid him for the same.\nAfter said payment, Joseph S. Riley claimed the same in his own right, and brought this action, June, 1845, to recover it, in his own name, and not to use of his assignee.\nParr, in assump. common counts. Plea, general issue. Also additional pleas, viz.:\n1st. General assignment by Riley. 2d. Riley’s conveyance of house to Wm. Patten. 3d. Payment for party wall to ffm. Patten, before this suit.\nGeneral demurrer to additional pleas.\nThe court below having rendered judgment 'on the demurrer in favor of the plaintiff below, judgment was entered by agreement of the parties, filed Nov. 5, 1847, on all the pleas, in favor of the plaintiff, for $150.12, subject to the decision of the court upon the pleas demurred to, without prejudice to the right to take a writ of error.\nThe wall in question was thus not used by Dannaker till after the conveyance to Patten, and a question was, whether, under the conveyance in 1835 by Riley to Patten of the house, the right to compensation for the use of the party wall, when it was subsequently used by Dannaker, passed to Patten, or whether it remained in Riley or his assignee. It is provided in the act of 10th April, 1849, (see Acts of 1849, p. 600,) sec. 4, “That, in all conveyances of houses and -buildings, the right to compensation for the party wall built therewith shall be taken to have passed to the purchaser, unless otherwise expressed; and the owner of the house for the time being shall have all the remedies in respect to such party wall, as he might have in relation to the house to which this attached; and so much of any-previous law as is inconsistent with the provisions of this section is hereby repealed.”\nIt was assigned for error that the court erred in sustaining the demurrer and overruling the pleas.\nThe case was argued by Dunlap, for Dannaker, plaintiff in error.\n— He 'contended that, under a proper construction of the act ■of 1849, the right to compensation for the use of a party wall does not remain in the first builder of it, unless he continue to be the owner; that by his conveyance of the house, the right to the party wall, and to compensation for it when subsequently used, passed to his grantee. He contended that the right to compensation to the first builder was given by the act of 1721; and that the act of 1849 takes away the right of the first builder or owner; that it repealed the act of 1721, and arrests all proceeding in favor of first builders, commenced by them for their alleged interests in party walls; and that the act of 1849 was necessarily retroactive. That this court can now enter judgment by virtue of the act of 1849, in favor of defendant, even though the latter act has been passed since judgment in the court below: 4 Yeates 392; 1 Watts 258 ; id. 382; 7 Barr 173; 7 Watts 300 ; 6 Wend. 526.\nMarkland, for defendant.\n— The judgment was entered before the passage of the act of 1849. Prior to this, the right did not pass by the conveyance by Riley to Patten: 10 Barr 155; id. 219. The only question is, what effect the act of 1849 has on this case. He contended, that when Dannaker commenced to build on the party wall, a contract immediately arose between him and the owner of the party wall, which could not constitutionally be divested. That it was not like the case of a building commenced on a wall after the act of 1849 was passed. That the question is, whether the court were right in entering judgment. That the case of Greenough v. Greenough, 1 Jones 489, respects vested rights. (See 1 Harris 521.)"
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 438
}
