{
  "id": 405884,
  "name": "Cobb versus Biddle",
  "name_abbreviation": "Cobb v. Biddle",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "444",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 188",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 266",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 562",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 148",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 302",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 5798,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.0572482406386374e-07,
      "percentile": 0.555647066682266
    },
    "sha256": "cd232f04ad287e894dc253c32f084ec8efb1dab46a648e2306c98c6d0fc3b0b9",
    "simhash": "1:261722ee6fa38309",
    "word_count": 1028
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cobb versus Biddle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— A ground-rent is real estate, and, in a case of intestacy, goes to the heir; but it may pass-by devise, and the question in this instance is, whether it passed to the testators executors. “I appoint my wife executrix,” said he, “and my sons William, James, and Nicholas, executors of this my will, and do authorize and empower them to sell such part of my real estate as they shall think necessary and proper.” At common law, this is a naked power, which does not break the descent; but our statute enacts that executors, to whom is given authority to sell real estate, shall hold the same interests in it, and the same power over it, for all purposes of sale and of remedy by entry or action, as if it had been devised to them to be sold. Nothing could be more full or complete. On the death of the testator, the persons named as executors became seized of this ground-rent, for the uses in the will, and consequently entitled to demand arrears subsequently due. But at common law, a naked power does not survive; and the act which was intended to correct the mischief is limited to powers given to executors. The argument for the defendant below, has been, that the power, in this instance, was not given to the donees of it as executors, but to them as individuals, standing, in relation to it, as if they had been unconnected with the executor-ship. It would require a clear and strong expression of intention to sustain that interpretation. But the intention was clearly the other way. The testator, certainly, did not design that the power shall be extinguished by the death of one of the persons named as his executors; and the intention to be collected even from a grammatical construction, accords with this evident truth. I appoint my wife executrix, and my sons executors, and empower them to sell. Empower whom ? A relative pronoun refers to the last antecedent, and in this case, the word executors is such. He therefore empowered his executors to sell, and the power survived.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Kennedy, for plaintiff in error.",
      "C. Biddle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cobb versus Biddle.\nA ground-rent is real estate; and where a testator devised one-third of all his property whatever to his wife, and the other two-thirds to be equally divided among his children, and appointed his wife and certain of his sons executors of his will, and authorized and empowered them to sell such part of his real estate as they shall think necessary and proper: Held, that the power was given to them as executors, and that under the act of 24th February, 1834, relating to executors and administrators, the power survived, and the survivor of the executors could maintain suit for the arrears of ground-rent accruing after the decease of the testator.\nError to the District Court, Philadelphia.\nThis was an action of covenant, brought by James Biddle, surviving executor of the will of Charles Biddle, deceased, against Ebenezer Cobb, to recover the arrears of ground-rent and interest. The right of the plaintiff to recover or collect it was denied by Cobb.\nCharles Biddle devised to his wife, Hannah Biddle, “ one-third of all my property whatever; the other two-thirds to be equally divided among my children,” with a certain exception in favor of the family of one of his sons; and his will provided as follows : “I appoint my wife executrix, and my sons William, James, and Nicholas, executors of this my will, and do authorize and empower them to sell such part of my real estate as they shall think necessary and proper. Witness my hand and seal, this 28th day of October, 1819.”\nCharles Biddle died in 1821. The executors of his will collected the ground-rent in question till 1842. This suit was brought to recover the arrears from that time. An affidavit of defence was filed, setting forth that the ground-rent was payable to John H. Brinton, his heirs and assigns; that the rent was not demanded; and, inter alia, that the devisees under the will were the owners of the ground-rent, and entitled to receive and sue in their own names therefor; and that it did not appear that the executors have authority by the will to sue for ground-rent accruing after the death of-Charles Biddle.\nJudgment was entered for the plaintiff; and this judgment, and not sustaining the defence set up, was assigned for error.\nThe case was argued by Kennedy, for plaintiff in error.\n— He contended, inter alia, that the power given to the persons named as executors, to sell when they shall think necessary, is given to them personally, and not to the office of executor: Case of Elizabeth Baird, 1 W. §• Ser. 290. The power is given to the persons, and cannot be exercised by the executor surviving: Ebert and Barnitz’ Appeal, 9 Watts 302-8. The devise to the wife and children is not destroyed by the power to sell given, nor are the devisees prevented from exercising in their own names the legal remedies to recover the rent. The power to sell, as given, does not authorize the surviving appointee of the power to sue as executor to recover the rents in arrear. After twenty-one years, a power thus given and not exercised will be considered as lost. He also cited 10 Barr 131; 9 Watts 148; 5 Whar. 562; 1 id. 266.\nC. Biddle, for defendant in error.\n— That the power was given to them as executors, and not as individuals: 1 Whar. 266; Ram. on Assets 76; Wells v. Sleyer, 3 Pa. Law Jour. 206; 13 Ser. & R. 332-3; 2 Rawle 188 ; Sug. on Wen. 130; 10 Wesey 129; 2 Rawle 188. That in Pennsylvania, a naked power to sell real estate given to executors, gives them the same interest as if it were devised to them to be sold; in other words, a power coupled with an interest: Act of Feb. 24, sec. 13; 3 Pa. Law Jour.; 13 Ser. & R. and 2 Rawle, above cited. The heirs have elected to take money, not land: Story’s Fq. 793."
  },
  "file_name": "0444-01",
  "first_page_order": 444,
  "last_page_order": 446
}
