{
  "id": 405909,
  "name": "Brown versus Clark",
  "name_abbreviation": "Brown v. Clark",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "469",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Wend. 641",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "4 Whar. 484",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "5 Whar. 534",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1037,
    "char_count": 31006,
    "ocr_confidence": 0.383,
    "pagerank": {
      "raw": 4.920291915559375e-07,
      "percentile": 0.9342253158388771
    },
    "sha256": "45427cbd9e52ca2bd32b1c2caff4325776c6fc7b610766f34dec299491ad927e",
    "simhash": "1:b21bacc59b56ce8a",
    "word_count": 5468
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus Clark."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\n— The note here in suit was made bn the 10th of October, 1836. But it was a continuation, by way of renewal, of a series of notes, first discounted by the Exchange Bank of Portland, on the 10th of May, 1834. Under the evidence, it is not to be doubted these renewals were effected by Mudge, as liquidating partner of the firm of Mudge & Clarke, and which, according to Davis and Dusaque, 5 Whar. 534; Houser v. Irvine, 3 W. & Ser. 347, and kindred cases, bound his former associates, provided the first note of the series was properly made in the name of the firm. The former existence of this partnership being conceded, and necessarily, with it, the authority of one partner thus to bind his fellow in the ordinary course of business, it becomes essential to the defence to show a dissolution of the association, at some time prior to the date of the first note. In recognition of this principle, the jury was properly instructed that “ the right of the plaintiff is, in all respects, the same as that which the Exchange Bank would have had to recover on the note of May 8, 1834.” But, in answer to the second point submitted, to the effect that to exonerate the defendant, the jury must not only find a dissolution, but that notice of it was in possession of the bank prior to the last-mentioned date, the court answered, that if the “ bank knew of it before the note in question was discounted, it would affect the bank, if it were plaintiff in this suit.” The inaccuracy of this answer, in directing the inquiry on this point, to the date of the note in suit, instead of the prior date, is, probably, ascribable rather to carelessness of expression than to misconception of the principle imbodied in the plaintiff’s proposition; yet this inaccuracy may have misled the jury to the conclusion that knowledge of a dissolution of the partnership, at any time before acceptance of the last note, the immediate subject of this action, was sufficient to defeat the plaintiff. It is hot enough to suggest that, probably, the jury understood the court as intending to affirm the point as submitted. The answer is, the language inadvertently used might have led them into error. Such a possibility is sufficient to found a valid exception.\nThis, however, is perhaps of minor consequence. Upon the trial, the leading inquiry was as to the fact of dissolution, and whether, if that fact existed, notice of it was traced to the holders of the first .note discounted ? The plaintiff submitted there was no evidence of dissolution, and, of course, no notice thereof, at least before the 10th of May, 1834. To this the court answered, “There is evidence that the store was transferred, and that the firm ceased to do new business.” No direct response was then given to the latter portion of the point relating to notice. But in a previous part of the charge, the jury was, in effect, told that an inference of dissolution might be drawn from the sale and transfer, in January, 1834, of Mudge & Clarke’s store to Mudge & Varnum, who continued the business of the former firm, and that notice of the dissolution might be imputed to Dr. Cummings from his residence in the same town at the time of these transactions. The only additional circumstance connected with this point of the case, is that the books of the older firm were placed in the hands of the younger, who collected the sums due to the former, for which a credit was given, and paid debts due from them, and with which they were charged. Ought the circumstances to which- reference has been made, be accepted as establishing the fact of a dissolution? If so, it must, be because they tend to prove an agreement between the partners to put an end to their prior relationship. This is one of the recognised modes by which partnerships may be destroyed, and, as between the partners alone, the most secret understanding is sufficient. It is enough that they have assented. But were this contest between them alone, how could it be asserted, without hazard of error, that in May, 1834, a dissolution had taken place ? The facts upon which the idea is predicated, are entirely consistent with continued partnership, if for no other purpose than, finally to close the business of the firm. Eor this purpose new obligations may be assumed, and new securities put in circulation, though the partners may cease to prosecute their former general business. Nay, it is not, perhaps, very unusual for commercial associations to sell out their stock of merchandise, and relinquish their place of business for a season, with a view to a change of pursuit. Certainly, such an arragement is not incompatible with the idea of a continued association, even though the books of account be left for settlement with a new firm which includes a member of the old. In this very instance, it is in proof that an account was kept in the books of Mudge & Varnum, with the firm of Mudge & Clark, and under that title, up to May, 1836; and their clerk, Patten, swears he never knew of any formal dissolution of the latter partnership. At the important moment of time to which attention is tobe directed, it would, then, be impossible to assert, with certainty, that the partnership was at an end, even for the determination of a controversy between the partners themselves; and so we think the jury ought to have been instructed. If this be so, the facts relied on must be wholly insufficient .to implicate third persons. To visit the community at large with the consequences of a dissolution by assent of the partners, the evidence of it should be clear, distinct, and unambiguous. It is not to be left to mere conjecture or the hazard of possible inferences. The nature of the notice requisite to charge strangers with knowledge, shows this. It must be shown, says Wilkinson v. The Bank of Pennsylvania, 4 Whar. 484, that notice was communicated in some way or other. To reach those who have before dealt with the firm, direct and express notice of the fact is essential. To those before unconnected with the association, it may be communicated by publication in the proper newspapers. The latter species of. notice is only tolerated from necessity, but yet, like the other, it is bottomed upon an open avowal, by the parties themselves, of their agreement to dissolve. Would a publication that the partners had sold their stock of goods to another firm, which had succeeded them in possession of the storehouse, and with whom the books of account had been left for the collection of the debts due, be deemed tantamount to the customary-newspaper notice ? This will hardly be pretended. And yet the defendant, whose duty it was to give at least the ordinary warning, asks us to go further thkn this, and to visit the plaintiff with information which he may, possibly, have derived from an inconclusive state of facts, which may have been known to him. If such facts will not justify a conclusion of dissolution to affect the parties themselves, how can they be made the vehicle for conveying notice of it to strangers? Such a proposition is, obviously, inadmissible. Indeed, where the determination of a partnership results from the express agreement of the partners, every inode of notice with which I am acquainted, involves the communication of the agreement by some sufficient means. In treating this question of notice in the case before us, it must be recollected that, at the date of the first note, Mudge & Clark had ceased to undertake new business but for the short period of four months, and were, at that very time, engaged in winding up their old business, under their firm name. As already intimated, this might be as legitimately the object of prolonged association, as the prosecution of new affairs, at least for a period sufficient in duration for that purpose. Though there may be an express agreement to sever the connection of partners, the law recognises its continued legal existence for such a purpose; and it is not at all unusual for the parties themselves to preserve their association, with all its legal incidents, until this object be accomplished; while they expressly decline to undertake new enterprises. To say, therefore, that a relinquishment of a store-house and the cessation of new business, furnishes ground for an inference of dissolution, or notice of it, is, we think, to ascribe to it an effect experience will not justify. In this instance, it is not necessary to assert that an uninterrupted suspension of all business during a very considerable lapse of time, within the knowledge of the party to be affected, might not be referred to a jury as furnishing ground for a deduction. It is sufficient, now, to say that it would be too hazardous to affirm this, in reference to the action of these partners between January and May, 1846, more especially when it is recollected the personal relations of the partners appeared to continue as theretofore. Standing on the proof, as we have it, and after considering with proper deference the opinion of our brother, before whom the cause was tried, we think the instruction should have been, that there is nothing in the case to carry notice of the dissolution to the plaintiff, or those from whom he derives title to sue, at' the time the first note was made.\nThe view taken of the principal point in controversy, reduces to comparative unimportance the question arising under the bills of exception to the admission and rejection of evidence. It is, yet, proper to indicate our opinion in reference to them, as, upon another trial, tbe same points may be presented under a different aspect of the general case.\nWe think, then, the evidence which is the subject of the first, second, and third bills, was properly received. It was relevant, for it established certain facts which tended, in some degree at least, to show a dissolution of the partnership in December, 1883, or early in January, 1834. It is not enough to object that, of itself, it was altogether too slight to lead to so grave a conclusion. If it could, possibly, be illustrative of other facts pointing to a dissolution, or corroborative, in the least degree, of other testimony, the objection of irrelevancy is answered. The assertion, that the witnesses’ knowledge was derived from a secondary source, was very faintly, if at all, urged on the argument. The forbearance was very pro-’ per, for the objection is not well founded. The witnesses speak of facts with which they became acquainted in the course of their business. They may have refreshed their recollections by consulting their books of accounts and the newspaper published by them, but this, it is almost needless to say, is permissible.\nThe same reasons that justify the reception of the evidence just considered, condemn the rejection of that subsequently offered by the plaintiff, mentioned in the fourth and fifth bills of exception. That Mudge & Yarnum collected debts due to Mudge & Clark, in their firm name, and paid debts owing by them, under circumstances showing the assent of the present defendant, after the alleged dissolution of the partnership, was certainly a fact for the jury; and I should say an important one too. Its bearing upon the disputed question I have already, incidentally, adverted to.\nThe transaction detailed by Phineas Yarnum was excluded solely on the ground of its having been inter alios acta. It appears to us it was not obnoxious to this objection. There was no attempt to introduce a fact or record, for the purpose of concluding the defendant by way of estoppel. The object was, simply, to show a transaction in which he was an actor, inconsistent with his allegation of a prior dissolution of partnership, and want of authority in Mudge to sign promissory notes in the name of the firm. If the note spoken of by Yarnum, was actually signed by Clark in the name of the firm, it was an express acknowledgment by him of its continued existence so late as 1837. If it was signed by Mudge and afterwards recognised by Clark, it affords at least some evidence of continued partnership. Doubtless, it is open to explanation which might neutralize its effect. But this possibility, of course, creates no impediment to its introduction. In contests like the present, similar facts are frequently adduced as furnishing legitimate sources of inference. Indeed, a very common mode of establishing the fact of copartnership is to show the doings of the alleged partners with third persons. Sometimes, these constitute the whole sum of proof, which may be, and frequently is, entirely convincing.\nIn answer to a proposition made on the part of the defendant, to the effect that if Brown, the plaintiff, has no actual interest in the note in suit, he cannot recover in this action, the court answered, if the jury was satisfied that Brown had an interest to the amount of $300, and is a trustee for Varnum, he might maintain the action. This answer, by implication, affirmed the defendant’s point. It is very probable no actual injury was inflicted, as, in all likelihood, the cause was decided against the plaintiff on other grounds. But, possibly, it may have been otherwise; and, consequently, the point is entitled to consideration.\nA slight examination of authority shows it to be an established rule that, in an action on a negotiable instrument, the defendant has no concern in the question of actual ownership, except where the defence turns upon points involving the personal conduct of the true owner, or those who preceded him. In Gage v. Kendall, 15 Wend. 641, it is laid down that the owner of a note endorsed in blank, may fill it up with what name he pleases, and the person whose name is so inserted is deemed, on record, the legal owner, for all the purposes of action. Our own cases accord with this doctrine. It mattered not, therefore, to Clark, whether Brown has an actual interest in the note or not. Had the precedents been brought to the notice of the trying tribunal, such would, doubtless, have been the instruction given. In the hurry of trial, this peculiarity of the law merchant was overlooked.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Gerhard, for plaintiff in error ; and by Padger and Mallery, for defendant."
    ],
    "corrections": "",
    "head_matter": "Brown versus Clark.\n1. In a suit on a negotiable note given in renewal of a former note drawn by a partnership, it is not sufficient that the holder knew of the dissolution of the firm before the note in suit was given. To affect the holder, the knowledge must have been possessed by him before the original note was given.\n2. If an inaccuracy in the charge of the court may have led the jury to a false conclusion, it is not an answer to suggest that, probably, the jury understood the instruction differently from that which the language used indicated.\n3. When the dissolution of a firm and the knowledge of it by the holder of a note signed by the firm name is material, it is not sufficient evidence thereof that the store of the firm was transferred, and that the firm ceased to do business, inasmuch as the firm may exist for the purpose of closing the concern.\n4. The stock of a former firm having been sold and transferred by them to a now firm, of which one of the old firm was a member, before the date of a note in suit signed with the name of the old firm, the new firm transacting the same kind of business in the same place, the new firm having the books of the former one, collecting moneys due them, and paying debts of theirs from the proceeds; these circumstances ave not sufficient to enable a jury to infer from them a dissolution of the old firm, before the date of the note in suit, so as to affect with notice of the fact the holder of the note, or him from whom his title was derived, inasmuch as they are not inconsistent with the existence of the partnership for the purpose of winding up the concern.\n5. To affect the community with knowledge of the dissolution of a partnership, the evidence of the dissolution should be clear, distinct, and unambiguous, and the notice of it be by means sufficient to give it.\n6. It is not a sufficient objection to evidence that of itself it is not suffi'eient to prove the fact which it is offered to establish: if it is illustrative of other facts, which point to the main result, it should be received.\n7. \"When the time of the commencement and continued existence of a partnership is in question, a witness may, in relation to it, refer in his testimony to an advertisement of the partners published in his newspaper.\n8. The collection of the debts of a firm by another firm, and the payment from the proceeds of the debts of- the former, is evidence to be referred to the jury that the former firm was in existence for the purpose of winding it up.\n9. In a suit on a note signed by the partnership name, against one of the partners who alleged its execution after the firm had ceased, evidence may be given of the existence of another note signed by the partnership after its dissolution, and a payment by the defendant on account of it, though it does not appear which of the firm signed the note, as the payment by defendant may be evidence of ratification, though not executed by him. Though open to explanation, it is evidence, as the transactions of the alleged partners with third persons may tend to prove the continued existence of the partnership.\n10. In a suit against the drawers, on a negotiable note endorsed in blank, the defendants have no concern with the question of the actual ownership of the note, except where the defence turns upon points involving the personal conduct of the true owner or of those who preceded him, inasmuch as the owner of such a note may fill it up with what name he pleases, and the person, whose name is inserted, is deemed the legal owner, for the purposes of the action.\nThis ease was from the Nisi Prius, Philadelphia.\nIt was an action brought by John J. Brown, as endorsee of Stephen Cummings, against Enoch W. Clark, as one of the firm of Mudge & Clark, upon a promissory note, of which the following is a copy:\nThe date of the note in question, is October 24, 1886, at six months, and is in the following words and figures:—\n“ $1500. Portland, October 24,1836.\nSix months from date, we promise to pay Stephen Cummings, or order, fifteen hundred dollars, value received.\nSigned, Mudge & Clark.”\n(Endorsed, Stephen Cummings.)\nIt was alleged, on part of defendant, that this note was a renewal of a note, which was discounted by the Exchange Bank, at Portland, on the 10th of May, 1834, made by the same makers, in favor of N. G. Jewett, and by him endorsed, and also by E. R. Mudge and Stephen Cummings, and it had annexed to it the word “ Collateral,” signifying that there was accompanying the offer to the bank, collateral security. That it did not appear, on the trial, what this collateral was, or what became of it.\nThe first discount took place on the 10th of May, 1834; the last, the 28th of October, 1836. It was further alleged that the first discount was four months and ten days after the connection in business between Mudge and Clark had ceased; that it ceased on the 1st of January, 1834, and the last discount having occurred with Stephen Cummings’ name alone on the note, (the others having disappeared.) The 28th of October, 1836, was two years, five months, and eighteen days from the date of the first discount, and two years, nine months, and twenty-eight days from the alleged termination of the partnership between Mudge and Clark.\nBrown was the cashier of the Exchange Bank, at Portland.\nThe narr. was in assumpsit. Pleas, non-assumpsit, statute of limitations, and payment and set-off, - The case was tried before Burnside, J. Verdict for defendant.\nOn the part of plaintiff, it was alleged that the firm of Mudge & Clark had been composed of Enoch W. Clark, the defendant, and Solomon H. Mudge; that the note had been drawn by Solomon H. Mudge, in the name of Mudge & Clark, and that the material questions were, whether that firm legally existed as to that note at its date, or on the 10th of May, 1834, the day of the negotiation of the original note, of which the one in suit was the last in a series of renewals; and a point raised by defendant’s counsel as to plaintiff’s right to sue on the note. That there never had been any express dissolution of the firm of Mudge & Clark.\nOn the trial, plaintiff’s counsel read the note in suit, and gave other testimony.\nDefendant's counsel read in evidence the depositions of Rand, Hanson, and from that of William E. Edwards. Edwards testified that he was in connection with Joseph M. Gerrish, publisher of the Portland Advertiser. The following part of his deposition was objected to:\n“ We had, as publishers of said paper, a running account with the firm of Mudge & Clark, from the time they commenced business in Portland, to December 31, 1833, when the account was closed and settled. The account was for sundry advertisements of merchandise, &c., as commission merchants, and for the paper.”\nTo the competency of which plaintiff’s counsel objected; and it was admitted, and excepted to.\nErom another deposition of the same witness, the following was offered: “ The formation of the parnership of Mudge & Clark was advertised in our paper, September 1, 1831, and their last advertisement was published December 31, 1833. I have no other means of knowing.”\nThis was objected to on the part of plaintiff; and being admitted, was excepted to.\nDefendant’s counsel read the depositions of Varnum and Patten, and-offered to read from the deposition of Thomas Todd, as follows : “I think they commenced business in 1831, and continued in business till said Mudge formed a partnership with P. F. Varnum, in January, 1834.”\nObjected to on part of plaintiff; admitted, and excepted to.\nThe counsel for the plaintiff read from depositions of Charles Patten and Phineas Varnum.\nIn the deposition of Patten, the following was offered: “ For instance, Mudge & Varnum collected the amounts due to Mudge & Clark, for which they gave credit and paid debts of that firm, for which they charged them.”\nDefendant’s counsel objected; the testimony was rejected, and plaintiff’s counsel excepted.\nIn the deposition of Varnum, the following was offered on part of plaintiff: “I had a note signed Mudge & Clark, dated March 15, 1837, for $1482, which note has never been paid. I sued it in the court of Cumberland county, in this State. Since I obtained judgment, Mr. Clark has paid $400. I do not know which of the firm signed the note. Clark lived in Boston or Philadelphia, I don’t know which, but he was occasionally in Portland. I have sent, or caused the said judgment to be sent to Philadelphia, to be collected there off said Clark. After I obtained judgment, I wrote to said Clark on the subject, and received letters from him in reply, in which he did not deny the debt. The $400 which I have said was paid by said Clark, was paid to me by William H. Wood, a broker of this place, who informed me it was sent by Clark; and I do not know, except by the information of Wood, that the money came from Clark. I do not know that either Mudge or Clark made any defence to my suit on the note aforesaid, signed by them. The note was given originally to my son, P. E. Yarnum, and the note sued was a renewal of the one first given. At the time the $400 was paid by Wood as aforesaid, I gave to Wood, for Clark, an agreement that I would receive payment of the judgment in instalments of $100 each, every sixty days; but I never have received any thing upon the debt since.”\nDefendant’s counsel objected, as being res inter alios acta. The offer was overruled, and plaintiff’s counsel excepted.\nBurnside, J., charged the jury as follows: — The plaintiff’s demand is founded on a promissory note, dated, “Portland, Oct. 24th, 1836. $1500. Six months from date, we promise to pay Stephen Cummings, or order, fifteen hundred dollars, value received. Signed, Mudge & Clark.”\nThis note was endorsed by Stephen Cummings, of Portland, and discounted at the Exchange Bank at that place, of which John J. Brown was the cashier. You have in evidence that Mudge resided at Portland, and Clark at Providence, Boston, or Philadelphia. There was a commission house at Portland, as you have heard, composed of Mudge & Clark: and you have also evidence that'the house ceased on the 1st January, 1834; but there is no evidence that any notice in newspapers or otherwise was given of this dissolution. The first ceased, as you have heard, and a new firm of Mudge & Yarnum took their place, in the same building.\nJohn Rand, a gentleman of the bar in Portland, swears that he knew the parties, Mudge & Clark, and that he was a director of the Exchange Bank, from October, 1836 to the expiration of its charter, in December or January last (1843). He proves that the note in question, in October, 1836, was discounted to pay a prior note, and he swears that the first of the series was a note of Mudge & Clark for $2500, discounted the 10th May, 1834.\nIt would seem to the court from the evidence, of which you are the judges, that Mudge managed this business; and there is no evidence that Clark was in Portland; that they did no new business after the 1st January, 1834, and that Mudge was left there to close up the business of Mudge & Clark.\nMudge & Yarnum became the successors, as you have heard, of Mudge & Clark. It was more than four months after the firm of Mudge & Clark had ceased to do business, before this note was discounted. But it is contended by the plaintiff’s counsel that the partnership of Mudge & Clark never was dissolved. There certainly is no evidence^ of a formal dissolution published, but there is evidence that their store was sold out on the first of January, 1834, to Mudge & Yarnum, and they continued the business under the firm of Mudge & Yarnum.\nThe proper course for an outgoing partner to protect himself from liability for future debts to be contracted by his old house, is to give notice of the dissolution to the world; and if he suffers an innocent person to advance his money to a firm that did not exist, but had existed, he must abide by the consequences. But it is contended that, from all the evidence in the case, Dr. Cummings had notice; and for this, a variety of circumstances are relied on.\nThe fact of Dr. Cummings residing in the same town where the firm existed, the store having been sold out, a new firm coming in, he must have had notice that the partnership had ceased. I think there is no question but that Mudge transacted the whole business. There is no evidence that we can discover, that Clark, the defendant, had or had not notice of the transaction; nor is there any evidence that I can see in the case, showing to what use or purpose the money went. ■.......\nUnless you find Cummings had notice of the firm ceasing to do business and being dissolved, although he endorsed it to oblige Mudge, and for his use, I think Clark will be entitled to your verdict. If he did not know of the firm having ceased to do business, and did not know it was dissolved, Clark will be bound, although there was no evidence that the debt went to the use of the firm. It is true that Cummings swears he did it to oblige Mudge. The circumstance that the bank did not pursue Mudge & Clark, the drawers of the note, but took wild lands from the endorser in payment, is urged on your consideration, and that they knew Clark had no knowledge of the transaction. The delay in bringing this action is also urged. We instruct you the evidence does not support the plea of the statute of limitations; and on that ground, the defendant is not entitled to your verdict. Six years is the period fixed in the statute, and that period must expire before the right of action ceases, and before the statute is a bar. To the other grounds urged, you will give such weight as you think they deserve.\nThe plaintiff asks us to instruct you,\n1st. That the right of the plaintiff is in all respects the same as that which the Exchange Bank would have had, to recover on the note of the 8th May, 1884.\nAnswer. I agree to this.\n• 2d. That, to find notice of a dissolution, the jury must find a dissolution; and, to affect the plaintiff’s rights, to find sftch a notice of a dissolution to have been given to the Exchange Bank, prior to the 10th May, 1834.\nI have instructed you fully, I think, on'this part, in the general charge. I agree that the jury must find a dissolution, and it is for them to consider the whole evidence, and if, under all the evidence, they are satisfied the bank knew of the dissolution, no formal notice- was necessary. The jury may find the fact from facts and circumstances proved; and if they find that the bank knew it before the note in question was discounted, it would affect the bank if they were plaintiffs in this suit, in the absence of all proof that no part of the proceeds of the note went for the benefit of the defendant.\n3d. That there is no evidence of dissolution, nor of notice thereof, at least before the 10th day of May, 1834.\nThere is evidence that the store was transferred, and that the firm ceased to do new business.\nThere is no evidence of personal notice, and certainly Clark has no ground of complaint if he has to pay money, when he was so neglectful in not causing notice to be given. Rut it is for the jury, not for the court, to say that there is no evidence of dissolution.\nThe defendant has made a point, that if the plaintiff, J. J. Brown, has no interest in this note, the plaintiff cannot recover. This is admitted by the plaintiff’s counsel to be correct. The defendant’s counsel relies principally on the releases. Cummings releases Brown, and Brown releases Cummings. But the receipt of Brown for the note is transferred by Cummings to his son, Sumner Cummings. When Cummings lifted the note from the bank, he paid them in lands. The bank has no claim. But according to the evidence of Cummings, if believed, he owes Brown $300 — and the balance is to go to Sumner. If you are satisfied that Brown has an interest to the amount of $300, and that he is a trustee for Sumner, then he can maintain this action.\nThe counsel for the plaintiff excepted to the charge and opinion of the court.\nError was assigned, 1st and 2d, to the admission of those parts of the deposition of Wm. P. Edwards which were objected to; 3d, to the admission in evidence of that part of the deposition of Thomas Todd which was objected to; 4th, to the rejection of the portion of the deposition of Charles Patten which was objected to ; 5th, to the rejection of that part of the deposition of Yarnum which was objected to; 6th, to the answers of the judge to the 2d and 3d points proposed by the counsel of plaintiff; 7th, to the residue of the charge on the point of the alleged dissolution of the firm of Mudge & Clark; 8th, to the answer to the point proposed by the counsel for defendant.\nThe case was argued by Gerhard, for plaintiff in error ; and by Padger and Mallery, for defendant."
  },
  "file_name": "0469-01",
  "first_page_order": 469,
  "last_page_order": 479
}
