{
  "id": 405962,
  "name": "Carpenter's Case",
  "name_abbreviation": "Carpenter's Case",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "486",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 154",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842731
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0154-01"
      ]
    },
    {
      "cite": "2 Bin. 273",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "14 Mass. 393",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 333",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851007
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0333-01"
      ]
    },
    {
      "cite": "4 Rawle 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0366-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 9850,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 3.0327411390524347e-07,
      "percentile": 0.8547239626711828
    },
    "sha256": "b71273ddb74f4127c725b9ca106b6ebb9966c96a8e515c889ed5c4e2d9453373",
    "simhash": "1:1521aee7d05ee835",
    "word_count": 1709
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carpenter’s Case."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\n— There is certainly an inherent power in this court to revise the proceedings of all inferior jurisdictions, to correct errors on the face of their proceedings, but not to rejudge their judgments on the merits. This correctional power extends no further than to keep them within the limits of their jurisdiction, and to compel them to exercise it with regularity. But it has been resolved that this revisory power may be constitutionally taken away, or withheld in express terms, or by necessary implication; and the question is whether it has been withheld by the act which is the basis of the proceeding.\nGibson, C. J.\nIt is obvious that the decision was intended to be summary and speedy. There is no provision for a trial by jury, or for a suspension of the certificate till a writ of certiorari could be sued out. The court is directed to pronounce on the fact and the law, promptly and conclusively. The election returns “shall be subject to the inquiry, determination, and judgment of the Court of Common Pleas;” and “the said court shall, in judging, proceed on the merits thereof, and shall determine finally on the same, according to the laws of this commonwealth; and the prothonotary of the said court shall immediately certify to the Governor the decree of the said court on such election, and in whose favor such contested election shall be terminated; and the governor shall then issue the commission;” and “the said court shall hear and determine such contested election at the next term.” The complaint is to be certified to the Governor, and no commission is to be issued till it shall have been determined.\nThese provisions so concurrently point to a definitive sentence, that no words could more clearly constitute a tribunal for the final and conclusive determination of a controversy. Judgment on a case stated may not be removed by writ of error unless a right be expressly reserved to sue it out; but here it is expressly declared that the judgment shall be final. I am aware it has been held that a similar stipulation in a submission to arbitrators shall not preclude exceptions to the award, because the law requires every award to be final in its terms to make an end of the controversy; and the parties were supposed to express no more than the law would express for them. With very great respect for the opinions of our predecessors, I may be suffered to say that the conclusion was drawn from doubtful premises. Every man is presumed to know the law ; and as every man is presumed to mean something by his words, it would be more consistent with the intention of the parties to hold that they intended to do more than use a redundant expression. The principle, however, is undoubtedly settled as regards awards; but I would not extend it to a judgment like the present, which, whatever be its shape or form, is necessarily final. The legislature certainly meant more .than to say that the commission should not issue on an interlocutory judgment, even if there could be such a thing. It is impossible to conceive how it could be otherwise than final in any other aspect than the power of review. But, as I bave said, all the concomitant clauses point to the same conclusion. The contest is to be determined by the particular court; there is to be no jury; the prothonotary is to certify the judgment to the Governor, who is immediately to issue the commission : all this shows that the office was not to he in abeyance a single moment longer than should he absolutely necessary, and that protracted litigation was not to be endured. Not only the mischief, but the futility of it, was shown by Lelar’s case, which was suffered to lie over till the term of office had expired. What would he the consequence if a certiorari were held to lie ? Contested elections would fill the court with most unprofitable and embarrassing litigation. It could go no further by its judgment than to set aside the proceedings : and then would come a doubt as to what was to be done next. A procedendo in snob a case would be a novelty; and the parties would he where they began. In the mean time, what would be tbe effect on the commission ? These difficulties would certainly arise, and it would not be easy to dispose of them. To avoid them, it would be our duty to let the matter rest on the decision of the special tribunal, even if-the legislative will were less distinctly indicated.\nHaving no appellate jurisdiction of the case, it would he neither respectful nor proper to express an extrajudicial opinion on the regularity of the proceedings.\nWrit quashed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Horn and Hirst, for Carpenter."
    ],
    "corrections": "",
    "head_matter": "Carpenter’s Case.\nThe Supreme Court possesses an inherent power to revise the proceedings of all inferior jurisdictions, in order to correct errors on their face, hut not to rejudge their judgments on the merits. This revisory power has been taken or withheld from it, by the act of July 2d 1839, to provide for the election of prothonotaries, &e.; the determination of the Common Pleas, as to the election of a prothonotary, being, by the 5th section of that act, final.\nCertiorari to the Common Pleas of Philadelphia.\nA certiorari issued to the Common Pleas to remove the proceedings in the case of the contested election of George Carpenter to the office of Prothonotary of the Court of Common Pleas of Philadelphia.\nA petition had been presented to the Court of Common Pleas, signed by thirty persons, complaining of the undue election and return of George Carpenter, as prothonotary of the said court; and it was alleged that James Yinyard was duly and legally elected to said office. Yarious specifications were made in the petition. Petition was filed October 18, 1850. October 26, 1850, on motion of the attorney for Carpenter, a rule was granted on petitioners, to show cause why the proceedings should not be quashed, and the petition dismissed. November 23, 1850, the court ordered that the petition filed be dismissed, and directed that a copy of the order, as entered of record, be certified to the Governor, as required by the act of Assembly.\nNovember 26, 1850, petitioners enter an appeal; eo die, certiorari brought into office to remove record and proceedings to the Supreme Court.\nThe fifth section of the act of July 2d, 1839, providing for the election of Prothonotaries, &c., provides:\n“ That the returns of the elections, under this act, shall be subject to the inquiry, determination, and judgment of the Court of Common Pleas of the proper county, upon complaint, in writing, of thirty or more of the qualified electors of the proper county, of undue election or return of any such officer: two of them shall take and subscribe an oath or affirmation that the facts set forth in such complaint are true, to the best of their knowledge and belief; and the said court shall, in judging concerning said election, proceed upon the merits thereof, and shall determine, finally, concerning the same, according to the laws of this commonwealth; and the prothonotary of the said court shall immediately certify to the Governor the decree of the said court on such election, and in whose favor such contested election shall be terminated, and the Governor shall then issue the commission to such person in whose favor such contested election has determined ; and the said court shall hear and determine such contested election at the next term after the election shall have been held: and such complaint shall not be valid, nor regarded by the court, unless the same shall have been filed in the prothonotary’s office within ten days after the election ; and in case such complaint is filed within the time above mentioned, it shall be the duty of the prothonotary to transmit by mail immediately, to the Governor, a certified copy thereof; and in such case no commission shall be issued until the court shall have determined and adjudged on such complaint, as aforesaid.”\nOn December 9,1850, a rule was obtained on the part of Carpenter, to show cause why the writ of certiorari should not be quashed.\nThis rule was argued by (ribbons and Randall, on part of petitioners. — It was contended that by the quashing of the proceedings, there was no other remedy than by certiorari. That the writ of certiorari being a beneficial writ, is not to be taken away without express words: 8 Durn. & E.542; 2 Burrowes 1040, Rex v. Morely; 4 Rawle 366, Commonwealth v. Beaumont; 5 W. Ser. 281, case of Borough of West Philadelphia; 1 W. Black 231; 10 Watts 333 ; 2 Ser. & R. 566.\nThat the act of 1722 and the constitution of the State, give to the Supreme Court all the powers of the King’s Bench, Common Pleas, and Exchequer at Westminster, and that the jurisdiction of the King’s Bench is high and transcendent. It commands magistrates and others to do what their duty requires in every case where there is no other specific remedy : 3 Black. Com. 42.\nSecondly, that the language of the Fifth Section of the act of July, 1839, does not take away expressly or by inevitable implication the jurisdiction of the Supreme Court: 8 Term. Rep. 542; 5 id. 626 ; 2 Ser. R. 363; Act of 16th June, 1836.\nHorn and Hirst, for Carpenter.\n— The Common Pleas is not of that class of tribunals over which the Supreme Court exercises .appellate jurisdiction by necessary implication, being a special jurisdiction created by statute, and not known to the common law: that to enable the Supreme Court to exercise such jurisdiction, the tribunal subject to it should be in the first place, in the nature of a common law jurisdiction, and in the second place should be of an inferior jurisdiction: Cowper Rep. 554; 14 Mass. 393 ; 10 Watts, 333; 2 Bin. 273; 4 Watts 154 ; 2 Burrowes 1042.\nAs to the second point, the determination of the Court of Common Pleas in this matter is expressly final. Cited case of Ranson v. Dundas, 3 Scott’s Rep. 429."
  },
  "file_name": "0486-01",
  "first_page_order": 486,
  "last_page_order": 489
}
