{
  "id": 405969,
  "name": "Corson versus Hunt and Abrahams",
  "name_abbreviation": "Corson v. Hunt",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "510",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 220",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 9589,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 1.828857892195734e-07,
      "percentile": 0.7204308050392128
    },
    "sha256": "48a79f2f4a38356d154e05635590b2e82a33c47f240c45d259af1e6f755a3098",
    "simhash": "1:d3eb6fb17015bd32",
    "word_count": 1667
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Corson versus Hunt and Abrahams."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\n— The declaration contains three counts, on two of which at least, the second and third, the plaintiffs are entitled to judgment. The second is for' a false return, the third for refusing or neglecting to sell the goods levied on, the constable having accepted an indemnity. It is in full proof that an execution was put into the hands of the defendant, who was a constable, by the justice, and that a short time afterwards, he said he had levied, but that some person had claimed the property. A bond of indemnity was then given to him, at his request, which he accepted, expressing himself satisfied therewith. Notwithstanding which, the constable made the following false return: “ Returned for want of sufficient indemnification.” On this undisputed state of facts, the court ruled that if the jury were satisfied from the evidence that the defendant, after making his levy, demanded indemnity, before proceeding to the further execution of his writ, that such indemnity was given to him with which he was satisfied, he was bound to proceed to sell the goods levied upon in satisfaction of the debt, and his neglect or omission to do so rendered him responsible to the plaintiffs for tbe amount of tbe execution, whicb is the demand in this case. If, as the constable said, property in the goods was claimed by another, he was not bound to proceed, unless sufficient indemnity was given; but having demanded and accepted indemnity, the situation of affairs is entirely altered. He is compelled on his part to proceed to a sale of the goods, and must look to his bond for indemnity. The constable is estopped from showing that the goods belonged to another. As between the plaintiff and the constable, it must be taken to be the property of the defendant in the execution: Fitler v. Fossard, 7 Barr 541; Hall v. Galbraith, 8 Watts 220; Miller v. Com., 5 Barr 294; Watmough v. Francis, 7 Barr 215. So that even admitting what is denied, that the court charged that it was not material whether the property Corson levied on was Sausman’s, yet we perceive no error.\nIt is however said, the court erred in charging that the plaintiff was entitled to recover to the extent of his demand. That there is an inaccuracy in the language of the judge must be admitted ; for the measure of damages is not always the amount of the execution, but the value of the property levied, when it does not equal the amount of the debt. This furnishes the true rule. But the presumption here is that the value of the goods was at least equal to the amount claimed in the execution. That seems not to have been questioned, and if so, no injury was done to the defendant. This court reverses for real, not imaginary or possible injuries.\nThe defendant contends the narr. is defective in not showing that the alderman had jurisdiction in the case in which he issued execution.\nThat the narr. is so defective as not to stand the test of a general or special demurrer may be admitted; but yet, in Pennsylvania, it is a defect which is cured by verdict. It would be a waste ofi time to examine the decisions of other courts in other States, om questions of amendment. We have a system of our own, depending on our own statutes, which have always received a liberal construction. The rule I take to be this, that whenever the defect im the declaration, &c., is such as would be amended in the court before whom the trial is had, it is cured by verdict. The court uniformly considers the error as waived. We consider that as done which might have been done. It will be remarked that the defect-here, is not that the alderman had no jurisdiction, but that the-declaration contains no averment that he had jurisdiction. This is-a defect in form, which would have been immediately amended by the Court of Common Pleas, had their attention been called to it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Johnston, for plaintiff in error.",
      "F. C. Brewster, with whom was Cfoodman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Corson versus Hunt and Abrahams.\n1. When property in goods levied on by a constable, is claimed by another than the defendant, the constable is not bound to proceed to the further execution of the writ without sufficient indemnity; but having demanded and accepted indemnity, he must proceed, and rely on his bond for indemnity.\n2. The measure of damages in such an action is the value of the property, when it does not equal the amount of the debt.\n3. Whenever the defect in a declaration is such as is amendable by leave of' court, it is cured by the verdict. A neglect to aver in the declaration, in a suit against a constable for not executing an execution, that the alderman had jurisdiction of the case in which the execution was issued, is a defect merely inform,, which might have been amended.\nError to the Common Pleas of Philadelphia county.\nThis was an action commenced by Samuel Hunt and Isaac Abrahams against George Corson, (as constable of Seventh Ward, Northern Liberties, Philadelphia county,) under the 12th section of the act of March 20, 1810, (last edit, of Purd. Dig. p. 688, sec. 22.) This section directs that “ on the delivery of an execution to any constable, an account shall be stated in the docket of the justice, and also on the back of the execution, of the debt, interest, and costs, from which the said constable shall not be discharged but by producing to the justice, on or before the return day of the execution, the receipt of the plaintiff, or such other return as may be sufficient in law; and in case of a false return, or in case he does not produce the plaintiff’s receipt on the return day, or make such other return as may be deemed sufficient by the justice, he shall issue a summons, commanding the constable to appear, &c., and show cause why an execution should not be issued against him, &c.”\nSamuel Hunt and Isaac Abrahams had obtained a judgment, before Alderman Laws, of the county of Philadelphia, against one Martin Sausman, February 27, 1847, for $87.69. An execution on that judgment was issued March 29, 1847, “to George Corson, constable,” and delivered by the alderman to Corson. It seems that “some short time afterwards,” Corson “said he had levied, but that some person had claimed the property.” A bond of indemnity was given to him at his request, which he accepted, expressing himself satisfied therewith. After Corson received the bond, the alderman said, “I found this execution on my table.” The twenty days after the issuing having expired, suit was brought before the same alderman against Corson, under the section of the act above cited.\nOn appeal by Corson to the Common Pleas, the plaintiffs declared in debt, reciting in the first count the recovery of the judgment against Sausman, the delivery of the execution to Corson, setting it forth particularly, reciting the stating of the account by the justice in his docket, as required by the section above mentioned, and averring that Corson had not the moneys before the alderman on the return day, that he did not produce to the alderman the plaintiffs’ receipt, or any other return; nor did he (Corson) pay the said sum to the plaintiffs, &c.\nThe second count recited the same facts as to the judgment and execution, averring that Corson, on the 14th day of April, 1847, did return the execution “with the following false and insufficient return endorsed thereon, to wit:\n“ Returned for want of sufficient indemnification.\n(Signed) Geor.se Corson, Constable.\n“April 14, A. d. 1847.”\nThe count then sets forth that the return was false; that Corson had levied; that he had demanded indemnity; that the plaintiffs had given him full, ample, complete, and sufficient indemnification,” (setting forth the bond at length,) and that it was taken, “ accepted and, received by Corson, as and for a full, complete, and sufficient indemnification.” Yet having so accepted, he falsely returned as above set forth; that he had not the moneys, &c.\nThe case was tried, September, 1848, before Kins, President Judge, who charged as follows:\nIf the jury are satisfied from the evidence that the defendant, after making his levy, demanded indemnity before proceeding to the further execution of his writ, that such indemnity was given to him, with which he was satisfied, he was bound to proceed to sell the goods levied upon in satisfaction of the debt; and his neglect or omission to do so, rendered him responsible to the plaintiffs for the amount of the execution which is the demand in this case. Whether such demand of indemnity, previous to proceeding to sale, was made by the defendant, and whether a sufficient indemnity was tendered by the plaintiffs, and received as such by the defendant, are, questions of fact for the jury; but if the jury are satisfied of them in the affirmative, and if they are satisfied that the defendant afterwards neglected or refused to execute his writ, the verdict should be for the plaintiffs to the extent of their demand.\nYerdiet for plaintiffs for $96.87.\nError was assigned to the charge of the court in saying,\n1. That it was not material whether the property Corson levied, on was Sausman’s.\n2. That if Corson accepted an indemnity to sell, and did not, the plaintiff was entitled to the whole claim.\n3. The declaration is defective in not showing that the alderman had jurisdiction in the suit wherein the execution issued to Corson.\n4. The court below erred in rendering judgment for plaintiffs.\nThe case was argued by Johnston, for plaintiff in error.\nF. C. Brewster, with whom was Cfoodman, for defendant in error.\n— It was alleged as to the 1st and 2d assignments of error, that the judge did not use the language objected to."
  },
  "file_name": "0510-01",
  "first_page_order": 510,
  "last_page_order": 513
}
