{
  "id": 405904,
  "name": "Juvenal versus Jackson; Jackson versus Juvenal",
  "name_abbreviation": "Juvenal v. Jackson",
  "decision_date": "1850-02-07",
  "docket_number": "",
  "first_page": "519",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dal. 214",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 278",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 248",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 15963,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.7371584296945113e-07,
      "percentile": 0.7064662843277736
    },
    "sha256": "104f1a9799733d4b4dc9983538f7d2aeb35f3e15d33494f78b4ce98a9db2e8f3",
    "simhash": "1:3ea284fecb4391cd",
    "word_count": 2794
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Juvenal versus Jackson. Jackson versus Juvenal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\n— A vendee who takes a covenant against a known defect in the title, shall not detain the purchase-money as a further security against it, for the reason that the covenant would be nugatory if he did. This rule is firmly settled both in England and in this country. Now a sale on ground-rent differs from an ordinary sale only in this, that the consideration in the first is an annual sum perpetually charged on the land, instead of a gross sum paid or secured, as in the second. In this instance, the vendee, knowing that the ground was encumbered by mortgages, took a covenant against encumbrances, and a covenant for quiet enjoyment ; and his case therefore, is distinctly within the rule. The argument for him is, that he could neither sell nor build while the property was in mortgage; that it remained vacant and unproductive by reason of the vendor’s default; and that the vendee ought not to pay arrears for the time when the property gave him no profits: and had he not taken a covenant, there would have been plausibility, if not force, in it. But the obstacle to building was the failure of the vendor to .furnish the stipulated subsidy — not the mortgages — for he continued to build till his money was exhausted. No one would contend against positive words in the deed, that a quit-rent reserved out of vacant ground begins to accrue only when the property begins to yield profits. Rent, therefore, is recoverable here, for every year but the two included in the previous action; and not for those because the verdict and judgment, though it ought to have been for her in that, concludes her in this.\nBut another part of the consideration had undoubtedly failed. The redditus or render, in compensation of the ground, was estimated by the original parties at two dollars the foot; but, to compensate a sum the vendor agreed to advance for building, fifty cents the foot were added to it. No part of the sum was advanced, and there was a proportional failure. This would indisputaby be matter of defence between the vendor and the vendee ;■ but the plaintiff claims to be a purchaser of the legal title for valuable consideration and without notice. The facts in evidence are that while the deed was in the office, recorded but not put into her hands, the defendant called on her to give notice, and actually gave it to the agent to whom she referred him. It is settled that recording is evidence of delivery, but inconclusive; and it would consequently leave the vendee at liberty to reject the deed if it were not previously accepted; consequently, notice before acceptance would be good. It will be then for a jury to say, whether the plaintiff had so far accepted the conveyance as to preclude herself from throwing the property back upon the vendor’s hands. But what if the notice was received before delivery? To protect a purchaser, by the English rule there must be execution and payment of the entire purchase, for there is no protection for partial payments ; by our own, as it was held in Youst v. Martin, 3 Ser. Sf P. 430, it is otherwise. If then it turn out that the jffaintiff had paid the whole purchase-money when notice was received, she will be protected for the whole: if she had paid a part, she will be protected for so much, just as if it had been paid by the vendor to the ground tenant, and a proportionate abatement of the rent will be made for the residue: if she had paid nothing, she will be protected for nothing.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The cases were argued by Mellvaine, for Juvenal, plaintiff in error.",
      "J. P. Montgomery and Bawle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Juvenal versus Jackson. Jackson versus Juvenal.\n1. A vendee who under the terms of his deed has a covenant against encumbrances which were known to him, and a covenant for quiet enjoyment, cannot withhold the purchase-money as a further security against them; a purchaser of a lot on ground-rent is within the rule, and is bound to pay the ground-rent though the encumbrances by mortgage are not satisfied, and though the lot is vacant and unproductive.\n2. Where the vendor had agreed to advance to the vendee, in order to build on the premises sold, in consideration of which, the rent was to be increased, and ho failed to make the advancement, the vendee may defend to the extent of the increased rent; and the assignee of the rent having notice before acceptance of the deed of assignment and payment of the consideration to the vendor, will be affected by the omission of the latter to make thé advancement.\n3. The recording of a deed is but evidence of delivery, and it is not conclusive ; the vendee may reject the deed, though it be recorded, if not previously accepted.\n4. If an assignee of ground-rent receive notice from the purchaser of the land which is subject to the ground-rent, of an equitable defence to the payment of the rent after the assignee had made partial payments to the vendor, but before payment of the whole purchase-money, the assignee will be affected by the notice. If the whole purchase-money be paid by the assignee before notice, the latter will be protected for the whole; if but part be paid, he will be protected only to that extent, and a proportionate abatement of the rent will be made for the residue.\nError to the District Court, Philadelphia.\nThese were cross writs of error. The first was a writ of error taken by Jacob Juvenal, in an action of covenant which had been brought in January, 1849, in the District Court, in which Louisa C. Jackson was plaintiff, and Jacob Juvenal was defendant. The plaintiff declared in covenant on a ground-rent deed, dated 16th October, 1845, recorded 18th November, 1845, by which Sears O. Walker granted, bargained, and sold to Jacob Juvenal, his heirs, and assigns, a vacant lot situate in the District of Penn, in the county of Philadelphia, at the N. E. corner of Girard Avenue and Eleventh street, reserving thereout an annual rent of $241.66, payable on the first days of July and January to said Walker, his heirs and assigns.\nThe plaintiff also averred that on the 17th October, 1845, Walker granted to her the said rent in fee. This deed -appears to have been acknowledged November 18th, and recorded 26th December, 1845. The narr. further set forth that, by virtue of the said last deed, the plaintiff was seized of the rent, and assigned for breaches that on the 1st January, 1849, $845.81, for rent for three years and six months, (being arrears claimed as due January and July, 1846, 1847, 1848, and 1st January, 1849,) became due, and so remain.\nThe ground-rent deed contained a covenant by defendant to erect a brick building on the lot to secure the rent, and the provision that if defendant should within ten years pay the principal of the rent to Walker, his heirs, and assigns, that the rent should be extinguished.\nIt also contained a covenant in these words:\nAnd the said Sears C. Walker, for himself, his heirs, executors, and administrators, doth covenant, promise, and agree, to and with the said Jacob Juvenal, his heirs and assigns,, by these presents, that the said Jacob Juvenal, his heirs and assigns, paying the'said yearly rent and taxes, or extinguishing the said rent by purchase, and performing the covenants and agreements aforesaid, shall and may at all times hereafter, for ever, freely, peaceably, and quietly have, hold, and enjoy, all and singular the premises hereby granted, with the appurtenances, and receive and take the rents and profits thereof, without any molestation, interruption, or eviction of him the said Sears C. Walker, his heirs, or any other person or persons whomsoever, lawfully claiming, or to claim, by, from, or under him, them, or any of them, or by or with his, their, or any of their act, means, consent, or procurement.\nThe case was tried before Stroud, J. After the plaintiff had read the deeds set out in the narr., the defendant gave in evidence two mortgages executed by Walker, whilst owner of the ground out of which the rent was reserved, one dated 16th October, 1844, for'$1400, the other was dated 22d November, 1844, for $1133.33. Both mortgages were recorded before the date of the deed to Juvenal. These mortgages having been purchased by R. II. Bayard, he, on 26th December, 1848, released the ground in question from the lien of the mortgages. This action was brought after the mortgages were released.\nThe defendant afterwards offered to show, that immediately before the execution of the deed from Walker to Juvenal, Walker proposed to defendant, verbally, to sell him said lot at $2 per foot ground-rent; that in order to induce the defendant to purchase at that price, the rent should in the deed be reserved at $2.50 per foot, and that Walker would advance and pay to defendant, in order to enable him to place buildings on the lot, according to the usual building covenant, the principal of the said extra 50 cents per foot, or $805.50. That Walker further represented to defendant, at same time, the existence of said two mortgages as liens on said lot, and requested the defendant to permit them to remain until Walker should sell the ground-rent, to be reserved as aforesaid, and promised and agreed with him, if he would so permit the mortgages to remain, that he, Walker, would hold the purchase-money of said rent, whenever he should sell the same, for the payment and. satisfaction of said mortgages, and pay off the same out of said purchase money, whenever, and as soon- as he should effect a sale of said rent. That the defendant agreed to that proposition, and took and executed the counterpart of said deed, trusting to the promises and representations of Walker.\nThat before the deed, by which the rent was assigned to the plaintiff, was delivered to her, or accepted by her, the defendant called and told her he had called to speak with her in relation to certain ground-rents, held by Walker. That plaintiff then referred defendant to R,. H. Bayard, Esq., who she said was her agent or attorney, that he attended to her business, and would attend to that for her. That the defendant, then and before the deed by which the rent was assigned to the plaintiff■ was delivered to, or accepted by her, gave notice to said Bayard, the agent or attorney of the plaintiff, of the facts hereinbefore set forth, and of the then existing agreement of Walker, both as to the advance of the sum of $805.50, and the satisfaction of the mortgages, and of the confidence and trust reposed by defendant in Walker, and that the plaintiff, if she should purchase said rent, would take it subject to said contract of Walker, and said trust in favor of the defendant.\nThat the defendant further offered to show, that he commenced' .building houses on the lot, in compliance with his covenant, and proceeded with them until the walls were raised to the height of the joist on the first floor, when Walker became insolvent, and unable to make the advance of $805.50. That he never advanced or paid any portion of that money. That the plaintiff, after the assignment of the rent to her, had not paid it, but always refused to do so. That the plaintiff, although, immediately after the assignment of the rent to her, requested by defendant to satisfy the mortgages or remove their lien from the said land, refused to do so, and thus, so long as they remained unsatisfied, prevented the defendant from getting any income or profit from the land, while the said liens remained — that is, till December 26th, 1848.\nThat the plaintiff paid no money for the rent, or for or on the conveyance thereof to her. But that the consideration for the same teas certain moneys due from Walker to her, which she had intrusted to him as her agent, and for the securing which to her the plaintiff took the conveyance of the rent, with notice, as above stated.\nAll this offer, on objection, was overruled by the court.\nThe plaintiff had brought a former action against the defendant, to recover the arrears due January and July, 1846.\nIn that case, the District Court, after argument in banc, rendered judgment for defendant. The judgment in. that case was pleaded and given in evidence. Plaintiff’s counsel then offered to prove by the notes of the judge’s charge, that said former verdict and judgxnent for said defendant in said suit for the recovery of said first two instalments of ground-rent due January 1 and July 1, 1846, ■were rendered solely on the ground of the existence of encumbrances on the land, (to wit, the said mortgages,) which in the judgment of the court constituted an equitable suspension of the remedy for the recovery of said ground-rent until removed; and also offered to prove that said encumbrances had been removed on the 26th December, 1848, before this suit was brought.\nWhich offer was objected to, rejected, and exception taken.\nStroud, J., charged the jury that that judgment barred the plaintiff from recovering the arrears sued for in that action. But as to the residue, he charged that the plaintiff might recover, as the mortgages were released, with interest only from the date of the x*elease.\nVerdict was rendered for plaintiff for $625.95.\nIn the case of Juvenal v. Jackson, error was assigned :\n1. To the refusal of the offer.\n2. To the charge directing a verdict for plaintiff for the five\nlast instalments of rent. '\nIn the case of Jackson v. Juvenal, it was assigned for error :\n1. The judge erred in rejecting the evidence offered by the plaintiff to show the grounds on which the verdict and judgment in the former action for the first two instalments of ground-rent had been rendered.\n2. In charging the jury that the plaintiff could not recover the said two instalments, as she was barred by the former verdict and judgment.\n3. In charging that the plaintiff was not entitled to interest on any of the instalments of ground-rent, except from the 26th of December, 1848.\nThe cases were argued by Mellvaine, for Juvenal, plaintiff in error.\n— He contended that Juvenal, the defendant, was entitled to defend on the ground of failure of consideration: 5 Ser. & R. 205, Hart v. Porter, 1 Watts 248. The purchaser in this case could not sell whilst the encumbrances existed, or build safely. The vendor would have been bound, on tender of the purchase-money, to give a clear title to the premises, and is equally bound to do so before the rent can be recovered.\nThis action having been brought after the release of the mortgages, the defence is available to the claim for the arrears of rent accruing during the time the mortgages bound the land. Also, before Walker could enforce a claim for rent, he was bound to fulfil his agreement to advance money to build on the premises.\nFurther : Is the plaintiff, as the assignee of Walker, affected by the \"agreement of Walker as to advancing money and satisfying tbe mortgages ? The offer was to show notice of it to her agent before the deed toas delivered to her. The deed of Walker to her was dated before the notice, but it was offered to show that the deed was not delivered till after notice : 4 Yeates 278; 2 Dal. 214. The case of Patterson v. Juvenal, 10 Barr 282, was decided on the ground that the plaintiff was a bona fide purchaser without notice.\nDefendant’s offer was further to show that Walker induced the defendant to suffer the mortgage to remain on the land till the rents should be sold by him, by entering into an agreement that Walker, in the event of selling, would apply the purchase-money to the satisfaction of the mortgages, and that plaintiff had notice of this before she purchased.\nHe therefore contended — 1. That the consideration of the rent has failed, to the extent of 50 cents per foot, or one-fifth of the rent, in consequence of the failure by Walker to pay the $805.50, and that plaintiff having taken with notice of that fact, can claim only at the rate of $2 per foot.\n2. That she can claim no rent for the time during which the encumbrances remained on the ground.\nJ. P. Montgomery and Bawle, for defendant in error.\nFebruary 7th,"
  },
  "file_name": "0519-01",
  "first_page_order": 519,
  "last_page_order": 524
}
