{
  "id": 405978,
  "name": "Heacock et al. versus Fly",
  "name_abbreviation": "Heacock v. Fly",
  "decision_date": "1850-02-06",
  "docket_number": "",
  "first_page": "540",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 540"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whar. 20",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 427",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0427-01"
      ]
    },
    {
      "cite": "12 Peters 32",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5620033
      ],
      "pin_cites": [
        {
          "page": "35, 56"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/37/0032-01"
      ]
    },
    {
      "cite": "8 Wheaton 211",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Whar. 19",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0018-01"
      ]
    },
    {
      "cite": "4 Littell Rep. 127",
      "category": "reporters:state",
      "reporter": "Litt.",
      "opinion_index": 0
    },
    {
      "cite": "18 Wend. 407",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 Yeates 20",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0019-02"
      ]
    },
    {
      "cite": "9 Watts 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0015-01"
      ]
    },
    {
      "cite": "3 Whar. 19",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 9626,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 2.364021137756553e-07,
      "percentile": 0.7946523137063203
    },
    "sha256": "eaadc576722bce5b64207ba7a2295cf5082cf7ddd8e2ee29df3d479ddcc7cb29",
    "simhash": "1:dc11c66900382df5",
    "word_count": 1740
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heacock et al. versus Fly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n— This ejectment was brought by Anthony Fly, against Heacock, John Alshouse and Susanna Alshouse his wife. On the trial, a special verdict was found by the jury, under the direction of the court, in which all the material facts are stated. The jury found that Anthony Ely- and wife, being • seized of the premises in dispute, on the 23d day of November, A. D. 1889, executed a deed of conveyance for the same, consisting of a lot of land of about seven acres, to William Heacock, in trust, to and for the sole and separate use of the said Susanna Alshouse, wife of John Alshouse, and to her heirs and assigns, for the sum of $500. That at the time of the execution of said deed, the defendant paid to the said plaintiff the sum of one hundred and fifty dollars in cash; and the said Susanna Alshouse at the same time executed a mortgage upon the said tract or lot of land, dated November 23d, 1839, to secure the payment of three hundred and fifty dollars, the balance due on the purchase of said property, together with a bond of even date, pro ut mortgage and bond. The said Susanna Alshouse was at the time of the execution of the deed and mortgage aforesaid, and still is a feme covert, being the wife of the said John Alshouse ; that the said jury in point of law are ignorant on which side they ought upon these facts to find the issue; that if upon the whole matter the court shall be of opinion that the issue is proved for the plaintiff, they find for the plaintiff upon this condition, that if the said defendants shall pay to the said plaintiff the sum of four hundred and fifty-six dollars and fifty cents, on or before the first day of April, 1850, with its interest, then the said verdict shall be void and of no effect; but if the court shall be of an opposite opinion, then they find for the defendants.\nThe court were right in the opinion that the plaintiff had no remedy on the bond and mortgage, because given by a feme covert, without joining her husband, but they reasoned themselves into the belief that the purchase-money mentioned in the bond and mortgage, which they very properly declared to be void, might be recovered in this action of'ejectment, and entered a judgment for the plaintiff on this special verdict, which is, that unless the defendants paid the plaintiff $450.50, with interest, on or before the first of April, 1850, they lose the land. The entering of the judgment is the error assigned in this court.\nIt would seem to be settled in Pennsylvania, that an ejectment cannot be maintained by the vendor of land against his vendee, or any person claiming under him, to enforce payment of the purchase-money, where a conveyance has been made, and a bond taken for the purchase-money: McGargel v. Saul, 3 Wharton 19. Nor will ejectment lie in this State to enforce a provision in a' deed for the support of the grantor, which was part of the consideration, and amounting to a covenant, but not a condition: Cook v. Trimble, 9 Watts 15. The court are bound to notice the real parties litigating : 1 Yeates 20. Here the defendant in error had parted with his title, and he took a void security for his balance of purchase-money. He cannot recover in this form of action, unless a chancellor would rescind the' whole contract. We use the ejectment in Pennsylvania, instead of a bill in equity. Would a chancellor rescind this contract, and administer justice between the parties? Here they were both mistaken. The vendor got no security that he could enforce either at law or in equity. The vendee believed she gave a lien on the land in question, to secure the balance of purchase-money. Equity will grant relief against acts done and contracts executed under a mistake of facts: Champlin v. Layton, 18 Wend. 407 ; and in such cases it is extended as well to the refunding of money paid under the contract as to the annulling of the contract: 18 Wend. 407-8, and the cases there cited. I am aware that the civilians are divided on the question, whether money paid under a mistake of law is liable to restitution ; with us it is well settled that money paid with a full knowledge of all the circumstances, cannot be recovered back on the ground that the party was ignorant of the law: 7 W. & Ser. 253, Good v. Herr; 2 East 469; Doug. 467; 12 East. In Kentucky, relief may be granted for mistakes in law: Fitzgerald v. Peek, 4 Littell Rep. 127. And the law to the same effect is ruled in South Carolina: Lowndes v. Chisolm, 2 McCord’s Ch. Rep. 455. In the latter State, where they are so fond of splitting hairs, they have taken a distinction between ignorance and mistake of the law: Lawrence ¶. Beaubien, 2 Bailey’s S. C. Rep. 623. Here it is manifest the parties were led into error by the conveyancer. Justice requires that the contract should be be rescinded. Their mistake was mutual; and when it is again tried, let there be a verdict for the plaintiff, on his paying Mrs. Susanna Alshouse the $150 without interest, before an execution of hab. facias issues. This is the equity and justice of the case.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued hyBoherts, for plaintiffs in error.",
      "BuBois, for Fly, defendant in error."
    ],
    "corrections": "",
    "head_matter": "Heacock et al. versus Fly.\nAVliere a conveyance of land was executed to a trustee for the sole and separate use of a married woman, and the latter alone executed a bond and mortgage of the premises for the balance of the purchase-money; as the bond and mortgage were void in law, equity will rescind the contract, and the vendor may recover the land on repaying to the feme covert the part of the purchase-money paid by her.\nError to the Common Pleas of Bucles county.\nThis was an action of ejectment brought by Anthony Fly against William Heacock, John Alshouse and Susanna Alshouse his wife.\nJohn Alshouse died after judgment was entered in the court below, but before this writ of error was sued out; and his death was suggested upon the record in the court below before this writ was issued. The material facts of the case appear in the special verdict, which is stated in the opinion of his honor Justice Burnside.\nThe case was tried before Krause, J., by whom judgment was entered in favor of the plaintiff.'\nIt was assigned for error, that the court erred in entering judgment on the special verdict in favor of the plaintiff, when it should have been entered in favor of the defendants.\nThe case was argued hyBoherts, for plaintiffs in error.\n— He contended that where the vendor of land executes and delivers a deed to the vendee, the legal title vesting in the vendee, the vendor cannot sustain ejectment for the land: 3 Whar. 19. That the special verdict does not find fraud, mistake, surprise, or accident. But if the parties did mistake the law, this would not be sufficient ground to set aside the deed and sustain the action: 7 W. Ser. 253, Good v. Herr; 1 Story’s Eq. 137; 8 Wheaton 211; 12 Peters 32, 35, 56.\nBuBois, for Fly, defendant in error.\n— That the contract being made with a married woman, who stipulated to do what the law prevented her from doing, was void ab initio for the want of proper parties. The conveyance was to a married woman for her separate use, and she attempted to secure the balance of the purchase-money by an inefficient instrument: 6 Bin. 427. That this case differs from the case of McGargel v. Saul, 3 Whar. 20, in the particular that the bond in the case under argument is invalid. In this case the mortgage, instead of being executed by the husband and wife, with the separate examination of the wife, or perhaps, by the trustee, was executed by her alone, and not under a separate examination.\nThe question as to what extent an ignorance of the law will furnish a demand upon the interposition of chancery, is a vexed one, and not very clearly settled in the books. The distinction laid down in 1 Story Eq. sec. 115, seems to be this. If the security taken, turns out to be ineffectual, not by fraud or accident, or because it is not what the parties intended it to be, but because, conforming to that intention, they, in executing it, innocently mistook the law, a court of equity would not grant relief, for it was the very security the parties selected, but, by unforeseen events, was not as good a one as they might have selected. But if, on the other hand, there had been a mistake in the instrument, so that it did not carry out the intention of the parties, then he says, it would form a very different case; for where an instrument is drawn and executed, which professes or is intended to carry into execution an agreement previously entered into, but which, by mistake of the draftsman, either as to fact or to latv, does not fulfil that intention, equity will correct the mistake. See also sec. 118. Story refers to Hunt v. Rousmanier, 8 Wheaton 211.\nIn sec. 136, Story also says, there are some other cases in which relief has been granted in equity, apparently upon the ground of mistake in law. But they will be found upon examination rather to be cases of defective execution of the intent of the parties, from ignorance of law, as to the proper mode of framing the instrument.\nIn this case, the parties intended to secure the payment of the purchase-money by this mortgage, which, by mistake of the scrivener, did not execute their intention. It was not a mistake as to the legal effect of a mortgage, but a mistake in fact, as to the formality required in its execution, and as to the proper parties necessary to execute it; and in conclusion wo would say, that it never could be tolerated in a court of equity, that a vendor of lands shall hold them and also the price agreed to be paid for them.\nFebruary 6th,"
  },
  "file_name": "0540-01",
  "first_page_order": 540,
  "last_page_order": 543
}
