{
  "id": 405862,
  "name": "Pottsville Borough versus Norwegian Township",
  "name_abbreviation": "Pottsville Borough v. Norwegian Township",
  "decision_date": "1850-12",
  "docket_number": "",
  "first_page": "543",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "14 Pa. 543"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Mass. 294",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 125",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848494
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0125-01"
      ]
    },
    {
      "cite": "8 Watts 125",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0125-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 8613,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.5304933892172563e-07,
      "percentile": 0.6710138313083118
    },
    "sha256": "166338b9c33541641c4be7f0b9db7262d77a78d11ac76a5d0bac310932c73d45",
    "simhash": "1:c8515423df13c3ed",
    "word_count": 1503
  },
  "last_updated": "2024-02-27T20:22:56.156302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pottsville Borough versus Norwegian Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\n— The case of Cooper and Grove v. Lampeter Township, 8 Watts 125, does not govern this case.\nThere one supervisor entered into a contract as to a matter which was a county and not a township concern, without consultation with the other; and in regard to a matter which did not concern the safety of travellers or security of their property. The contracting supervisor, therefore, transcended the authority vested in him by law, and his contract bound himself only. But the case in hand shows a different aspect. The supervisors of both townships were bound by law to build, maintain, and keep in repair the bridge in question, inasmuch as the run or creek, over which it is built, is the dividing line between the two townships: Dunlop 643. The safety of travellers and the public generally, and the security of property required this duty, resting on them all, to be performed. If one was recusant or backsliding, that did not excuse the others. The supervisors or officers of the borough gave notice to one of the supervisors of Norwegian, that the bridge must be repaired, and that the best way to maintain it was to build a new one. He did not object, but said the township was poor, and not in funds, but agreed that the bridge was necessary; moreover, it had been an ancient bridge, over which multitudes of people with their vehicles were accustomed to pass.\nIt was not necessary, therefore, for the authorities of the borough to wait while the supervisors of Norwegian were higgling about the matter. The safety and convenience of the public required the work to be done. And I commend the promptitude of action in doing it. It is the law which throws the burden on the township of Norwegian, and not the contract of its supervisors; and it must redeem the legal obligation. When the corporation of a township enters into a contract which requires judgment, deliberation and consultation, then it will not be bound unless those who represent it lawfully have assented. Here, however, the duty is prescribed by the higher power of the State, and the execution of it is ministerial. When, therefore, it was done by those on whom the duty rested, although others were bound to contribute, they have a right to recover from those bound to contribute, although they did not assist in the work. The law raises and implies the assumpsit.\nBut, under the circumstances, the borough authorities may have maintained and erected too expensive a bridge for the equal participation of Norwegian, if, as alleged, she is poor. Two things, then, are to be determined: is the bridge necessary; and, secondly, what would be the fair amount of cost for the erection or maintenance of the bridge, consulting permanency and economy, which ought to go together.\nThese questions ought to be submitted to the jury. The borough has a right to recover a quantum meruit, one-half of the fair and reasonable expense of erecting and maintaining a suitable bridge, consulting prudence, economy, and the advance of the county in improvement. What would have been well enough thirty years ago would not be suitable now. The court below erred in deciding that the plaintiff had no right to recover.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Parry, for plaintiff in error.",
      "Campbell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Pottsville Borough versus Norwegian Township.\nThe law directing that a bridge, which is to be erected on the boundary line of two adjoining townships, shall be erected at the joint and equal expense of the two townships, either township erecting the same, after notice to the other and refusal to join, may recover from the other the one-half of the reasonable expense of erecting a proper bridge.\nError to the Common Pleas of Sehuylhill county.\nThis was an action on the case, brought by the borough of Potts-ville against the township of Norwegian, to recover half the cost of a bridge built on a public road, over a creek, which is the dividing line between the borough of Pottsville and Norwegian township.\nThe plaintiff, on the trial of the cause, gave evidence proving that the road is one of the great thoroughfares to and from the borough of Pottsville; and that there had been a public road and bridge in the same place, over the creek, for more than twenty-one years; and that in the year 1831, a State road from Pottsville to Mauch Chunk had been laid out on the site of the old road, and over the bridge that was then standing over the creek. In the year 1846, this bridge, which was built, like the common canal-bridges, of wood, the timbers resting on log abutments, having become ruinous and dangerous for travelling, the town council of the borough of Pottsville undertook the repair of it. Upon examination, the old bridge was found to be so much decayed, and the travelling over the road so great, that a stone bridge was required as well for safety as economy. The old bridge was therefore removed by the town council of the borough of Pottsville, and a substantial stone bridge, such as the public convenience and safety required, erected in its place. The amount paid for building the bridge was $1320.\nEvidence was given that one of the supervisors of Norwegian township had been consulted, and that he had concurred in opinion with the borough authorities that a stone bridge was necessary, and that he did not object to the building of it.\nKidder, J., after adverting to the facts of the case, charged the jury that the plaintiff could not recover. The bridge erected was a new structure, and so far as relates to the expenditure of money on the part of Norwegian township, required the action and deliberation of both supervisors. It appears that but one of them, William Robinson, was consulted. We do not learn that Fox, the other supervisor, had any knowledge of the transaction. The principle decided in 8 Watts 125 rules this case, and we direct a verdict for the defendant.\nPlaintiff excepted to the charge of the court, and asked that the same, may be filed.\nMarch 23, 1849, verdict for defendant.\nSee sections 10 and 34 of act of June 13, 1836, relating to roads, highways, and bridges.\nIt was assigned for error:\nThat the court erred in charging the jury that the plaintiff could not recover.\nThe case was argued by Parry, for plaintiff in error.\n— The building and maintaining the bridge being an equal charge on the borough and township, either was indictable for neglect, and the public interest is not to suffer while private disputes are discussed: Woolrich on Ways, 4 Law Lib. 163; 13 Mass. 294.\nThe neglect of the township did not excuse the borough: 5 Burr. 2594; 12 East 192; 1 Harris 88; Platt on Cov. 274, 3 Law Lib. 121; and. 6 Term Rep. 354.\nThe borough being bound to repair, can recover a fair proportion of the cost of such a bridge as ought, under all circumstances, to be built: 3 Bos. & Pul. 354; 2 East 353. In the case in 8 Watts 125, there was no obligation on the township to do the work, viz. to erect the wing-walls of a bridge, and therefore a contract by one supervisor was not binding on the township.\nThe building of the bridge was a ministerial act, and one supervisor was bound to act, if the other refused: 9 Barr 272. The law favors a thing which is for the public good: Noy’s Maxims 32.\nCampbell, for defendant.\n— This is not the case of the ordinary repairs of a bridge, but the erection of a new, expensive stone structure, on the sité of an old wooden bridge. The act of Assembly relative to county'and township officers, whenever it enjoins duties, or confers powers, speaks of commissioners and supervisors, and requires their joint action and deliberation: Act 15th April, 1834. The erection of the bridge iniquestion was an act requiring deliberation on the part of the township supervisors. It was a deliberative, and not a ministerial act. It was said by the court, in Cooper and Grove v. Lampeter Township, 8 Watts 125, the-supervisors must determine whether the creek, rivulet, or gully is such as to require a bridge for the safety and ease of travellers; and in the first instance, decide whether the erection of such bridge requires more expense than the township can reasonably bear, &c.; and this can only be done on deliberation and consultation, and with the express assent and consent of both supervisors. And in the same case, per. curiam, “It will hardly be pretended that one supervisor could authorize the erection of a bridge without the assent of the other supervisor.” In the present case, it does not clearly appear that one assented. Signing a township due-bill is a ministerial act; it requires no deliberation: Dull v. Ridgway, 9 Barr 272."
  },
  "file_name": "0543-01",
  "first_page_order": 543,
  "last_page_order": 546
}
