{
  "id": 422276,
  "name": "Oswald et al. versus Kennedy",
  "name_abbreviation": "Oswald v. Kennedy",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "9",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 467,
    "char_count": 10079,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 9.076611780774626e-08,
      "percentile": 0.505347802130549
    },
    "sha256": "e22a3b22958cd102886ab2bcd482c17b6ea0c429ff7c5b232ad36676fb578c56",
    "simhash": "1:2ab93c874ac696fa",
    "word_count": 1814
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Oswald et al. versus Kennedy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— It was not error on the part of the court to express an opinion that the damages in a case of this nature ought to be more than nominal, when the question is fully left to the jury as to what damages should be given. That was what the learned judge did in this case, and it is fully justified by innumerable authorities, which it would be an affectation of research to encumber an opinion with. A few of them are cited by the defendant in error, and none to the contrary. This is enough for the first assignment of error.\nThe second assignment is not sustained by the facts. A nolle prosequi was entered on the trial as to Levi Kauffman. This was all right if the plaintiff chose to do so, and after that no verdict could be rendered against him.\nThe jury returned in substance a verdict of acquittal as to Daniel Comfort, and the court directed of course the proper verdiet as to him. This was clearly proper. There was evidence against all the defendants against whom the verdict was rendered, and this assignment fails for want of substance.\nWe have more than once held, that no bill of exception lies to a refusal to strike out evidence received without objection: Robinson v. Snyder, 1 Casey 207; Ashton v. Sproule, 11 Id. 495. In such circumstances the party has no other remedy than to ask the court to charge that it be disregarded, which, if refused, and the evidence he improper, the injury can be redressed by writ of error. The defendants did not avail themselves of this right, and we need not discuss the question whether the testimony about the pistol was improperly received or not.\nWe see nothing wrong in this record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Hepburn & Penrose, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Oswald et al. versus Kennedy.\nOpinion of court as to amount of damages, in action for false imprisonment. — Bill of exception to evidence when not allowed. — Proper course where evidence has been improperly received.\n1. It is not error, in an action for false imprisonment, for the court to express an opinion that more than nominal damages should be given, where the question as to what amount should be given is fully left to the jury.\n2. A bill of exceptions will not lie to a refusal to strike out evidence which was received without objection. The proper course in such case is to ask the-court below to charge that it be disregarded.\nErbor to the Common Pleas of Cumberland county.\nThis was an action of trespass on the case by John Kennedy against Richard Oswald, Andrew J. Kauffman, Joseph Millisen, John S. Boyer, Daniel Comfort, Levi Kauffman, and Levi Eberly, to recover damages for an alleged false imprisonment.\nThe material facts of the case were these:—\nOn the 29th June 1861, the plaintiff was in the borough of Mechanicsburg, in Cumberland county. He started from Herd’s tavern on horseback, in the direction of his home, four or five miles south of the town, had passed to the upper end of town and turned into a cross street on his way home, when he was followed by a crowd, wbo signalled to Richard W. Oswald, one of the defendants, to stop him, after he had passed into the cross street near Oswald’s dwelling on his way home. Oswald did stop him, and a crowd of men and boys came up and collected round Kennedy. After some little delay, in which Millisen said he should not be harmed, Oswald and Andrew J. Kauffman led Kennedy’s horse, one at each side of the bridle, with Kennedy on the horse, down the Main street of the town, the crowd of men and boys following, and took him to the town hall. Joseph Lease, Esq., was sent for, who said he had no jurisdiction of the case, and afterwards, by a vote of those present, Kennedy was permitted to leave. Afterwards a crowd collected round Kennedy at the tavern, and he was again taken to the town hall and again released.\nIn justification of this conduct or in mitigation of damages, the defendants gave in evidence that on the day Kennedy was arrested he came to Mechanicsburg with marketing for sale, that he went into the store of John Boyer, and there in conversation with Mr. Boyer, one of the defendants, and Levi Kauffman (in reference to the case of one Alvey, who had been arrested by order of the government, and had passed through the town in the cars that morning), said that the government had no right to arrest Alvey, that it was unconstitutional; and in the same conversation said that the South was right in rebelling against the North; that if the North had not interfered with the rights of the South, the South would not have rebelled; and if it came to that point he would be found fighting on the side of the South. That afterwards at Herd’s tavern, where the arrest of Alvey and its legality was again discussed, he used similar expressions in reference to the arrest of Alvey; said that he would talk as he pleased, and defied any one to arrest him; that he spoke in derogatory terms of the government, saying “Damn such a government; we have no government.” There being no evidence against Levi Kauffman, a nolle prosequi was entered as to him.\nOn the trial, one of the plaintiff’s witnesses testified in chief, that “he heard some man in the crowd say, at the time they were leading the horse, that there was a pistol presented to Kennedy to stop him when .he was arrested.”\nOn cross-examination the witness said, “I can’t tell who I heard speak of the pistol. I heard it repeated two or three times. It was said that a pistol was drawn when he was arrested and they were taking him down street. I was not present when he was arrested.”\nDefendants’ counsel thereupon moved the court to withdraw from the jury the declaration in reference to the pistol proved by the witness, but the court declined, saying, “In connection with what was said by one of defendants’ witnesses, that he would have been shot if he had resisted, we will submit to the jury the evidence of what was said in the crowd in presence of some of the defendants.”\nIn the general charge, the court (Graham, P. J.), after stating the facts, instructed the jury as follows :—\n“ If Kennedy used the language stated' by some of the witnesses, he certainly acted very imprudently, rashly, and indiscreetly, and in a manner well calculated to produce excitement with his auditors. But after all this he was permitted to get on his horse and ride up town in the direction of his home, a few miles distant; he passed to the upper end of the town, turned into a cross street leading to his residence, but was followed by a crowd of men and boys, as detailed by the witnesses, his horse caught by the bridle by Andrew Kauffman and Kichard W. Oswald, and forced, against his will, to return to the town hall, where a crowd collected, and after a statement made by those who heard what was said, he was permitted to leave. He returned with a crowd again to the hall, and after a further hearing, was again permitted to leave, and went home.\n“We have said that the evidence of defendants was received, not as a justification of their conduct, but to show the circumstances under which the arrest was made, in mitigation of damages.\n“ If the defendants were only influenced in their actions in this case by their love of our union, its constitution and laws, their preservation and perpetuity, they have been unfortunate in the manner selected to evince their zeal for the preservation of law and order against violence, lawlessness, treason, and rebellion. It is a bad way to preserve our union and the constitution and laws of our government, by violating the constitution and laws in attempting to protect them.\n“ Under all the circumstances, we submit to you to say what the damages ought to be under the facts detailed by the witnesses.\n“We don’t consider it, under all the circumstances, a case that calls for heavy damages. But at the same time we consider that it is one in which more than nominal damages ought to be awarded, and that you ought to return such verdict as would satisfy the defendants that the laws of our country cannot be violated and disregarded with impunity.\n“ But, as we have said, the amount of damages is for you and not for the court, and to you we submit the case, to find- such a verdict as you may consider the facts detailed by the witnesses may justify and require.”\nUnder these instructions there was a verdict “ in favour of the plaintiff for $900. Daniel Comfort stricken out.” The verdict having been entered by the clerk against all the defendants by name, except Daniel Comfort, including Levi Kauffman, and there having been a non pros entered as to Levi Kauffman in the progress of the trial, the court directed “ the entry of the verdict by the clerk to be corrected by striking out the name of Levi Kauffman,” which was done.\nJudgment having been entered on this verdict, the defendants sued out this writ, averring that the court erred—\n1. In their general charge to the jury, in saying, “ we consider that it (this case) is one in which more than nominal damages ought to be awarded.”\n2. In altering the verdict as rendered by the jury, so as to leave out the name of Levi Kauffman and Daniel Comfort.\n3. In leaving it to the jury to find a verdict against all the defendants, when there was no evidence to justify them in finding any verdict against John G-. Rupp and Joseph Millisen.\n4. In refusing to withdraw, on defendants’ request, from the jury that part of the testimony of Thomas English, in which he said: “ I heard some man in the crowd say, at the time they (Oswald and Kauffman) were leading the horse, that there was a pistol presented to Kennedy to stop him when he was arrested the witness having stated on cross-examination, “ I can’t tell who I heard speak of the pistol; I heard it repeated two or three times ; it was said that a pistol was drawn when he was arrested; this was after he was arrested, and they were leading the horse down street; I was not present when he was arrested.”\nThe name of the counsel for plaintiffs in error did not appear in the printed paper-book.\nHepburn & Penrose, for defendant in error.\nMay 24th 1864,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 13
}
