{
  "id": 422210,
  "name": "Appeal of the Farmers' and Mechanics' Bank",
  "name_abbreviation": "Appeal of the Farmers' & Mechanics' Bank",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "57",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 4164,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.4816693561746905e-07,
      "percentile": 0.8075654217678327
    },
    "sha256": "3356aec7fd1b58e7d62cef5cbbcbf54d3e49a84d0ec74af7be84957c84203c88",
    "simhash": "1:c1070f85082c1ec9",
    "word_count": 750
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Appeal of the Farmers’ and Mechanics’ Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The relation disclosed in the transaction between the bank and the estate of the decedent, Konigmacher, was simply that of debtor and creditor; the case of Bosler v. The Exchange Bank, 4 Barr 32, rules the case in hand against the appellants. It is a mistake to suppose that Beaver v. Beaver, 11 Harris 167, did, or was intended to overrule Bosler v. The Exchange Bank, although the reporter says so in his syllabus. Lewis, J., in delivering the opinion of the court in Beaver v. Beaver, after citing it and Light v. Leininger, 8 Barr 403. in which it is fully recognised, said, “ but these cases do not touch the question presented on this record.” Nor did they. They were cases of debtor and creditor, and Beaver v. Beaver was the case of a surety called on to pay a demand to the estate of his principal, and the court, on equitable grounds, allowed the defendant to retain, by means of a conditional verdict, funds in his hands as indemnity against part of the claim sued for, and gave liim a set-off for a portion paid as surety. The cases are very dissimilar.\nThe effect here, it is true, is \"to protect the accommodation drawers of Konigmacher, who stand in the light of sureties to the hank. But I see not how the hank becomes clothed with their equities, or bound to assert them,- so as to-bring the case within the principle of Beaver v. Beaver. The contest is exclusively between the bank and the estate of Konigmacher, and as his estate is insolvent, and his debt to the hank did not fall due till long after the hank was his debtor, the appellants, on the authority of the cases cited, were not entitled to retain the money in hand to the extent claimed: 2 Smith’s Leading Cases 329.\nDecree affirmed, at the costs of the appellants.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Thomas E. Franklin, for appellant.",
      "N. Ellmaker and James L. Reynolds, for appellee."
    ],
    "corrections": "",
    "head_matter": "Appeal of the Farmers’ and Mechanics’ Bank.\nDistribution of estate of insolvent decedent. — Debt due to decedent at time of his death not set off against debt owing by him but not due.\n1. In the distribution of the estate of an insolvent debtor, a debt due at the time of his death to him, cannot be set off against a debt owing by him, not then due.\n2. Thus, where the decedent was endorsee on notes discounted for his benefit at bank, but due and protested after his death, the bank is not entitled to retain a deposit of money then standing on the books to his credit, as a set-off against his liability on the notes.\n3. Beaver v. Beaver, 11 Harris 167, does not overrule Bosler v. The Exchange Bank, 4 Barr 32: and the statement of reporter to that effect, is incorrect.\nAppeal from the Orphans’ Court of Lancaster county.\nThis was an appeal by The Farmers’ and Mechanics’ Bank of Philadelphia from a decree of the court below, confirming the report of the auditor appointed to distribute the assets of the estate of Joseph Konigmacher, deceased.\nThe material facts of the case were these: — On the 29th of March 1861 t'he bank - discounted two notes, one drawn by Christian Smith in his favour, and endorsed by him, dated March 23d 1861, at three months, for $1600, the. other drawn by William Meiley, in his favour, endorsed by him, dated March 30th 1861, at three months, for $1260. Before the maturity of these notes Mr. Konigmacher died. At the time of his death there were on deposit in the bank to his credit the sum of $700.66. When the notes fell due they were protested for nonpayment. On settlement of the account of the executors of the will of Mr. Konigmacher, his estate was found to be insolvent, or nearly so. The bank then claimed to retain the money deposited on account of these notes, and asked a dividend out of the estate of deceased upon the balance. This was objected to by other creditors, who insisted that the bank was bound to account for these deposits to the estate of deceased, and receive a dividend only on the amount of Konigmacher’s indebtedness to it thereon.\nThe auditor decided this question against the claim of the bank, and the court below, on exception taken, confirmed this decision; which was the error assigned.\nThomas E. Franklin, for appellant.\nN. Ellmaker and James L. Reynolds, for appellee.\nJune 22d 1864,"
  },
  "file_name": "0057-01",
  "first_page_order": 57,
  "last_page_order": 58
}
