{
  "id": 422172,
  "name": "Wilson versus Crowell",
  "name_abbreviation": "Wilson v. Crowell",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "58",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 807,
    "char_count": 22154,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.2753739118680978e-07,
      "percentile": 0.6157092556361394
    },
    "sha256": "3203d2e17a098cd8ec09b8b0c92df7a7b94b4ac316ebd112ca3f685db001aafd",
    "simhash": "1:bbf29aa41d41c155",
    "word_count": 3995
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Crowell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— The error committed by the court below on the trial of this cause, arose from a misconstruction of the article of agreement, of the 20th March 1858, by which the plaintiff sold to the defendant a certain lease and a large steam saw-mill, situated on the leased property, with all the buildings and improvements, as the same then stood, with all the fixtures, tools, and personal and movable property connected with or belonging to, in or about the entire establishment, for the sum of §20,000. This sum was to be paid in the following manner: §5000, in the defendant’s promissory notes, bearing interest, all of which were paid at maturity; §8000 in land, which was accepted by and deeded to the plaintiff, and the remaining §7000 to be paid in sawing, as follows: “ Said Wilson agrees to saw for said Crowell or his assigns, a sufficient amount of white pine lumber, at the rate of §8 per thousand feet, board measure, in three equal annual instalments from this date, to amount to the sum of §7000, said lumber to be well sawed, piled and roofed, and free of ground-rent.” If Crowell should so desire and select more land than will amount to §8000, “ any excess on said amount shall be deducted from the amount to be paid in sawing, and the three annual instalments be proportionably diminished.” “ The said Crowell’s sawing to be done in the customary way, that is, of sawing two weeks about with other logs in the basin, and further said Crowell is to have the privilege to put his logs in the basin in proportion to the other stock coming to the mill.”\nThe sawing season commences usually in the early part of April, and closes in the beginning of December. The capacity of the mill was over seven millions of feet, and Mr. Crowell’s instalment for that year was seven hundred and seventy-seven thousand seven hundred and seventy-seven.' If all three contracts had been fulfilled, Mr. Crowell’s proportion of sawing time and basin room would have been one-tenth; if the other stock was six million feet] his proportion'of basin room would have been not quite an eighth, and if the other stock was only four million feet, he would be entitled to use not quite one-sixth of the basin.\nAs we have seen what would be his proportion of basin room, the basin itself containing about four thousand five hundred logs, an amount sufficient to cut nine hundred thousand feet of boards, it necessarily leads to the natural construction of the words “ three equal annual instalments.” There was no complaint about the annual instalments of 1858 and 1859, and, so far as appears, the sawing for Mr. Crowell ran through the whole of those sawing seasons. The obvious meaning of the words annual instalments was to give Mr. Wilson the whole of the sawing season of 1860 to do Mr. Crowell’s sawing in. Mr. Crowell was bound to furnish the logs, and Mr. Wilson was to give him his proportion of basin room, and to saw all his logs before the season closed. The lumber was to be well sawed, piled, and roofed, and free from ground-rent.\nAnd this is perfectly consistent with the two weeks, which was intended, not to give the plaintiff two weeks in every four weeks, which is simply absurd, when he would not supply under possible circumstances one-tenth of the lumber that would be cut in one sawing season at the mill. The true meaning was, that he was to have two weeks sawing in proportion to the other logs in the basin, which in 1860 would have been two weeks in every twelve weeks. But, if Crowell supplied the logs, Wilson was bound to saw them before the season closed.\nCrowell did not supply the logs as required, and took his logs out of the basin in September, when Wilson was prepared to saw them. The sawing at the mill commenced on the 16th April and closed the 11th October, because there were no more logs to be sawed, and the mill was out of employment. The second and third assignments of error are therefore sustained, and it is unnecessary in our view of the case to consider the first, because in no aspect of the case is the plaintiff entitled to recover.\nJudgment reversed, and a venire de novo awarded.’",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "H. N. McAllister and Cline G. Furst, for plaintiff in error.",
      "Mayer & Ball, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Crowell.\nReciprocal rights and duties of parties to an agreement for sawing lumber in equal annual instalments, discussed and defined.\n1. Where, as part of the consideration for the sale of a lease of land with a saw-mill and other buildings erected thereon, the vendee was to saw for the vendor a sufficient amount of lumber, at a certain price, in three equal annual instalments, amounting to the sum to bo paid thereby, held, that the vendee was entitled to the whole of the sawing season in eaeh year, to saw the proportion of that year: and where the vendor, before the close of the third season, took his logs out of the mill-basin, at a time when the balance of that year’s instalment could have been sawed, in consequence of which, sawing at the mill was stopped for want of logs six weeks or more before the close of the sawing season, it was held, that he could not recover damages from the vendee for a breach of the contract.\n2. Where it was stipulated in the agreement that the vendor’s sawing “ was to be done in the customary way, that is, of sawing two weeks about with other logs in the basin,” and that he was “ to have the privilege to put his logs in the basin in proportion to the other stock coming to the millhe was held not entitled thereby to two weeks in every four, hut to two weeks in proportion to the other logs in the basin, or two weeks about with each of the other customers of the mill who had logs in the basin.\nError to the Common Pleas of Clinton county.\nThis was an action of covenant brought by Amalous Gr. Crowell against James Wilson, to recover damages for the breach of an agreement for the sale of certain leasehold premises on the West Branch Canal near Lock Haven, with a saw-mill, barn, house, railroad, and other improvements, to be paid for in sawing lumber at three dollars per thousand feet. The agreement was in these words :—\n“This article of agreement, made and concluded, this the 20th day of March 1858, between Amalous Q-. Crowell, of Woodward township, Clinton county, Pennsylvania, of the first part, and James Wilson, of Jersey Shore, Lycoming county and state aforesaid, of the second part, Witnesseth, that for and in consideration of the payments and stipulations hereinafter expressed, the said A. G-. Crowell has this day assigned and set over unto the said Wilson, all his right, title, and interest in and to a certain lease executed between Peter Dickinson, of Lockport, Pennsylvania, and Edward C. Burton and Amalous Gr. Crowell, dated December the 15th, A. d. 1849, which lease calls for the payment to said Dickinson of the sum of $600 per annum payable semiannually (as by reference to said lease will more fully appear).\n“ That said A. Gr. Crowell has also this day sold to the said James Wilson, his large steam saw-mill, situated on the premises leased of Peter Dickinson, as above stated, at Reed’s basin, near Lock Haven, together with the boarding-house, basin, blacksmith shop, sheds, railroads, and all the out-buildings of every kind and description, and each and all of the improvements connected therewith, as the same now stands, to embrace also each and all of the fixtures, tools, and personal and movable property, connected with or belonging to, in or about the entire establishment.\n“For this entire establishment, said James Wilson agrees to pay said Crowell the sum of $20,000, in the following manner, to wit:—\n“ First, To give said Crowell his four notes, bearing interest, payable, one in four months, one in eight months, one in twelve months, and one in sixteen months from this date, for the sum of $1250 each, making in all $5000.\n“ Second, Said Wilson agrees to saw for said Crowell or his assigns, a sufficient amount of white pine lumber, at the rate of $3 per thousand feet, board measure, in three equal annual instalments, from this date, to amount to the sum of $7000: said lumber to be well sawed, piled, and roofed, and free of ground-rent.\n“ Third, Said Wilson agrees to convey to said Crowell, by good and sufficient deed or deeds, a sufficient amount of real estate, as marked and described in the schedule hereto annexed, at the prices therein stated, to amount to the sum of $8000: said Crowell to be allowed three months from this date to examine, decide, and elect which of said tracts or property he will accept and choose, and binding himself to receive and accept of said real estate according to said schedule, to the amount of said sum of $8000.\n“ Should said Crowell desire and select more of said real estate, according to said schedule, than will amount to the said sum of $8000, any excess over said amount shall be deducted from the ■amount to be paid in sawing, and the three annual instalments be proportionally diminished. Said Wilson agrees to assume, and from this date to pay all the rents to become due on the above-mentioned lease, and to keep said Crowell free and exempt from all liability therefrom. Said Wilson agrees to pay and perform as herein set forth, and said Crowell agrees to receive, accept, and acknowledge the same as satisfactory and valid.\n“ The said Crowell’s sawing is to be done in the customary way, that is, of sawing two weeks about with other logs in the basin; and further, said Crowell is to have the privilege to put his logs in the basin in proportion to the other stock coming to the mill.\n“ As witness our hands and seals, this the 20th day of March 1858.\n“ Amalous G. Crowell, [seal.]\n“ James Wilson.” [seal.]\n“ Witness present,\n“ George Tomb,\n“Peter Dickinson.”\nTo this there was appended a schedule of the lands and prices referred to in item third of the agreement.\nOn the trial, the deposition of a witness residing in Maine was read for the plaintiff, under exception by the defendant, who objected to- certain of the interrogatories which had been propounded to the witness, as leading.\nThe chief error assigned here was as to the construction given to the articles of agreement, by the court below in their charge, to the jury.\nAfter stating the facts of the case, the court below charged as follows:—\n“ It is admitted that the defendant gave his notes for $5000 to plaintiff, all of which were paid at maturity; that he conveyed the lands which he covenanted to convey, and it is not contended that there is any evidence in the case tending to show that the defendant has failed to perform his covenants as regards the sawing of lumber, so far as relates to the years 1858 and 1859, and although it seems from the admissions of the parties, that there is a slight deficiency for those years, there is no proof that there was any neglect on the part of the defendant, to saw all the logs of plaintiff that came to the mill during that time.\n“The dispute is therefore narrowed down to the last year, and the only matter of inquiry so far as concerns breaches of the covenant by the defendant is, whether for that year he performed, or was ready to perform, his covenants in reference to the sawing of lumber, according to the true spirit and meaning of his contract, upon the plaintiff performing his part of the agreement.\n“ The written contract contains a stipulation in these words: ‘ The said Crowell’s sawing is to be done in the customary way, that is, of sawing two weeks about with other logs in the basin, and further, said Crowell is to have privilege to put his logs in the basin in proportion to the other stock coming to the mill.’ The parties disagree in their construction of this clause in the agreement, and it therefore becomes the duty of the court to construe it, and to decide what are the relative rights and duties of the parties arising out of this provision in the contract. With the construction of the paper the jury have nothing to do ; that duty belongs to the court alone, and upon us rests the responsibility of saying what the contract means. Whether the defendant has performed or failed to perform his covenants according to our construction of the paper, will be submitted to you for your finding, as matter of fact. In placing a construction upon the contract, we would desire that we were more intimately acquainted with the details of the business to which this agreement relates, but as the case is, we must draw our conclusions from the paper itself; reading it as we do in the best and clearest light afforded to us.\n“We are not required to give reasons for our interpretation, but in order that the parties may have a full and fair chance to correct any errors we may commit, by removing the record to a higher court, we will not only give our construction, but the reasons which influence us in coming to the conclusions we have drawn. In order to construe this agreement intelligently, we must view it in the light of surrounding circumstances. Now the parties were contracting for the sale and purchase of a steam saw-mill, which, according to the testimony of the son of the defendant, had capacity to saw seven millions of feet, board measure, per annum, if run only by day, and of course capable of cutting a greater quantity if run both by night and by day, as is sometimes done. The season for sawing commences usually in the early part of April, and closes in the beginning of December. The logs are cut in the winter, floated on the freshets running in the spring or summer, and detained or secured in booms, to be rafted out and conveyed or floated to the mill as they are required, and in such quantities as will suit the progress of the work. The logs to be sawed for Mr. Crowell in each year amounted to less than one million feet, and it is clear to our minds that the parties intended on the one hand to secure to Mr. Crowell the right to have his seven hundred and seventy-seven thousand seven hundred and seventy-seven feet of lumber sawed during the year, and at convenient intervals; and on the other hand to limit the right of Crowell to basin leave, so as not to prevent Mr. Wilson from sawing- other logs of his own or other persons, and providing for such logs at all times a place of deposit in the loasin. In this view of the case, it was the right of Wilson to receive at the basin as many other logs as he desired, provided he sawed Crowell’s logs during the year, and gave him his proportion of basin room.\n“ Young Mr. Wilson says that he had made contracts during the winter of 1859 and 1860 for about seven millions of feet for the ensuing year, and so long as he had a reasonable expectation of that quantity arriving at the mill, it was his right, under the agreement, to limit Crowell in his basin leave, to the proportion w-hich his logs would bear to the seven millions feet contracted for with other persons.\n“ But if, after the occurrence of the usual freshets, it became apparent that the quantity of logs to be sawed by Wilson would fall short of what he had contracted for, it would cause a proportionate increase of Crowell’s basin leave, under the contract. [Or, to present the same idea in other words, Wilson had the right to provide basin room for so many logs as he reasonably expected to arrive at his mill from time to time, and was bound to allow Crowell his proportion according to that reasonable expectation.\n“If, for example, Wilson had reason to expect that four millions feet of logs of other persons, would enter his basin, to be sawed during the sawing season, for himself and other persons, Crowell had a right to about one-fifth the basin for depositing his logs, and could claim no more; if Wilson’s logs would amount to six millions, Crowell would only be entitled to use about one-seventh of the basin. So that you see, his rights in the basin would be increased or diminished according to the quantity of logs which Wilson, or those for whom he engaged to saw, might be prepared to send to the mill from the boom above, or elsewhere.\n“We instruct you, that, by the agreement in evidence, Wilson was bound at all times to aiford to Crowell a reasonable opportunity to put into the basin his logs in equal proportion in amount to the other stock coming to the mill from time to time, and that when Crowell’s logs were so put into the basin, Wilson was bound to saw his logs two weeks about with other logs in the basin; that is, as we interpret the contract, he should saw two weeks at his own logs or those of other persons, as the case might be, after which he must saw the logs of Crowell for two weeks, if so long time was required to cut all that he had in the basin, or should bring there during his two weeks — and so on alternately until Crowell’s logs were all sawed according to the contract. If at any time Crowell failed to have logs there when his turn came, or there were not enough to consume the whole of the two weeks, his turn would not come again until four weeks from the time at which it began. In other words, Crowell could only claim two out of every four weeks, and if he failed to avail himself of his rights, by not having any logs on hand, or enough to occupy the time, it would be his own fault, and he must suffer the consequences of his own neglect. But Wilson was bound to saw whatever logs he had there when his turn came, although there might not be enough to employ the mill for two weeks.]\n“ Wilson contends that Crowell was to be allowed two weeks about with each of the other customers who had logs at the mill, and not two weeks about with other logs in the basin as a whole. This view seems to us unreasonable, and we therefore reject it and adopt the more fair and reasonable construction already given to you.\n“ The plaintiff claims to recover damages here because of the failure of the defendant to comply with his agreement. He alleges: first, that he was not allowed to put his logs into the basin according to the contract, that he was excluded from a reasonable exercise of his right to use the basin as provided for in the agreement; and, secondly, that when he did succeed in getting his logs into the basin, Wilson failed to saw them; and that in consequence of these violations of the contract, he was obliged to have his logs sawed elsewhere.\n“ On the other hand, the defendant asserts that the basin was always open to him, and if he did not enter his logs, it was not because a fair and reasonable opportunity was not offered to him for that purpose.\n“ The plaintiff’s witnesses testify that the basin was sometimes so full that there was no room for plaintiff’s logs to enter; but other witnesses say that there never was a time when the basin was so full that more logs could not have been put in, but that the tendency of the logs in the basin was to float to the side next the canal, so as to leave the vacant space at the upper end of the basin next to the mill. Some of the witnesses say that a passage could readily be made by pushing aside the logs next the canal, and thus opening a channel toward the upper end. Crowell was only entitled to a reasonable opportunity to enter the basin, and if his workmen, by reason of indolence or indifference, or for any other cause, declined or refused to avail themselves of such opportunity when it was presented, he has no reason to complain. The defendant asserts that the floater employed by Crowell was unwilling to push aside the logs at the entrance of the basin, which had to be done usually before other logs could be taken in; whilst on the other hand the plaintiff asserts that Wilson so planned the floating of his own logs as to intentionally exclude those of Crowell from the basin. The questions of fact for you to determine, are: Did Wilson afford to Crowell a fair and reasonable opportunity to occupy his proportion of the basin, under the contract as we have construed it; and did he saw his logs that were brought to the mill, two weeks about with the other logs in the basin ? If Wilson failed in the performance of either of these covenants, according to the true meaning of the contract, Crowell had the right, after such violation of the agreement, to refuse to send more logs to the mill or have them sawed elsewhere, and to receive damages from Wilson for his breach of covenant. But what amount of damages, if any, may he recover ?\n“You will observe that Crowell sold to Wilson for $20,000, a part of which, viz., $7000, was to be paid in sawing. So long as Wilson performed or was ready to perform his covenants, Crowell could only require payment in the mode stipulated in his agreement. But if Crowell brought his logs to the mill, and Wilson failed to allow him his rights in the basin, or to saw his logs according to contract, then Crowell might decline to take any more logs there and recover the balance remaining due in money. If, therefore, you find that Crowell made reasonable efforts to put his logs in the basin, and failed because Wilson did not provide him the basin room agreed for, or that having received the logs in the basin, he failed to saw them according to contract, Crowell had the right to send the balance of the logs elsewhere, and may recover in this action, at the rate of $3 per thousand, for the difference between the quantity actually sawed by Wilson in 1860 and the quantity he agreed to saw, with interest thereon from the time at which the sawing should have been done. Erom this you must deduct the value of the articles which Wilson failed to receive when he took possession of the mill. These are all admitted with the exception of the wood, and this you should allow as a deduction also, if you find that it was piled upon the premises when Crowell took Wilson to see the property, a few days before the bargain was concluded.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff for $3000, whereupon the defendant sued out this writ, and assigned for error:—\n1. The admission of the deposition above mentioned; and\n2. So much of the charge of the court as is printed above in brackets.\nH. N. McAllister and Cline G. Furst, for plaintiff in error.\nMayer & Ball, for defendant.\nJune 22d, 1864,"
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 66
}
