{
  "id": 422145,
  "name": "Brotherline versus Swires et al.",
  "name_abbreviation": "Brotherline v. Swires",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "68",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Grant 67",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0067-01"
      ]
    },
    {
      "cite": "5 Wright 135",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 5835,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.46907232815503913
    },
    "sha256": "369e05b9c32b8c420c458e9dde9c30218fff2c95ac2c7da3bfceb08a6556f566",
    "simhash": "1:c623abb0d8ae8c81",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brotherline versus Swires et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The testimony that was given on the part of the defendants below, particularly that of Peter Hewitt, was sufficient to distinguish this case from that between the same parties reported in 5 Wright 135. In the former case, no evidence of a fraudulent sale was submitted, except that Brother-line, who acted as crier for Clark, the deputy marshal, became himself the purchaser at a price greatly below the value of the property. These' circumstances were held insufficient to avoid the sale. But on the last occasion it was in proof, in addition to these circumstances, that Brotherline denied his authority, to sell, and said to Hewitt, who went there to bid, “ I do not want you here at all to-day.” Taking all of Hewitt’s testimony into view, the conduct of Brother line looks, indeed, somewhat suspicious, and yet it is not quite clear that Hewitt was restrained from bidding by Brotherline’s repulsive remarks, so much as by his own doubts as to the ownership of the property. It was no part of Brotherline’s duty to insure the title, or resolve the doubts of bidders on that head, and if what he said about his defect of authority, had reference to the ownership of the defendants in the execution, it was nothing more than a refusal to resolve the doubts which Hewitt and perhaps other persons felt about the title of the defendants in the writs. And along with his repelling observations there were, according to Hewitt himself, direct invitations to bid- given by Brotherline.\nIn such a state of circumstances the fraudulent intent of Brotherline was a question for the jury, and it has always been so treated in similar cases: Walter v. Germant, 1 Harris 516; Crook v. Williams, 8 Id. 345; Abbey v. Dewey, 1 Casey 413; Hogg v. Wilkins, 1 Grant 67. But the court being of opinion that the sale was fraudulent, directed the jury to find for the defendants. This may have heen a very sound conclusion, but it was too summarily reached. Besides Hewitt’s testimony, there 'was that of several other witnesses, and there was the presence of Clark, the responsible officer, who was charged with the conduct of the sale, to which due attention should have been given, and from the whole the fraud, if any, should have been deduced as a conclusion of fact by the jury, and not as a conclusion of law by the court.\nUndoubtedly if Brotherline discouraged and repelled bidders, whereby he was enabled to strike off to himself $1800 worth of property for $20, it was a gross fraud which would avoid the sale. On the other hand, if he fairly gave all bidders a chance to buy, and only refused to assure them of the title they would obtain, the purchase by himself, even at so low a figure, was not fraudulent, seeing that he vas the mere mouth-piece of Clark, for whom and by whom, in point of law, the sale was made. The jury should have been permitted to decide which it was.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Samuel S. Blair, for plaintiff in error.",
      "L. W. Hall and John Scott, for defendants."
    ],
    "corrections": "",
    "head_matter": "Brotherline versus Swires et al.\nJudicial sale of personal property. — Fraudulent intent of purchaser in deterring other bidders by false representations, a question of fact for the jury, and not of law for the court.— drier may purchase. — Inadequacy of price, no reason of avoiding a fair sale.\n1. Where, at a judicial sale of personal property, the only bid offered was by the auctioneer who cried the sale by direction and in the presence of the officer intrusted with it, and the property was struck down at a price much below its actual value, in consequence of his alleged false representations, which deterred others from bidding; the fraudulent intent of the buyer was held a question of fact for the jury, and not one to be decided as matter of law by the court.\n2. If a crier, discourages and repels bidders, whereby he is enabled to strike off to himself valuable property for a small price, it is a fraud which will avoid the sale: but if he give all buyers a fair chance to purchase, only refusing to assure the title which they would obtain, his purchase is not fraudulent however inadequate the price.\nError to tbe Common Pleas of Blair county.\nThis was an action on the case by John Brotherline against James Swires and Anthony Swires, to recover damages for the trover and conversion of a portable steam saw-mill and some lumber, which the plaintiff had purchased at a judicial sale.\nA judgment in ejectment had been recovered in the Circuit Court of the United States by Murray Hoffman against Anthony Swires and others, on which writs of habere facias and fieri facias for costs were issued. The marshal levied on the property above mentioned, which was withheld by the defendant. It appeared, from the evidence, that the property was worth from $1500 to $1800.\nMr. Brotherline was the crier, and receiving no bid on the day fixed for the sale, May 16th 1857, he adjourned until the fix-st day of July following. It was proved that on the 16th of May he had said to one or more of the bidders in attendance that he (Brotherline) “had no right or authority to sell,” which observation, the witness testified, deterred him from bidding; that on the 1st of July, at the second sale, Brotherline had told the same person that “he should go away, and that he did not want him there at all;” and that there being no other bidder, Brotherline struck off the property to himself for $20.\nThe court below instructed the jury “that the sale to John Brotherline in the manner and in view of the facts clearly disclosed in the evidence was in law fraudulent and void, upon the clearly proved and undisputed facts of the case,” and directed the jury to find for the defendants; which was the error assigned here by the plaintiff.\nSamuel S. Blair, for plaintiff in error.\nL. W. Hall and John Scott, for defendants.\nJune 22d 1864,"
  },
  "file_name": "0068-01",
  "first_page_order": 68,
  "last_page_order": 70
}
