{
  "id": 422204,
  "name": "Henry versus Brothers",
  "name_abbreviation": "Henry v. Brothers",
  "decision_date": "1864-06-22",
  "docket_number": "No. 47",
  "first_page": "70",
  "last_page": "73",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 16",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 Wright 212",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7864,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 9.03644325186004e-07,
      "percentile": 0.9790267695143616
    },
    "sha256": "5e24a9c38c6fa042184099487dd08afe2cb74e4ada4877cfccd8badceee3e3a5",
    "simhash": "1:d9ea74c5c4126ebb",
    "word_count": 1432
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry versus Brothers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— This was a scire facias to revive a judgment, to which the defendant pleaded nul tiel record, his own lunacy, and payment. There are three assignments of error in the record. The first is that the court refused to open the original judgment upon which the scire facias was founded. To this there are two answers. The record of the first judgment is not before us, except so far as it is exhibited in replication to the plea of nul tiel record. This writ of error brings up only the proceedings in the scire facias. And if it did more, the refusal of a court below to open a judgment is not the subject of a writ of error. This has too often been decided to be any longer in doubt. It was said indeed by Chief Justice Gibson, in Catlin v. Robinson, 2 Watts 379, that “though in general the opening of a judgment is not a matter for correction on a writ of error, yet for excess of power the act may be annulled.” But a refusal to open a judgment is never a transgression of power.\nThe second assignment is to the rejection of the record of the proceedings by which the defendant was declared a lunatic on the 8th of November 1861, and found by the inquisition to have been such five years next preceding that time. The purpose for which this evidence was offered was to show that the defendant was not competent to execute the note upon which the original judgment was entered. If he was not, it was a matter of defence when the first judgment was recovered. His legal ability to execute the contract was therefore in effect affirmatively adjudicated at that time, and it is no longer an open question between the parties. The argument of the defendant is, that if he was a lunatic when the contract was made, the judgment recovered upon it is void. Hence he supposes the evidence was admissible to support his plea of nul tiel record. But this plea is triable by inspection of the record exclusively. It cannot be supported by other evidence. And if it could, the fact that the defendant was a lunatic when the debt was contracted would not make the' subsequent judgment against him void. A judgment may be given against one who is non compos mentis. But, says the defendant, he was civilly dead. If he were actually dead the judgment would not be void, though it might be irregular: Yealy et al. v. Fink, 7 Wright 212. It is enough, however, that on a trial of a scire facias to revive a judgment, the original judgment is not open to attack for any cause, not even for fraud, much less for irregularity. For these reasons the record of the proceedings in lunacy was properly rejected.\nThe third assignment of error has a better foundation. The note with warrant of attorney to confess judgment was given on the 25th of April 1859, to William Brothers the plaintiff. 'Judgment, however, was not entered until September 23d 1859. It was then entered for the use of William E. May. No notice seems to have been given by Mr. May to the debtor that the debt had been assigned to him. Yet the court instructed the jury that “ anything given” (by the debtor on account of the judgment) “ after the 23d day of September 1859, vrould not be a credit in this action, for on that day the judgment was entered on the public records for the use of William E. May, and this would be a legal or constructive notice to Mr. Henry that the claim was transferred to Mr. May.” This we think, was erroneous. Legal or constructive notice, as distinguished from actual, is that which the law regards as sufficient to give knowledge. If the existence of knowledge is presumed from any other fact, if the presumption be juris et de jure, the other fact must be certain. But there is no certainty that a debtor has knowledge of the entry of a'judgment against him, by virtue of a warrant of attorney which he may have signed, much less that he has knowledge of an assignment' of a judgment. He is under no obligation to make inquiry. A subsequent encumbrancer or purchaser must know) for it is his duty to examine the records. Not so with the debtor himself. The judgment-docket is not for his benefit. It would be an intolerable hardship if, every time he desires to make a payment on account of his debt, or to obtain a credit, he must go to the county seat and inquire-whether the judgment has not been assigned. It is true, the purchaser of a judgment is affected with knowledge of the state of the record. He is bound to inquire for all the defences the debtor may have, whether they appear of record or not. It is his duty to give notice of the assignment if he would protect himself against subsequent payments to his assignor. And as he purchases but an equity, he stands in the place of his vendor, exposed to all the defences which might be set up against a vendor, before he has given notice of the assignment. Until actual notice, the debtor does no wrong in making a partial payment. As was said by Gibson, J., in Bury v. Hartman, 4 S. & R. 178: “Notice of an equitable assignment is always required, and the reason for it is a plain one. Not being an assignment made in pursuance of the terms of the contract, and not being recognised by the common law, but merely tolerated by courts of equity to effect purposes of convenience, an obligor is not to presume an assignment to have been made, and therefore negligence is not to be imputed to him for making a payment without requiring the production of the instrument.” If he is not bound to presume an assignment, he is under no obligation to search the records. It was intimated, indeed, by the judge who delivered the opinion of the court in Eldred v. Hazlett’s Administrator, 2 Wright 16, that marking on record the assignment of a judgment is notice to a defendant as well as to others, but the case was not decided upon that ground, and the cases referred to do not support such a doctrine. They all refer to contests between successive purchasers from the legal creditor, who, as we have seen, stand on a different footing from that of the debtor. The court then erred in directing the jury that the entry of the judgment to the use of William E. May was legal or constructive notice to the defendant that the judgment had been assigned. ■ .\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Doty & Reed, for plaintiff in error.",
      "Elder & Woods, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Henry versus Brothers.\nRefusal of court below to open judgment not reviewed, on error.— Original judgment not to be assailed on trial of sci.fa. to revive. — Assignment of judgment on record, not notice to defendant.\n1. The refusal of a court to open a judgment on the trial of a scire facias thereon to revive it, is not the subject of a writ of error, which can bring up for review only the proceedings upon the scire facias.\n2. As the original judgment is not, on the trial of the scire facias, assailable for fraud or irregularity, the record of proceedings in lunacy had after the entry of the judgment is inadmissible, either under the plea of nul tiel record, or as evidence of the defendant's incompetency to execute the note on which the judgment was entered.\n3. An assignment of a judgment on record is not constructive notice thereof to the debtor: hence payment by him to the obligee before notice of the assignment, is good.\nError to the Common Pleas of Mifflin county.\nThis was a scire facias by William Brothers for William May, and now for the use of Eliza Butler, against Francis Henry, to revive a judgment which had been entered to November Term 1859, No. 47.\nThe defendant pleaded payment with leave and set-off, to which, on the trial, were added the pleas of nul tiel record and lunacy.\nUnder the ruling of the court below there was a verdict and judgment for plaintiff.\nThe whole case, as it was presented here, -will be found in the opinion of this court.\nDoty & Reed, for plaintiff in error.\nElder & Woods, for defendant in error.\nJune 22d 1864,"
  },
  "file_name": "0070-01",
  "first_page_order": 70,
  "last_page_order": 73
}
