{
  "id": 422179,
  "name": "Clark's Executors versus Wallace",
  "name_abbreviation": "Clark's Executors v. Wallace",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "80",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 119",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 17867,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 8.936083039976087e-08,
      "percentile": 0.500974381131873
    },
    "sha256": "556970f879717fbf782751e79dda4c678e9bdeee5b40fc879e12bafb4a9a5b0b",
    "simhash": "1:b56186b04a05b76c",
    "word_count": 3132
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clark’s Executors versus Wallace."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— The cases of Magoffin v. Patton, 4 Rawle 119, decided by Judge Kennedy, which was an action at common law; of Corbin v. Wilson, 2 Ashmead 178, decided by that very learned judge, President King, which was a proceeding in equity; and of Seibert’s Appeal, decided by Chief Justice Lewis, which was a proceeding in the Orphans’ Court and Common Pleas, have settled the law of the case before us in strict conformity to the established English rule. Where a legatee is a child of the testator, and a minor, incapable of supporting himself, or one to whom the testator has placed himself in loco parentis, and no special provision is made for the maintenance of the legatee, interest will be allowed on the legacy, although not payable until a future time, as upon the legatee’s attaining full age. For the purpose of maintaining the legatee, interest must be paid on the legacy, whether it be particular and vested, or particular and contingent, or whether it be residuary and vested, or contingent. “ If,” says Judge Lewis, in Seibert’s Appeal, 7 Harris 56, “ there is anything in the argument in favour of awarding interest on a legacy to a child, resting upon the presumption that a parent did not intend his children should starve, the presumption holds with equal strength, where the parent is dead, and the grandchildren are in the will substituted to the legacy previously given to the parent for life. If a testator, by benevolent manifestations, may put himself in loco parentis, so as to entitle a stranger to maintenance, much slighter circumstances will bring the case of a grandchild within the rule. Indeed, this may always be presumed where, as in the case under consideration, the legacy is given to the child only for life, and upon its death the grandchildren are substituted under the express direction in the will to receive the legacy, the income of which had been previously given to their parent.”\nThe case of Corbin v. Wilson was a very strong exemplification of the power of the equitable doctrine of maintenance, for the annuity given to the testator’s daughter was to be applied to the sole maintenance of herself and the education of her children, with a further provision as to her and her children, with others residing in the testator’s dwelling-house in Philadelphia, if she was disposed to do so. The father of the children was living, a-nd the allegation was that his pecuniary abilities were limited, and were altogether inadequate to the maintenance and education of his children and the support of his family. The court made an allowance to the father, Francis P. Corbin, for their past maintenance, of $6000, and for the future maintenance and education of their three children, of $3000 annually, which sum was very largely increased by subsequent decrees of the court as the minors advanced in years. The estate, it is true, was a very large one, consisting of real and personal estate in Pennsylvania and Georgia, which, upon the final distribution and payment to the three grandchildren, under the terms of the will, was valued at near one million of dollars. The case was very stoutly contested by the present Judge Cadwalader and myself, but under our advice the executors of Mr. Hamilton acquiesced in the decision of the Court of Common Pleas without carrying it to the Supreme Court, a course entirely justified by the decision in Seibert’s Appeal fourteen years afterwards.\nIn the case before us, it appears that William Clark died in November 1851, having first made his last will and testament, dated the 28th October in the same year, of which he appointed his two sons, William and Charles A. Clark, executors. In his will there is the following clause: “ I give and bequeath to my daughter Mary, now intermarried with Justus W. Eshleman, the sum of $3000, which said sum is to be and remain a lien on my real estate during her natural life, and the interest accruing thereon, to be paid to her annually during her said life; which said interest is to be for her sole and separate use, and not subject to the control of her said husband, nor liable for his debts, either now or hereafter; said legacy to remain a lien upon my real estate during her life, and until her children shall become of lawful age, and at her death the said sum of $3000 to be equally divided amongst her children, if they shall have arrived at the age of twenty-one; but should my daughter die before her children shall have arrived at lawful age, the share that they shall be entitled to shall not be paid until they arrive at lawful age.”\n“ Item. It is my will that the money arising from the sale of the land directed to be sold by my executors, and all other moneys arising out of the sale of my personal property and other effects, be applied to the payment of'my debts as aforesaid, and after the payment thereof, then the legacies and bequests hereinbefore mentioned shall commence, bearing interest from that time, and be payable as before directed; said legacies and interest thereon, and the provision for my wife and daughter, Elizabeth Jane as aforesaid, are to be paid and borne in equal proportions by my sons, William and Charles Alexander.” These are the only portions of the will appearing on either paper-book. The period mentioned in the last item, when the interest commenced, was the 7th February 1856, all the debts being paid by the executors by that day. William and Charles Alexander accepted the respective farms devised to them by their father, subject amongst other charges to the said legacy of $3000, and are still the owners of the said farms. Mary Eshleman died on the 22d December 1850, leaving no estate, and her husband has no property or means adequate for the proper support of their three minor children, William C., John M., and Mary Elizabeth Eshleman, who, at the time of the presentation of the petition of their guardian to the Orphans’ Court, were aged respectively fourteen, eleven, and nine years. The minors have no other property except about $747, received by the guardian from the estate of James Clark, deceased.\nIt is too clear to require argument, that this was a vested legacy in the children, payable on their respectively arriving at the age of twenty-one years, in equal portions. It is equally clear that this legacy bears interest from the 7th February 1856, and that the legacy and interest are to be paid and borne in equal proportions by William and Charles Alexander, who are personally liable, by the terms of the will, and whose farms devised to them by their father are specifically charged with the payment of the same. The Orphans’ .Court was therefore the proper tribunal to apply to, as it was a legacy charged upon real estate, and possessing equity powers could dispose of the whole question of interest and maintenance.\nUnder the circumstances of this case we cannot but think that the court below made a very proper order, with this variation, after the word “ over,” insert the words “in equal proportions,” so as to make the decree conform to the will, which directs that the legacy and interest “are to be paid and borne in equal proportions” by his said sons, William and Charles Alexander. As it is presumed that the object of this proceeding is to determine a question of law, the fi. fa., being a joint writ, instead of separate writs, is set aside.\nWith this variation, the decree is affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "John Cessna and Stambaugh & Stewart, for appellants.",
      "William McLellan and J. McD. Sharpe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clark’s Executors versus Wallace.\nInterest on legacy charged upon land during life of testator’s daughter, •when payable to her children for their maintenance after her death.\n1. Where a legatee, to whom the testator has placed himself in loco parentis, is a minor incapable of supporting himself, and for whom no special provision for maintenance is made, interest will be allowed on the legacy, although not payable until a future time, as upon the legatee's attaining full age, for the purpose of maintaining the legatee, and such interest must be paid whether it be particular and vested, or particular and contingent, or residuary and vested or contingent.\n2. A testator bequeathed to a married daughter a sum of money for her separate use for life, the interest to be paid her annually during life, to remain a lien upon his real estate during her life and until her children became of lawful age: at her death the principal to be equally divided among her children if twenty-one years of age, but if not, then not to be paid until that time: interest to commence upon his legacies and bequests when his debts were paid, to be paid and borne by his two sons, devisees of his real estate, in equal proportions. The mother subsequently dying, leaving three children under the age of fourteen years, but no estate except this legacy and a small sum of money which was inadequate for their proper support, the father being without means or property: on application of their guardian for the payment of the interest on the legacy, it was held,\n(1.) That the devisees were liable for interest on the legacy from the time it became payable by the will, to be paid to their guardian for their past support and maintenance, and also for the annual payment of the interest thereafter for their future support and maintenance until they became of age.\n(2.) That the legacy was vested in the children, and was payable on their respectively arriving at the age of twenty-one years, in equal proportions.\nAppeal from the Orphans’ Court of Franklin county.\nThis was a proceeding in the court below founded on a hill or petition presented by John P. Wallace, guardian of the minor children of Mary Eshleman, deceased, in which he represented that his wards were interested in the real estate of William Clark, late of Green township, Franklin county, deceased, and prayed for a citation to issue to William and Charles A. Clark, executors of the said William.- Clark, deceased, to file an account thirty days before the next succeeding Orphans’ Court, in March 1861, which citation was awarded by the court.\nOn the 12th of March 1861, an answer to said citation was filed by William and Charles A. Clark, in which they set forth that they had filed their final account as executors of William Clark, deceased, and denied the right of the said guardian to ask for a citation upon them to file their account, for the reason that neither he nor his wards have any interest in the real estate of said decedent, or are in any way interested in the settlement of his estate.\nOn the 31st of-October 1861, Mr. Wallace presented another petition to the Orphans’ Court, setting forth that on the 21st of January 1856, he had been appointed guardian of William C., John M., and Mary Elizabeth Eshleman, minor children of Mary Eshleman (formerly Mary Clark), daughter of William Clark, deceased, who are fourteen years of age and under. That said William Clark died in November 1851, having first made his last will and testament, dated the 28th of October 1851, of which he appointed his two sons, William and Charles A. Clark, executors. That in said will it was ordered and directed, inter alia, as follows, to wit: — “I give and bequeath unto my daughter Mary, now intermarried with Justus W. Eshleman, the sum of three thousand dollars, which said sum is to be and remain a lien on my real estate, during her natural life, and the interest accruing thereon, to be paid to her annually during her said life; which said interest is to be for her sole and separate use, and not subject to the control of her said husband, nor -liable for his debts either now or hereafter, said legacy to remain a lien upon my real estate during her life, and until her children shall become of lawful age, and at her death the said sum of three thousand dollars to be equally divided amongst her children, if they shall have arrived at the age of twenty-one years, but should my daughter Mary die before her children shall have arrived at lawful age, the share that they shall be entitled to shall not be paid until they arrive at lawful age.”\n“ Item. It is my will that the money arising from the sale of the land directed to be sold by my executors, and all other moneys arising out of the sale of my personal and other effects bo applied to the payment of my' debts as aforesaid, and aftet the payment thereof, then the legacies and bequests hereinbefore mentioned shall commence bearing interest from that time, and be payable as before directed, said legacies and interest thereon, and the provisions for my wife and daughter Elizabeth Jane as aforesaid are to be paid, and borne in equal proportions by my sons, William and Charles Alexander.”\nThe petition further stated that executors have sold the real estate, the proceeds of which, according to the terms of the will, were to be applied to the payment of the testator's debts; that the last of these said debts were paid by said executors on the 7th of February 1856, and that there has been no indebtedness against the estate since that time. That the said William and Charles A. Clark elected to accept the respective farms, devised to them by their deceased father, subject to the charges that were made a lien upon said farms, and among other'charges subject to the aforesaid legacy of $3000, and the interest thereon, which was bequeathed to the said Mary Eshleman during her natural life, and at her death the principal sum to be paid to her children when they shall arrive at the age of twenty-one years, and that they are still the owners of the said farms. That Mary Eshleman died on the 22d of December 1855, leaving no estate except the. aforesaid legacy of $3000, and that since her decease about $747 have been received by the petitioner, as guardian of said minor children, from the estate of James Clark, deceased. That the interest on this sum is not sufficient to support, maintain, and educate said minor children, and that the father, Justus W. Eshleman, has no property or means adequate for their proper support.\nThat the said William and Charles A. Clark have refused, from the said 7th day of February 1856, when the last debts were paid, and still refuse to pay the interest annually accruing on the said legacy, for the use and benefit of said minor children, as they were directed by the will of William Clark, deceased, contrary to equity and good conscience.\nThe petition then prayed for a rule on William and Charles A. Clark, to show cause why they shall not be compelled to pay unto the petitioner, guardian as aforesaid, all interest now due and in arrear upon said legacy of $3000, from the 7th of February 1856 until the present time, and annually hereafter the sum of $180, being the yearly interest on said legacy, until the said minor children shall have respectively attained the age of twenty-one years.\nOn the 20th of February 1862, the respondents presented their answer to the foregoing petition, praying the court to dismiss the rule for the following reasons :\n1. That the said Wallace is guardian only of the estate, and not of the persons of said minors.\n2. That by the terms of the will the legacy is not payable (nor any part thereof) until said minors should arrive at the age of twenty-one years.\n3. That by the terms of the will the legacy was not intended to carry interest in favour of the minors until they should reach the age of twenty-one years. That the clause in the -will providing for payment of interest after the payment of the debts of the estate was made with reference to the other legacies named in said will, and with reference to this one only in case the mother of said minors should be living, and not with any intention to change the previous clause of said will, which directs that in case of the death of the said mother, no part of said legacy should be payable to said minors until their majority.\n4. That there are other assets of said minors in the hands of their guardian, and while it is asserted that the interest on these assets is insufficient to support said minors, it is not averred, nor could it be, that the whole thereof would be insufficient.\n5. That Mary Eshleman, deceased, upon her deathbed did request respondents to pay her debts, funeral expenses, &c., all of which has been done. That at the same time she requested her mother to keep and support one of said minors, and respondents to keep and support the other two. All of which the said mother and respondents have at all times been ready and willing to do, and yet are ready and willing to do. That it appears to have been the object of the testator to prevent any of the legacy intended for said minors from falling into the hands of their father. The result of the guardian’s application in this case, if not the intention, would be to afford a home and support for said Justus W. Eshleman and his relatives, at the expense of said wards. The dates, figures, amounts, &c., set forth in the petition, are believed to be correct, except as hereinbefore stated.\nA replication for John P. Wallace, guardian as aforesaid, was filed on the 20th of January 1862, admitting that the said sum of $747, in the hands of said guardian, is not exhausted, and is sufficient for the present maintenance, support, and education of the said minor children, but averring that said guardian is not in law bound to expend this fund before he can be permitted to claim the interest on said legacy of $3000.\nThe court below (Nidi, P. J.) directed the respondents to pay to the guardian the interest which had accrued from 1857 to 1861, and the further sum of $180 annually (being the interest on the $3000), until the minors respectively attain the age of twenty-one years, with the costs of this proceeding; which was the error assigned.\nJohn Cessna and Stambaugh & Stewart, for appellants.\nWilliam McLellan and J. McD. Sharpe, for appellee.\nJune 22d 1864,"
  },
  "file_name": "0080-01",
  "first_page_order": 80,
  "last_page_order": 86
}
