{
  "id": 422262,
  "name": "Brooks versus Smyser et al.",
  "name_abbreviation": "Brooks v. Smyser",
  "decision_date": "1864-10-20",
  "docket_number": "No. 97",
  "first_page": "86",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 488",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 399",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0263-01"
      ]
    },
    {
      "cite": "5 Rawle 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    },
    {
      "cite": "7 W. & S. 273",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481774
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0273-01"
      ]
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 28220,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.2567703309767154e-07,
      "percentile": 0.6114769625565043
    },
    "sha256": "3efe422afb74f03ea254c3341aca14336c82146694755d1309fcabc96b97cbc8",
    "simhash": "1:b8bfccf1a6bc623a",
    "word_count": 4984
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brooks versus Smyser et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— The principal question upon which the cause was rested in the court below and in this court, is, whether the executors of the surviving administrator of Peter Kunkel, deceased, were the proper parties to maintain the scire facias upon the mortgage.\nPeter Kunkel died in 1794. The mortgage was given in 1813, by John Brooks to the administrators of Peter Kunkel, and is conditioned for the payment of “ $627.40 to them, for the use of the heirs of Peter Kunkel, deceased, on the death of Eve Kunkel, widow and relict of said deceased, and the interest thereof annually unto her, the said Eve Kunkel, on the 1st of April in each year during her natural life.” The property was sold and the mortgage was taken in pursuance of an order of the Orphans’ Court. The paper-book is not explicit, but so far as we can gather it, the proceeding seems to have been in partition.\nThe single question is whether the action can be maintained in the names of the executors of the surviving administrator. The inquiry does not now arise whether the action should have been in the names of the heirs, or of the succeeding administrator de bonis non. In Hise v. Geiger, 7 W. & S. 273, it was expressly decided that payment must be made to the heirs, and not to the administrator, by whom the sale was made and mortgage taken. But this was overruled in the next year by the case of Unangst v. Kraemer, 8 W. & S. 391, in which it was held that the proper person to sue was the administrator to whom the security was given. It is to be noticed that in the latter case, the former is not referred to by court or counsel, but the same judge delivered the opinion, and it was only at the next term of the court.\nThe error of the court below was in looking at the debt in the mortgage as an ordinary contract liability, and the administrators as trustees, merely by private arrangement. In this view, doubtless the representatives of the survivor were proper parties. But the nature of the debt as a fund in legal custody, and the character of the mortgage as an instrument merely in a system of distribution, forbid this conclusion.\nThe 22d section of the Act of 19th April 1794, providing for the partition of the real estate of intestates, directed that the valuation of the widow’s third should he charged upon the estate, and at her death the principal sum should he paid by the son accepting, and then proceeds, “ and shall be distributed and divided by the said court, to and amongst the said children of her husband and their representatives according to the direction of this act.”\nThe Act of 1794 not having provided for a sale of the property when not accepted, the Act of 2d April 1802 supplied the defect. It required the court to make an order commanding the executor or administrator to sell upon such terms as the court might direct. The second section directs the court, on the return of the sale, to confirm the premises to the purchaser subject and liable to the payment of the purchase-money, according to the terms prescribed by the court, and said court shall cause the proceeds of such sales to be distributed in such manner as according to law and justice may be proper.\nUnder these acts it was repeatedly held by this'court that the widow’s third, principal and interest, was a charge upon the estate in the hands of the purchaser independently of the securities taken from him; and that the securities were but instruments growing out of the orders of the court, while the executor or administrator was but the agent of the court in making the sale and taking the security: Medlar v. Aulenback, 2 Penna. R. 355; Wynn v. Brook, 5 Rawle 108; Hise v. Geiger, 7 W. & S. 273; Eshelmam v. Witmer, 2 Watts 263; Fisher v. Kean, 1 Id. 261; Unangst v. Kraemer, 8 W. & S. 391.\nThus it appears that this debt was a fund belonging to an estate in the course of distribution according to law, and was within the exclusive jurisdiction of the Orphans’ Court; that the mortgage is but a form of security devised by the court for the purpose, and the administrators named in it were, in the language of Justice Rogers, but agents of the court, to direct the sale, bound to pay all the expenses attending it, arid to distribute the money when received:” Unangst v. Kraemer, 8 W. & S. 399.\nSo stood the case under the Acts of 1794 and 1804; but before the money fell due, and the fund could be brought into court for distribution, the revised Acts of 1832 and 1834 were passed. These acts vested jurisdiction fully in the Orphans’ Court over the partition of intestates’ estates, and the distribution of the proceeds of sales; liens are provided for before the distribution shall be made; and refunding bonds with sureties to be approved by the court; the orders of the court are to be carried out by the executor or administrator, or, in their absence or failure, by trustees to be specially appointed; and if the trustees die or remove, then by the clerk of the court, and it is expressly directed in the last case that the moneys and securities shall be brought into court and remain subject to the disposition of the court. The Act of 1834, § 43, explicitly directs that “ no executor or administrator shall have power to execute any order or decree of the Orphans’ Court for the sale of any real estate for the purposes of distribution or otherwise, nor to receive the proceeds of the sale of any of the real estate of the decedent made by authority of law, until he shall have given security, to he approved by the Orphans’ Oourt having jurisdiction of his accounts, for the faithful application of the proceeds of such real estate according to law.”\nEve Kunkel, the widow, died in 1847, and then the fund fell due for the purpose of distribution. The jurisdiction of the court and distribution of the fund then fell under existing laws; and no one could receive it or pay it out under the order of the court, except one then duly authorized to receive it, who had given the security required by law. It has been decided in an analogous case, that the authority of administrators de bonis non, under the 31st section of the Act of 1834, extends to cases arising before the passage of the law: Dunkel v. Shannon, 9 Watts 488; Carter v. Truman, 7 Barr 321; Little v. Walton, 11 Harris 166; Waterman v. Ellis, 4 Casey 264. In one of these cases a payment to an administrator de bonis non Avithout authority was held to be made good by the passage of the law.\nThe policy of charging the valuation of the widoAv’s third upon the premises, in cases both of acceptance and sale, is continued by the Act of 1832, while the Act of 1834 provides that in all cases of sales in partition, the share of any tenant for life shall not be paid to him, but shall remain charged upon the premises according to the directions of the Orphans’ Court. Under this system of distribution the question can be asked with great force, what right have the executors of a deceased administrator to represent the intestate in respect to a fund arising by conversion of laAV for his heirs ? At common laAV they could not, even as to personalty, their testator being an administrator only; and had he been an executor, still the Act of 1832 forbids the executors of an executor from intermeddling with the estate of the first testator. They could not represent him under the intestate laws, for these authorize only the executor or administrator of the original testator or intestate, or a trustee specially appointed, if there be none, or if he fail to act. In reference to the executor or administrator executing the orders of the court in cases of sales in partition, it is manifest the laws relating to partition make no distinction. Whoever is the personal representative at the time of the making of the order of the court, can execute it, whether he be executor, administrator cum testamento annexo, administrator, or administrator de bonis non.\nThere are invincible objections, under this system, to the personal representative of the deceased administrator executing the powers of the original administrator. In no sense can he be the agent of the court, independently of a special appointment as a trustee, and giving security in the absence of the proper executor or administrator. He may be amenable to a different jurisdiction, for the original administrator may have died resident in a different county. He is not answerable to the Orphans’ Court, even of the same county, in respect to the original estate, but only for the estate of the administrator. He gives and can give no security for the funds of the original estate, for his powers do not concern that estate. He cannot be compelled to act, nor can the court vest in him power to act as the representative of the original estate. He cannot, therefore, make the distribution of the funds among the heirs of the original intestate.\nLooking, therefore, to the legal system of distribution, and the jurisdiction of the Orphans’ Court; to the nature of the debt as a fund for distribution among the owners of the real estate; to the character of the mortgage as a mere security, ordered by the court ancillary to the legal charge; to the administrators as mere agents of the court to make the sale and effect distribution; and to the insuperable objections which lie to the executors as the representatives of a different estate, we must arrive at the conclusion that the executors of George Hoyer have no authority, without a special appointment as trustee, to intermeddle with this fund.\nBut there is another view which must affirm the judgment of the court below, notwithstanding the want of authority in these executors to receive payment; the heirs of Peter Kunkel actually received all that was coming upon this fund, and gave their releases accordingly. If the money had been paid by John Brooks’s executor, the mortgage was in fact satisfied. This very question was fully submitted by the court below to the jury, who found that the money, to wit, $500 and interest, was not paid by Brooks’s estate or heirs, but came from Simon Cameron. Such is the effect of the verdict under the binding instructions of the court.\nThe assignment to Cameron was made on the 8th of April 1848. On the same day the scire facias was entered amicably, and a judgment confessed in the name of George Hoyer’s executors for the use of Simon Cameron. The record remained in this condition for fourteen years without a writ of error. The heirs of Peter Kunkel, the only persons concerned in the distribution of the fund, have acquiesced in the payment ever since, and no question of contribution can now arise. How, as between Cameron, the equitable owner of the mortgage, and the representatives of Brooks’s estate, what was there to prevent their using, by consent, the names of Hoyer’s executors as legal plaintiffs ? Clearly, at this time, Brooks’s executor cannot gainsay that judgment in this scire facias to revive it.\nIn what better situation are the heirs of John Brooks as the terre-tenants ? Their right is to defend for their interest. But what is this interest ? It involves no question but one, whether the mortgage is a charge on their land. This it is, unless it has been paid. But this question was fully submitted to and decided by the jury.\nAs to the party to revive, it is clear no question arises, for Kunkel’s heirs rest satisfied, and the manner of submitting the case to the jury makes the verdict a decision in favour of Cameron’s right to receive the money; while the judgment was expressly confessed to his use. There is nothing, therefore, left for controversy on part of the terre-tenants.\nThese views render it unnecessary to examine the questions contained in the other assignments of error. It is sufficient to say that they require the affirmance of the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      },
      {
        "text": "Concurring opinion by\nStrong, J.\n— I concur in the judgment given in this case, though my views of one of the questions differ from those of my brethren.\nThe first and leading one is whether a scire facias on the mortgage could he sued out and maintained by the executors of the will of the surviving mortgagee, or whether the right of action was exclusively in the administrators de bonis non of Peter Kunkel, deceased. The mortgage was given on the 24th day of April 1818, to George Hoyer and Christian Kunkel, to secure to them the payment of $627.40 for the use of the heirs of Peter Kunkel, deceased, on the death of Eve Kunkel, his widow, with interest payable annually to her during her life. The obligees were denominated administrators of the goods, &c., of Peter Kunkel, deceased, hut this was a designation of persons, not of the right in which they held the mortgage. It no more fixed a trust upon the transaction, than would the addition of any official title to the name of an obligee determine that he was a trustee. It was mere surplusage, which might have been disregarded in pleading and which was unmeaning in substance. The declared trust negatives the existence of another not expressed. The mortgage was expressly declared to be for the use of the heirs of Peter Kunkel, not for the use of the administrators as such, for administration, nor for any use of the decedent’s estate. The record does not show for what consideration it was given, but it may he inferred that it was to secure the purchase-money of land sold under proceedings in partition. Certainly the sale was not for the payment of debts. The postponement of the day of payment until after the death of the widow of Peter Kunkel shows that. It was not a sale, then, for administration, and the obligees did not hold the mortgage as administrators. They held it as trustees for the heirs. If, therefore, there is no Act of Assembly to change the common law rule’ in such a case, the right of action upon the mortgage was in the executors of the surviving mortgagee, both of the mortgagees having died, and the scire facias was correctly sued out by Philip Smyser and Sarah Hoyer, those executors.\nThe plaintiffs in error, however, insist that the right of action was taken away from the executor of the surviving mortgagee by the 31st section of the Act of the 24th of Eebruary 1834, and that suit can now be brought only by an administrator de bonis non of Peter Kunkel, deceased. That section enacts that “ administrators de bonis non, with, or without the will annexed, shall have power to demand and recover from their predecessors in the administration, or their legal representatives, all moneys, goods, and assets remaining in their hands, due and belonging to the estate of the decedent, and to commence and prosecute actions upon promises made to such predecessors in their representative character, and to sue forth and defend writs of error, writs of scire facias, and writs of execution upon judgments obtained by or in the name of the executors or administrators, into whose place they may have come, and also to proceed with and perfect all unexecuted executions which may have been issued thereon at the instance of such predecessors.” The purpose of this act was to give to administrators de bonis non the completion of an administration commenced, but not completed by their predecessors. Hence, they were empowered to recover moneys, goods, and assets due and belonging to the estate of the decedent, and to sue upon promises made to their predecessors in their representative character. Whatever the first administrator was entitled to as a personal representative of the intestate, whatever was covered hy his administration bonds, whatever was due and belonging to the estate of the decedent, must now pass into the hands of the successor in office of the first administrator. But the act is inapplicable to this case. The money secured by this mortgage is not money due and belonging “to Peter Kunkel’s estate.” It belonged to the heirs, and their receipt of it from the mortgagor, even without the consent of the mortgagees, would have extinguished the security. How, then, can an administrator de bonis non have any title to it? What he may recover is what it is his duty to administer. Nothing else. This money, if it were in his hands, he would hold as a naked' trustee; not for the estate, but for the widow and heirs: Unangst v. Kraemer, 8 W. & S. 391. It would be strange, indeed, if the legislature intended an administration de bonis non to be raised up in such a case, when not a dollar of the money, if recovered, would be assets for the payment of debts, and when all would go to the heirs in their own right. Partition of realty is not administration of an estate. Neither the owelty awarded, nor the price of the land when sold, after refusal of the heirs to accept it at the valuation, belongs to the administrator in his representative character. It is true, that lands in this state are assets for the payment of debts, but they are not personal assets, and they cannot be resorted to until after the personalty has been exhausted. When the debts have been paid and the personalty has been distributed, administration has closed, and securities for the price of lands sold belong to the heirs. They are no longer assets under the control of a personal representative of the decedent. Here it appears that Peter Kunkel died in 1794, and this mortgage was given for the use of his 'heirs in 1818. It is not now for the mortgagor, or any one claiming under him, to deny that administration upon the estate had then closed. This disposes of the 1st, 5th, 6th, 8th, 9th, and 10th assignments of error.\nEntertaining the opinion, as I do, that the original scire, facias upon the mortgage was rightly sued out in the name of the defendants in error, I need not consider the question, whether the plaintiff in error could now avail herself of a mistake in the legal parties, if a mistake had been made.\nThe next question is raised by the 2d and 9th assignments, and may be dismissed with a single remark. The evidence offered and rejected had no possible bearing upon the issue between the parties. Had it been admitted, it would have had no tendency to show either that the mortgage was not a valid encumbrance on the land, or that it had been paid, or released, or in any way discharged.\nAnother question raised by the plaintiffs in error grows out of the following facts. The first scire facias upon the mortgage was sued out upon the 8th of April 1848, within less than a year after the death of Eve Kunkel, widow of Peter Kunkel. To the scire facias, Dewitt C. Brooks, executor of the will of John Brooks, the mortgagor, was made defendant, and he accepted the service and confessed a judgment. It-is now contended that his confession of the judgment was a nullity, because he had at the time no interest in the land bound by the mortgage, and because the scire facias issued before the expiration of a year and a day after the debt fell due. This is certainly a very extraordinary position to be taken by the defendants below, one of whom is the administratrix de bonis non of the mortgagor, and the remainder of whom are terre-tenants claiming under the mortgagor by title subsequent to the mortgage. Dewdtt O. Brooks was the proper person to be made defendant in the writ of seire facias. He was the personal representative of the mortgagor. No rule of the common law or Act of Assembly required notice to be given to the terre-tenants. It must be conceded that suing out the writ was premature, but it was an irregularity which could be waived. The statutory cesset is a provision for the benefit of the mortgagor, of which be may or may not avail himself at his pleasure, and the executor is clothed with the powers of his testator. But it is said Dewitt C. Brooks could not waive it to the prejudice of the terre-tenants. If it were so, does that make the judgment void ? How has it injured them ? They can make defence now to any claim for the payment of the debt, which they could make were the present scire facias upon the mortgage itself, instead of the judgment. If the mortgage has been paid or released, they are not precluded from showing it. But clearly when fourteen years have elapsed after the debt became due and after judgment was obtained, it is not for them to set up a mere irregularity in the rendition of the judgment, which does not prejudice them. At any time within seven years they might have come in and complained of the irregularity. It is too late now, and if it were not, it could do them no good.\nNor was there any error in withdrawing from the jury the question of fraud. There was nothing in the evidence received, or in that offered and rejected, that tended to show fraud. The opinion of the witness, Frederick Pace, was but a mere conjecture, upon which the jury had no right to act. None of the matters enumerated in the 8th point are indices of fraud or show that either the executor of the mortgagor, or the assignee of the mortgage, did anything prejudicial to the terre-tenants. Under proper instruction the jury have found, that neither the mortgagor, nor his executor, nor the tenants, have paid the mortgage, and it is not pretended that the debt was not due.",
        "type": "concurrence",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Horatio Hubbell and Hamilton Alricks, for plaintiff in error, who was defendant below.",
      "John A. Fisher and R. A. Lamberton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brooks versus Smyser et al.\nRight of executor of surviving administrator to sue on mortgage given to ' administrators jointly in trust for heirs of their intestate.— Waiver of right to complain of irregularity of legal proceedings.\n1. Where the administrators of a decedent, in settlement of his estate had taken a mortgage to secure the widow’s dower, and afterwards died: Held, that the executors of him who survived his co-administrator, could not sustain an action of scire facias upon it.\n2. But where the amount due on the mortgage had been paid by a third party, the heirs of the decedent had released, and the executors of the mortgagor had confessed'judgment in a scire facias, brought by the executors of the original administrator and mortgagee, for the use of the party who had paid the money, and the record had remained in this condition for fourteen years, without a writ of error, the want of authority in the executors to bring the scire facias was held to be waived.\n3. The confession of judgment by the executor of the mortgagor was not a nullity, though the defendant therein had at the time no interest in the land bound by the mortgage (having released), and the scire facias had issued before the expiration of a year and a day after the the debt fell duo; at most it was an irregularity of which the terre-tenants could not complain after the lapse of so long an interval. Per Strong, J.\nError to the Common Pleas of Dauphin county..\nThis was a scire facias to August Term 1862, to bring in the administrator de bonis non cum testamentum annexo of John Brooks, deceased, as defendant, and to reverse a judgment which had been entered on a scire facias, issued on a mortgage to April Term 1848, No. 97.\nThe mortgage, dated April 24th 1813, was given by John Brooks to Christian Kunkel and George Hoyer, administrators of Peter Kunkel, deceased, to secure the sum of $627.40, the interest of which was to be paid to Eve Kunkel, widow of Peter Kunkel, during her life, and the principal to her heirs after her death.\nIt appeared, from the evidence, that this sum was a balance which remained out of the proceeds of the sale of the real estate of Peter Kunkel, after the payment of his debts.\nThe mortgage and bond were in the name of the administrators for the use of' the heirs after the death of Eve Kunkel, to whom the interest was paid during her lifetime.\nChristian Kunkel, one of the administrators, died in 1823, and George Hoyer, the survivor, died in 1841, leaving Sarah Hoyer and Philip Smyser executors of his last will.\nJohn Brooks died in December 1845, having made a will, in which he appointed De Witt Clinton Brooks his executor, and directed that all his estate, real and personal, should remain for the use of his wife, and such of his children as should remain at home, and not to be sold, or disposed of, or divided without his wife’s consent.\nOn the 8th of April 1848, the executors of George Hoyer made an informal assignment of the mortgage to Simon Cameron. The heirs of Peter Kunkel received their shares and executed releases in due form, which were recorded May 16th 1848. On the same day a scire facias was sued out on the mortgage in the name of Philip Smyser and Sarah Hoyer, executors of George Hoyer, deceased, who was surviving administrator of Peter Kunkel, deceased, for the use of Simon Cameron, against De Witt Clinton Brooks, executor of John Brooks, deceased.\nThe defendant appeared to the suit, waived the service of the writ, confessed judgment in favour of the plaintiff for $665.04, with costs, and paid on account $165.04, as per credit entered thereon April 8th 1848, by Simon Cameron.\nIn 1855 D. C. Brooks died. To January Term 1861, No. 83, a sci. fa. sur mortgage was sued out by Simon Cameron against Mary Brooks, administrator with the will annexed of John Brooks, in which the plaintiff suffered a nonsuit.\nThe matter rested thus until May 9th 1862, when the death of D. C. Brooks was suggested, and on motion of Mr. Alricks and affidavit filed, a rule was granted requiring the plaintiff to show cause why the judgment of April 8th 1848, and all subsequent proceedings should not be stricken off and set aside. On argument this motion was refused, and the rule was discharged.\nTo August Term 1862, No. 27, a scire facias was sued out to make Mary Brooks, administratrix of John Brooks, a party, and to reverse the judgment of April 8th 1848, above mentioned, and Avas served personally on Mary Brooks.\nMr. Alricks appeared for Mrs. Brooks, and moved to set aside this sci. fa., and all pre\\dous proceedings, Avhich motion was on hearing refused, and the rule discharged. The defendant then filed a plea in abatement, and subsequently on petition filed by Elizabeth Brooks, Horatio Hubbell and Rebecca H. his wife, and Julia P. Brooks, they were allowed to appear and make defence pro interesse suo.\nPleas were then filed by the defendant and replication by the plaintiff, with rejoinders by the defendant.\nApril 28th 1863, part of the defendant’s special plea was stricken out, and on May 5th 1863 the defendant pleaded non est factum.\nUnder the ruling of the court below (Pearson, P. J.), there was a verdict and judgment for plaintiff for <$952.38, Avith costs.\nOn the trial the plaintiff offered in evidence the record of the scire facias to April Term 1848, No. 97, which was objected to, because there were no legal parties plaintiffs, and that if the legal title to the moneys secured by the mortgage was in the estate of Peter Kunkel, deceased, none but the representatives of Peter Kunkel could sue; that De Witt C. Brooks had ceased to have any interest in the estate of his testator, and that his voluntary appearance before the time for issuing a scire facias on the mortgage Avas a fraud on his testator’s estate; but the court below decided that none of these reasons presented any objection to the receipt of the record, and admitted it in evidence. The mortgage of April 24th 1813, from John Brooks to Hoyer and Kunkel, administrators of Peter Kunkel, was then read, and the .plaintiff closed his case.\nThere were several exceptions taken in the court below to the rejection of evidence offered by the defendant, and the ruling of the court on these points was assigned here for error.\nSeveral points were propounded by the defendant, on which the instruction of the court below was requested, and the answer of the court to all the points, as well as to the greater part of the general charge, were also assigned for error, by the defendant, after a verdict and judgment for plaintiff. But the principal question in the case in the court below, and in this court, was as to the right of the executors of the surviving administrator of Peter Kunkel to maintain the sci. fa. on the mortgage.\nThe other errors assigned were not considered of much importance.\nHoratio Hubbell and Hamilton Alricks, for plaintiff in error, who was defendant below.\nJohn A. Fisher and R. A. Lamberton, for defendant in error.\nOctober 20th 1864,"
  },
  "file_name": "0086-01",
  "first_page_order": 86,
  "last_page_order": 96
}
