{
  "id": 422203,
  "name": "Wike versus Aurandt",
  "name_abbreviation": "Wike v. Aurandt",
  "decision_date": "1864-10-27",
  "docket_number": "",
  "first_page": "103",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 412,
    "char_count": 9266,
    "ocr_confidence": 0.451,
    "sha256": "063603ec9613941dd7b3fe245760005e5580b1d1ddda5f4ee119a991333e79b4",
    "simhash": "1:a6f3c8b85203fe0b",
    "word_count": 1701
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wike versus Aurandt."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The only question presented by the plaintiff in error is, whether Henry Wike, deceased, took in his lifetime, under the will of his father-in-law, Abraham Rhodes, the money in question as a trustee for his wife or absolutely ? The plaintiff in error claims that he was a trustee, and important as this theory is to her case, her counsel has not thought it expedient to illustrate it much by authority or argument, and although it was promised, we have no response by the other side to what has been advanced. Our own investigation has, however, led to the conclusion, that the case was well decided below, and ought to be affirmed.\nThe testator undoubtedly thought in directing payment of the one-half of the share allowed his daughter by his will to her husband, that he was benefiting her to that extent. The old-fashioned idea, that husband and wife are one in law, and presumed to be a unit in fact in the domestic economy, doubtless had something — everything—to do in the disposition he made. He supposed, therefore, that his bounty placed in the hands of the husband would conduce to the benefit and comfort of the daughter, as well as of himself, and hence without declaring a use, or providing for any final disposition of the fund after the use should expire, and without any fiducial terms whatever being used, he directs the half of what he intended for his daughter to be paid to her husband; the other half he directed to remain in the real estate, the interest to be paid to her during life, and after her decease and that of her husband, if he survive, the principal to her heirs. With such an intelligent and clear distinction thus made, between the moieties of the daughter’s share, there is little room for doubt, that if the testator had intended a trust of both portions he would have said so. After such an exhibition, we cannot do otherwise than believe he fully comprehended the difference between an absolute disposition of the portion and a suspension in trust; and so we see he limits by proper provision the use of the half for life, the other he disposes of absolutely and without limitation.\nIt is noticeable that the husband of the testator’s daughter, as well as she, was the object of his bounty, for in addition to the provision in the will, for payment to him of half the amount given to her, he provides that, if he survive her, the annual interest of the other half, payable to her during life, shall then be paid to him during life. This is indicative of an equal regard for both, and has some weight in accounting for the absence of any trust expressed, and goes far to negative any supposed implication of a trust as contended for.\nDoubtless a trust may arise simply out of the declaration of a use, or when it is evidently intended, although apt words be wanting, and especially where the depositary is a stranger in blood or affinity to the parties. There the implication of a trust would seem, in the absence of anything showing a contrary intent, a necessary one; there would be no rational way of accounting otherwise for the provision. The words used in this case, as do the circumstances, exclude the implication contended for. Before the Act of 1848, no question could have arisen in such a case as this. The receipt of the money by the husband without more, would have passed it to him as his own. But this act does not interfere with a father’s right to dispose of his bounty without regard to it: and where it appears that the husband as well as the daughter is an object of his bounty, and he gives to him, without qualification or reserve, the absolute control of, and the right to receive and dispose of a share of the provision for her, we understand that he means to benefit both, and we cannot extract from such a testamentary disposition alone the creation of a trust, or establish one from the mere circumstance of the receipt of the money by the husband.\nThe ruling of the court below being right, the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "E. Hammond, for plaintiff.",
      "Blair & Dean, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wike versus Aurandt.\nConstruction of will. — Liability of husband’s estate for wife’s money received by Mm during coverture.\nA testator gave to his daughter an equal share of his estate, with the rest of his children, and directed the one half to be paid to her husband, and the other half to remain in his lands devised to his sons, until after her death, the interest of which was to be paid to her yearly for life, and if the husband survived her, to him for life: the husband died after receiving the portion directed to be paid to him, and some interest upon the other portion. In an action by her against his executor for the amount received by him, it was held, that the husband took the amount directed by the will to be paid him, absolutely and not in trust for his wife, and that she was entitled to recover only the interest upon the portion bequeathed in trust for her, which he had received.\nError to the Common Pleas of Blair county.\nThis was an action of assumpsit by Nancy Wike against Daniel Aurandt, executor, &c., of Henry Wike, deceased.\nThe case turned upon the construction to be given to the will of A»braham Rhodes, the father of the plaintiff.\nAfter devising his real estate to his sons at a fixed price or valuation, he proceeded : “ It is my will, and I do hereby give and bequeath to my daughter Nancy, intermarried with Henry Wike, an equal share with the rest of my children. The one half of her share or legacy shall be paid to the said Henry Wike within three years from the time my lawful debts are all paid after my death, and the other half or balance shall remain in the lands, which I have given to my sons at a certain price, until after the death of my daughter Nancy; the interest to be paid yearly to my daughter Nancy during her lifetime, and after her death it shall then be paid to her heirs, share and share alike, as the attain there age. But if the said Henry Wike should survive my daughter Nancy, then the said interest shall be paid to the said Henry Wike during his lifetime, and after his death it shall then be paid to my daughter Nancy’s heirs, as they attain their age aforesaid. But it is my will that this last half shall not begin to draw any interest for three years after my death.”\nThe jury found the following special verdict:—\n“We find first, that N. Campbell, one of the executors of Abraham Rhodes, paid to Henry Wike the one-half of the bequest to Nancy Wike, the plaintiff, in the fall of 1858, say 15th October 1858, the amount paid being $1145.52, and that he received three years’ interest on this amount at the time he received the principal. We find secondly, that Samuel B. Rhodes, one of the sons of Abraham Rhodes, to whom land was devised, paid Henry Wike, on 29th day of December 1859, $51.84, being the interest of that part of the legacy of Nancy Wike which is charged on the land of Samuel B. Rhodes, to June 10th 1860. We find thirdly, that Paul Rhodes, another of the sons of said Abraham Rhodes, to whom land was devised, paid to Henry Wike the sum of $13 on the 15th day of October 1854, on account of interest due Nancy Wike under the will of Abraham Rhodes. We find fourthly, that Jacob Rhodes paid to Henry Wike, on the 24th July 1858, the sum of $3 on account of interest due to Nancy Wike under the will of Abraham Rhodes. If the court be of the opinion that the plaintiff is entitled to recover the said sum of $1145.52, with the three years’ interest received by the said Henry Wike, and interest since the same was received, then we find for the plaintiff that amount. And if the court be of the opinion that the said sum of $1145.52 ought to be paid to the plaintiff without interest, then we find for the plaintiff the sum of $1145.52. And if the court be of the opinion that the plaintiff is entitled to recover the said sum of $1145.52, with interest from the time of the death of Henry Wike, to wit, from the 25th May 1861, then we find for the plaintiff the said sum of $1145.52, with interest from the 25th day of May 1861. And if the court. be of the opinion that the plaintiff is entitled to recover the several amounts of interest paid to Henry Wike by Samuel B. Rhodes, Paul Rhodes, and Jacob Rhodes, then we find for the plaintiff the several amounts paid, with interest added, if entitled to recover interest on the same from times of payment. We find that Henry Wike died on the 25th day of May 1861. The court to enter judgment for any or all of the said sum if the plaintiff is entitled to recover, and if not entitled to recover either, or any, or all of said sum, then judgment for the defendant.”\nBy agreement of counsel the will of Abraham Rhodes was considered part of the special verdict.\nThe court below decided the interest found by the special verdict to have been received of Henry Wike, from the half of the legacy invested for her, with interest from the time it was received, was due to plaintiff; but that the testator’s intention was to give or bequeath to Henry Wike the one-half of his wife’s share in his estate, and that the plaintiff was not entitled to recover this sum from his executors. Which was the error assigned.\nE. Hammond, for plaintiff.\nBlair & Dean, for defendant.\nOctober 27th 1864,"
  },
  "file_name": "0103-01",
  "first_page_order": 103,
  "last_page_order": 106
}
