{
  "id": 422181,
  "name": "Prescott versus The Burgess and Town Council of the Borough of Duquesne",
  "name_abbreviation": "Prescott v. Burgess of Duquesne",
  "decision_date": "1864-11-03",
  "docket_number": "",
  "first_page": "118",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 438,
    "char_count": 8394,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.839129297926821e-08,
      "percentile": 0.3627201817557703
    },
    "sha256": "4ca4679e814e0bc4eac5cc733c2aba263fa1549ab9b9d742edeb94fa2bc3d0eb",
    "simhash": "1:b8e57484fb0402eb",
    "word_count": 1470
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Prescott versus The Burgess and Town Council of the Borough of Duquesne."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— This was an action of assumpsit originally instituted before a justice of the peace, in the name of John Long, for the use of burgess and town council of the borough of Duquesne, to recover from Prescott, the plaintiff in error and defendant below, the fees or charges for wharfage, which, by Act of Assembly, the borough authorities were authorized to levy and collect from transporters landing on their premises. After judgment for the plaintiffs before the magistrate, the defendant appealed, and on the trial in court, Long’s name was stricken from the -record, and he was admitted as a witness for the borough.\nThis is the first error complained of. It is insisted that Long was not competent as a witness. Why not ? He never had any interest in the moneys sued for, and his name was unnecessarily and therefore erroneously used from the first. Nor was he liable for costs. In these respects he is distinguishable from the witnesses held incompetent in the cases referred to by counsel. The question of competency related to the time of trial, and at that moment it is not pretended he had any interest. But if counsel will have the test applied as of the commencement of the suit, it is equally manifest he had no interest then, for the suit was for charges due to the borough and not to him, and the borough was a legal party, entirely competent to sue for and recover them, and was actually upon the record. The super-addition of Long’s name was a mere blunder, curable at all times, and which left his competency unimpaired when the mistake was corrected on the trial.\nAs to the rest of the case, the Acts of Assembly of 1850 and 1852 authorized the borough to establish and improve the wharf, to make suitable by-laws and ordinances for the regulation of business thereat, to borrow money not exceeding $5000 for the improvement, and to levy and collect a “moderate wharfage” from boats and rafts landing on said improvement, to be placed in a sinking fund for the redemption of the debt occasioned by the improvement. It was in proof that $4600 were expended in 1852, in making the wharf and roads to it, and that it has been in use ever since.\nNow, in these circumstances, it was not competent for each customer who used the wharf to resist the payment of the “ moderate charges” authorized to be exacted, on the ground that the wharf had not been well built, or needed further improvements. If this defendant might set up a defence on such grounds every transporter might do the same, and the borough would be obliged to prove its work to the satisfaction of successive juries before its moderate charges could be collected.\nThis is not the way to try the question whether municipal corporations have performed public duties. A mandamus would perhaps lie to compel the borough to provide adequate facilities of wharfage, or an injunction, at the suit of some agent of the public, to restrain them from collecting fees for inadequate performance. In either of these modes the question would be tried once for all parties interested. But each individual customer cannot raise the question as a defence ip charges he has voluntarily incurred. If he do not like the facilities furnished he need not use them, but if he use them he must pay for them, so long as the power of assessment vested in the borough is not abused.\nFor these reasons we think the plaintiff in error has no just ground of complaint against the rulings of the court below, and therefore\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Lucas & Linn, for plaintiff in error.",
      "Dickson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Prescott versus The Burgess and Town Council of the Borough of Duquesne.\nCompetency of witness. — Right of borough to colled wharf-rates, not resisted by allegation and proof of inadequate facilities.\n1. Where suit is brought in the name of an individual for the use of a borough, for charges due to the borough alone; and on the trial in court the individual’s name is stricken from the record, he is not incompetent as a witness.\n2. Where a borough is authorized by law to establish, improve, and regulate a wharf, and to collect from boats using it a moderate wharfage to defray the expenses incurred, and has accordingly expended money in such improvement, one using the wharf cannot resist payment of wharfage on the ground that it had not been well built or that it needed further improvements.\n3. A mandamus would perhaps lie to compel the borough to provide adequate facilities of wharfage, in case of neglect, or an injunction, at the suit of some agent of the public, to restrain them from collecting fees for inadequate performance. In either of these modes the question could be tried once for all parties interested.\nError to the Common Pleas of Allegheny county.\nThis was an appeal from the judgment of a justice of the peace, in an action of assumpsit brought in the name of John Long, for the use of the Burgess and Council of Duquesne Borough, against Charles H. Prescott, to recover the fees or charges for wharfage which the borough was authorized to levy and collect from transporters landing their goods on the public wharves.\nAfter the appeal, and while the case was at issue, on motion of the plaintiff’s counsel, the court struck the name of John Long from the record, leaving the case stand: “ The Burgess and Town Council of Duquesne Borough v. Charles H. Prescott.” This was done without the knowledge or assent of the defendant or his counsel.\nOn the trial in the court below, the plaintiffs gave in evidence two Acts of Assembly. The first was passed on the 6th of April 1850, authorizing the borough of Duquesne to construct a wharf, and to charge and collect wharfage for boats, rafts, &c., landing at the same, and requiring that the amount of wharfage so charged and collected, should be applied to the purpose of establishing and maintaining said wharf.\nThe other act was passed on the 27th day of April 1852, and authorized the borough to issue bonds to be expended for the purpose of grading and protecting the hank of the river, and deepening the harbour, and to levy and collect wharfage from boats and rafts landing at the wharf.\nThey also gave in evidence an ordinance passed by the borough authorities, on the 22d of April 1854, prescribing the amount of wharfage to be charged. They also gave evidence showing the amount of work done by the borough, and the amount of bonds issued. They then offered John Long as a witness to prove the amount of wharfage due by the defendant. This was objected to by defendant’s counsel, on the ground that John Long was a party to the suit; or, at all events, that he was so at the irupetration of the writ, and was therefore incompetent.\nThe court, however, overruled the objection, and admitted the witness to testify.\nThe testimony of this witness showed that the defendant’s raft, instead of being landed and tied up to the shore, was anchored out in the stream some fifty or sixty feet, when there was water to float it, apd that when the water fell it lay upon the gravel in the bottom of the stream.\nThe defendant gave evidence to show the landing in an unsafe condition, by reason of refuse matter having been permitted to be thrown into and along the bank of the river; and contended that taking the whole of the evidence in the cause together, there was no such establishment and maintenance of a wharf shown as was contemplated by the Acts of Assembly, and that therefore there could be no recovery by the plaintiffs.\nThe court, however, instructed the jury “that if the plaintiffs had shown that they had prescribed and designated the limits or boundaries, and prescribed rates and regulations, and constructed any conveniences or accommodations whatever for the accommodation of the public, it was sufficient; and that the state and condition of the wharf was immaterial so far as regards the right of the borough to collect wharfage for landing at it.”\nTo this charge, as well as to the answers of the court to certain points put by defendant, embodying the defence above mentioned, the defendant’s counsel excepted, and a verdict and judgment having been rendered for the plaintiffs, this writ of error was sued out.\nThe errors assigned were to the admission of Long as a witness, and the refusal of the court below to affirm the points of defence above referred to.\nLucas & Linn, for plaintiff in error.\nDickson, for defendants.\nNovember 3d 1864,"
  },
  "file_name": "0118-01",
  "first_page_order": 118,
  "last_page_order": 121
}
