{
  "id": 422133,
  "name": "The County of Allegheny versus The Western Pennsylvania Hospital",
  "name_abbreviation": "County of Allegheny v. Western Pennsylvania Hospital",
  "decision_date": "1864-11-03",
  "docket_number": "",
  "first_page": "123",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 479,
    "char_count": 9352,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.3993502687366443e-07,
      "percentile": 0.6443933603851035
    },
    "sha256": "9cf618bd9426bcba176519f617dc215dd21880fe28a299927fe6455eec74f73c",
    "simhash": "1:a4d53d29cbe00e08",
    "word_count": 1551
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Allegheny versus The Western Pennsylvania Hospital."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— This is a suit by the Western Pennsylvania Hospital to recover from the county of Allegheny an agreed sum for the support of certain insane persons sent to the hospital, from the county prison of Allegheny county, by direction of the county commissioners, with their request to the keeper of the hospital that he would take the prisoners into custody, as they had no \"proper place to confine them without abusing and keeping them chained, and the commissioners added, “ You. will charge said county your usual price.” They were accepted and kept at the hospital, and the only defence set up against the bill of charges is the want of authority in the county commissioners to contract such a debt.\nThe case stated does not disclose the offences for which the prisoners were in confinement, but whatever they were, we agree that the Act of 8th May 1855, Purd. 678, does not expressly authorize such a transfer as the commissioners made of these unfortunates. The courts have power to commit insane offenders to the hospital, and on application of any person to a court of record in Western Pennsylvania, insane persons, who are not in confinement for or charged with crime, may be sent to the hospital if unsafe to be at large, or suffering any unnecessary distress or hardship. Besides these cases, the constituted authorities having charge of the poor of counties, districts, or townships in Western Pennsylvania have authority to send proper subjects to the hospital. But the county commissioners have no judicial authority in the premises, and are not included in the “ constituted authorities” referred to in the act, and therefore it may be concluded that they have no express statutory authority to do that which they did in the present instance. Still, however, they are charged with the general duty of providing for prisoners, and their general powers must be adequate, under all circumstances, for the discharge of this duty. If the county jail should be burned, or rendered uninhabitable by infectious disease, or other cause, and the commissioners acting in good faith should hire prisoners kept in some other suitable place, can it be doubted that the county would be liable for the debt thus incurred ? A defect of statutory authority might be pleaded in such cases as in this, but it should be remembered that all the powers and duties of county commissioners are not defined by statutes. They are the representatives of the county, which is a quasi corporation, and they exercise the corporate powers. In Vankirk v. Clark, 16 S. & R. 290, it was said the commissioners of a county are coeval with the settlement of the country, are the public agents of the county with respect to all money concerns, and must necessarily possess an authority, without any express grant from the legislature, commensurate with their public trusts and duties. In Schnable v. The Sheriff, 10 Harris 19, the court said the commissioners have a right, and it is their duty, to manage the financial affairs of the county — all special contracts for or on behalf of the. county are made by them. In the performance of these duties they have a wide latitude of discretion.\nI might collect from numerous eases similar expressions of the opinion of this court touching the general powers of county commissioners, but it is unnecessary. We think their powers were fully adequate to the making of the contract in suit. The wisdom, necessity, and humanity of their conduct are not questioned, but only their legal authority. • We hold that this was equal to the emergency. They were competent to make this most humane and proper disposition of the maniacs in their jail, and having done just what the occasion called for, they should have paid the charges. We do not mean to encourage looseness of expenditure by county commissioners. Doubtless there is a danger to be guarded against in that direction, and the legislature have found it necessary to set over the commissioners of this county a comptroller, who, we are told, sees no authority for the expenditure incurred in this instance. Disbursements and contracts by public agents cannot be too narrowly scrutinized, and we should be sorry to hold any general rule of law in a manner to encourage official extravagance or neglect of public funds. But here is a case where the duty was plain, the contract necessary and honest, the public interest promoted in the most appropriate manner, and reason and humanity demand that what was promised should he paid. We therefore affirm the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "R. B. Carnahan, for plaintiffs in error.",
      "W. Bakewell, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The County of Allegheny versus The Western Pennsylvania Hospital.\nPower of county commissioners as to the disposal of insane prisoners.\nAlthough county commissioners have no express statutory authority to transfer insane prisoners from the county jail to a hospital, there to he supported at the expense of the county, yet having no place to secure such persons properly, they may, under their general duties of providing for prisoners, exeroise this power.\nError to the District Court of Allegheny county.\nThis Avas an action o’f assumpsit by The Western Pennsylvania Hospital against The Commissioners of Allegheny County, in •which the following case was stated for the opinion of the court:\nThe Western Pennsylvania Hospital, the plaintiff above named, claims -to recover from the county of Allegheny, the said defendants, the sum of $480.58, with interest from the first day of July 1861, for the boarding, medical attendance, maintenance, and clothing of seven indigent insane persons, at their hospital in the city of Pittsburgh, namely: John Aughenbaugh, James Howe, Stephen Clancey alias John Doo, Mary Diamond, Catharine Sahren, William Laidecker, and William P. Snowdon. All of these patients were confined in the common jail of Allegheny county, immediately previously to the time when they were sent to the hospital, and all of them were insane. They were all of them sent to the Western Pennsylvania Hospital by the commis-. sioners of Allegheny county, without any commitment or order of court, at various times between the 3d day of September 1859 and the 21st day of July 1860. The commissioners of Allegheny county, on sending each of these insane persons to the hospital, sent also a note to the superintendent of the hospital, all of which notes were of substantially the same tenor, and one of which is in the following words :—\n“ Commissioners’ Office,\n“Pittsburgh, Allegheny Co., July 1st 1860.\n“Dr. Reed, Keeper of Pennsylvania Hospital:\n“ Sir: — You are hereby authorized to receive John Doo in your custody. He was imprisoned in said county prison about four o’clock. He is certainly insane,- and we have no proper place to confine him without abusing him and keeping him chained. You will take him in your custody, and treat him as is your custom, and charge said county your usual price.\n“Yours, respectfully,\n“John H. McElhennby,\n“Jonathan Brauef,\n“Z. Patterson.”\nThe said John H. McElhenney, Jonathan Brauff, and Z. Patterson were, at the time when said insane patients were sent by them to the hospital, commissioners of Allegheny county, and acted as such in writing such notes, and sending said persons to the hospital. The county of Allegheny paid the Western Pennsylvania Hospital for the boarding, medical attendance, and maintenance of said insane persons in full to the 1st of October 1860. The commissioners having neglected or refused to pay the claim of the plaintiffs for which this suit is brought, the superintendent of the hospital returned or threatened to return said insane patients to the commissioners: whereupon, on the 6.th of October 1860, the commissioners of the county of Aliegheny sent a note to the superintendent of the Western Pennsylvania Hospital, of which the following is a copy:—\n“ Commissioners’ Office, Allegheny Co.,\n“ Pittsburgh, October 6th 1860.\n“To Dr. Reed, Sup’t of the Western Penna. Hospital:\n“ Sir: — You. will please detain the persons now in your charge until further orders from the commissioners.\n“Yours, respectfully,\n“ Z. Patterson,\n“ Jonathan Braufe,\n“ Commissioners.”\nAnd the said order contained in said letter was not countermanded during the time that said patients remained in the care and custody of the plaintiff, and the said insane persons were retained in the custody of the Western Pennsylvania Hospital until the expiration of the time for which the charge in this case is made by the hospital.\nIf the court is of opinion that the county of Allegheny is liable to the hospital for the cost of the care, medical attendance, and maintenance of insane persons sent to the hospital by the commissioners of the said county, and by reason of the undertaking of the commissioners, as such, to pay the hospital therefor, then judgment is to be entered for the plaintiffs for the sum of $430.58, with interest from July 1st 1861; but if not, then judgment' is to be entered for the defendants, the costs to follow the judgment, either party reserving the right to sue out a writ of error thereon.\nOn argument, the court below gave judgment in favour off the plaintiffs for $430.58, with interest from July 1st 1861 and costs; which was the error assigned.\nR. B. Carnahan, for plaintiffs in error.\nW. Bakewell, for defendants in error.\nNovember 3d 1864,"
  },
  "file_name": "0123-01",
  "first_page_order": 123,
  "last_page_order": 127
}
