{
  "id": 422244,
  "name": "Miranville versus Silverthorn",
  "name_abbreviation": "Miranville v. Silverthorn",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "147",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 582,
    "char_count": 12071,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 2.427276761622678e-07,
      "percentile": 0.8016112136267404
    },
    "sha256": "a8aa4dd996ec896de508732a3494e34d41056c5949d277d2d959f08d3367ed77",
    "simhash": "1:444c688d32d21799",
    "word_count": 2147
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miranville versus Silverthorn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The answer of the court to the defendant’s 1st point is not assigned for error, and therefore the inconsistency betwixt it and the ruling of this court reported in 1 Grant’s Cases 410, is of no present consequence.\nBut in what was said upon the 3d point of the defendant, we think there was error. It is an ingenious use of the law of estoppel, to apply it in support of a parol purchase of land, against an assertion of the legal title, and against, also, the plain terms of a salutary statute, but it was strongly intimated, if not expressly decided, in Washabaugh v. Entriken, 12 Casey 517, that it could not be so applied. In a general sense, every owner of one title is estopped when an adverse title is successfully asserted, but to constitute what is technically known as an estoppel in pais, there must be an assertion of right or fact by one party, an acting upon it in good faith by the other, and a detriment to result to the latter by correcting or altering the assertion. Equitable estoppel has its root in the principle, which casts a loss from a voluntary though innocent act upon the author of it, and hence if one knowingly, though he does it passively by looking on, suffers another to purchase and spend money on land, under an erroneous belief in his title, without making known his claim, he shall not afterwards be permitted to exercise his legal rights against such person. If there be any touch of fraud in the encouragement of such expenditure, the equitableness of the estoppel becomes very obvious; but even without fraudulent intent, a party may so speak and act, as to silence his future assertion of the truth, to the prejudice of him whom he has innocently misled.\nOur books are full of these principles, but how can they be adapted to the circumstances of this case ? Miranville contracted by parol with Paul to build him a barn, and agreed to give him five acres of unimproved land and $10 for building it. After it was erected and finished, except the eave-troughs, Paul contracted by parol with Silverthorn to add the eave-troughs and take the land, and Miranville said in the presence of the parties, that he cared not who finished the barn — that he was ready to do his part, and- that he did not care to whom he made the deed, Paul or Silverthorn.\nHere were two parol contracts about the land, one between Miranville and Paul, and one between Paul and Silverthorn in Miranville’s presence, or with his knowledge and consent. The state of the record compels us to presume that neither of these contracts was so far performed as to take it out of the Statute of Frauds and Perjuries. This-was the conclusion of law as announced by the court below, and is not complained of here. The contracts, then, whether taken singly or together, were void at law — they were contrary to the statute in such case made and provided. But Miranville is estopped from saying so because he stood by and allowed Silverthorn to contract with Paul without objection.; this is the argument.\nSilverthorn could purchase of Paul, no more than Paul had to sell. What was it ? A chance of receiving from Miranville a deed for- the five acres of land,, and; in default of a conveyance, a legal right to recover for the building of the barn, when it should be finished. This is what Silverthorn acquired, and it is the whole of it, for it was all Paul had to grant.\nMiranville is estopped from denying to Silverthorn all that was due to Paul, for he was assenting to the transfer; but if Paul could not compel Miranville to convey the land, Silverthorn is no less powerless, for he stands in Paul’s shoes. Is Miranville estopped from asserting his legal title because he contracted with Paul by parol? To answer affirmatively is to make an equitable estoppel repeal a statute. Is he estopped from asserting his title because he assented to Paul’s transfer to Silverthorn ? Clearly not, because a statute is not to be repealed by an equitable estoppel. Miranville stands here with his written title, and pleads the statute against a party who would take away his land by the testimony of witnesses, who swear to their understandings of conversations. Has he not a right to the protection of the statute ? If he have not, I do not see how it can be set up against any parol contract. In every instance it may be said that the owner of the legal title has estopped himself from asserting the statute by what he has said and done, and that were to blot the statute out of existence. Be it that it is contrary to equity and good conscience to assert the statute, still it is a statute, and is repealable only by the power that made it. The courts have no dispensing power. Their office is jus dicere, not jus dare. The inequity is punishable by damages, and is not to be redressed by judicial legislation.\nNor is the equity increased a whit by the circumstance of two contracts about the same matter. Two void contracts are no better than one. Silverthorn stands no better than Paul would stand. The doctrine of estoppel is no more applicable to one than to the other. Miranville misled Silverthorn no more than he did Paul. He got a barn built on a promise which the law would not compel him • to perform. They trusted his verbal promise, and he refuses to perform it. The legal consequence is an action for damages — not the repeal of a statute. The equitable right .which Silverthorn purchased of Paul, is to be enforced in an action for damages, if, indeed, it have not been lost by too long delay to assert it, and in that mode Miranville can be made to pay for his barn without being stripped of his title.\nThe judgment is reversed, and a venire faeias de novo is awarded.\nThompson, J.,\ndid not sit, having been of counsel for one of the parties in a former suit about the same premises.",
        "type": "majority",
        "author": "Woodward, C. J. Thompson, J.,"
      }
    ],
    "attorneys": [
      "S. E. Woodruff, for plaintiff.",
      "G. Church and George H. Cutter, for defendant."
    ],
    "corrections": "",
    "head_matter": "Miranville versus Silverthorn.\nEstoppel in pais, application of in support of parol purchase of land against assertion of legal title, and against Statute of Frauds.\n1. The holder of the legal title to land is not estopped from asserting it, where the contract to which the alleged estoppel is sought to be applied is within the Statute of Frauds.\n2. Thus, where the owner of land contracted by parol with another to build a barn, and to give him five acres of land and $10, and when the barn was nearly finished, the builder contracted with a third person to finish it, and take the land, in the presence of the owner, who said, he did not care who finished it, that he was ready to do his part, and did not care to whom he made the deed: it was held, That as neither of the contracts was so far performed as to take them out of the statute, they were void at law; and that the owner was not estopped from denying their validity by his acts and declarations, but was entitled to recover the land in ejectment on his legal title.\n3. The remedy of the party injured by the breach of the parol contract for the construction of the barn was by an action for damages.\nError to the Common Pleas of Erie county.\nThis was an action of ejectment, brought March 15th 1860, by Charles Miranville against James H. Silverthorn, for six and five-eighths acres of land in Conneaut township.\nThe plaintiff derived title to twenty-five acres (of which the land in controvei’sy was a part) from H. J. Huidekoper, by deed dated October 20th 1884, whose right thereto, at the time of the conveyance, was conceded. About the 1st of April 1842, Miranville agreed verbally with William Paul for the building of a barn, in consideration of which Miranville was to give Paul five acres of this land and $10.\nAfter the barn was built and finished, except the “ eave-troughs,” Silverthorn contracted with Paul that he would give $50 for the land and finish the “eave-troughs.” Miranville was present at .this time and said he “ did not care who did the work,” that “ when it was done he was ready to do his part,” “ did not care who he made the deed to, Paul or Silverthorn.” This was contradicted by Paul, who was examined as a witness for plaintiff. Paul also testified that he never went into possession of the land, and was to have no possession until the barn was completed; that he went west in May and returned in October; that Silver-thorn had done nothing to the barn, but had paid the $50.\nThere was some conflicting evidence relative to taking possession under this contract, some of the witnesses testifying to having made sugar on it for Silverthorn; that Miranville had pointed out the corner of the land “he had sold to Paul;” that a fence was made by Silverthorn, with Miranville’s assent, and that defendant went to plaintiff in 1845 and offered to put up the “ eave-troughs,” but was not allowed to do so.\nThe defendant requested the court to charge the jury as follows:—\n1. There is sufficient evidence of a contract and delivery of possession under or in pursuance of it, to take the case out of the operation of the Statute of Frauds and Perjuries.\n2. The records, verdicts, and judgments against the plaintiff and in favour of defendant in the former cases, (viz., trespass quare clausum fregit, and ejectment), between these parties, afford in this case material persuasive evidence to the jury in favour of defendant.\n3. If the plaintiff was present at the contract of sale and purchase of this land, between William Paul and defendant, and encouraged or induced the latter to buy, and agreed upon his doing so to make the deed for it directly to him, he cannot now in this suit set up his legal title against defendant, after the latter has paid the consideration-money and been put in possession of the land by plaintiff, and tendered performance of the balance of his agreement to finish the barn, as proved by the witnesses on the subject.\n4. The service of the writ as returned by the sheriff in this case affords but primé facie evidence of possession by defendant, and as regards the strip of land south of the five acres this primé facie proof is sufficiently rebutted by the other evidence under the limited defence taken and disclaimer entered of record, and the plaintiff is not entitled to a verdict against defendant for that strip of land.\nThe defendant’s 1st point was answered in the negative.\nThe 2d point was affirmed.\nTo the 3d point the court also assented, and said, “ If you believe the facts to be as testified to by the defendant’s witnesses as to the original contract between the plaintiff and William Paul, by which the latter was to build a barn for the five acres of land in dispute; that he did build the barn all but the eave-troughs, and then, in the presence of and with the concurrence of the plaintiff, sold his interest in the land to the defendant for $50 paid down, and his agreement to finish the barn in ease he (Paul) did not return; that plaintiff approved the bargain and promised to make the deed to the defendant; that he afterwards went with the defendant, measured and marked off the ground, and surrendered its possession to him, and for several years •acquiesced in his occupancy and claim of ownership — [in short, if you believe the testimony of Charles Strong, Michael Jackson, and other corroborative witnesses, the plaintiff is equitably estopped from now repudiating his contract and recovering back the .land.]”\nThe 4th point was also affirmed.\nUnder these instructions the following verdict was rendered by the jury:—\n“ The jury find that the plaintiff be estopped from recovering the five acres in controversy, and further find that the defendant never had nor claimed possession of the one and five-eighths acres north of the improved land of plaintiff.”\nWhereupon the court directed the verdict to be entered generally for the defendant, and in September 1864 entered judgment on the verdict.\nThis writ was then sued out by the plaintiff, who assigned for error the answer given to the defendant’s 3d point, particularly that portion of it printed in brackets.\nS. E. Woodruff, for plaintiff.\nG. Church and George H. Cutter, for defendant.\nJanuary 2d 1865,"
  },
  "file_name": "0147-01",
  "first_page_order": 147,
  "last_page_order": 151
}
