{
  "id": 422195,
  "name": "Appeal of Benson, Phelps & Way",
  "name_abbreviation": "Appeal of Benson, Phelps & Way",
  "decision_date": "1864-10-27",
  "docket_number": "No. 171",
  "first_page": "159",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 5433,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.8558643682504752e-07,
      "percentile": 0.7241783208210208
    },
    "sha256": "3768d7465163e88269255514e46ebe849dcc1f18301182af0aca663115d38627",
    "simhash": "1:4ce3b35105749a47",
    "word_count": 959
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Appeal of Benson, Phelps & Way."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— We are not informed of the grounds upon which the issue was refused' in the court below; and as the demand for it was in time, and the nature of the disputed facts explicitly enough set forth, and material, if true, we think the court erred in refusing it. The Act of Assembly is quite imperative, as many decisions show, that the court, under such a statement of the case, must grant an issue: Sec. 2 of the Act of 20th April 1846.\nIt is true, as contended for by the counsel for the defendant in error, that if the record had shown that the issue, if granted, must necessarily prove unavailing, the court would not be bound to grant it. The law does not require vain things. If, for instance, a judgment obtained on adversary process after trial, were attempted to be impeached for fraud, I apprehend .the court would hardly order an issue to test its validity. But here the judgment was by confession; and although the liquidation seems to have been made by highly respectable counsel on both sides, yet, being confessed, it is subject to be assailed on the grounds set forth, with what success, is a thing with which we have no concern. We think, therefore, the court should have granted the issue.\nThe remaining question regards the supplemental report of the auditor; and we think the court did right in striking it off. The auditor was appointed to “ distribute the money in court made on the writ” of Weaver & Graham v. Marvin. He was in error, therefore, in going beyond his powers in distributing other moneys in court not so derived. The Marcy judgment, on which the $580 received from Mrs. Root was paid, was not involved in the distribution in any way, and the money paid on it was not in contest under the order of distribution. Another good reason for striking it off was, that the auditor having reported, had no right to assume jurisdiction of the subject again without a re-commitment of it to him.\nAnd now, to wit, October 27th 1864, the order of the court refusing the issue prayed for by the appellants is reversed, and the record is remitted to the court below, to be proceeded in, in accordance with this opinion.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "James C. Marshall, for appellants.",
      "E. Babbitt, for Laban Marcy.",
      "Benjamin Grant, for Hector McLean."
    ],
    "corrections": "",
    "head_matter": "Appeal of Benson, Phelps & Way.\nExecution. — Distribution of proceeds of sheriff’s sale. — Right of creditor interested in the fund to an issue to try disputed facts. — Powers of auditor, appointed to distribute fund in court.\n1. A creditor interested in the proceeds of a sheriff’s sale is entitled to an issue for the trial of disputed facts, if his demand therefor is in time, the facts material if true, and their nature plainly set forth.\n2. An auditor appointed to distribute money made on a specified writ, cannot include in his report other money not so derived: nor after he has filed one report, has he power to file a supplemental report, without a recommitment to him.\nAppeal from the Common Pleas of JEIrie county.\nThis was an appeal by William Benson, Lucius Phelps, and John L. Way, lien-creditors of John Marvin, from the decree of the court below distributing the proceeds of the sheriff's sale of the real estate of said Marvin.\nOn the 31st of October 1863, the real estate of John Marvin was sold by the sheriff, at the suit of Weaver & Graham, to Phelps, Way, and Benson, for $7100. November 4th 1863, an auditor was appointed to distribute the fund. There were two claimants, viz. Hector McLean, to the use of A. T. Grant, of May Term 1862, No. 171; and the appellants, who claimed by assignment a mortgage in favour of Submit Phelps, and averred that it was the first lien on the real estate sold, for the reason that the McLean judgment,. though first on the record, was fraudulent and void. They therefore filed with the auditor their petition, duly verified by oath, setting forth that there were material facts in dispute, the nature and character of which were, that it was confessed for a much larger sum than was due, to the amount of at least $535.87, and. praying for an issue to try the disputed fact.\nThe auditor noted this application in his report, but proceeded to distribute the fund, suspending the application of $545.66, the alleged excess of $535.87 with interest from June 6th 1863 to the sale, to await the order of the court on the application for the issue, and awarded the balance first to the McLean judgment, and the surplus to the mortgage held by the appellants.\nSubsequently the auditor filed a supplemental report, in which he included $530 that had been paid into court by Mr. West on another lien in favour of Laban Marcy, under an agreement between Mr. Marvin and Mr. West that it was to be paid “upon the oldest liens on the docket against Marvin,” and thereupon made a new distribution, on the basis of his first report.\nExceptions were filed to these reports, and a motion made to refer the matter back to the auditor, to receive testimony and report facts in regard to the $530.\nThe court below delivered no written opinion, but discharged the rule for an issue, overruled the motion to refer the report, sustained the exceptions to the supplemental report, and confirmed the first report; which orders were assigned for error on this appeal. Laban Marcy also objected to so much of the decree as prevented the appropriation of the $530 to the McLean judgment.\nJames C. Marshall, for appellants.\nE. Babbitt, for Laban Marcy.\nBenjamin Grant, for Hector McLean.\nOctober 27th 1864,"
  },
  "file_name": "0159-01",
  "first_page_order": 159,
  "last_page_order": 161
}
