{
  "id": 422194,
  "name": "The Memphis, Clarksville, and Louisville Railroad Company versus Wilcox",
  "name_abbreviation": "Memphis, Clarksville, & Louisville Railroad v. Wilcox",
  "decision_date": "1864-11-03",
  "docket_number": "",
  "first_page": "161",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 762,
    "char_count": 19575,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 8.802653838664365e-07,
      "percentile": 0.9779068200501265
    },
    "sha256": "2aa1acd501979ec6bd4c246cb3a5e0e5a10acd39f69590d870f7c4caadb2b96a",
    "simhash": "1:904547e598cf1583",
    "word_count": 3356
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Memphis, Clarksville, and Louisville Railroad Company versus Wilcox."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The first and second assignments of error present the same question; and that is, whether the estimates of the chief engineer are to be considered conclusive, precluding all other testimony on the same subject-matter, unless fraud or bad faith be shown on his part. The cases of The Monongahela Navigation Co. v. Fenlon, 4 W. & S. 205, and succeeding cases, amongst which are Faunce v. Burke & Gonder, 4 Harris 469, Snodgrass v. Gavit, 4 Casey 224, Lauman v. Young, Id. 306, McGrann v. North Lebanon Railroad Co., 5 Id. 82, in which the estimates and decisions of the company’s engineers, in case of disputes between the contractors and the company, were held to be conclusive, all rest on a positive stipulation in the contract to that effect; and even the validity of the express stipulation was hotly contested in the first-mentioned case, because it was urged that it was a provision by which the company was enabled to choose its own judge, and one that was directly interested, to sustain their quarrel. To this it was answered that such an objection was waived by the stipulation, and that it was even competent for a contractor to agree to the arbitrament of an • interested party, if he chose; and when, with full knowledge, he did so, he must abide the result. The subsequent cases were all ruled by the decision in this case.\nIn this contract, however, this stipulation for finality is wanting, and this makes a most material difference. It provides for monthly estimates, and in the end for a final estimate by the engineer, without any declaration as to conclusiveness. His estimates and acts have no quality, therefore, of an adjudication. It must depend for finality on its inherent accuracy, and to test whether it be accurate or not, it is liable to be met by any competent proof, which would disclose its errors and mistakes, if there he any. The court said for it, what was proper and right, when they said the jury should rely on it, unless it was satisfactorily shown to be erroneous. This is all we need say in regard to these two assignments of error, and of any other baspd upon the supposed conclusiveness of the acts and estimates of the engineer. There was no error committed in the matters thus noticed, and these errors are not sustained.\nThe third assignment we think is equally unsustained. The court affirmed the defendant’s fourth point, of which it is predicated, most explicitly, but added, that by the agreement of the 12th March 1859 the question propounded was immaterial. This was true if anything can be true. Eor the last-mentioned agreement provided for what matters compensation should be made, leaving the matter of suspension of the work entirely out. If any damage had occurred by reason of that, it was therefore not to be compensated. The remark complained of did not qualify or limit the effect of the general assent given to the defendant’s point, and certainly was not a direction to allow anything on that ground. It was the very opposite, and this was what the defendants were insisting on.\nThe 5th, 6th, 7th, and 8th assignments may be discussed together. We must regard the contract of the 12th March 1859 as supplementary to the original, dated the 10th of December 1856, and made to provide for winding that contract up on different terms from those stipulated in it. By itself it would be irreversible, and it would be impossible to ascertain what was due the contractor in the original contracts but by it. That contract still remained the contract between the company and the contractor, excepting only in so far as it was modified by the new contract. It was so far modified by it as to release the contractor .from finishing the work, but left it in full force as to what he had earned under it, stipulating for the payment of that when ascertained in the mode prescribed. This was the view the learned judge took of these contracts, and it was the proper and only view to be taken. To charge as prayed for in the defendant’s 7th point, that because the plaintiff had by order of the engineer been dismissed from the work, therefore he could recover nothing for what he had done upon it, notwithstanding the subsequent agreement to pay him for the work, as if nothing of the kind had taken place, would be to determine that the defendants could neither do an honest or liberal thing, even if they were ever so well disposed and determined on doing it. The defendants agreed to take the work off the plaintiff’s hands, and pay him for what he had done, and finish it themselves at their own proper charge and expense. Of course this stipulation is a complete answer to their claim now to be relieved from paying for the same, excepting only out of what might be coming to the plaintiff. We find no error whatever in these assignments.\n9. This assignment claims that there was error in deciding in favour of the plaintiff on the reserved points. The first is, will foreign attachment in covenant lie? We need not answer that question; for the defendants having appeared and plead to the action, after that it was to be proceeded in as if commenced by summons: Act of 1836, § 64; 2 T. & H. Prac. 685-86. After appearing and pleading, they cannot contest the regularity of the attachment.\nThe second point reserved was also properly decided. It was no defence against the plaintiff that.there was an equitable assignment, and a use in favour of somebody. All the defendants had to do with was the legal party, who was the plaintiff. They would not have regarded the use party if his name had been on the record, nor did its absence in the least prejudice their defence: Armstrong v. Lancaster, 5 Watts 68. There are several cases of a more recent date, in which the same doctrine is ■asserted. As we discover no error in the case, the judgment is\nAffirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "George Shiras, for plaintiffs in error.",
      "Hamilton & Acheson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Memphis, Clarksville, and Louisville Railroad Company versus Wilcox.\nEstimates of engineer, when conclusive as between railroad company and, contractor. — Right of contractor, how affected by suspension of work.— Regularity of foreign attachment not to be questioned by defendant after appearance and plea.— Use party to action, when not necessary on the record.\n1. The estimates and decisions of an engineer of a railroad company are conclusive in disputes with contractors, only where such is the positive stipulation in the contract: in every other case, the estimate of the engineer is to be tested by its correctness; and in an action against a company by a contractor to recover a balance due for a work, an instruction to the jury to rely on the engineer’s final estimates unless shown to be erroneous, is not error.\n2. Where, during the progress of the work, a new agreement was made, releasing the contractor from completing his contract, and stipulating for what matters compensation should be made, but not providing for any damages for the suspension of work during the existence of the original contract, it was not error, after affirming the point of the defendants, that no such damages could be claimed, to add, that the question was not material, because of the supplemental agreement; for by it no compensation for such a cause was provided.\n3. Though the plaintiff had been dismissed, and the work taken off his hands,'the company were not thereby released from paying for the work he had done, as stipulated in the supplemental agreement, what it was fairly worth: nor could his claim be restricted to what was coming to him under the final estimates of the engineer; nor, after their agreement to pay, eould the company claim to set off against any balance due the plaintiff the expense and loss incurred in completing his unfinished work. _\n_ 4. Whether a foreign attachment in covenant will lie, not decided: the regularity of the attachment cannot be contested by the defendant after he has appeared and pleaded to the action.\n5. The fact that there had been an assignment of the plaintiff’s claim, and a use in favour of another, was held immaterial to the company; their contest was with the legal party, who was plaintiff, and the absence ctf the use party could not prejudice their defence.\nError to the District Court of Allegheny county.\nThis was a foreign attachment in covenant by Warren Wilcox against The Memphis, Clarksville and Louisville Railroad Company, non-residents of Pennsylvania, and not within the county of Allegheny, nor having a place of business in the Commonwealth ; in which Clark & Thaw and The Pennsylvania Railroad Company were summoned as garnishees, having in their possession a lot of railroad iron belonging to defendants.\nThe action was brought on articles of agreement between the parties, dated 10th December 1856, to recover a balance alleged to be due for work done on the defendants’ road.\nThe plaintiff undertook to do all the grading, masonry, grubbing and clearing on four sections, viz., 26, 27, 28, and 29, on said road, for the prices therein specified, under the directions of the engineer of said company.\nHe commenced and went on with the work until some time in September 1857, when it was suspended by orders of the engineer, until the 1st of February 1858, at which time a further suspension was ordered until July 1858. The work was then resumed and prosecuted until the 5th of March 1859, when the contract was declared rescinded by the defendants, and the sections taken.possession of by the engineer.\nOn the 12th of the same month, the parties entered into an agreement in writing, by which the plaintiff surrendered and gave up to the railroad company, all right, title, and interest he might have in and to the former contract from and after the 1st day of March 1859, in which was the following paragraph, viz.:—\n“ That is to say, it is mutually agreed and understood, that the chief engineer of said railroad company shall estimate the work done by said Wilcox on said sections and under said contract, up to the 1st day of March 1859 ; and when said estimate, to be made by the terms of said contract, shall be reported, the balance due the said Wilcox, if any, after a proper adjustment of his accounts with said company, shall be paid to him as is provided for in the said contract.\n“ It is further mutually agreed between the said parties, that from and after the said 1st day of March, all work done, or to be done on said sections, shall be at the proper charge and expense of the said railroad company, the said company agreeing and assuming to carry on and complete the same.”\nAfter sundry other specifications in regard to other matters, the following clause was introduced, viz.:—\n“ As to any amounts due said Wilcox, up to the 1st day of March last, for work done or for wrongful estimates or classifications, or changes of lines, grades, &c., they shall be paid for, so far as warranted in his contract, and this agreement shall not affect his rights in the same.”\nThe following clause was in the original contract in relation to the change of lines, &c.:—\n“ It is understood that the privilege is reserved to the engineer to make any alterations in plans, grades, alignments, &c., which his judgment may direct, and the prices herein stated will apply to the work so changed, except in those instances in which the nature of the work is so altered as to render its completion more or less expensive, in which case a fair allowance shall be made in favour of the contractor or railroad company, as the case may\nA final estimate of the work done by Wilcox was made March 5th 1859, amounting to $22,818.24, on account of which $19,916.53 was paid.\nOn the 16th of March 1859, Wilcox executed and delivered unto H. T. Oliphant a deed of trust, for the -benefit of Oliphant and his other creditors, including his claims against the railroad company, under which Oliphant brought suit against the company in the circuit court of Montgomery county, Tennessee.\nThis foreign attachment was commenced May 28th 1859, and a declaration in covenant filed, which was subsequently amended. To it the defendants pleaded the release or agreement of March 12th 1859, above mentioned; that the company had fulfilled all the covenants and undertakings mentioned in the declaration, and “the assignment to Oliphant.” On the trial the deposition of A. L. Haskin, an engineer (by whom the work done by Wilcox had been measured, and an excess of $4632.31 found over that of the company’s engineer), was offered in evidence by the plaintiff, and admitted by the court under exception.\nUnder the ruling of the court below (Hampton, J.), there was a verdict and.judgment for plaintiff for $7089.60. This writ was then sued out by the defendant, who assigned for error here the admission of the deposition above mentioned, and also the following matters in the charge to the jury:—\n2. The court erred in refusing to charge as requested in the defendant’s third point, viz.: “ That by the contract sued on, the engineer was agreed upon to make all estimates of the quantity, character, and value of the plaintiff’s work, and that the said estimates of the engineer are final and conclusive, unless the evidence clearly shows fraud, or such gross mistakes as would amount to fraud;” and in charging “that the engineer’s report or estimates, if fairly and honestly made, should have great weight with the jury, and ought not to be set aside or disregarded without clear and satisfactory evidence that he has committed a mistake, either by omitting something which ought to have been included, or underestimating something which was embraced in his report; and this mistake, to give it the effect of opening up all these estimates, should not be of a fanciful or trivial character, but of something substantial, calling for the equitable interposition of a jury;” and in charging “if his (the engineer’s) final estimate was just and right, then, as we have already said, although not absolutely binding between the parties, yet it ought to have great weight with the jury, and should not be altered without satisfactory evidence of some important mistake.”\n3. In refusing to charge as requested in the defendant’s fourth point, viz.: “ that, by the contract of December 10th 1856, the defendants' reserved the privilege of suspending work on the road whenever the president or engineer deemed advisable, and' that, therefore, the plaintiff can claim no damages arising out of such suspension, unless the evidence shows that the suspension was fraudulent and designed to injure the plaintiff;” and in charging “ that the law is correctly stated in this (the fourth) point — but the agreement of 12th March 1859 renders this question immaterial.”\n4. In refusing to charge as requested in the defendant’s fifth point, viz.: “ that, by the contract of December 10th 1856, the defendant had the power, through its engineer, of making ‘ any alterations in the plans, grades, and alignments,’ &c., which said engineer might think proper, and that plaintiff can recover no damages arising out of such alleged charges, unless they were made and intended to be in fraud of plaintiff;” and in charging the jury “ that the report or estimates of the engineer, if fairly and honestly made, should have great weight with the jury,” but “not binding and conclusive between the parties.”\n5. In refusing to charge.as requested in the defendant’s sixth point, viz,: “that the plaintiff having brought his action upon the contract of December 10th 1856, is bound by the terms thereof, and, in order to maintain his action, must show either that he performed his covenants contained in said contract, or that he was prevented from doing so by the wrongful act of defendant;” and in charging that “ the plaintiff’s right to sue on the contract of December 10th 1856 was reserved in the agreement of 12th March 1859, and, by the terms of this last contract, he was expressly released from completing his contract, and the terms of adjustment fixed thereby between the parties.”\n6. In refusing to charge as requested in defendant’s seventh point, viz.: “ that, by the contract of December 10th 1856, it was agreed that the engineer could dismiss the plaintiff from the work, if, in his opinion, the plaintiff did not, from time to time, well and truly perform all the stipulations of the contract, that thereby the contract should become null and void, and all claims for work done by plaintiff become forfeited to the company; and if the jury find, from the evidence, that the engineer did dismiss the plaintiff from the work, because, in the opinion of the said engineer, the plaintiff had not well and truly performed the stipulations of the contract, then the jury are instructed, as matter of law, that the contract of December 10th 1856, was thereby rendered null and void, and that the plaintiff can recover nothing under said contract, unless the evidence clearly shows that the exercise, by the engineer, of the power of dismissal, was in bad faith and with intent to defraud the plaintiff;” and in charging the jury that “the defendant’s seventh is refused.”\n7. In refusing to charge the jury as requested in the defendant’s ninth point, viz.: “ that if- the jury believe, from the evidence, that the engineer of the company dismissed the plaintiff from the work, and that the engineer did so, because, in his opinion, the plaintiff had not well and truly performed his stipulations ; and if the jury further find, from the evidence, that any sum due the plaintiff for work already done, would not more than indemnify the defendant for the expense and loss to which defendant was put in completing the defendant’s unfinished job, then the plaintiff is not entitled to recover such sum, and the jury should find for the defendant;” and in charging “that the defendant’s ninth point is refused.”\n8. In refusing to charge as requested in' defendant’s eleventh point, viz.: “ that as to the right of defendant to forfeit anything coming to plaintiff’ at the time the work was taken out of his hands by the company, and as to the right of the plaintiff to recover any such sum, the contract of March 12th 1859 is wholly without effect — the legal intendment of that contract being to leave the right of the one party to forfeit, and of the other to recover, anything due for past work, precisely as such respective rights stood before the contract of March 12th 1859 was entered' into;” and in charging that the said contract was a renunciation of the right of forfeiture, and “ that, by the terms of this agreement, the plaintiff was released from his covenant to complete the work, and, consequently, from- any forfeit for its non-completion ;” and,\n9. In giving judgment in favour of the' plaintiff on the points of law reserved — which were involved in the following points of defendant:—\n1. That foreign attachment does not lie of a claim in covenant, and that, therefore, the plaintiff cannot maintain this action; and\n2. That if the jury find, from the evidence, that the plaintiff on the 16th of March 1859, and before the bringing of this suit, assigned and transferred his claim against the defendant to H. L. Oliphant, in trust, to apply proceeds to the payment of debts due and owing by the plaintiff to the said Oliphant and other specified creditors, and that the said trust and assignment have been accepted and acted on by the said Oliphant; then the plaintiff cannot maintain this action, and the jury should find for the defendant.\nGeorge Shiras, for plaintiffs in error.\nHamilton & Acheson, for defendant in error.\nNovember 3d 1864,"
  },
  "file_name": "0161-01",
  "first_page_order": 161,
  "last_page_order": 168
}
