{
  "id": 422168,
  "name": "Phillips versus Phillips",
  "name_abbreviation": "Phillips v. Phillips",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "178",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 981,
    "char_count": 24513,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.1271145338196798e-06,
      "percentile": 0.9861802753751281
    },
    "sha256": "0a1411f0891264ea06cfc8784b38a1ceaff8ca2a2ce6f4288686a12c82e73b21",
    "simhash": "1:b8608053592ce418",
    "word_count": 4398
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phillips versus Phillips."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n— The difficulty in the mind of the counsel for the plaintiff in error in this case seems to be his inability to discover a principle upon which the alleged right of way involved may exist; and in truth this is the real difficulty of the case. Can it be resolved ?\nThe grandfather of the plaintiffs, David Phillips, was in his lifetime the owner of one hundred and fifty-three acres and twenty perches of land in one body. Many years before his death he divided it into four portions by surveys on the ground, and to each of his sons, viz., Thomas, Nelson, and Evan, he gave the possession of one of these purparts, and retained one on which was the homestead for his own residence and occupancy. Thomas, whose children are the plaintiffs, had been in possession of his portion, as proved by many witnesses, between twenty and twenty-five years before his death. His father undoubtedly designed it for him, as did he the portions in the occupancy of his brothers; for by a will dated in 1853, and proved in 1856, he devised the same to him in fee as he did the other portions to his brothers.\nIt is not clear when the way in question was laid out or by whom; but it seems to have been always used by Thomas, as the most, if not the only convenient road to church, to mill, to the coal-bank, and to the neighbouring village. After leaving the boundary of Thomas’s forty acres, it passes some twenty rods through the division or portion of the land remaining in the possession and occupancy of his father. It lay near his house, and was used by him as he might desire, either for hauling fuel or going to his son’s residence. The whole land was his, during all the time of the user; and the user was by his assent and knowledge, as the jury have found. The proposition is undoubtedly true, that if the road was not actually laid out on the ground by David, the father of Thomas, he had full knowledge of its location and used it, and consented to its use by his son, his tenant, for many years. It was a continuous and notorious way all the time, at the date of his will and at the day of his death, never altered, changed, or objected to in any way by him. Hay, more, the testimony is that it was fenced out into a lane for most if not all the time on the land retained by him, which we must presume was, if not done by himself, done by his authority, and was most pregnant evidence of his assent to its location and use. We cannot but regard those undisputed facts, if failing to establish a precedent authority or command to lay out the road as equivalent to it, in clearly showing a subsequent assent to the serviency imposed on the portion occupied by him. The facts can be regarded in no other light. The road, therefore, was his road for the convenience of his own property, the same in effect as if laid out by himself.\nIt is quite true, as contended for by the learned counsel of the plaintiff in error, that the user by Thomas of the way, even if equal in time to the period within which a grant of the right of way may be presumed, in case of an independent owner and adverse occupancy, establishes no right upon that principle under the circumstances here. A tenant cannot acquire any kind of easement by prescription as against his landlord. As such a right rests upon the presumption of a grant, it would lead to the absurdity of presuming a grant of a man to himself; for the tenant’s possession is his possession, and whatever is lawfully done on the premises is presumed to be done with the sanction of the landlord.\nBut there is a principle discussed in Kieffer v. Imhoff, 2 Casey 438, in a learned opinion by Lewis, C. J., which I think justifies the charge of the learned judge in this case, although not referred to by him nor the counsel on argument. In that case the easement was an alley, and both the dominant and servient properties fell into one ownership ; the consequence of which, according to the common law, would, he an extinction of the easement in the higher right of property: 2 Bing. 83, 9 Moore 166, and 3 Bulst. 340. The alley was kept open after the unity of the title and possession as before, but while the property thus belonged to one owner, it was seized in execution and sold to several purchasers, and the question afterwards arose whether tho easement was extinguished by the unity, or remained, and it was held that it did remain upon the principle of a servitude imposed by the sole owner, and existing at the time of the seizure and sale. “ Servitudes,” says the opinion, “ which are extinguished by unity of title, do not in general revive upon severance ; but where they are apparent and obviously continuous, they do. The disposition made by the owner of both estates is held to be equivalent to a title. ‘La destination du pere de famille vout titre,’ Civil Code Lous. Art. 808; Code Civile, ‘Servitudes,’ § 288; Gale & Whatly on Easements 40 (t. p. 82-3.) Although the service which one estate derived from the other was nothing more than ‘ destination du pere de famille,’ or the disposition of the owner, so long as the heritage belonged to the same person, it becomes a servitude as soon as they pass into the hands of different proprietors : Pardessus Traite du Serv., § 288; Gale & What. 39 (t. p. 82).”\nThis is the rule of the civil law on this subject, which by Chancellor Kent is said to be of “permanent and universal application,” 3 Kent 436; and in the case just cited it is said “ these doctrines of the civil law have been fully recognised by the highest authorities in our own jurisprudence;” and Gale & Whatly 82, says, “the English law upon this subject appears to agree” with the civil law also.\nIt is not to be understood by this doctrine that any temporary convenience adopted by the owner of property is within it. By all the authorities it is confined to cases of servitudes of a permanent nature, notorious or plainly visible, and from the character of which it may be presumed that the owner was desirous of their preservation as servitudes, evidently necessary to the convenient enjoyment of the property to which they belong, and not for the purposes of mere pleasure: Gale & Whatly 88, t. p.\nA way to a church, mill, or market, greatly more convenient than any other, has sometimes been held in England to stand on the footing of a way of necessity. But, not to insist on that principle, the fact exists here that this way is, although not the only one to the mill, the church, and the village, yet for the portion of the estate belonging to the plaintiffs it is the only convenient way to these points. In this, although we do not recognise a way of necessity, we see the reason for the creation of this private way, why it was opened, kept open, and used by the owner and his family until his death, and the same condition of things as regards the surroundings continuing, we may presume that it must have been the intention of the owner that it should remain permanent, inasmuch as he made a final disposition by will of both the dominant and servient portions, without the slightest hint of a wish that their relations to each other should in this particular be changed.\nI am aware that the most common cases of servitudes in this country arise out of the passage of the element of water, from one portion of property to another, by drains, water-pipes, millraces, and the like. Of the latter kind was Seibert v. Levan, 8 Barr 383, and the servitude there, as in most cases, was created simply by the act of the owner in constructing the race. The nature of the servitude, however, ought not to be held to control the principle, and does not, as the case of Kieffer v. Imhoff sufficiently proves. It may be granted that the continuance of drains, water-pipes, and mill-races may more distinctly indicate their permanent and essential nature.than a mere private way; but when the permanency of the way is proved, confessed, or not disputed, this difference vanishes; they stand on the same footing. There are many cases which show this, in addition to Kieffer v. Irnhoff.\nIn 3 Cruise 115, there is a case from Jenkins’s Cases (Case 37) which at the same time illustrates- not only the antiquity of this doctrine, as adopted in the common law courts, but also its application to a right of private way, not very dissimilar in circumstances to the one in hand. It is there stated by that learned barrister, “ that where upon a descent to two daughters, land over which there had been a right of way was allotted to one of them, and the land to which the right of way belonged was allotted to the other, it was held that this allotment, without speciality to have the way anciently used, was sufficient to revive it.” But I need not follow the investigation further, as the cases already cited show the recognition of the doctrine in this Commonwealth, and rule the principle which governs this case.\nThere was but little conflict or dispute about the main facts of the case. They were all submitted to the jury with the instruction that if they believed them, the plaintiff would be entitled to recover. This was in fact air instruction that if the way was laid out, fenced, and used by the plaintiff’s intestate, with the knowledge, assent, and acquiescence of his father, for the period testified to, it was to be regarded as a regulation or disposition by him. No other rational view could be taken of it. The road lay over his property, within a few rods of his own door, and he had used it and acquiesced in its use for a quarter of a century. It was a distinct and notorious way, fenced out on the portion occupied by himself, as well as on the portion occupied by his son, his tenant, for most of the time. It was constructed on and over his own property, by his own agent, and if we were to assume that he did not actively engage in its construction, his subsequent assent, as already said, was equal to a previous authority. As a permanent disposition, it passed by his will as appurtenant, or perhaps rather as parcel of the property devised to the plaintiffs, and the defendants had no right to interfere, and do what their testator never did — attempt to close it up.\nWe need not discuss the question proposed as to which is the better title in the plaintiffs, the articles of agreement between their grandfather and Larimer or the devise contained in his will. This is out of the case under the views we entertain. But on this point we do not hesitate to say that the devise is the true title. The agreement was to subserve a temporary purpose which it discloses, and was no revocation of the will.\nNor do we think there was error in admitting the testimony of Boyer, limited in its operation, as it was, to McCabe alone. It brought home to him at least knowledge that the way he assisted to obstruct was a way granted by the grandfather of the plaintiffs. It could not have been excluded, because it did not directly apply to the other defendants if it applied to him, and we do not know that they were injured by it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "B. F. Lucas, for plaintiffs in error.",
      "R. & S. Woods, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Phillips versus Phillips.\nRight of way. — Effect of imposition of servitude on land by owner.\nServitudes, adopted by the owner of land, which are plainly visible or notorious, and from the character of which it may fairly be presumed that he intended their preservation as necessary to the convenient enjoyment of his property, become, when the lands are divided and pass into other hands, permanent appurtenances thereto, and neither the owner of the dominant or servient portions of the land have power adversely to interfere with their proper use and enjoyment.\nError to the District Court of Allegheny county.\nThis was an action on the case by George Phillips and others, minor children of Thomas Phillips, and grandchildren of David Phillips, deceased, by their next friend Enoch Phillips, against Nelson Phillips, Evan E. Phillips and others, to recover damages for the obstruction of an alleged right of way which the plaintiffs claimed over a piece of land in which Nancy Phillips held a life estate, with remainder in fee to Nelson Phillips, one of the plaintiffs.\nDavid Phillips, the father of some of the defendants, and grandfather of the plaintiffs, was in 1841 the owner of about one hundred and fifty acres of land in Snowden township, on which he resided with his family.\nHe had three sons, Thomas, Nelson, and Evan, and three daughters, viz., Mary Ann, Amanda, and Lucinda. The two latter were married, one to a Mr. Larimer, the other to Mr. Anderson; while Mary Ann remained unmarried.\nThomas married in 1829, and some time afterwards his father put him on one part of his land, which had certain metes and bounds, containing about forty acres. But at what particular time he first went on this land the witnesses were not agreed; some fixing a much earlier period than others. The latest time mentioned by any of them was about 1842 or 1843; but he lived on a six-acre lot, which subsequently formed a part of the forty acres, for several years before 1843.\nThis forty-acre tract, according to plots given in evidence, lay between two public roads. The upper road, as it was called, ran along his line for some distance, and then branched off; one branch leading to Pittsburgh, and the other to a village called “Library,” and thence to Pittsburgh. The other or lower road, called the “Baptist Church Road,” ran about twenty rods from his line on the opposite side of his land, and past his father’s house, thence to Library, and beyond that to the church.\nThomas first moved into an old house, but subsequently built a new one, in which he lived until his death in 1855. This house was some distance from the dividing line between him and his father, on that side of his land toward the Baptist Church Road and his father’s house.\nNearly all the witnesses concurred in saying that from the time he first moved on this land until his death, he used a privaté road from his house across his father’s land to the Baptist Church Road, near his father’s house, from twenty to twenty-five years, for going to mill, market, church, hauling c.oal, &c. Some of the witnesses testified that this road at an early period was fenced-on both sides from his line to the public road, and that after-wards the old man took away a portion of the fence, and erected a water-trough for the purpose of watering his stock. After that, gates or bars were put up at both ends, viz., at Thomas’s line, and at the public road.\nThese were kept up most of the time, but sometimes, the witnesses testified, there were neither bars nor gates.- The ground over which this road passes is a ravine, not fit for cultivation, and the lot is small, containing about an acre and a half.\nIn 1855 Thomas died, leaving a widow and a number of children, the plaintiffs in this action, who continued to reside on the place, and to use this road without molestation until December 1862, when three staked and ridered fences were put across it, one at the road, one at Thomas’s line, and one midway between. David Phillips died in October 1856, and his widow still lives in the house where David lived and died.\nIn addition to the foregoing evidence, the plaintiffs introduced the following agreement:—\n“Article of agreement, made and entered into this ninth day of July, A. D. 1855, by and between David Phillips, of Snowden township, Allegheny county, and state of Pennsylvania, of the first part, and Loami McLarimer, on behalf of the widow and heirs of Thomas Phillips, deceased, of the second part, witnesseth: That the said David Phillips, for and in consideration of the surrender and giving up of a promissory note for the sum of three hundred and fifty-nine dollars, dated May 21st 1845, given by the said David Phillips to the said Thomas Phillips, as well as other good causes and consideration, do hereby promise and agree that the widow and heirs of the said Thomas Phillips, deceased, shall and may continue to occupy and reside upon the premises and tract of land occupied by the said Thomas Phillips, at and before the time of his death, containing about forty acres, for and during the natural life of him the said David Phillips, he the said Larimer, or they the said widow and heirs, yielding and paying unto the said David Phillips, during his lifetime, the yearly rent of ten dollars, and paying all taxes that may be assessed on said land; and at the death of the said David Phillips, they, the said heirs of the said Thomas Phillips, shall hold a,nd possess the said tract of land to them and their heirs and assigns in fee simple. Witness our hands and seals the date above written.\n“ David Phillips, [l. s.]\n“ L. McLarimer. [l. s.] ■\n“ Attest: Joseph Phillips.\n“ Proved before Alderman Steel, October 4th 1859, by Joseph Phillips, and recorded the same day.”\nThey then gave evidence showing that the defendants had built the fence complained of, and closed their case.\nThe defendants contended the plaintiffs had no right to the use of the road claimed, and that they were justifiable in closing it up. They gave evidence without objection showing that the plaintiffs or some of them abused their right, if they had any, by leaving the gates or bars open when they passed through, and alleged this to be a justification of their act in fencing it up.\nThey also gave some evidence tending to show that before the present road was used, Thomas Phillips used a road over another part of the land of David Phillips, and contended that the plaintiffs had shown no right, either by prescription, grant, or necessity to use this road.\nIn addition to the foregoing evidence, they also introduced the will of David Phillips, made in 1853, and proved in October 1856, in which he devised the homestead, with thirty and a half acres of land to his widow, certain privileges to his unmarried daughter, Mary Ann, and after the death of his widow, the same to be divided between Nelson and Evan, two of the defendants, they paying certain legacies to Thomas and their sisters. After disposing of the homestead he went on to make the following dispositions, viz.: “And further, I give and devise unto my son Thomas Phillips that part of my farm on which he now lives, containing forty acres, with the improvements, goods, chattels, &c., appertaining, for him, his heirs and assigns, to have and to hold for ever. And also unto Nelson Phillips I give and devise that part of my farm on which he now lives, containing forty acres, with the improvements, for him, his heirs and assigns, to have and to hold for ever. Also, I give and devise unto Evan Phillips that part of my farm on which he now lives, containing forty-one acres, with the improvements, for him, his heirs and assigns, to have and to hold for ever.”\n, Then, after making some provisions in regard to the farming of the thirty and a half acres by Nelson and Evan, for his widow and daughter Mary Ann, he made the following conditions, viz.: “ In consideration of these donations, all claims of either or any legatee shall be satisfied in the above gifts, which shall stand in lieu against all such claims arising or to arise by said legatee.”\nThe plaintiffs claimed that taking all the evidence to be time, they were entitled to recover. That taking into consideration the evidence as to the use of the road, with the knowledge and consent of the father, the will of David Phillips, the article or deed of the 9th July 1855, and all the other facts in evidence, they had established a clear and indisputable right to the use of this road.\nOn the trial, in the court below, the plaintiffs’ counsel offered to prove by James Boyd that Hiram McCabe, one of the defendants, had told him that David Phillips told McCabe that he had granted this right of way to Thomas Phillips and his family.\nTo this evidence defendants’ counsel objected, because it was an attempt to prove a parol grant of a right which could only be created by deed; but the court overruled the objection, and sealed a bill of exception.\nUnder the instructions of the court, there was a verdict and judgment against Nelson Phillips and Evan E. Phillips for $250, and in favour of the other defendants, Mary Ann Phillips and Hiram McCabe, whereupon this writ was sued out by -Nelson and Evan Phillips.\nThe errors assigned in this court were these:—\n1. Admitting evidence of the declarations of McCabe, one of the defendants, as to admissions of David Phillips, deceased.\n2. Instructing the jury as follows: “ At an early period after the marriage of Thomas, he (meaning David Phillips) placed him on this forty-acre tract, now owned by his children. Thomas built a two-storied frame house on it, and occupied and used it as his own, without paying any rent for it, so far as we are informed, down to the period of his death.”\n3. Instructing the jury as follows: “ Now, if the paper of July 1855 had not been made, it will hardly be pretended that the plaintiffs would not be entitled to the use of this road as an appurtenance to the land devised, after its use for so long a period, by and with the consent of the testator.”\n4. Instructing the jury as follows: “ If it be argued that Thomas was a mere tenant at will of his father, and therefore could acquire no right by user, still having put Thomas on this land some twenty odd years before, allowed him the free and unrestricted use of this road during all that time, it may be regarded as a privilege which, by a fair construction of the will, would pass with the land.” .\n5. Instructing the jury that “the present plaintiffs, taking under the will of David Phillips, are to be regarded as purchasers, and entitled to the same right as if they held under the deed of their grandfather; and the agreement of the 9th July 1855 can in no way curtail their rights under the will.”\n6. Instructing the jury that “the will was of no validity until the death of the testator, which took place some time after the date of this paper, so that even if the latter had actually reserved this right of way, the will, taking effect afterwards, would have conferred it on the devisees.”\n7. Instructing the jury as follows : “ These authorities (cited in the charge) abundantly show that if the plaintiffs’ claim rested alone on the paper of the 9th of July 1855, it would be fully sustained by that instrument, provided the evidence be sufficient to satisfy the jury that this road had been used for a great many years by Thomas Phillips, and was necessary and convenient for the use and enjoyment of the land.”\n8. Charging the jury as follows: “ The plaintiffs have a right to stand on the will, and claim all the rights and privileges it gives them.”\n9. Charging the jury as follows: “ When the father came to make his will, what seemed to be his leading object? Evidently to confirm simply the disposition he had long since made of by far the greater portion of his estate, by leaving to each one of his sons the portion long since allotted to him, and of which they had for many years been in possession.” And in charging the jury, in the same connection, as follows: “ I cannot permit myself to doubt that he intended to confer on, or rather to confirm to Thomas and his two other sons, the portions of his estate long since given to them, with all the incidents, privileges, and benefits enjoyed by them.” And in telling the jury that this construction was in strict accordance with the letter and spirit of the will and the writing of July 1855, and the conduct of all the parties until a very recent period.\n10. Charging the jury as follows: “If you are satisfied, from the evidence, that Thomas and his family were put on this place many years ago by his father; that he used this road continually for over twenty years with the knowledge and consent of his father; that it was so used till the death of both the father and the son; and since that by Thomas’s children, with the knowledge and consent of those devisees having an interest in the land over which it passes, without let, hindrance, interruption, or objection, you may find a verdict against such of the defendants as built the fences across this road.” And,\n11. In not instructing the jury that, taking all the evidence in the cause together, the plaintiffs below had not established the right of way claimed, either by grant, by prescription, or from necessity, and were therefore not entitled to recover in this suit.\nB. F. Lucas, for plaintiffs in error.\nR. & S. Woods, for defendants in error."
  },
  "file_name": "0178-01",
  "first_page_order": 178,
  "last_page_order": 187
}
