{
  "id": 422257,
  "name": "Warner versus Henby",
  "name_abbreviation": "Warner v. Henby",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "187",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 824",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 468",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 529,
    "char_count": 10643,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.834859016396068e-07,
      "percentile": 0.7212532468109144
    },
    "sha256": "ab0b88b8d9ee757969b2ff4ad56595fb04ad2d1b9ac0fd0645223f0c26ef2ae4",
    "simhash": "1:be62402b6a4d72e0",
    "word_count": 1876
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Warner versus Henby."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n— The plaintiff sought to recover on his paper title, and on the trial put in evidence a warrant from the Commonwealth to one John Clark for the land, dated the 30th No vember 1793, and a survey of the 1st of May 1794.\nThe next step was the deed from Thomas Jackson to Philip Rheam, for the same land, dated the 7th July 1840, but without showing any title to the Clark warrant, or possession under it. From this point downward the title to the plaintiff was regularly derived.\nThis raises the inquiry, how did Jackson’s conveyance operate to convey Clark’s title as warrantee? The learned judge, usually so ample in reasons and research, has not given us the benefit of those which led him to treat Jackson’s deed as effective in conveying title to the warrant.\nThere is not a particle of evidence on the paper-books to show that Jackson had ever been in possession of the land; had ever exercised acts of ownership oyer it, paid taxes on it, or controlled it at any time, much less for any period sufficient to raise the presumption that the warrantee was his trustee, or that there had been a conveyance which was lost. These presumptions, when ripened by time, and the silence of the warrantee, supply the place of a conveyance where there have been continuous acts of ownership on part of the claimant. That period is not less than twenty-one years : 2 Binn. 468; 4 S. & R. 331; 1 W. & S. 824; 7 Id. 215; 7 Casey 172. But in no case, that I can discover, does such a presumption arise in favour of one who does nothing evincive of ownership, excepting to make a deed. The doctrine supplies the necessary link to prevent injustice, and it does this against and at the same time in favour of parties whose acts accord with no other hypothesis than that a conveyance has been made by the party whose long-continued silence is inconsistent with the idea of ownership, and in favour of one whose acts during that silence is inconsistent with any other idea than a belief in his ownership. If neither the warrantee nor any one under him claims the land, the presumption of death of the former, after a sufficient lapse of time, might create an escheat to the Commonwealth, or under some circumstances leave room for a new acquisition from the Commonwealth by warrant, but there is certainly no law to justify the idea that any one may simply convey the title of the original warrantee without doing something to challenge his title or that of his heirs by some act of ownership sufficient to arouse his or their activity, if they meant to assert a claim. In other words, no presumption runs in his favour more than that of anybody else, if he does not entitle himself to claim it by sufficient acts for a sufficient length of time. And this was the defect in Jackson’s right to convey on the 7th of July 1840, as the ease appears before us.\n, I do not discover that there was anything to raise the presumption in favour of those taking title under Jackson. We see nothing excepting a greater lapse of time. There occurred no other “unquestioned assertion of title and acts of ownership” as was said to be necessary in Eox v. Thompson, 7 Casey, supra. This being so, the defendant might have rested on his possession alone; but he opened his case, and showed a treasurer’s sale and deed for the land. This let in the plaintiff’s rebutting testimony, which seems to have established in the estimation of the jury one or both of two aspects entirely unfavourable to its validity. But if the plaintiff’s title was without force enough to recover on, it mattered not that the defendant had none. He could rely on his possession. As the case appears now, the plaintiff had neither title nor previous possession on which to recover, even if he could bring the defendant’s position into that of a mere intruder. We therefore think the court erred in deciding the reserved point in favour of the plaintiff.\nWe cannot decide, as we have not the testimony before us, that notwithstanding all this, the plaintiff was entitled to the possession, on the ground that the defendant occupies the same ground as would the plaintiff’s agent if he had contested his title. Nor can we tell on which of the two grounds the jury condemned the defendant’s title, whether for the alleged fraudulent combination to defeat the redemption of the treasurer’s sale, or because the taxes had been paid, and the sale void. We cannot, therefore, say that, notwithstanding the defect in the plaintiff’s chain of title, that the recovery was right on the principle that would undoubtedly estop an agent in possession from contesting his principal’s title, and which would also place the defendant in the same attitude if he were in combination with him. We are left in the dark as to these matters, and we can do no otherwise than to reverse this judgment for the reasons given, and let the parties try their case again, if they choose, in the light of this decision, and under any new facts they may possess.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Noon & Fenelon, for plaintiff in error.",
      "R. L. Johnson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Warner versus Henby.\nEjectment. — Existence of missing link in paper title, when presumed.\n1. In ejectment for land, tlie existence of an intermediate and missing link in the plaintiff's paper title will not be presumed, without proof of possession, payment of taxes, or other sufficient assertion of ownership for a sufficient length of time, by the party to whom, upon such evidence, the missing conveyance would be presumed to have been made.\n2. Thus, where a plaintiff in ejectment gave in evidence a warrant out of the Commonwealth in 1793, and a survey in 1794, to J. 0., and next offered a deed dated in 1840, from T. J. to P. R., for the same land, the deed from J. would not operate to convey the title of C., the warrantee, without proof of any possession in him, or payment of taxes, or control of it at any time; and the deed was inadmissible for that purpose.\nError, to the Common Pleas of Qambria county.\nThis was an ejectment by Elias Henby against Anthony Warner and William A. Murray, for a tract of land in Jackson township, containing four hundred acres. Murray disclaimed title, and when the cause was called for trial allowed judgment to be entered against him, but issue was joined between Henby and Warner.\nTo sustain the issue on his part the plaintiff gave in evidence a warrant to John Clark, dated 30th of November 1793, for four hundred acres, and a survey dated 1st May 1791, of four hundred and twenty acres, and allowance. The title was then shown out of the Commonwealth, and in John Clark, the warrantee. This evidence was followed by a deed of Thomas Jackson and wife (objected to by defendants, and admitted under exception), dated 30th November 1840, to Philip Beamer; a deed from Philip Beamer and wife to Frederick and Adam Fouse, dated 23d January 1846; by a deed from Frederick and Adam Fouse, dated 14th July 1846, to Owen MeAnally; deed of Owen McAnally, dated 3d April 1848, to John McAnally; a deed of John McAnally, dated 26th July 1854, to Hugh McG-lency; a deed dated 26th August 1854, from Hugh McGlency and wife to Francis R. Lenkfield; by evidence of the existence and loss of a deed from Francis R. Lenkfield to the Cincinnati and Chicago Railroad Company; by a deed from the Railroad Company, dated 5th April 1856, to William Butler, and by a deed of William Butler, dated 5th October 1856, to Elias Henby, the plaintiff. There was, however, no conveyance or other evidence connecting Thomas Jackson and. John Clark, the warrantee, or vesting the ownership of the warrant in Jackson; and the only evidence of title in the plaintiff was the claim and exercise of ownership exhibited in the different conveyances from the date of Jackson’s deed till the commencement of this action, a period short of' twenty years.\nThe defence rested upon the evidence given of a tax sale of the John Clark tract. This evidence consisted of the assessment of the tract for 1854 and 1855; a sale of it on the 11th day of June 1856, to William Yaughn, and the deed of Charles D. Murray, Esq., treasurer, dated the same day, duly executed and acknowledged to Yaughn. The defendant also gave in evidence an article of agreement between him and William Yaughn, dated 15th December 1858, for the sale of the undivided half of the tract, for $425, of which a receipt on the agreement and the testimony of witnesses showed that $150 was paid by defendant at the time.. Under that agreement he was in possession, claiming the undivided half of the tract under it and the tax sale.\nThe plaintiff met this defence with the following allegation, and the evidence adduced to sustain it: — 1. That the taxes for the years 1854 and 1855, for which the tract was sold, had been paid, and that the sale was therefore void, and-vested no right or title in William Yaughn which he could convey to the defendant; and, 2. That there was a fraudulent conspiracy between William A. Murray, the agent of the plaintiff, and William Yaughn, to prevent the redemption of the tract, and to consummate the tax title; and that therefore neither of them could be allowed to derive any benefit or advantage against the plaintiff from the sale; and, further, that Anthony Warner had notice of the fraud, and stands in no better situation.\nThe court reserved the point as to the propriety of admitting the deed from Jackson and wife to Beamer, dated July 7th 1840, in the absence of proof of any conveyance from Clark, the warrantee, to Jackson, or any legal connection between the parties in reference to this land; and in reference to the other points instructed the jury as follows :—\n“ If the plaintiff has satisfied you that the taxes for which the land was sold had been duly paid; or however this was, has satisfied you that there was a fraudulent conspiracy between William A. Murray, the agent of the plaintiff, and William Vaughn, to prevent the redemption of the tract, and with that effect, and that Anthony Warner knew of that conspiracy when he contracted with Vaughn, your verdict should be for the plaintiff. If, on the other hand, the plaintiff has failed to satisfy you upon one or the other of these questions of fact, as we have stated them, your verdict should be for the defendant.”\nUnder these instructions there was a verdict and judgment for plaintiff on the reserved point. Whereupon the defendant sued out this writ, and assigned for error the admission in evidence of the deed above mentioned, and the entering of judgment for plaintiff on the reserved point.\nNoon & Fenelon, for plaintiff in error.\nR. L. Johnson, for defendant in error."
  },
  "file_name": "0187-01",
  "first_page_order": 187,
  "last_page_order": 191
}
