{
  "id": 422291,
  "name": "Stewart et al. versus McQuaide et al.",
  "name_abbreviation": "Stewart v. McQuaide",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "191",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 499,
    "char_count": 9299,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 8.876468701208794e-08,
      "percentile": 0.4992404962605928
    },
    "sha256": "c208f99f5a409fc1cc00ad0c1883fe365f31159b5cde5a51ad8bf70f430a3271",
    "simhash": "1:d00a0523a28d62f4",
    "word_count": 1616
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart et al. versus McQuaide et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— There is certainly force in the position of the counsel for the defendants in error, that the plaintiffs’ only point, strictly speaking, was of' no practical consequence, and even if the answer was not strictly accurate, it would avail them nothing. They requested the court to charge, “ that as the contract was entire, the owner could not waive the completion of any material or substantive part of it, in favour of the contractors so as to enable them to file their lien on the entire contract, to affect the interest of other lien-creditors ; the waiver not being recorded or any notice given of it.”\nThe parties contesting the validity of the lien on this ground were not lien-creditors at the date of the settlement and waiver, nor for some days thereafter. They were therefore not embraced by the principle asserted in the point at all; and those who were lien-creditors at the time made no complaint. But perhaps we should consider the point in a broader sense, and as asserting that on account of a waiver of a portion of an entire contract this alone would render invalid the lien as to' subsequent creditors, independently of any question of actual fraud, but simply on the ground of a want of compliance with the statute.\nIt is very questionable if the' item of plastering, the matter waived, was embraced by the contract at all. Certainly it was not specified in it, and so Mr. Taylor admits in the settlement. Even if the contract for building had been recorded, and had thereby been made notice, the item waived would not have appeared, nor do I think it necessarily included in the general terms used for creating an encumbrance. The other alleged unfinished items were neither insisted on nor waived in the settlement ; for by the exoress terms of the contract, they seem to have been left to future determination, as the builders, who were to be the tenants, might choose. These views might perhaps suffice to show that the position assumed in the point, of the invalidity of the lien was not sound. But we think it too well settled to admit of dispute, that if full performance in minor particulars be dispensed with by the party to whom it is due, this will not prevent the builder from filing his lien on the contract upon the same principle upon which he would declare in a suit where performance had been prevented or dispensed with by the defendant. That a mechanics’ lien under such circumstances m'ay be filed, Young v. Lyman, 9 Barr 449, and The Bank of Pennsylvania v. Gries, 11 Casey 423, are authorities in point. But this is not to say that the contractor would be entitled to full compensation as to full performance. This is not our question: it is, can a valid lien be filed under such circumstances at all ? And we think it can. No collusion to cover property for the benefit of the owner, or to hinder and delay creditors, is alleged; or that the lien filed did not honestly represent a claim fully and fairly earned. The case was put upon the simple allegation that the dispensation with the performance of an item in an entire contract, consisting of many separate items, if indeed it was any part of it, by the parties, on final settlement rendered the whole void as to subsequent lien-creditors. In the absence of fraud, I see not what right the creditors have to rip up the settlement of the parties. If they could do that, on the same principle it seems to me they might claim to invalidate the lien, because the original contract was too liberal in price. Self-interest, in the absence of fraudulent motives, is regarded by the law as a sufficient guaranty that men will not pay, or agree to pay, more than they ought to pay when liquidating their transactions, or agree that contracts in their favour are complied with when they are not; and for this reason these contracts, be they settlements or otherwise, are allowed to stand when unimpeached in their honesty. It would lead to frightful litigation if creditors might attack all liens where complete performance was defective in some inferior particular, but which the parties, judging honestly for themselves, thought proper not to insist on. Such a principle carried to its legitimate results, would disturb half the judgments confessed on settlements throughout the country. It is not of course to be inferred from this, that a lien may he filed during the progress of the work, or otherwise than upon its actual or virtual completion. There is no error in the record, and the\nJudgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Banks & Coleman (with whom was A. W. Taylor), for plaintiffs in error.",
      "Stewart & Clark, Wier & Stewart, Joseph M. Thompson and H. D. Foster, for defendants."
    ],
    "corrections": "",
    "head_matter": "Stewart et al. versus McQuaide et al.\nMechanics’ lien valid, when filed against unfinished building erected under contract, if full performance be waived by owner.\nWhere a building erected under contract is substantially completed, full performance in minor particulars may be dispensed with by the party to whom it is due; and a mechanics' lien filed by the builders thereafter, is valid.\nError to the Common Pleas of Indiana county.\nThis was a feigned issue directed by the court, in which James G. McQuaide, F. M. Kinter, and Charles Gompers, doing business as McQuaide, Kinter & Co., were made plaintiffs, and Alexander M. Stewart and Jane Taylor were defendants, to try the validity of a mechanics’ lien, filed by the plaintiffs against the real estate of Alexander Taylor.\nThe case was this : — On the 13th of January 1860, Alexander Taylor, Esq., entered into a contract in writing with the firm of “ McQuaide, Kinter & Co.,” by the terms of which they were to build on lot No. 61, in the borough of Indiana, owned by Mr. Taylor, a two-story brick warehouse of certain dimensions, to be used in connection with their storeroom on the same lot; to put therein such numbers, size, and style of doors and windows and hoisting apparatus as would be necessary for the easy transaction of the business for which thé same was intended, to finish the same in a substantial and workmanlike manner, on or before the 1st of August 1860, and to receive therefor the sum of $1600. This agreement was recorded in Indiana county, on the 6th day of February 1860.\nIn pursuance of this agreement, they erected the building, but failed to finish it in the manner or at the time therein specified.\nOn the 18th of December 1860, the building still being unfinished, they procured from Mr. Taylor an agreement in writing, waiving the completion of the work for the time being, and giving them permission to finish the same at their pleasure and convenience.\nThis agreement of waiver was not recorded or otherwise made public, but was kept by them as a private paper. On the 22d of December 1860, they filed a mechanics’ lien against said building and appurtenances, for the sum of $1600, the full amount of the contract price.\nThis lien contained no notice of or reference to the said waiver. At that time the building was not plastered, there was no hoisting machinery placed therein, and other important and material parts of the work were unperformed, amounting in value in the aggregate to about the sum of $250.\nAt the time of the waiver of the completion of the building as aforesaid,. Mr. Taylor was indebted to different persons, in the sum of near $9000. Part of this indebtedness, say $5000, was in the shape of judgments and other liens against his property. The balance, including the claims of the plaintiffs in error, was not reduced to judgment until after that time.\nThe judgment of Mr. Stewart, one of the plaintiffs in error, was filed of record on the 22d day of December 1860, the same day the said mechanics’ lien was filed, and the judgment of Jane Taylor, the other plaintiff in error, was entered on the 7th January 1861.\nThe defendants in the issue were either responsible for or held by assignment all the judgments entered of record after the mechanics’ lien, except that of William S. Davison.\nThe real estate of Mr. Taylor was sold by the sheriff on the 6th June 1862 for $7150, which sum was not sufficient to satisfy all the liens against him. The defendants, whose judgments would not be paid if the claim of plaintiffs were allowed, objected to the validity of their lien on the ground that it was prematurely filed, and alleged that it should be postponed to their judgments; and the court, at the request of the defendants in error, directed this issue to try the validity of the mechanics’ lien.\nOn the trial the plaintiffs in error submitted to the court the following point:—\nThe court are requested to charge the jury that the mechanics’ lien in this case being founded upon an entire contract, and so stated in the lien filed, the owner of the property, Alexander Taylor, could not waive the completion of any material and substantive part of the contract in favour of the contractors or builders, so as to enable them to' file their lien on said entire contract, before the substantial completion of said contract, so as to affect the interests of other lien-creditors, said waiver not being recorded, or any notice thereof given.\nThis was answered in the negative; which answer was the error complained of and sought to be corrected here.\nBanks & Coleman (with whom was A. W. Taylor), for plaintiffs in error.\nStewart & Clark, Wier & Stewart, Joseph M. Thompson and H. D. Foster, for defendants.\nJanuary 2d 1865,"
  },
  "file_name": "0191-01",
  "first_page_order": 191,
  "last_page_order": 194
}
