{
  "id": 422293,
  "name": "Stewart and Taylor versus M'Quaide, Kinter & Co.",
  "name_abbreviation": "Stewart & Taylor v. M'Quaide, Kinter & Co.",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "195",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 425,
    "char_count": 9926,
    "ocr_confidence": 0.465,
    "sha256": "ca37265692f0d26016d5e57bffe93357afccde570116d91d3e64851034b3d7ee",
    "simhash": "1:4c48073a7daab3ef",
    "word_count": 1776
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart and Taylor versus M’Quaide, Kinter & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— This case arises out of a mechanic’s lien, for carpenter work done and performed by William Gr. McElhany for Alexander Taylor, in the erection of a two-story house in the borough of Indiana, under a written contract. At the same time he was doing the carpenter work for Mr. Taylor upon a brick house on his farm in the country, for which he was paid by the day. The work at the house in the country was finished first. Payments had been made by Mr. Taylor to Mr. MElhany on account, during the progress of the work on both buildings, but it would appear without being specifically appropriated by either of them to any particular building. On the 29th December 1860, there appeared on both accounts to be a balance due from Taylor of $276.50, for which this mechanic’s lien was filed against the house in the borough. There was no dispute that the work had been faithfully performed on both buildings, but the allegation was, on one side, that as against creditors there was no lien for any part of this balance against the building in the borough, and on the other, that it was a valid lien against it for the whole balance. The same reasoning on the part of the plaintiffs in error, applied to a lien against the house in the country would prevent any recovery against it, and therefore, although it was acknowledged the balance was due for work done upon one or the other, or both, there could be no recovery either of the whole or part from either building. At the settlement of the 29th December a receipt in full for $902 was given by McElhany to .Taylor, Taylor giving an acknowledgment, under seal, that there was due to him $276.50. The contention here was, whether this was a lumped settlement, or a settlement appropriating the balance to the house in town, that is, paying in full the work on the house in the country, and leaving the balance on the town house. If the last was the nature of the settlement, then the balance was fairly a lien on the house in town. If the former was the settlement between the parties, still it could not be said that this house was not chargeable with some part of this balance, and that as against creditors of Taylor as well as Taylor himself.\nIf the parties appropriated the payments to discharge the house in the country entirely, it was a settlement binding on them, and why not therefore against a creditor who had no lien on the property at that time ? The appropriation of payments is particularly the office of the debtor and creditor, and if they agree, and there is no fraud, why should it not bind creditors having no lien ? for the law considers the mechanic’s lien as running back to the first item, and of course to such a settlement as that of the 29th December 1860.\nThe evidence was conflicting whether this was a lumped settlement, or one which appropriated the balance to the house against which the lien was filed. If the latter, then the jury was properly instructed; if the former, then they should have been instructed from the evidence to say how much of the balance was due upon the house.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Banks & Coleman, with whom was A. W. Taylor, for plaintiffs in error.",
      "Stewart & Clark, and Thompson & Weir, for defendants."
    ],
    "corrections": "",
    "head_matter": "Stewart and Taylor versus M’Quaide, Kinter & Co.\nMechanics’ Lien Law. — Appropriation of payment, where two or more buildings are erected for same owner, a question of fact. — SettlemeTit admitting a general balance, the subject of a lien on either building.\nWhere a mechanic has performed work on two properties of the same owner, and a settlement is made, acknowledging a certain balance due him, such balance may be a fair lien on’either one of the properties ; but it must be left to the jury to say from the evidence whether the balance was appropriated or not; and if not, how much of the balance was due upon the particular property against which the lien was entered.\nError to the Common Pleas of Indiana county.\nThis was a feigned issue directed by the court, in which Mc-Quaide, Kinter & Co. were made plaintiffs, and Alexander M. Stewart and Jane Taylor were defendants, to try the validity of a mechanic’s lien filed by William G-. McElhany, against a brick dwelling-house in the borough of Indiana, belonging to Alexander Taylor, Esq. On the 25th of January 1859, Mr. Taylor entered into a written contract with McElhany, who is a carpenter, by which McElhany agreed to finish the woodwork of said house in a good and workmanlike manner, within ten months from that date, for the sum of $530. During the summer of 1859 Mr. Taylor, by a verbal agreement, employed Mr. McElhany to do the carpenter work of another brick dwelling-house on his farm in the country, near the said borough, for which he was to be paid by the day.\nMr. McElhany carried on the work on both houses at the same time, and on the 29th of December 1860, when both were completed the parties settled, embracing in their settlement all the work done on both houses, amounting, in the aggregate, to $902.\nThe payments that had been made by Mr. Taylor, during the progress of the work, were made generally on both jobs, and amounted, in the aggregate, to $625.50, leaving a balance due McElhany on both contracts of $276.50. On that day Taylor gave McElhany a note for the said sum of $276.50, in full of all demands up to date, for carpenter work on the house in town and country, and McElhany gave Taylor a receipt for the said sum of $902, in full of all demands for carpenter work done on house in country and town.\nSoon afterwards Mr. McElhany being desirous of securing his claim by a mechanic’s lien, and being advised that he could not do so on his note, in its present shape, procured, without any resettlement, another note of the same date and amount, reciting that it was in full of all demands up to date, f<?r carpenter work done on house in town, and destroyed the former note, and on the 17th of January 1861, filed a mechanic’s lien on said last note against the said brick dwelling-house in town.\nThis claim was afterwards assigned and transferred to the firm of McQuaide, Kinter & Co.\nAt the time of this arrangement between McElhany and Taylor, and the filing of the claim, Taylor was indebted, by judgments and otherwise, to the amount of near $9000, and was in failing circumstances. The judgment of Alexander M. Stewart, one of the plaintiffs in error, was entered of record on the 22d of December 1860, before said settlement. That of Jane Taylor, the other plaintiff in error, was entered on the 7th of January 1861, after the settlement, but before the filing of the lien, and the judgments of James Gibson, Jeremiah Sexton, and C. C. McLain, for the first of which the defendants were responsible, and the last two they held by assignment, were all entered after the said claim was filed. All these debts were contracted before the settlement was made by Taylor and McElhany.\nThe real estate of Mr. Taylor was sold by the sheriff on the 6th day of June 1862, and the town property was purchased by McQuaide, Kinter & Co. for the sum of $5650. The country property was sold to other parties for $1500, making in the whole $7150, which sum was not sufficient to pay all the liens entered of record. The controversy among his creditors gave rise to the issue above mentioned.\n' On the trial the defendants submitted to the court the following point:—\nThe court are requested to charge the jury that, if the testimony of Alexander Taylor is believed, the note given in evidence is for the balance due William McElhany for the building of the two several houses — the one in the country and the other in town — that the settlement testified to by said Taylor was a lumped settlement, not discriminating between the work done for the several buildings, then the lien is defective, and the amount thereof cannot be taken out of the fund raised by the sale of the house in town.\nThe court below instructed the jury as follows:—\n“ It appears in evidence that the amount of the work at both houses, town and country, was $902; that on the 29th December 1860, there was only $276.50 due on both. The payments had been $625.50. It is probable that these payments were made along as it suited the convenience and wants of the parties, without any specific appropriation. On the 29th December 1860, after the entry of Stewart’s judgment, but before the entry of Jane Taylor’s judgment, the parties, McElhany and Taylor, met and made a lump settlement of both, resulting in a balance due as above of $276.50, and an agreement by Taylor that that balance should be charged to the house in town. This was a virtual appropriation of as much of the payments as was necessary to the house in the country by agreement. This would settle the matter if Taylor had the power to make such appropriation of it. As to Stewart we think he had not, as it might affect Stewart’s lien, but as to Jane Taylor, we think Alexander Taylor’s agreement to the appropriation would be good, and would fix the property in town for the balance of the claim.\n“ If Stewart is not paid out of the fund, and therefore interested, then it becomes a question for the jury to determine how much of the payments are to be appropriated to the country house, and how much to the town house. We are asked to charge that the lien was void on account of the balance being lumped. We do not think so, but instruct them that the house in town would be liable for whatever there may be due on that — the whole, if Stewart is paid, and whatever they may find due on the town property. With these explanations this point is answered in the negative.”\nUnder these instructions there was a verdict and judgment for the plaintiffs in the issue. Whereupon the defendant sued out this writ, and assigned for error the answer of the court below to the point propounded as above.\nBanks & Coleman, with whom was A. W. Taylor, for plaintiffs in error.\nStewart & Clark, and Thompson & Weir, for defendants.\nJanuary 2d 1865,"
  },
  "file_name": "0195-01",
  "first_page_order": 195,
  "last_page_order": 198
}
