{
  "id": 422207,
  "name": "McQuaide et al. versus Stewart et al.",
  "name_abbreviation": "McQuaide v. Stewart",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "198",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 268",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844014
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 9912,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.5673689976403853e-07,
      "percentile": 0.6780439709033229
    },
    "sha256": "8bc817e377b309b7d1ff785b5f6f2c1a6ad7fe5471b0b9b44356e49c634375ee",
    "simhash": "1:bcc3ec210875ffdd",
    "word_count": 1711
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McQuaide et al. versus Stewart et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— The learned judge of the Common Pleas charged that the rent proposed to be defalked against the mechanic’s lien, being reserved in the same instrument from which the lien springs, it was consequently in the same transaction, and therefore, regardless of other considerations, should be allowed to extinguish pro tanto. We think this reason was insufficient, in view of the circumstances. There are, undoubtedly, cases in which the transaction is so entirely a unit, that it is most most just and proper, when litigation arises, that matters arising directly out of it should be determined in one suit. These cases are not parallel with this. 'Üjjere the same paper, it is true, contains the contract out of which the lien arises, as well as that out of which the rent accrued, but they are as distinct and separate, covenants as if written on separate sheets of paper. There is a complete contract for building, describing the kind of structure, and the time when to be completed and paid for. There follows a complete lease of the building for a long term, to commence shortly before its completion, to continue for thirteen years. The former, the building contract, was to be finished in about eight months, and to be paid for then. The first year’s rent would not fall due for near a year after. These things show the distinctiveness of these covenants as contracts. Now, the lien might have been reduced under the principle invoked, by showing defectiveness in the work and the like, and so might the rent, if the landlord had been suing for it on account of interference with the tenant’s possession, not amounting to erection, but acts against quiet enjoyment. Thepe would be instances of the claims arising in the same transaction being allowed to be given in evidence to extinguish the claim by a liberal construction of our Defalcation Act. Steigleman v. Jeffries, 1 S. & R. 477, passed upon this principle. There the defendant set off damages for a breach of warranty of goods, in suit to recover the price. So in Harper v. Kean, 11 S. & R. 280; the plaintiff sold leather for the defendant for less than what it was worth in the market, and the latter was allowed a defence to the judgment to which the proceeds were to be applied to the extent of what it should have brought. Badger v. Shaw, 12 S. & R. 275, was a suit for the price of cattle sold, and the defendant was allowed to defalk damages for the non-delivery of sheep sold to him by the plaintiff; Duncan, J., saying, “where the cause of action, which the defendant wishes to set off, arises from the same transaction as that in which the plaintiff founds his action, he may have both decided by the same jury.” Hubler v. Tamney, 5 Watts 51, is of the same nature. In these cases connection between the claim and the defence is so apparent that the justice of the principle must be admitted, although the matter defalked was not strictly a set-off. Not so the case in hand. It was impossible to settle the entire covenants in one action. They were of different and distinct natures, and to be performed at different and distinct periods. In applying the rent, therefore, to the extinguishment of the lien, on this principle alone, where the plaintiffs had another claim entitled to its application, on equitable principles, was of course error in the absence of appropriation by the debtor and creditor. They therefore should have been allowed to put in evidence their book account; if it was unpaid, and unsecured, and no appropriation by the parties of the rent, equity would apply it to the book account in pre* ference to the old debt secured by the lien. This is the well-settled rule: Watt v. Hock, 1 Casey 411; Pierce v. Sweet, 9 Id. 151; Johnson’s Appeal, 1 Wright 268. Treating the rent in arrears as a payment in equity under the circumstances,, the plaintiffs were entitled to have it in accordance with these principles so applied to their account, and the books were evidence on the issue to the same extent as they would have been if the suit had been to recover the amount of the account contained in them. The plaintiffs in error having sustained both these exceptions,\nThe judgment must be reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Weir & Stewart (with whom were Stewart & Clark and Thompson), for plaintiffs.",
      "Banks & Coleman and A. W. Taylor, for defendants."
    ],
    "corrections": "",
    "head_matter": "McQuaide et al. versus Stewart et al.\nSet off.— Claims arising upon distinct covenants, not the subject of.— Rent accrued under building lease, not a set-off, against mechanics’ lien, filed for erection. — Appropriation of payments.\n1. Claims arising upon separate and distinct covenants in an agreement under seal, cannot be set off against each other.\n2. Hence in an action on a mechanic’s lien, filed against a building, which had been erected by the plaintiffs under an agreement, also providing for a lease to them for a term of years, a claim for. rent accrued subsequently to the completion of the building cannot be set off.\n3. Where the plaintiffs had also a claim on book account against the owner of tfie premises, which was unsecured, and there was no appropriation of the rent by the defendant, held, that they were entitled to appropriate it to the account in preference to the old debt secured by the lien; and that their books of original entries were admissible in evidence for that purpose.\nEkrok to the Common Pleas of Indiana county.\nThis was a feigned issue, directed by the court under the Act of 16th June 1836, in which James G. McQuaide, F. M. Kinter, and Charles Gompers, doing business as McQuaide, Kinter & Co., were made plaintiffs, and Alexander M. Stewart and Jane Taylor were defendants, to try certain disputed facts connected with the distribution of the money arising from the sheriff’s sale nf the real éstate of Alexander Taylor. Prior to this sale Taylor was the owner of in-lot No. 61, in the borough of Indiana, and on the 13th day of January 1860, entered into a written contract with McQuaide, Kinter & Co., the plaintiffs in error, by which the latter were to furnish all the necessary materials, and erect and construct, in a substantial and workmanlike manner, a two-story brick warehouse on said lot. The work was to be completed on or before the 1st of August 1860, and executed as specified in the agreement. In consideration of this, Taylor was to pay the sum of $1600. The contract also contained a lease of this warehouse to McQuaide, Kinter & Co., for the term of thirteen years from the 1st day of June 1860, at a yearly rent of $125, payable the 1st of June each year. The lessees to pay the taxes on this and the storeroom connected with it, and receive a credit therefor on the rent. The materials were furnished and the work executed as required, except the hoisting machinery and plastering, the latter of which was not designated in the agreement. On the 18th day of December 1860, Taylor, in writing, waived these items, and accepted and received the warehouse from the contractors as finished and completed according to the specifications. On the 22d of December 1860, the plaintiffs entered a mechanic’s lien for the materials and work furnished and performed in the construction of the building. Afterwards, on the 6th of June 1862, the property was sold at sheriff’s sale, and an auditor appointed to distribute the fund. At the hearing before the auditor, Alexander M. Stewart and Jane Taylor, being creditors of the defendants, assailed the validity of this lien, and denied the right of plaintiffs in error to any part of the money, on the ground that Alexander Taylor could not waive the performance of any part of the contract as against creditors, or accept and secure the building as complete and finished. The auditor reported adversely to the claim, and the plaintiffs, in pursuance of the rules of practice under the provisions of the Act of 16th June 1836, touching the distrihur tion of sheriffs’ sales involving disputed facts, demanded an issue, which was awarded: see infra 191. The plaintiffs had occupied the warehouse in pursuance of their lease two years prior to the sheriff’s sale, for which there was $250 rent due Taylor, less taxes paid by the lessees. Taylor was indebted to the firm in the sum of $225, by book account, incurred between the 25th of August 1860 and the 13th of March 1861. These claims remained unsettled between the parties at the sheriff’s sale. On the trial of this issue Alexander M. Stewart and Jane Taylor offered a set-off or defence to the mechanic’s lien, the balance of rent due Taylor in the discharge pro tanto of the plaintiff’s claim. To this offer the plaintiffs objected on the ground that the balance of rent was a debt owing to and belonging to Alexander M. Taylor, and was not a payment on the lien, but was extinguished by an appropriation thereof to the plaintiff’s book account; but the court overruled the objection and admitted the evidence. The plaintiffs, in reply, offered in evidence their books of original entries, exhibiting an account against Alexander Taylor of $225, commencing 25th of August and ending 13th of March 1861, for the purpose of showing that the balance of rent claimed to be due Taylor was satisfied by an appropriation thereof to the plaintiffs’ book account not otherwise secured; to which offer the defendants objected, and the court sustained the objection and rejected the evidence.\nUnder the ruling of the court there was a verdict and judgment for $1356.87 for plaintiffs, who thereupon sued out this writ, and assigned for error the admission in evidence of the balance of rent to Taylor as a set-off against their claim, and the rejection of their book account against Taylor from August 10th 1860 to March 13th 1861, amounting to $225, which was offered to show that the rent thus claimed by defendants had been extinguished.\nWeir & Stewart (with whom were Stewart & Clark and Thompson), for plaintiffs.\nBanks & Coleman and A. W. Taylor, for defendants.\nJanuary 2d 1865,"
  },
  "file_name": "0198-01",
  "first_page_order": 198,
  "last_page_order": 202
}
