{
  "id": 422253,
  "name": "Smith versus O'Connor",
  "name_abbreviation": "Smith v. O'Connor",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "218",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Conn. 507",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754318
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/19/0507-01"
      ]
    },
    {
      "cite": "22 Verm. 213",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        735696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/22/0213-01"
      ]
    },
    {
      "cite": "8 Gray 123",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2079190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/74/0123-01"
      ]
    },
    {
      "cite": "21 Wend. 615",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0615-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 644,
    "char_count": 15670,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 5.622083998197396e-07,
      "percentile": 0.9483325089609471
    },
    "sha256": "74e1a3b8ab7a777b6ed4f9ff81ee29f88c2c4b824e500926a5748fbc50c317b2",
    "simhash": "1:9ab7c5d388c6a6e4",
    "word_count": 2768
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus O’Connor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\n— This was an- action of trespass upon the case brought by a girl seven years old, suing by her next friend, to recover from the defendant damages for his having negligently driven a horse and wagon over her while she was crossing one of the streets in the city of Pittsburgh. The question whether the defendant had been guilty of the negligence alleged was fairly submitted to the jury, and in regard to that there is no complaint. The errors assigned here relate principally to the instruction given respecting the effect of negligent conduct by the plaintiff herself; conduct which contributed to the injury she had sustained. Upon this subject the parties were at variance in the court below, and in reference to it each sought specific instruction to the jury. On the part of the plaintiff the court was asked to charge, “ that the rule of law relating to mutual negligence on the part of a plaintiff and defendant, between adults, does not apply to the case of a child seven years of age who is a party,” and this proposition the court affirmed. On the other hand, the defendant requested the court to charge, “ that if the plaintiff was guilty of any negligence on her part, which contributed to the accident, she could not recover in this action, although the defendant might have been also guilty of negligence or want of due care.” To this point the court returned a negative answer, adding, however, the qualification “ unless the degree of negligence was such on both sides that the jury could not determine by whose fault the accident happened.” Precisely what was meant by this qualification is not very evident, and we need not inquire, for it can have no bearing upon any of the errors assigned. Other similar instructions were given, but the answers to these two points will suffice to show what importance, if any, the jury was permitted to attach to the negligent conduct of the plaintiff, which it was alleged had been a concurrent cause of the injury she had sustained. A consideration of the conduct of the plaintiff was not withdrawn from the jury, for they were expressly instructed that the child was to be held to the exercise of that degree of care and discretion ordinarily to be expected from children of its age, neither more nor less; but the court refused to instruct them that the same degree of caution is demanded of an infant of tender years, in order to enable her to maintain an action for a personal injury, as is exacted from an adult. Herein it is alleged there was error, and the argument of the plaintiff in error has been directed in this court to show that the admitted rule that when an injury has been the result of mutual and concurring negligence in both parties, no action will lie by either, is applicable in its fullest extent to an action in which the plaintiff is an infant seven years old. We are asked to approve and apply the doctrine held by the New York courts, and first enunciated in Hartfield v. Roper & Newell, 21 Wend. 615. There it is ruled that the negligence or imprudence of the parents or guardians in allowing a child of tender age to be exposed to injury in a highway, furnishes the same answer to an action by the child as the negligence or other fault of an adult plaintiff would in a similar case. The negligence of the parents or guardians is imputed to the child, and hence unless the infant plaintiff has exercised that care and prudence which is demanded of an adult, unless equally guiltless of any negligence concurring with the wrongful act of a defendant in causing an injury, no action can be sustained. This is compelling the child to the exercise not of its own but of the parents’ discretion. It is holding it responsible for the ordinary care of adults. In our opinion the rule thus broadly stated does not rest upon sound reason. In maintaining it the New York courts stand supported only by the Supreme Court of Massachusetts in the case of Holly v. The Boston Gas Light Company, 8 Gray 123. On the other hand, the Court of Queen’s Bench, after full consideration, held in Lynch v. Nurdin, 1 Ad. & E., N. S. 29, that a defendant was liable to an infant seven years old, in an action on the case for an injury resulting from his negligence, though the plaintiff was a trespasser, and contributed to the mischief by his own. act. The concurring fault of such a plaintiff was not allowed to bar his action, and the rule invoked by the plaintiff in error in this case, and generally enforced against an adult plaintiff, was declared inapplicable to a child of tender age. The English doctrine is maintained by a majority of the courts in this country. Thus in Robinson v. Cowe, 22 Verm. 213, it was adopted in preference to that held in Hartfield v. Roper & Newell. So it was enforced in Birge v. Gardiner, 19 Conn. 507, and in Daley v. The Norwich Railroad Company, 27 Id. 591. Our own decisions have been to the same effect: Rauch v. Hill & Loyd, 7 Casey 358, and Pennsylvania Railroad Company v. Kelley, Id. 372. It is true, that Lynch v. Nurdin has been doubted in England: Lygo v. Newbold, 9 Exch. 302; and there is difficulty in reconciling with it some modern decisions, but it has never been overruled. Moreover, its doctrine is sustained by very considerable reason as well as authority. The reason most frequently given for the rule that concurrent negligence of the plaintiff bars his action is, that were it otherwise, he might compel compensation from another for his own wrong. Negligent conduct of an adult, if he be of sound mind, is always a wrong, for it is a failure to discharge duty. To determine whether there has been negligence demands therefore the previous inquiry, what was duty ? The common sense of mankind exacts more from those who have arrived at years of discretion than it does from a child of tender age. That would be culpable negligence in an adult which neither common sense nor 'the law pronounces such in a child seven years old, and this,' because the measure of duty is dependent largely upon the judgment and discretion of the person who is required to perform it. Hence the rule invoked by the plaintiff in error would be extended beyond its reason, if applied to bar an action brought by a child seven years old, on account of conduct which might justly be regarded culpable negligence in a person of ordinary discretion. The child is not culpable for failing to exercise a prudence and care which belong only to persons of riper years, and therefore when claiming redress for an injury, it cannot be said to be seeking compensation possibly for its own fault. Nor has a wrongdoer defendant in such a case any reason to complain that an injured child is not held responsible for its want of ordinary care. He is called upon to\" answer for his own misconduct and no more, alike when the plaintiff is an infant as when the plaintiff is an adult. His guilt is the same in both cases, though the consequences of his fault may be different. It may be his good fortune that in the one case the person injured was also blameworthy, but this cannot detract from the wrong of his own conduct. Undoubtedly the age and capacity of the person injured may have something to do with the question, whether a defendant was guilty of negligence, for every one has a right to act upon the supposition that adult persons will take ordinary care to avoid danger, while such a presumption is unwarranted respecting the conduct of those who have not reached years of ordinary discretion. Hence a higher degree of care and greater precaution are justly demanded to avoid injury to the latter. But when the wrongful conduct of a defendant has been established, it is not unjust to him that he should be required to repair the mischief he has done. Courts may not enforce this in favour of one who was in concurrent fault, but such an one is not an infant seven years old.\nWe adhere, therefore, to the doctrine advanced in Lynch v. Nurdin, and heretofore recognised as law in this state in the cases cited, rather than to that adopted by the Supreme Court of New York. We regard it as founded in better reason and as intrinsically just. We speak now of it only as applicable to an action brought by an infant himself for an injury sustained in his own person in consequence of the negligent conduct of another. Such is the case at present before us. When an action is brought by a father for an injury to his infant son, by which the son’s services have been lost, there are perhaps other considerations to be regarded. In such a case it may be that the father should be treated as a concurrent wrongdoer. The evidence may reveal him such. His own fault may have contributed as much to the injury of the child, and consequently to the loss of services due him, as did the fault of the defendant. He owes to the child protection. It is his duty to shield it from danger, and his duty is the greater the more helpless and indiscreet the child is. If by his own carelessness, his neglect of the duty of protection, he contributes to his own loss of the child’s services, he may be said to be in pari delieto with a negligent defendant. But for the case in hand, it is necessary for us to rule no more than that the plaintiff’s want of that care in avoiding the hurt which the law exacts from an adult, was not a defence to .the action, and that the court below was not in error in their answers to the points proposed.\nWe pass the answers to the other points submitted without any extended notice. They have been sufficiently vindicated by the observations we have already made. The points presented by the defendant could not have been affirmed for still another reason. They called upon the court to declare certain conduct of the plaintiff negligent. This was a conclusion the jury alone could draw, even if negligence of the plaintiff was a bar to' the action. It was exclusively for them to determine both what was the standard of duty and whether there had been a failure to perform it.\nAnd finally, there is no sufficient reason for complaining of the instruction given respecting the damages. The loss of the privilege of attending school was to a child of the plaintiff’s age, like the loss of time or ability to work, a natural and inevitable consequence of the hurt she received.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Marshall & Brown, for plaintiff in error.",
      "Defendant’s counsel presented no printed argument."
    ],
    "corrections": "",
    "head_matter": "Smith versus O’Connor.\nRule of law as to mutual negligence as between children and adults.\n1. The rule of law as to mutual negligence between adult plaintiffs and defendants does not apply to the case of a child of tender years, who is to be held only to the exercise of that degree of care and discretion ordinarily to be expected from children of that age.\n2. Negligence is a question of fact for the jury.\nError to the Common Pleas of Allegheny county.\nThis was an action of trespass on the case by Ellen O’Connor, by her next friend, Janies Carroll, against William Smith, to recover damages for alleged injuries sustained by plaintiff in consequence of the defendant driving a horse and wagon against her upon Penn street in the city of Pittsburgh.\nThe declaration of plaintiff, who was a child about seven or eight years of age, set forth that she was passing over Penn street, and that the defendant “so carelessly and negligently drove and managed his horse (attached to a wagon) that the said horse was thereby driven against the plaintiff whilst she was so lawfully passing along and over said street as aforesaid, and in consequence of the said defendant so carelessly and negligently driving the said horse against the said Ellen, she was then and there, with great violence, thrown down upon the pavement of the said road, and the said horse and wagon passed over the prostrate body of the said plaintiff.”\nThe defence was that the defendant was driving at a very moderate rate of speed along Penn street, and that the plaintiff rashly and negligently ran at full speed under and against the defendant’s horse, at a place where there was no crossing for persons on foot, was thrown down and slightly injured, and was confined to her room about six weeks.\nThe plaintiff’s counsel requested the court to charge the jury as follows:—\n1. That if the jury believe the plaintiff, a little girl about seven years of age, was guilty of some imprudence or negligence in crossing the street, yet if the defendant, Smith, who was driving a single horse and wagon, could, by the exercise of ordinary care on his part, have avoided the injury, the plaintiff may recover.\n2. That the rule of law relating to mutual negligence on the part of the plaintiff and defendant, between adults, does not apply in a case of a child of seven years of age who is a party.\n3. If the jury believe the defendant was driving his horse and wagon along a public street, with nothing to obstruct his passage in full daylight, and, by the exercise of ordinary 'care on his part, he could have avoided running over the little girl while she was crossing the street, he is responsible for the injury to the plaintiff.\nThese propositions were affirmed.\n4. If the jury believe that if the defendant had used the least attention he would have saved the injury, the plaintiff in this case is entitled to recover, although the jury should be of opinion that this child was guilty of some degree of imprudence or negligence in crossing the street, as the injury occurred in full daylight, and there was nothing to obstruct the defendant’s passage, or prevent his stopping or turning one side.\nThis proposition was also affirmed, if the defendant with the least attention could have saved the injury, and could have stopped or turned out, had he used common attention.\nThe defendant’s counsel requested the court to charge the jury as follows:—\n1. If the jury believe the evidence of plaintiff’s witnesses that the plaintiff, Ellen O’Connor, was at the time of the accident crossing Penn street, in the middle of the square between two streets, and not at any proper or regular crossing, she was guilty of negligence and cannot recover in this action.\nThis point was negatived.\n2. If the plaintiff', Ellen O’Connor, by any negligence on her part, contributed to the accident complained of by attempting to cross the public \"street called Penn street, in Pittsburgh, at a place where there was no regular or proper crossing, she cannot recover.\nThis was negatived under the qualifications in general charge.\n3. If the plaintiff was guilty of any negligence on her part, which contributed to the accident, she cannot recover in this action, although the defendant may have been also guilty of negligence or want of due care.\nThis was also negatived, unless the degree of negligence was such on both sides that the jury cannot determine by whose fault the accident happened.\nUnder the instruction of the court there was a verdict and judgment for plaintiff.\nThe errors assigned here for the defendant were the affirmative answers given to plaintiff’s second and fourth points, and refusal of the court below to affirm the defendant’s first, second, and third points, and in instructing the jury as follows:—\n“ You can legitimately allow only the loss or damage strictly belonging to the child herself. She received some injury and suffered some pain for which she is to be compensated if the defendant is liable, but only compensated — the defendant not punished by exemplary damages. If her injuries were permanent, her compensation would be increased accordingly. They were not permanent, but she was deprived of school for some time.”\nMarshall & Brown, for plaintiff in error.\nDefendant’s counsel presented no printed argument."
  },
  "file_name": "0218-01",
  "first_page_order": 218,
  "last_page_order": 223
}
