{
  "id": 422140,
  "name": "The Burgess and Town Council of the Borough of Birmingham versus Anderson",
  "name_abbreviation": "Burgess of Birmingham v. Anderson",
  "decision_date": "1865-01-02",
  "docket_number": "No. 108",
  "first_page": "253",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 506",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "22 Ohio Rep. 361",
      "category": "reporters:state",
      "reporter": "Ohio",
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 Mass. 211",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "1 Black 603",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        1410106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/66/0603-01"
      ]
    },
    {
      "cite": "22 How. 18",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "32 Barb. 379",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "2 Black 504",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "4 Wright 506",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 868,
    "char_count": 23037,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 6.106617863401361e-07,
      "percentile": 0.9557091938564758
    },
    "sha256": "dea25b639796c649f30c9ea889a24d80c989dac451522a6a68e75e79f860dfbd",
    "simhash": "1:ad57fc48ea09a704",
    "word_count": 4220
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Burgess and Town Council of the Borough of Birmingham versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— It has been the practice in this country in laying out towns, to have the plat surveyed, and a plan made, in accordance with the survey, designating the streets, public squares, and open spaces left for commons, wharves, or any other public purpose. Those streets, squares, and open .spaces are thus dedicated to the public by the proprietors of the soil, whether they be the state or private individuals. When a town is situated on a navigable river, it is generally the custom to leave an open space between the line of the lots next the river and the river itself. This was done by William Penn in 1682 in the original plan of the city of Philadelphia on the Delaware front, and he called it a top-common, and in 1784 his descendants, the former proprietaries, in their plan of Pittsburgh, adopted a similar measure of leaving such an open space, and they called it Water street. In 1789 the proprietors of the land on which the city of Cincinnati is built pursued the same policy, and in their plan the ground lying between Front street and the Ohio river, was set apart as a common for the use and benefit of the town for ever. It is also customary to define the various lots with their boundaries, by lines on the plan, and to designate them by numbers, so that the number and the plat form a sufficient description of the lot, and it can be conveyed by referring to the number and the plan merely. This plan also shows what rights the owner of each lot has in common with other lot-owners and the public, in the streets, squares, and open spaces of the town; and where the dimensions of the plat are known, and the whole is laid on an ascertained scale of feet and inches, the dimensions can be ascertained with perfect accuracy.\nWhen, therefore, Dr. Nathaniel Bedford laid out on the northwest corner of Ormsby Villa survey, on the south bank of the Monongahela river, nearly opposite Pittsburgh, the town of Birmingham, he had a plan made of it from actual survey by á competent surveyor, designating upon it the square, the streets, alley, and open spaces, and each lot upon it by its number, the lines of each lot being marked on the plan. This plan was made as early certainly as the 16th November 1811, when he commenced selling lots by it. There were one hundred and seven lots numbering from 1 to 107, both inclusive, and beginning at No. 1, the north-east corner lot fronting on the beach of the river. All the streets run through the plan, which is represented as open on three sides except Ormsby, Denman, and Grosvenor, which at their northern ends are represented as stopping at the beach, of the river. The northern line of the plan is one continuous line from the north-east corner of lot No. 1 to the southwest corner of lot No. 101, crossing the three streets, and forming the northern boundary-line of all the beach, lots, Nos. 1, 10, 19, 27, 85, 48, 49, 55, 63, 71, 80, 87, 94, and 101, which are all represented as enclosed in four lines, the northern one being diagonal. This is shown more clearly, by the fact that the three northern blocks, between Neville street and the beach of the river are divided by Virgin alley, which terminates at Grosvenor street, because if carried across Grosvenor street, it would have run into the beach and left no space for any lot north of it, and the fourth block or southern one of this range has only two lots in depth, the lower ones gradually diminishing in depth owing to the diagonal course of their north line on the beach. The consequent effect of this diagonal line, is to render each lot from No. 49 to No. 71, both inclusive, and including 55 and 63, gradually smaller, until 71 has very little depth at all. No. 105, the remaining number of the five lots, included in the deed under which plaintiff claims, is situate on Carson street, and between it and Bingham street and' south of Grosvenor street, and the interest of its owner is that the beach should be an open space for the use of the public.\nUpon examining this plan, in front of this diagonal line forming the apparent front of the front lots, is the course and distance of this line marked S. 77£ deg. W. 63 perches, and some distance further towards the river is written “ beach of the river,” with sundry straight lines denoting apparently land, then further still, waving lines apparently denoting water, and beyond these is written Monongahela river, with an arrow pointing out the course of the current.\nIn 1811 there was no bridge over the Monongahela river below the town of Birmingham, nor was there for several years after-wards, and the Doctor might very well have had in view the plan of the town of Pittsburgh, which placed Water street between the same river and the front lots, and which has since been improved into a paved street and wharf, for the accommodation of \"the stores and warehouses erected on the line of the street and the numerous steamers, loading and unloading and lying at this extensive wharf.\nAny one examining this plan must .inevitably be led to the conclusion, that this open space called the beach of the river, was a public thoroughfare, passage-way, or street, laid out by Dr. Bedford as such, and dedicated by him to the public, and that the front lots were bounded by it, and not by the river, to which they did not extend.\nOur decision in 4 Wright 506, clearly established this paper to be a copy of the original plan, and being before the court and jury it was, for the purposes of this case, to be treated as if it were the original plan of the town. A lot No. 12 in this plan was sold by Dr. Bedford on the 16th November 1811, and in the deed for it it was called “the general plan of the town.” From that period certainly this was the plan by which Dr. Bedford sold all his lots within his town of Birmingham. The deed under which the plaintiff claims is dated 2d January 1812, and conveys “ five certain lots or pieces of ground situate in the town of Birmingham, on the south side of Monongahela river, in St. Clair township, Allegheny county, marked in the general plan of said town Nos. 49, 55, 63,' Tl, and 105.” Where a map or plan is thus referred to it becomes a material and essential part of the conveyance, and is to have the same force and effect as if it was incorporated into or copied into the deed: Noonan v. Lee, 2 Black 504; Glover v. Shields, 32 Barb. 379; Parker v. Kane, 22 How. 18; Thomas v. Patten, 1 Shepley 333; Conway v. Taylor’s Executors, 1 Black 603; Commonwealth v. McDonald, 16 S. & R. 391; Davis v. Rainsford, 17 Mass. 211; Wolfe v. Scarborough, 22 Ohio Rep. 361, 363 (3 Warden). We are therefore to read the deed with the plan in it. We have seen what the plan is, and that it bounds the front lots on the beach of the river, and not on the river, but in the deed are these words, “ said lots 49, 55, 63, and 71, lying contiguous to each other and bounded by Denman street, Virgin alley, Grosvenor street, and the Monongahela river.” Now it is clear that Dr. Bedford could not convey the heach in front of these lots which he had dedicated to the public by a plan which he never attempted to alter, and, therefore, the words Monongahela river, must be controlled and governed by the plan by which the real northern boundary is the beach of the river. Thus explained, there is no difficulty in reconciling this conveyance with the plan and other conveyances in evidence. In a deed of the 5th April 1813, referring to the plan and numbers, the northern boundary is “by the beach of the Monongahela river.” Ill another similar deed of 5th April 1815, it is “to the beach of the Monongahela river,” and on the 23d January 1817, lot No. 43 is described, “ as extending to Water street or the Monongahela river bounded by Water street or said river,” showing the beach was then called Water street, which afterwards makes its appearance .on the plan. Under our former decision and the law, this appears to be the true view of the case.\nIn reading over the long and detailed charge of the learned ■ judge it is evident, that his view of the case is entirely different from the one above stated, and he appears to have retained to a great extent the view of the plan which on the former trial induced him to reject it as evidence entirely. Without criticising minutely the portion of the charge assigned for error in the second specification of error, we think the jury should have been peremptorily instructed, that if the authenticity of the plan was sufficiently established, the beach of the river was the northern limit of the property of the plaintiff below. This was the pith and marrow of the whole case.\nWe think, also, the instructions pointed out in the first and third specifications should have been given. We adhere to our former opinion-with regard to the fourth specification, and the court were right in this part of the case and in their charge upon it.\nOur own view now, as shadowed forth in the former opinion, is, that this was the plan upon which the town of Birmingham was laid out, and by which all the lots, one hundred and seven in number, were sold, and that the northern boundary of the front lots was the beach over which Water street, forty feet wide, was laid out several years ago and opened and no damages claimed, and which north of said street remains as originally dedicated by Dr. Bedford to the public, and by legislative authority declared to be a public wharf or landing, to be improved as such by the borough authorities. The plaintiff was therefore not entitled to damages, and the judgment must be reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. B. Carnahan, for plaintiff in error.",
      "Marcus W. Acheson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Burgess and Town Council of the Borough of Birmingham versus Anderson.\nPlan of town on navigable streams, effect of on deeds. — Bedford’s Plan of Birmingham Borough construed.\n1. Where a map or town plan made by the proprietor of lands on which a town is located, is referred to in a deed by the proprietor for one or more of the town lots, it becomes a material and essential part of the conveyance, and has the same force and effect as if it were incorporated into the deed.\n2. Where a portion of land on the bank of a navigable river was marked in the town plan as “ a beach” and dedicated to public use, and certain lots thereon were convoyed by deeds which called for the “ beach of the river” as one of their boundaries: Held, that in construing other deeds for lots which in terms were bounded by “ the river”, they were to be so far controlled by the town plan as to fix the “ beach” and not the river as their real and proper boundary.\nError to the District Court of Allegheny county.\nThis was a proceeding in the court below, by Elizabeth Anderson against the authorities of the borough of Birmingham, to recover damages for appropriating, as a wharf or public landing on the Allegheny river, ground which she alleged to be hers. The case was tried in the court below in 1861, and resulted in a verdict and judgment for the plaintiff. It was removed into this court, where the judgment of the court below was reversed, for the reasons set forth in the opinion of the court. See 4 Wright 506.\nFor a history of the case, and the questions which were then before this court, the profession are referred to the full report, which will be found in that volume of the current series of Supreme Court Reports. The jury again found for plaintiff.\nThe errors complained of on the second trial were the following :—\n1. Defendants had offered in evidence a recorded copy of the map or plan of the town of Birmingham, with proof that the same had been laid out by Dr. Bedford, prior to the 16th of November 1811, and was entered of record in the recorder’s office of Allegheny county before the 24th day of December 1811, and that the town laid out on the ground corresponded in every particular with the map or plan. On this plan, between the outer line of the river lots and the river, is delineated a space of ground on which is written, “beach of the river,” “or Water street.” In connection with the plan defendant had also offered the testimony of John O’Hern, taken in proceedings to perpetuate his testimony in No. 108, March Term 1847, which was as follows: “ I was employed by Dr. Nathaniel Bedford in making out a plan of the borough of Birmingham, and surveyed the same. I do not recollect the precise time, but to the best of my recollection, from thirty to thirty-five years ago. I commenced the survey at a black-oak stump, then about sixty or eighty feet from low-water mark of the Monongahela river. The northern line, to the best of my recollection, kept the same distance from the river to the eastern boundary of Dr. Bedford’s property. None of the lots extended to low-water mark, only to said northern line. The space between the line and the river was left the same as a public street. My design in laying out the plan was that the beach should be for public use the same as the streets. As before stated, I was employed by Dr. Bedford to survey and make him a plan. I proceeded to make out the plan, and in that plan I made the.northern boundary at the same distance from the river as the black-oak before mentioned, intending that the beach should be as the other streets. I then took my plan to Dr. Bed-ford and explained my views. I would lay it on the ground. He took the plan from me, and said he would show it to his friends. After keeping it for some time, he returned it to me without any alteration, and expressed himself satisfied with the plan, and also that those whom he had showed it to were satisfied with it. I then proceeded to the survey, and laid it on the ground in accordance with the plan.\n“A plan of the borough of Birmingham, certified to be recorded in book R, page 412, in Allegheny county, is now before me. So far as my memory serves I can detect no error in it, or difference between it and mine. From its appearance I would suppose it to be a copy of my plan — a correct copy.”\nJames Barr had also testified that he had known the “ beach” since 1812; that the stakes on the northern line of the plan were still standing in 1817; that Dr. Bedford in the same year told him that there were one hundred and fifty feet for a street or wharf; that there was a public road along the “beach,” &c.\nThe recorded copy of the plan and the testimony of 0’IIern were admitted.\nAfter reciting a part of the testimony of John O’Hern, the court thus instructed the jury: “ It is immaterial what O’Hern’s design in laying out the plan was, unless his design was adopted by Dr. Bedford. The question for the determination of the jury is not what was O’Hern’s design in laying out the plan, but what was Dr. Bedford’s in adopting the plan. Did Dr.' Bedford design and intend when he adopted the plan, that the beach should be for public use, the same as the streets?” “'What views did O’Hern explain? Did he explain his views generally in reference to the plan ? or did he explain particularly his design in reference to the ‘beach’ — ‘that the beach should be for public use the same as the streets ?’ And if he did, did Dr. Bedford adopt his design and carry it out when he came to make sale of the lots ?” “When Dr. Bedford expressed himself satisfied with the plan, did he mean and intend thereby to dedicate the beach of the river to public use the same as the other streets ? And if he did, did he carry out the design when he came to sell the lots ?■ What is the fair inference in this respect, in view of his deeds for the river lots, made shortly after the laying out of the plan ? These deeds are the solemn acts and declarations of Dr. Bedford at the time he made sale of the lots. I see no positive evidence in the deposition of O’Hern of an absolute dedication by Dr. Bedford of -the beach to public use as a street.\n“ What is the fair inference from the plan with the words ‘or Water street’ expunged? If Dr. Bedford had intended to lay out a street along the beach in front of the town, would he not have designated both lines of the street on the plan, and would he not have given the street a name ? Or, if he intended to lay out a street there and dedicate it to the use of the public, would he have indicated his intention by designating on the plan as he has done, ‘beach of the river,’ ‘S. 77% deg. W. 68 perches?’ Is that the way Dr. Bedford, or any intelligent man, in laying out the plan of a town, would be likely to indicate the dedication of a street or highway for public use ? Would the plan furnish any notice to Patrick McKeag of Dr. Bedford’s intention to dedicate the beach in front of the lots purchased by him to the use of the public as a street or highway ? He would not see any street laid down there in the plan with its width indicated by parallel lines, and having a name, as the other streets are laid down in the plan. All that he could see would be the words ‘beach of the river,’ S. 77^ deg. W. 63 perches, and something perhaps intended as a representation, of the beach. McKeag was not bound to take notice of what is called ‘ the recorded plan,’ if it was in the deed-book from which it was cut, before and at the date of his deed from Dr. Bedford. If it was copied into the deed-book at the instance of Dr. Bedford, it did not thereby become such a record, not being with the recording acts as he was bound to take notice of. * * * But if the ground had been thus dedicated to the public by Dr. Bedford, is it probable that he would have described the lots sold to McKeag and the prior purchasers as bounded by the Monongahela river ? Would he not, in such case, have described them as bounded by the ground dedicated as a highway or street, and would he not have given it a name as he has all the other streets in the town ? Does the testimony of James Barr and John O'Hern satisfy the jury that, in point of fact, Dr. Bedford intended the beach for the use of the public when he laid out the town and made sale of the lots ? Is it probable, considering the state of things existing at the time this town was laid out — the low price of land, as shown by the deeds in evidence — that Dr. Bedford would have laid out a street on the beach of the river, where it was liable to be overflowed and submerged from time to time, as the evidence in this case shows ? Would he not rather have laid it out on the bank of the river ? * * * The jury will consider whether it is probable that in 1811 such ground would have been selected as the proper location for a street, and if it was, why did Dr. Bed-ford describe nine out of the fifteen lots fronting thereon, either as extending to, or bounded by the Monongahela river ? Is there any evidence satisfactory to the jury that the public ever used the ground in question as a highway ? Was it known as a public street ? Did the borough authorities ever set up a claim to it, or attempt to exercise any authority over it before 1836 ?” &c. Whereas the jury should have been instructed that if they believed the testimony of John O’Hern and James Barr, this testimony in connection with the plan proved an absolute dedication of the beach of the river to public use, and formed the northern boundary of McKeag’s lots.\n2. The court erred, in referring the whole question of the dedication of the beach of the river in Dr. Bedford’s plan to the jury as a simple question of fact. The question under the evidence was a mixed one of law and fact, and the jury should have been peremptorily instructed that if the authenticity of the plan was sufficiently established, the beach of the river was the northern limit of the property of the plaintiff below. ■\n3. The testimony of John O’Hern is distinct and positive, that the northern line of the plan was from sixty to eighty feet from low-water mark of the river, and that the town was so laid out on the ground, and that the plan was approved and adopted by Dr. Bedford, and the jury ought to have been instructed that if this testimony was believed it proved a dedication of the locus in quo to public use.\n4. The court erred in refusing the instruction prayed for in defendants’ fifth.point, to wit: “That if the jury believe that the ground occupied by the defendants, and for which plaintiff claims damages, is situated wholly within the manor of Pittsburgh, plaintiff claiming wholly under the ‘ Ormsby Villa’ survey, and having shown no title from the late proprietaries to the ground in dispute, cannot recover.” In reference to which his Honour said: “ For the purpose of showing that the ground in controversy is within the manor of Pittsburgh, the defendants have given in evidence a certified copy of the official survey of the manor, and have called Nathaniel Patterson, who testifies that he has run the lines of the manor survey on the south side of the Monongahela and Ohio rivers, and the lines of said survey between the Allegheny and Monongahela rivers, and taken the bearings of the closing line of the survey across the Monongahela river, that is to say, from the point where the manor-line strikes the north bank of the Monongahela river, near where the copper-works now stand, across the river to the point on McKee street, where he supposes the Spanish oak stood, which is marked and designated in the said survey as the place of beginning. ‘That line would cut the southern line of Water street at the eastern end of Denman street, passing within the McKeag property (three or four feet), on the westerly line of Denman street, bringing all the property in dispute within the said manor-line.’ But it is shown by the certified copy of the manor survey, given in evidence by the defendants, and by the testimony of Nathaniel Patterson, that at the date of the said survey the closing line of said survey, viz., ‘from a marked red-oak on the north side of the Monongahela river, thence across said river south 78 degrees west 808 perches to the place of beginning,’ was wholly within the Monongahela river, and that it did not touch the bank in front of plaintiff’s property, or any portion of the tract called ‘ Ormsby Villa,’ embraced in the survey and patent given in evidence by the plaintiff, and under which she claims title. And therefore the court charge the jury as on the former trial (the correctness of which instruction, if not expressly, has been virtually affirmed by the Supreme Court in this very case), that if the bank of the river of the ‘ Ormsby Villa’ tract has changed by gradual accretion, so that the bank now extends further into the Monongahela river, and encroaches upon the manor line, as described in the original survey, the patentee and those claiming by purchase under and through him would acquire title to all the land down to the line of the river, wherever that may be, and the defendants cannot set up the defence that the bank of the river has been so changed in front of the plaintiff’s property by accretion as to be within what was originally the manor.”\nR. B. Carnahan, for plaintiff in error.\nMarcus W. Acheson, for defendants in error.\nJanuary 2d 1865,"
  },
  "file_name": "0253-01",
  "first_page_order": 253,
  "last_page_order": 261
}
