{
  "id": 422255,
  "name": "Hutchinson & Co., Garnishees, versus Gormley, Executor of Lewis",
  "name_abbreviation": "Hutchinson & Co. v. Gormley",
  "decision_date": "1865-01-02",
  "docket_number": "No. 385",
  "first_page": "270",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 581,
    "char_count": 13344,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.0054009220228297e-07,
      "percentile": 0.743478673853186
    },
    "sha256": "aae05559d8d7355e9d7fdc0c3abae94836e5715f648f10b095895a01a221a82b",
    "simhash": "1:4847aaff82150772",
    "word_count": 2326
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hutchinson & Co., Garnishees, versus Gormley, Executor of Lewis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— By an Act of Assembly, passed 11th April 1861, the governor was authorized to appoint an inspector of domestic distilled liquors for the county of Allegheny, whose duties and compensation shall be the same as those of the inspector of domestic distilled liquors for the city and county of Philadelphia. By an Act of the 5th of April 1862, it is made the duty of the said inspector to gauge and mark all casks or barrels containing oil of any kind, whether crude or refined, manufactured, refined, sold, or offered for sale in said county, outside of the city of Pittsburgh, in the same manner and subject to the same regulations as now required by law in relation to gauging and marking casks containing domestic distilled spirits; for which service he shall be entitled to receive a fee of five cents per cask or barrel so gauged. It was also made his duty, on the first Monday of July 1862, and quarterly thereafter, to report to the county controller of said county the quantity'of spirits inspected and the number of casks of oil and spirits gauged within said county, outside of said city, for the preceding quarter, together with a correct sworn statement of the fees received for the same; and to pay to the county treasurer, for the use of said county, one-third of all the fees so received by him; and any failure to comply with the provisions of this section shall be deemed a misdemeanor, and shall be punishable by fine not exceeding one thousand dollars, or imprisonment in the county jail for a term not exceeding six months, or both. It is also made his duty to appoint from time to time such number of competent persons to act as deputy inspectors as may be required, and the persons so appointed shall take the same oath, and be liable to the same restrictions and penalties as the said inspector. The deputies are not to make the report as above required, nor is it intended to relieve the inspector from any of the duties and penalties above described. The provisions and penalties of the Act relative’to inspectors of 15th April 1835, and its supplements, are extended to the county of Allegheny.\nIt is clear then that the entire compensation of the' inspector in performing the public duty of gauging and marking casks or barrels containing oil, consists of the fee of five cents received per cask or barrel so gauged. Of these fees and of those received for spirits inspected he is obliged every quarter to make report to the county controller, with a correct sworn statement of the same, and to pay to the county treasurer, for the use of the county of Allegheny, one-third of all the fees received by him ; and for any failure so to do, he is punishable by fine or imprisonment, or both. He is also obliged to appoint deputies to act as deputy inspectors, and of course to pay them out of the fees so received.\nTo faithfully discharge, therefore,.the duties of his office, it is absolutely necessary that the fees for the services thus rendered under an imperative act of the legislature should be paid directly to the inspector, and neither the person paying nor any third person should be permitted to prevent their collection and payment. Any other construction must defeat the execution of this act, for it- not only interferes with the necessary compensation to the officer, and also with that of his deputies, whom he is bound to appoint and employ, but also with the revenue from these fees, intended to be derived by the county of Allegheny, and the accounts he is directed to furnish to the county controller, and the quarterly payments to the county treasurer.\nThe same policy which protects the fees due to- a juror, money levied by a sheriff or constable upon an execution, money in the hands of a prothonotary and of a justice of the peace, money held by the treasurer of a board of school directors or by a supervisor of a state canal or railroad, and the pay of seamen and soldiers and officers of the army and navy in the hands of the paymaster, must equally prevent the attachment of the fees payable to the inspector in the case before us.\nIn so deciding, we carry out the intention of the Act of 1862; for if the incumbent of this office is indebted in his individual capacity, all the ordinary modes of proceeding are open to his creditors; but they cannot be permitted practically to obstruct, hinder, or molest him in the execution of his duties. This makes it unnecessary to consider whether his compensation is covered by the word salary in the proviso to the 5th section of the Act of 15th April 1845, although it is clearly within the spirit.\nJudgment reversed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Hamilton & Acheson, for plaintiffs in error.",
      "H. Burgwin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hutchinson & Co., Garnishees, versus Gormley, Executor of Lewis.\nFees due a public officer, not subject to attachment at suit of creditors.\n1. The fees due the gauger of oils for Allegheny county under the Acts of 11th April 1861, and 5th April 1862, for gauging oil, in pursuance of his official duty, are not liable to attachment by his creditors.\n2. Whether the fees from which his compensation is derived are covered by the word “ salary” in the proviso to the 5th section of the Act of 15th April 1845, not decided.\nError to the District Court of Allegheny county.\nThis was an execution-attachment against Smitley &■ McGilvray, at the suit of Samuel Gormley, executor of A. Kirk Lewis, deceased, in which Hutchinson & Co. were summoned as garnishees.\nThe following facts were presented to the court below as on a case stated:—\nAt the time the attachment was served on the garnishees, viz., May 20th 1862, they were indebted to John Smitley, one of the original defendants, in the sum of $104.50; said Smitley being at the time inspector of domestic distilled liquors and gauger of oils for the county of Allegheny, under the Acts of Assembly of 11th April 1861, P. L, 279, and 5th April 1862, Id. 261, and said indebtedness being for fees due said Smitley as such officer for gauging oil. Said gauging was done by the deputies of said Smitley. By the terms of the Acts of Assembly under which Smitley held said office, it is provided, that such officer shall be entitled to receive a fee of five cents per cask or barrel so gauged; that he shall make quarterly returns of the quantity of oils so gauged by him, together with a sworn statement of the fees received for the same, and shall pay to the county treasurer, for the use of said county, one-third of all the fees so received by him. Said Acts of Assembly are to be taken as part of this case.\nAfter the service of the attachment, viz., August 22d 1862, Smitley brought suit against the garnishees to recover said indebtedness, at No. 385 October Term 1862, in the Court of Common Pleas of said county ; to which suit the garnishees, defendants, appeared and filed an affidavit, setting forth the nature of said indebtedness and this attachment. The plaintiff in said suit obtained a rule on the defendants for judgment for want of a sufficient affidavit of defence; whereupon the garnishees obtained leave of court to pay said amount into court, and on the same being paid in, the plaintiff Smitley obtained a rule on the attaching creditor, the present plaintiff, to show cause why he should not have leave to draw the same out; to this rule the present plaintiff filed his answer November 28th 1862, denying the jurisdiction of the Court of Common Pleas, and protesting against the decision of his rights by that court, while the District Court had obtained prior jurisdiction of the question; but the court made said rule absolute, and said Smitley drew said money out of court.\nThe record of these proceedings is made part of this case. Subsequently to the service of said attachment the garnishees became indebted to the said Smitley in the sum of $22.70, for fees due him as county gauger of oils as aforesaid, for gauging done by his deputies; -which sum the garnishees paid over to said Smitley after the final judgment in the above-mentioned case.\nIf, upon the foregoing facts, the court shall be of opinion that the plaintiff is entitled to recover the whole amount of said indebtedness from the garnishees to Smitley, then judgment to be entered in favour of the plaintiff for $127.20. But if the court shall be of opinion that plaintiff is entitled to recover only the amount of said indebtedness not included in the suit in the Common Pleas, then judgment to be entered for the plaintiff for $22.70, said sums to bear interest if the court shall so adjudge. But if the court shall be of opinion that the plaintiff is not entitled to recover, then judgment to be entered in favour of the garnishees, with leave to either party to take out a writ of error.\nThe court below delivered the following opinion :—\n“ Two questions are raised by the case stated: 1st. Whether the judgment of the Court of Common Pleas is conclusive upon the parties here, and ousts the jurisdiction of this court? and, 2d. If not, whether the debt attached in this case comes within the provision of the Act of Assembly exempting the wages of labourers, or the salary of any person in public or private employment, from attachment?\n“ 1st. This court first obtained jurisdiction of the subject-matter in controversy between these parties, and therefore no proceedings subsequently commenced in the Court of Common Pleas can oust its jurisdiction, nor is the judgment therein binding upon us.\n“ 2d. It is not claimed that this debt falls within the provision of the act exempting the wages of labour, but it is contended that it comes under the .provision exempting salaries.\n“ The case stated, and the Act of Assembly under which the claim arises, designate it as fees for gauging oil. ‘ Fees are certain perquisites allowed by law to officers in the administration of justice, or in the performance of duties required by law, as a recompense for their labour and troubleBouv. Law Diet.\n“ Salary, in common parlance, is a recompense or consideration stipulated to be paid to a person for services; usually a fixed sum to be paid by the year. The distinction between fees and salary is too broad and well understood for us to suppose that the legislature intended to use these terms indiscriminately. If they had intended to exempt both fees and salaries, they might, and undoubtedly would, have used the term compensation, or some other word equivalent thereto, which would have included both. This they have not done, and we are bound to presume they used the appropriate term to express their intention.\n“ In construing an Act of Assembly, the language is to be be taken in its common and popular acceptation, unless technical words are employed, which must be understood according to their legal signification. There is a reason for the provision exempting salaries which does not apply to fees. The latter are payable on the performance of the specific service, and no credit is allowed, unless voluntarily given — the former at stated times, necessarily implying a credit for a longer or shorter period. In the case of a salary, an attachment might deprive the party of his means of living, which the legislature intended to provide against. But in the case of fees, being demandable as soon as the services are rendered, no such protection was necessary.\n“ Although the case stated does not present the question, we are of opinion that the attachment in execution only bound the indebtedness of the garnishees at the time of the service of the attachment, and not the indebtedness, subsequently incurred by the garnishee for fees for like services rendered thereafter.\n“The case shows that $22.70 of the plaintiff’s claim in this case were for fees earned subsequently to the service óf the attachment. This cannot be> considered as a debt within the contemplation of the Act of Assembly, and bound by the service of the attachment, as it was not then in existence. This part of the claim must therefore be rejected. But for the reasons given the plaintiff is entitled to judgment for the residue.\n“And now, to wit, June 4th 1864, this cause came on to be heard on a case stated, and was argued by counsel, and thereupon, upon consideration thereof, it is ordered and adjudged that judgment be entered in favour of the plaintiff against the defendants for the sum of $104.50, with costs of suit.”\nSupplemental Opinion of the Court. — “ Since the delivery of the foregoing opinion and the entry of judgment in this case, the counsel for the. plaintiff has called our attention to the case of Sheets v. Hobensack, 8 Harris 412, in which it was decided that moneys received by the garnishee in an attachment in execution, after the service thereof, are bound thereby. But for the authority of this case we should still adhere to our former opinion. But, considering ourselves bound by the decision of the Supreme Court, we are constrained to set aside our former judgment, and to direct judgment to be now entered for the full amount of the plaintiff’s claim, viz., $127.20, with costs of suit. And now, June 18th 1864, it is ordered, that the judgment entered in this case on the 4th instant be set aside, and that judgment be now entered for the sum of $127.20, with costs of suit.”\nWhich was the error assigned in this court.\nHamilton & Acheson, for plaintiffs in error.\nH. Burgwin, for defendant in error.\nJanuary 2d 1865,"
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 275
}
