{
  "id": 422226,
  "name": "Laughlin, Trustee, &c., versus The Administrator of F. Lorenz, deceased, et al.",
  "name_abbreviation": "Laughlin v. Administrator of Lorenz",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "275",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 275"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 465",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0465-01"
      ]
    },
    {
      "cite": "7 Conn. 307",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/7/0307-01"
      ]
    },
    {
      "cite": "2 How. 560",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3328051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/43/0560-01"
      ]
    },
    {
      "cite": "2 How. 576",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "7 Peters 594",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 976,
    "char_count": 29240,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 3.365199419732025e-07,
      "percentile": 0.8754994982332946
    },
    "sha256": "8eb2ddef3f38133378ab8d358eb0e71b6da5aafd32dc0bdef9b1f5bcbcf313b8",
    "simhash": "1:1f49e2848f1cf232",
    "word_count": 5149
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Laughlin, Trustee, &c., versus The Administrator of F. Lorenz, deceased, et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nAgnew, J.\n— In the articles of copartnership between Frederick Lorenz and Thomas H. Stewart, composing the first firm of Lorenz, Stewart & Co., there was a covenant, “ that, in case of the death of any of the partners, the business shall be continued by the surviving partner to the 1st day of August next ensuing, in the same manner as though such death had not taken place; and then an inventory of the stock and assets shall be taken, and the business of the firm closed up in such manner as may be decided upon by the survivor of the personal representatives of the deceased partner.”\nUpon a careful examination of the evidence and facts reported by the master, his conclusion cannot be resisted, that the mode adopted to close the business of the old firm, through the instrumentality of the new firm of Lorenz, Stewart & Co., was decided upon by the survivor, T. H. Stewart, and the administrators of F. Lorenz. The opposite presumption is not reasonable. It cannot be believed that the administrators took no notice of the formation of the new firm, of which one of the administrators and a son and legatee of Lorenz’s were members; of its occupancy of the property of the old firm and appropriation of its stock and material, the collection and payment of its debts, and suffered the survivor to embark afresh in business, using the entire assets of the old firm without a complaint or note of alarm. Gray, an administrator, and a partner also in the new firm, stood where his eye was constantly upon the winding-up of the affairs in which he had a sworn interest, as the personal representative of Lorenz, while F. R. Lorenz, another administrator, was in the constant and daily habit of visiting the common office of the two firms where all the books were, and of inspecting them.\nBesides, the admissions of all the administrators, including Mrs. Lorenz, come in aid of the inferences derived from the facts. Their assent to the mode adopted of closing the business of the old firm, was an act personal to themselves, and subject to the same rule of proof which belongs to other cases of personal acts. Their joint settlement of an account claiming a credit for an unsettled outstanding interest belonging to the estate of Lorenz,, in the hands of the new firm, and the production of evidence in support of it by showing the relations between the old and new firms, were pregnant proof of both knowledge and assent. To this is added their express recognition in their answers upon the attachment of the indebtedness of the old firm to the new.\nIt is no sufficient reply to all this that the charges of the new firm against the old stand in the name of the surviving partner. As between the firms this was right. He was the party legally designated to represent the interests of the defunct firm, and, therefore, the form of the charges was properly consulted in being made against him. But this affords no disproof of the fact as between the survivor and the representatives of Lorenz, that they united in adopting this mode of closing the business of the old firm through the instrumentality of the new. The articles devolved upon them the duty of deciding upon the mode of closing the business, and with all this evidence of their adoption of this mode, and none whatever of any other mode, how can the conclusion be resisted that all did accede to it?\nNor is it a fair statement of the fact to say, that Stewart, as surviving partner, by the terms of the articles of copartnership of the new firm, sold to it the stock, rented the works, and contracted with it for the collection and payment of the debts of the old. In these articles he acted as a member of the new firm, and not in the capacity of the representative of the old. It is true his consent as such representative may be inferred from his entering as a member of the new firm into a common contract with the others concerning these affairs of the old. But the new firm acquired its title to the property and stock of the old, not through their articles of copartnership, but through acts outside of it. It followed, but did not precede the transfer. The case is therefore left to rest upon the very facts and circumstances relied upon by the master, for his conclusion that this mode of closing the affairs of the old firm had been decided upon by the survivor and the administrators.\nThis fact being established, the whole argument of the appellant falls, founded upon the want of power in the survivor, the abuse of his trust, and that he and the administrators became executors de son tort.\nIt is a fallacy that a devastavit (if it be such) of actual administrators, invested with lawful powers as such, can be converted into the act of executors de son tort, or that they can be so characterized. They may be made liable for any devastavit they commit, but their rightful acts as administrators cannot be challenged. It is, therefore an error to assume that when acting under the authority of a covenant of the deceased in relation to the settlement of his partnership affairs, all their acts are to be viewed with suspicion and distrust. The act we are now considering is not the continuing of the partnership after Lorenz’s death, but is the mode of closing its concerns.\nThis mode was to be decided upon by the administrators after the expiration of the partnership. The objections, therefore, to the sufficiency of the account taken by the master, founded upon the alleged illegality of the acts and declarations of the survivor and administrators, are not sustained. The evidence furnished by the books, vouchers, and testimony of Mr. Hérsh, the clerk, taken in connection with the acts and declarations of all these parties, seem to be sufficient to sustain the report.\nIt is urged that the individual estate of Lorenz is not liable for any debts contracted by the surviving partner in carrying on the business after his death. We cannot assent to the proposition that a covenant for the continuation of a partnership for a reasonable period after death, is not binding on the estate of the dying partner, if assented to and carried out by the personal representatives. The covenant descends upon all who take the estate by succession, and will justify his continuing the business, ■whatever may be his own right to refuse to continue and to incur thereby personal liabilities as a partner. The covenant to continue and thereby to prevent loss following a sudden demise and winding up, is certainly no exception to the general rule which devolves contract liabilities upon the estate, and prefers creditors to those who are to succeed to the estate. There is no reason why such a covenant should be less binding than a bond of indemnity, or of suretyship where the breach happens after death; or a covenant to do acts or pay money at a future day. It is not like a covenant such as between master and apprentice, involving a personal qualification. The nature of the covenant excludes this consideration as waived in the contemplation of the parties in making the covenant. Nor is it one of those exceptional cases growing out of the nature of the subject-matter of the contract or the relation of the parties. But the point has been solemnly decided upon full argument and mature consideration by this court in Gratz v. Bayard, 11 S. & R. 41, that a partnership may be continued after death by an agreement to this effect, and that in such case death does not work a dissolution. To the authorities therein referred to, we may add Toller on Executors 166-7; Oollyer on Part. 5, 6, 120, 121; Story on Part., § 196; Scholfield v. Eichelberger, 7 Peters 594; Burwell v. Manderville, 2 How. 576; 2 Williams on Executors 1226-7, 1243-4. It flows as a corollary from this proposition that the assets of the deceased partner are liable to the debts created in the business, either generally or specifically, according to the nature and extent of the fund devoted to the continuance of the partnership.\nIn Toller’s Law of Executors 166-7, it is said the articles may contain a proviso for continuing the partnership, or the testator may by his will direct his executors to carry on his trade after his death, either with his general assets, or appoint a specific fund to be severed from the general mass of his property for that purpose. This is the solution of all the cases cited in the paper-book as adverse to the proposition stated. Burwell v. Manderville, 2 How. 560; Ex parte Garland, 10 Vesey 110; and Pitkin v. Pitkin, 7 Conn. 307, are all instances of partnership continued by will, and a specific portion only of the estate appropriated to the continuance. Instead of denying the principle that the general assets may be liable, it is admitted in its full breadth, and in each case the decision is put upon the extent of the fund or portion of the assets devoted to the continuation of the partnership. The only difference between these cases and Ex parte Richardson, 3 Madd. 138, is, that in this last case the partnership agreement provided if one should die, he should name in his will a successor to continue business on behalf of his estate, and the partner dying appointed his executors. But the decision in that case was put expressly upon the ground that all that was meant to he left to carry on the trade, was the capital invested, and that in all beyond the executrix acted in breach of her trust. It was also a fact in the case that the two executors who were appointed in the will jointly with the executrix, refused to carry on the partnership, and renounced in consequence of her determination to proceed with it.\nIn the present case neither the covenant nor the will of Lorenz, limited the fund to be made liable by the continuation of the partnership business after his decease, and we discover nothing therefore to restrain the general liability of his estate.\nIt is contended that even if a balance be due by the old firm to the new, one-third of it is due by Stewart to himself, and that equity forbids this sum to he collected from the estate of Lorenz. This, however, is neither a correct statement of the fact, nor the equity of the case. Stewart did not owe it to himself, but owed it to a firm, and the assets of this firm belong not to him but to its creditors. It is averred in the bill, and not disproved or denied, that the new firm of Lorenz & Co. became insolvent, and its property was sold by the sheriff, while the assignment of this debt from the old to the new firm was expressly made to the plaintiff to secure payment of the debts of the latter.\nIt is also said, that the new firm can have no claim except upon the balance due Stewart, on a full settlement between the members of the old firm as partners, because the new firm acted as agent of the surviving partner. But the fact on which this position is founded fails, for we have already seen that the new firm was the instrumentality chosen by the administrators of Lorenz as well as Stewart, to close up the business under the clause in articles of copartnership requiring this to be done.\nBut in reference to both the points last mentioned, it is to be added that the equity of the new firm entitling it to payment from the estate of all the partners in the old, does not rest alone on the selection by the survivor and the administrator of this mode of closing up. It is true that that which constitutes the initiatory step voluntary payment of the debts of another creates no liability. But the request to pay being established by the mode thus adopted, the payment itself becomes the true source of the equity, and the new firm, therefore, is clothed with the equities of the creditors of the old, whose debts have been paid. The debts paid were claims not only upon the assets of the old firm, but upon the individual estate of each partner. It is this right to payment out of the estate of each partner with which the new firm became invested, and being insolvent can successfully prosecute in equity for the benefit of its own creditors. And to enforce it, it is no longer necessary to rely on the principle of equity, that a partnership debt is several as well as joint, and can be recovered out of the assets of a deceased partner without proof of the insolvency of the survivor. This is clearly the modern doctrine as shown in 2 Williams on Executoi-s 1240-1. But since the Act of 11th April 1848, §§ 3 and 4, Brightly 776-7, P. L. 6-7, the distinction between the primary liability of the survivor and the secondary liability of the estate of the deceased partner arising from the insolvency of the survivor no longer exists in law Or equity. A judgment may be executed or suit brought against the executors or administrator of the deceased partner without averring or proving insolvency or recovery against the survivor. There is, therefore, no legal barrier to the administration of any equity against the estate of the deceased partner, arising from the claims of creditors: Moore’s Appeal, 10 Casey 411.\nThese remarks cover all the positions taken by the appellant, and affirm the decree of the court below. But we have been referred to a statement of the account as made by James J. Gray, one of the partners in the new firm in 1860, to show that instead of a balance from the old firm to the new of $48,046.94 in 1858, as found by the master, there was a balance of but $30,189.81, or as stated in the written copy furnished us, $30,190.27. This discrepancy, however, chiefly arises from the rejection by the master of a credit to the administrators of F. Lorenz, May 1st 1860, of $19,628.58, the master adding that it is not insisted on. We might, perhaps, discover a reason for the rejection, in the fact that the assignment to Laughlin, of the debt due by the old firm to the new, was made on the 31st December 1857, while the credit given by Gray was not until 1860; but the inquiry becomes useless from the fact that the credit was relinquished as stated by the master, and that among the nineteen original and supplemental exceptions to his report, no trace of any to the rejection of this item is to be found.\nThere is also a debt of Stewart, the surviving partner, to the old firm, of $7370.16, among the uncollected assets, which was mentioned in the argument, and its non-collection urged as a reason why the report of the master should be revised. But the collection of this debt depended on the voluntary payment of it by Stewart. He did not owe the debt to the new firm but to the old, and therefore could not be sued by the former. Besides, the debt was individual on his part, and he was also the sole survivor. Even the Act of 1838, authorizing one firm to sue another, where there is a partner common to both, applies, as held in Hall v. Logan, 10 Casey 331, only to firm and not individual debts, and a judgment recovered under this act cannot be levied upon the separate estate of a partner: Tassy v. Church, 6 W. & S. 465. But, aside from the want of a remedy against Stewart, the equity of the creditors of the old firm to which the new became subrogated by payment, is superior to the equities between Stewart & Lorenz, which can be settled only by an account taken between their estates. These debts are an unconditional charge against the estate of Lorenz, and his estate must pay them: Moore’s Appeal, 10 Casey 411.\nUpon the whole case we see nothing to correct, and therefore affirm the judgment.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Charles Shaler, Thomas MacConnell, and W. H. Lowrie, for plaintiff.",
      "Hamilton & Acheson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Laughlin, Trustee, &c., versus The Administrator of F. Lorenz, deceased, et al.\nValidity of covenants for continuing business of firm after death of one of the partners. — Liability of estate of deceased partner on such covenant.\n1. The personal representatives of a deceased partner may carry on the business for, and bind his estate, whore a covenant to that effect existed in the articles of copartnership or he directed by will that it should be done.\n2. Where the mode of closing the business of the old firm is by the creation of a new one, composed of the surviving partner and the representatives of the deceased, the creditors of the new firm are clothed with the equities of that firm against the estate of the decedent arising out of the payment by the new firm of the debts of the old.\nAppeal from the District Court of Allegheny county.\nThis was an appeal by the administrators of F. Lorenz, deceased, from the final decree of the court in the matter of the bill in equity filed by James Laughlin, trustee of The Pittsburgh Trust Company, against them, and against Mary II. Stewart and William Thompson, administrators. of Thomas H. Stewart, deceased, and James J. Gray and Charles H. Lorenz.\nThe bill charged a partnership, commencing 29th November 1853, for a term of years, between F. Lorenz and T. H. Stewart, under the firm of Lorenz, Stewart & Co., for the manufacture of iron and nails, which was not to be dissolved by the death of one of the partners; but in such an event was to continue to the 1st of August following, “ in the same manner as though no such death had taken place,” and then to be settled up “in such, manner as may be decided on by the survivor, and the representatives of the deceased partner.” That E. Lorenz died in October 1854, and the business was continued by Stewart until 1st August 1855, and that he and Gray and Charles H. Lorenz entered into a partnership in the same business, at the same place, and under the same firm name of Lorenz, Stewart & Co. That at the request of the administrators of E. Lorenz, the new firm settled up the business of the old firm, collecting its credits and paying its debts, and thus became a creditor of it to the amount of about forty-eight thousand dollars. That on the 31st December 1857, the new firm assigned this debt to the plaintiff as collateral security for a larger debt due by it to the Trust Company; and that afterwards Thomas H. Stewart died insolvent. The bill then prayed for a settlement of the- account “between the said firms,” and that the representatives of E. Lorenz and of Stewart be decreed to pay to the plaintiff the balance due by the first to the second firm, and for general relief.\nThe answer of James J. Gray admitted the bill substantially, and annexed to his answer an account showing a balance due the new firm of $30,190.27. To an item on the credit side of this account of $19,028.58 the complainant excepted.\nThe answers of the representatives of Lorenz and of Stewart expressed ignorance of the essential parts of the case, and the bill was taken pro eonfesso against Charles H. Lorenz. George Darsie was afterwards discharged as administrator of E. Lorenz, and Hon. James P. Sterrett appointed and appeared in his stead.\nAugust 10th 1861. — The cause was referred to Mr. Bailey as “ examiner to take the testimony, and as master to report thereon.”\nThe important questions in the cause were, whether the representatives of the deceased partners of the first firm of Lorenz, Stewart & Co. were liable to account to the plaintiff for the debts of the first firm which had been paid by the second firm; and if so, by what principle their liability was to be measured.\nThe prominent facts of the case, as reported by the examiner, were these:—\nBy articles dated November 29th 1853, Frederick Lorenz and Thomas H. Stewart formed a copartnership “ for the purpose of manufacturing iron and nails, under the name and style of Lorenz, Stewart & Co.,” to continue until August 1st 1859. The articles provided that Thomas H. Stewart should sell to the firm an ironworks, land, &c., for the sum of $25,000, which should be credited to him as stock, making his interest one-third; and Frederick Lorenz was to contribute within six months $50,000, making .his interest two-thirds; that the real estate of the firm should be personal property thereof; and also that, in case of the death of any of the partners, the business should be conducted by “ the surviving partner to the 1st of August next ensuing, in the same manner as though no such death had taken place, and then an inventory of the stock and assets shall be taken, and the business of the firm closed up in such a manner as may be decided upon by the survivor and the representatives of the deceased partner.”\nFrederick Lorenz died on the 24th day of October, A. d. 1854. Thomas H. Stewart, the surviving partner,' in pursuance of the terms of the partnership articles, continued the business of the firm until the 1st day of August, A. D. 1855.\nBy articles dated August 1st 1855, Charles H. Lorenz (a son of F. Lorenz, deceased), Thomas H. Stewart (the surviving partner of the late firm of Lorenz, Stewart & Oo.), and James J. Gray (one of the administrators of F. Lorenz, deceased), formed “a copartnership for the term of five years from the date above named, for the purpose of manufacturing iron and nails in all the various branches thereof, under the name and style of Lorenz, Stewart & Oo.; said articles provide “ that the stock of pig-metal and other materials entering into or used for the manufacture of iron, belonging to the late firm of Lorenz,' Stewart & Co. (which firm was composed of the late Frederick Lorenz, deceased, and Thomas H. Stewart), be taken at the cost of the same, and the stock of finished iron shall be taken at the rate of two and one-quarter cents per pound for common bar, and other sizes in proportion; and nails in the same proportion for tenpennies, and the amount of said stocks of iron, nails, &c., to be applied to the payment of the debts of the late firm of Lorenz, Stewart & Co.”\nThe new firm of Lorenz, Stewart & Co. thus formed, occupied the ironworks and warehouse previously used by the firm of Lorenz, Stewart & Co.; in the course of their business worked up the stock of the old firm mentioned in their articles of partnership, and proceeded to collect the credits, and to pay the debts of the old firm of Lorenz, Stewart & Co.\nFrederick Lorenz left a will, bearing date March 22d 1854; which will was duly proved November 22d 1854. Letters of administration, cum testamento annexo, were issued to Catharine Lorenz, widow of deceased, Frederick R. Lorenz, his son, and James J. Gray. By order of the Orphans’ Court of Allegheny county, made March 24th 1860, the said administrators having failed to give certain security required by previous order of said court, were “removed from their said trust.” Letters de bonis non were granted by the register to George Darsie, one of the respondents; and, as appeared by the record of this cause during its pendency, Hon. James P. Sterrett, the present administrator, was substituted in lieu of said George Darsie. Thomas H. Stewart died on or about the 29th day of May 1858; and letters of administration upon Ms estate were duly issued to Mary H. Stewart and William Thompson, respondents.\nBy a paper dated December 31st 1857, the new firm of Lorenz, Stewart & Co., in consideration of discounts by the Pittsburgh Trust Company, then held by complainant, its president, assigned to the latter “all of a certain debt due and owing to the said firm of Lorenz, Stewart & Co. by the late firm of Lorenz, Stewart k Co., composed of Frederick Lorenz, Sr., now deceased, and Thomas H. Stewart, supposed to be about thirty-seven thousand dollars, subject to adjustment and settlement thereof,” and as collateral security for the payment of their indebtedness for said discounts.\nAs the result of a most careful examination, the master submitted a learned and elaborate report, in which he presented, as the state of the accounts between the old and new firms of Lorenz, Stewart & Co., that there was a balance due by the old firm, which consisted of Frederick Lorenz and Thomas H. Stewart, both deceased, to the new firm of Lorenz, Stewart & Co., which was composed of Thomas H. Stewart, deceased, James J. Gray, and Charles H. Lorenz, as of January 1st 1858, amounting to the sum of $48,046.94; that said balance of indebtedness arose from the settling up of the affairs of the old firm by the new, “ in the manner decided upon by the survivor, and the representatives of the deceased partner,” according to the terms of the articles of copartnership of the old firm of Lorenz, Stewart & Co.; that the said balance had been recognised and adopted by the then administrators of Frederick Lorenz, deceased, as a correct adjustment of the transactions between the two firms, and that the same was therefore binding upon the present representatives of that estate. He also reported that said balance was binding upon the representatives of the estate of Thomas H. Stewart, deceased, as the amount of the liability of the old firm of Lorenz, Stewart & Co. to the new, as of January 1st 1858. He also reported that the interest upon said balance, from January 1st 1858 to September 1st 1864, will amount to $18,738.29 —making a total of $66,785.25, as the balance due at said last date by the old firm of Lorenz, Stewart & Co. to the new. He also reported that by a paper dated December 31st 1857, the new firm of Lorenz, Stewart & Co., in consideration of discounts for them by the Pittsburgh Trust Company, then held by complainant, its president, and as collateral security for the payment thereof assigned to the latter as trustee of said company, “ all of a certain debt due and owing to the said firm of Lorenz, Stewart k Co.” That the liability of the new firm of Lorenz, Stewart & Co. to the Pittsburgh Trust Company amounted in all to $46,488.91. The interest thereon to July 1st 1864, to $12,688.84 — making $59,177.75, the amount at the 1st day of July 1854, as collateral security for which said second firm assigned- to complainant its claim against the old firm of Lorenz, Stewart & Co. He also reported the facts in his report as examiner, upon the evidence in the cause, which he referred to the court for the considerations and reasons which led him to these conclusions; and that in his opinion the complainant in this suit was entitled to a decree, as of the 1st day of July 1864, in the amount of $59,177.75.\nTo this report a number of exceptions were filed, but the court having on the 6th of June 1864, on the consideration of the bill, answer, and testimony reported by the examiner, directed an account to be taken between the firms in accordance with the prayer of the petitioners, on further argument and consideration, did, on the 3d of September 1864, “ order, adjudge, and decree, that there is due and owing by the first firm of Lorenz, Stewart & Co. to the second firm of the same name, the sum of $64,332.89, with interest from September 1863, the date of said report; and that of said amount there be first paid to the complainant in said bill, the sum of $56,853.31, with interest from the time aforesaid (under and by virtue of the assignment of the said second firm of Lorenz, Stewart & Co. to the said complainant, bearing date 31st Hecember .1857), together with costs; and that the residue thereof with its interest be paid to the second firm of Lorenz, Stewart & Co.; and that the said sum of $64,332.89, with its interest as aforesaid, be paid to the parties aforesaid, in the proportions aforesaid, by the administrators of the said Frederick Lorenz and Thomas H. Stewart, deceased, respectively, out of the partnership estate and effects of the first firm of Lorenz, Stewart & Co.; and in case the same should not be sufficient for that purpose, then out of the individual separate estates of the said Frederick Lorenz and Thomas H. Stewart, in the hands of their respective administrators.”\nThis appeal was then entered, and the following errors assigned by the appellants :—\nThe court erred — 1. In decreeing, on the evidence in the cause, that the defendants were liable to account, according to the prayer of the bill.\n2. In decreeing on the amount due by the defendants to the plaintiff $64,332.89 with interest.\n3. In decreeing that any amount should be paid by the defendants to the new firm of Lorenz, Stewart & Co.\n4. In decreeing that not only the property of the old firm of Lorenz, Stewart & Co., but also the administrators of Lorenz were liable for all debts contracted in carrying on the business, from the death of Lorenz to the 1st August 1855.\n5. In deciding that “the business of the old firm was settled up in the manner required by the articles of copartnership,” and that the administrators of Lorenz joined with Thomas H. Stewart in requesting the new firm to settle up for them.\n6. In allowing the record and proceedings in the Orphans’ Court on the account of the administrators of Lorenz, and the answers of the administrators in the execution-attachment case of King v. Charles II. Lorenz and others to be of any ruling importance in the cause.\n7. In deciding that the administrators of Lorenz recognised the acts of the surviving partner after Lorenz’s death, and thereby became bound for them.\n8. In deciding that an account had been actually settled between the new firm and the representatives of the old firm, (Lorenz’s administrators and Thomas H. Stewart), making an agreed balance of $48,046.94, with interest from 1st January 1858.\nCharles Shaler, Thomas MacConnell, and W. H. Lowrie, for plaintiff.\nHamilton & Acheson, for defendants."
  },
  "file_name": "0275-01",
  "first_page_order": 275,
  "last_page_order": 285
}
