{
  "id": 422180,
  "name": "Bonner et al. versus Campbell et al.",
  "name_abbreviation": "Bonner v. Campbell",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "286",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 552,
    "char_count": 13111,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.363690794006357e-07,
      "percentile": 0.7945822324004218
    },
    "sha256": "e5cfc12d491d0e63019e7f42562c3a6b3de6c8f472708e105b434a43d93f58fd",
    "simhash": "1:a8d2241f69c8c9d3",
    "word_count": 2306
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bonner et al. versus Campbell et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nAgnew, J.\n— The record shows that the appeal from the award of arbitrators was by all the defendants, though William G. Reed was the only one who acted in taking it. The recognisance entered into by him for costs recognises all, and after the appeal the record exhibits all as the subjects of the orders of the court for the payment of costs. So the case stood for eleven years, when William G. Reed undertook to withdraw the appeal on the ground that he was the only appellant. This withdrawal the court vacated as to Campbell and Paine, and the case went to trial between them and the plaintiffs. We see no error in this. It was within the sound discretion of the court, and no facts appear to show that the discretion was illegally exercised.\nGaskill, the agent of the Holland Land Company, sold to Blake; Blake sold to Bonner and Arnold; Bonner and Arnold sold to Campbell, and Campbell sold to the defendants, all by contracts in writing. Bonner and Arnold brought this ejectment to enforce specific performance of Campbell’s contract with them. Gaskill was called as a witness to prove that at Campbell’s request, and with the consent of Bonner, he executed deeds to the persons who had purchased of Campbell. We see no reason why his testimony should be excluded. If, as it is said by both parties, this land belonged to the Holland Land Company, and Gaskill was an agent only, he was entirely disinterested and competent. If he bound himself personally to convey to Blake, and made the deed over to Campbell’s assignees, he would be-liable still on his contract to Blake, and the verdict between Bonner and Arnold and the defendants would not protect him. None of the specifications of objection to the deposition are supported. The portion which refers to the letters and declarations of Campbell, it is now conceded, was not received by the court.\nThis case does not fall within the Statute of Frauds and Perjuries. Bonner and Arnold sold to Campbell by an agreement in writing, under seal. This was therefore not within the statute, and was sufficient to pass their equity to Campbell. The legal estate was not in Bonner and Arnold, but remained in the Holland Land Company, which by Gaskill their agent conveyed to Campbell’s assignees. These deeds were competent to convey the legal title to them. Bonner and Arnold had nothing in themselves but a claim to the purchase-money coming to them from Campbell. The payment of this clearly could be acknowledged by parol. Payment of a written contract extinguishes it. It has never been held that when the statute is satisfied by a writing, it requires those things which are done under the writing to be also reduced to writing. If this were so, the payment of the purchase-money could be proved by a receipt alone. If, then, Bonner and Arnold authorized the legal title to be made to Campbell, it was an act equivalent to an acknowledgment of payment, a recognition of the right of Campbell to receive the conveyance his contract called for, and certainly is not within the Statute of Erauds. The statute was satisfied by the contract in writing and the deed, and to require more would be to enlarge the operation of the statute beyond its intent, and make it a trap for the unwary.\nBut it is said Bonner only, and not Arnold, consented to the deeds being made over to the purchasers of Campbell; and that Arnold, as a co-tenant, is not affected by Bonner’s act. There was sufficient evidence of partnership to take the case to the jury. Blake’s contract was not with them as co-tenants, but was with them under a partnership name, Bonner & Arnold; the signature, as well as the body of the instrument, was in the name of. the firm. In the sale to Campbell the contract is written and signed in the partnership name of Bonner & Arnold. Besides this, there is the testimony of H. J. Arnold, who states that he remembered of Bonner & Arnold selling lands; his father was satisfied with the sale. It was made during the time they were partners — they were in the habit of buying and selling other lands. Bonner was the active partner in transacting all the business. Bonner had authority to sign all papers connected with the business of the firm. This is very strong evidence, and justified the court in submitting the case to the jury upon the proof of Bonner’s consent on behalf of the partnership.\nThese remarks cover all the assignments of errors, and show that the judgment must be afiirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Golden & Neale, for plaintiffs.",
      "J. Boggs, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bonner et al. versus Campbell et al.\nArbitration. — Appeal by one of several defendants from award, valid for all.— Withdrawal of appeal. — Agent, when a competent witness. — * Statute of Frauds, if satisfied, by a writing, that which is done under it, need not be in writing. — Partnership in purchase and, sale of lands, a question of fact for the jury.\n1. One of several defendants may appeal for all of them from an award of arbitrators, and he oannot afterwards withdraw his appeal as to his co-defendants, on the ground that he was the only appellant.\n2. Where land passed by contract in writing through successive owners to B. & A., partners in purchasing and selling lands, and was by them sold by written contract to 0., who again sold to several purchasers : in an action by B. & A. to enforce specific performance of C.’s contract, it was held competent for defendants to show by the agent of the original owner that by the consent of B. and C., he, as agent, made deeds for the lands to the vendees of O.\n3. It was held sufficient to satisfy the Statute of Frauds that the contract by B. & A. with O. was in writing; they had then a claim to the purchase-money only, the receipt of which could be acknowledged by parol, and their direction that the deeds should be made to C., or his vendees, was equivalent to an acknowledgment of payment.\n4. Where B. & A. purchased in the firm name, and so sold to 0., and there was evidence that they had acted together in the purchase and sale of lands, B. acting for the firm, and that A. was satisfied with the sale made to O. of the land in controversy, the evidence was held sufficient to justify the submission of the question of partnership to the jury, and of the consent of B. on behalf of the firm, that the deeds should be made to O.'s vendees.\nError to the Common Pleas of Armstrong county.\nThis was an action of ejectment by Jeremiah Bonner, R. P. Arnold and others, heirs and devisees of Andrew Arnold, deceased, against John Campbell, P. G. Reed, William Paine, James Robbins and others, to enforce payment of the purchase-money for two thousand acres of land in Madison township.\nThe suit was brought July 22d 1848, and arbitrated in 1849, with an award for plaintiffs. On the 27th day of November 1849, Peter G. Reed, one of the defendants, appealed from the award, and entered into recognisance “for defendants” in the usual form. On the 21st March 1860, he withdrew the appeal by writing filed. On the 6th of May 1861, on affidavit of plaintiffs that the money was unpaid, and on exhibition of the record and writings withdrawing the appeal, a writ of habere facias, &e., was awarded by the court and executed by the sheriff. The court, on the 8th July 1861, set aside the writ as to John Campbell and William Paine, and vacated the withdrawal of the appeal. On the trial the plaintiffs gave in evidence—\n1st. A contract in writing between Charles C. Gaskill and John Blake, dated 1st March 1831, by which Gaskill sold to Blake lot No. 3 of tract No. 290, Holland land, for $150, with interest, 23d April 1831. On this contract Blake paid $26.20, and Bonner and Arnold paid Gaskill $50 July 7tli 1838, and $50 June 15th 1839.\n2d. A contract between John Blake and Bonner and Arnold, dated 15th March 1842, by which Blake sold all his interest in above tract to Bonner and Arnold, for $3 per acre, Bonner and Arnold to pay balance of purchase-money to O. O. Gaskill, and remainder to Blake.\n3d. A written contract between Bonner and Arnold and John Campbell, one of the defendants, dated 14th April 1842, for all interest of Bonner and Arnold in same tract for $3 per acre. A small amount of this purchase-money had been paid, and a large amount unpaid and overdue when suit was brought. The defendants defended upon the following facts: That after John Campbell purchased of plaintiffs, he (Campbell) divided the tract into four parts — No. 1 part, containing one hundred and twenty-one acres and one hundred perches; No. 2, ninety-eight acres; No. 3, sixty acres and forty perches, and No. 4, containing two acres; in all two hundred and eighty-one acres and one hundred' and forty perches. That No. 1 was sold,to William Paine; No. 2 to Alexander Paine; No. 3 to Peter G. Reed, and No. 4 to James Robins. No written contracts were exhibited for the sale; but it was shown (under objection by plaintiffs) that Gaskill, who held the legal title, made deeds to William Paine and Peter G. Reed for their parts on the 18th June 1845, and a deed to Alexander Paine on the 17th March 1847. No deed or contract, either verbal or written, was shown with James Robins.\nThe admission of these deeds was excepted to by plaintiffs.\nThe defendants then offered to prove by the deposition of Charles C. Gaskill that Bonner, one of the defendants, consented verbally to the making of the deeds. This evidence was objected to, for the following reasons:—\n1. C. C. Gaskill is incompetent to prove the facts, even if true.\n2. The deposition shows that the witness did not speak from his own knowledge or recollection.\n3. The evidence is incompetent under the Statute of Frauds, &c., but the consent should have been reduced to writing.\n4. The letters and declarations of John Campbell, as contained in Gaskill’s deposition, are not evidence.\n5. The consent of Bonner is incompetent to affect his co-tenant Arnold, or his heirs or devisees.\n6. The testimony is irrelevant and incompetent.\nThe court admitted the deposition of Gaskill, and sealed a bill of exceptions.\nAt the close of the case, plaintiffs’ counsel requested the court to charge the jury as follows :—\n■ 1. That the consent of Bonner could not affect the rights of Arnold, or those claiming under him.\n2. That the evidence of Gaskill is incompetent to divest the title of Bonner or Arnold, or either of them, by parol.\n3. That there is no evidence that Bonner or Arnold in any manner consented to the making of the deed to Alexander B. Paine for the ninety-eight acres in his possession, and as to that part at least the plaintiffs would he entitled to recover.\n4. That the deeds made to the defendants would not change the rights of the parties, nor divest the plaintiffs’ right to their purchase-money; but the defendants would hold their legal title, as trustees for the plaintiffs, to the extent of the unpaid purchase-money, unless the same was released by the plaintiffs according to law.\n5. That the plaintiffs are entitled, under the evidence, to recover all the land not embraced by the deed to William Paine, and Peter G. Reed to be released upon the payment of the balance of the purchase-money.\nThe court (Buffington, P. J.) answered the points thus:—\n“ 1. This point is answered in the negative. Under facts and circumstances in evidence in this cause, the only interest the plaintiffs had was in equity, which was under the general management of Bonner, if the evidence is believed; and if the jury believe the deeds were made to the defendants by the Holland Company, at the instance of Bonner, they would have a legal title in good faith, and the plaintiff could not recover, especially as there is no evidence that Arnold did not object within a reasonable time.\n“ 2. This point is answered in the negative. The evidence of Gaskill, if believed, proves a state of facts that equity would estop the plaintiffs from recovering, if the deeds were made to defendants at the instance of Bonner.\n“3. We cannot answer this point as requested; there is evidence to that effect, whether believed or not by the jury.\n“ 4. This point is correct, unless the jury believe the deeds were made to the defendants at the instance of Bonner. Because, if the defendants got these deeds from the Holland Company without the consent of Bonner in bad faith, and with a view to squeeze out and overslaugh him, then these deeds would not prejudice him, and he would be entitled to recover the amount due him.\n“ 5. This is a question for the jury. If you believe the consent or direction of Bonner does not extend to any but the Paine and Peter Grove Reed land, then the plaintiff would be entitled to a proportionate part from the others, to which Bonner did not consent according to the amount they respectively held.”\nUnder these instructions there was a verdict and judgment for defendants; whereupon the plaintiffs sued out this writ, and assigned for error,\n1. The answers given to the points above.\n2. The setting aside the habere facias, &c., and opening the judgment; and\n8. Admitting the deposition of Charles C. Gaskill.\nGolden & Neale, for plaintiffs.\nJ. Boggs, for defendant."
  },
  "file_name": "0286-01",
  "first_page_order": 286,
  "last_page_order": 290
}
