{
  "id": 422233,
  "name": "Morrow versus The Commonwealth",
  "name_abbreviation": "Morrow v. Commonwealth",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "305",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 459",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 11822,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.938186760517583e-07,
      "percentile": 0.7351687299143695
    },
    "sha256": "c01d1f8285bea978b107cd1c63013941b2346c25b0c364430192338a499ec1ba",
    "simhash": "1:976afcacbbc08c78",
    "word_count": 2127
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrow versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nAgnew, J.\n— In the leading feature's of the charge of the court below we see no error. It has been settled, if anything can be, that a road once laid out by the proper officers, under an opening order, can be altered only by a new proceeding under the Road Law. The act of the supervisor is official, and from motives of public policy necessarily final, until changed or annulled in due course of law. It has been repeatedly held that his authority under the opening order is exhausted by his action upon it, and neither he nor any one by his authority can change or obstruct the road as thus laid out, although not laid upon the ground selected by the viewers. Any other principle would lead to innumerable and endless disputes : Holden v. Cole, 1 Barr 303 ; McManrite v. Stewart, 9 Harris 322; Furniss v. Furniss, 5 Casey 15; Schuylkill County’s Appeal, 2 Wright 459.\nBut it was not strictly accurate to say if the road was never laid out, or used with the acquiescence of the supervisors, as locus in quo, then the jury should be governed by the view. This implies that a mere user with such acquiescence would be competent to change the route located by the viewers, although the road had not been opened by the supervisors under the order. Looking at the whole charge, it is not probable the learned judge meant to convey this impression, yet a jury might have derived it from the language used.\nThe defendant’s first point asked an unqualified instruction that the plaintiff could not recover, if the fence was not on the road as located by the viewers. This would have involved a decision by the court of the facts as to the actual location, which belonged to the jury, who might have found it to be on the road laid out by the supervisors, though not upon the surveyed route. There was no error in returning a negative answer.\nNor was there error in the answer to the second point. The court affirmed it, unless the road had been actually laid out there. It is true the court used a double negative to express the affirmative, but the qualification meant nothing more than that the point was affirmed, unless the fact assumed in it was not true.\nWe have no means of testing the accuracy of the answer to the third point, because the whole testimony has not been furnished.\n- Notice to produce a notice is unnecessary, as decided in Eisenhart v. Slaymaker, 14 S. & R. 153. Gibson, J., said: “ Every written notice is for the best of reasons to be proved by a duplicate original, for if it were otherwise, the notice to produce the original could be proved only in the same way as the original itself, and thus a fresh necessity would be constantly arising ad infinitum to prove notice of the preceding notice.” If the absence of a copy in this case demanded preliminary proof that none was made, yet as the charge put the case not on the written but the other, or oral notices, no injury was suffered by the defendant in the admission of the evidence contained in the first bill of exception.\nBut there seems to have been error in the ruling of the court set forth in the second bill. The defendant proposed to ask Stephen Woods, a viewer and the surveyor who located the road, •whether the fence in controversy was upon or outside of the road as located by the viewers. This the court refused.\nWhy the court declined to have evidence as to where the fence stood in reference to the located route, it is difficult to understand in view of the questions submitted to the jury. In the last paragraph of the charge the court instructed the jury, that if they could not discover from the evidence where the road laid out or generally used was, they must take the original location, and see whether the obstacles (the fences)' were within sixteen and a half feet of the centre. Now the evidence rejected bore directly upon this question ; and if the court was right in submitting it to the jury, the testimony of one was both viewer and surveyor, and of all others most capable of testifying to the fact, should have been received. For this error the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "R. & S. Woods, for plaintiff in error.",
      "Marshall & Brown, for defendant."
    ],
    "corrections": "",
    "head_matter": "Morrow versus The Commonwealth.\nOrder to lay out road,, when exhausted. — Authority of supervisor to alter unopened road. — *Notice, how proved. — Location of road proved by viewers.\n1. A road once laid out by the proper officers, under an order to open, can he altered only by a new proceeding under the Road Law.\n. 2. The supervisor’s authority under the opening order is exhausted by his action upon it, and neither he nor any one by his authority can change or obstruct the road as thus laid out, although not laid upon ground selected by the viewers.\n3. But where the road has not been opened by the supervisors under the order, a mere user with their acquiescence would not be competent to change the route located by the viewers.\n4. Notice to produce a notice is unnecessary — every written notice should be proved by a duplicate original.\n5. In determining the location of the road, the testimony of one who was both viewer and surveyor, and of all others most capable of testifying to the fact, should be received.\nError to the Common Pleas of Allegheny county.\nThis was an action of debt before a justice of the peace, by The Commonwealth, for the use of John Brown, against John C. Morrow, and came into the Common Pleas by appeal, where a declaration was filed, averring that the defendant, on the 15th of October 1863, obstructed a public road or highway in Kobinson township, and did commit a nuisance thereon by setting up posts, making fences, and by turning said road, &c., contrary to the statute, &e., whereby he forfeited $40, and by force, &e., an action accrued to the plaintiff. To which the defendant pleaded “ not guilty,” non assumpsit, and “ payment with leave,” &c.\nThe existence of a road. at the point mentioned in the narr. was not denied, nor that fences had been erected by the defendant, but he averred that at the place where the road was located, there was an open space about two hundred feet wide, which had been used at pleasure by travellers, and that he in right of his wife, who had inherited part of the land through which the road was laid out, put up his fence to the line, as it had been located by order of the Quarter Sessions.\nOn the trial, one of the supervisors proved that he served a notice in writing on Mr. Morrow in February 1863, and another 5th March 1863. Plaintiff then offered to prove by the witness what the notice was, but defendant objected that the notice being in writing, the witness could not give evidence as to the contents, and that no notice was given defendant to produce the notice served on him. The court thought the evidence proper, overruled the defendant’s objections, and sealed a bill of exceptions for him. The witness, under this ruling of the court, stated: “ I notified defendant to move the fences off the road; can’t tell whether I have a copy of the notices or not; most likely I have.” Defendant afterwards, with his evidence, gave in evidence a notice served on him by the supervisors, which the court admitted as “being one of the notices testified to by Caldwell, plaintiff’s witness.” This notice was to remove the obstructions “ from the road as laid out by the viewers.”\nThe defendant called Stephen Woods, Sr., who was a viewer and the surveyor at the time the road was laid out, and proved that the survey and draft filed in the road case was made by him;' that he had lately run the road on the ground, and examined the land-marks, &c., and then proposed to .ask the witness whether the road as located by the viewers embraced the fence at the points for which suit is brought; or whether the fence at those points is outside of where the road is located. This was objected to by the plaintiff as irrelevant, and the objection sustained.\nThe defendant requested the court to charge the jury:—\n1. That if the fence is not on the ground as located by the viewers, plaintiff is not entitled to recover.\n2. If there was no definite road-bed fixed at the point where the fence was erected, but at that point there was a space some ninety-four feet in width over which the' public travelled as they pleased until the fence was built; then there is no such location by the supervisors as to change the road as made by the viewers.\n3. That there is no evidence in the case, of such location by supervisors as to change the location of viewers.\nThe court below negatived the first point, affirmed the second point, provided there was no location made by the viewers, and submitted the third-point to the jury.\nIn.their general charge the court (Stowe, P. J.) said:—\n“ As to the written notice given in evidence by defendant, we charge you that plaintiff cannot recover under it, unless the obstruction is to the road as laid out by viewers, and you are to look for'that to the 'survey as returned by the viewers; but as there is evidence of several other notices to remove these obstructions from the road, it will be for you to say whether defendant was, in addition to this written notice, duly notified by the supervisors, to remove the fences from the road, as it was used, without reference to the written notice. • The question here, if you are satisfied from the evidence that defendant was notified, as testified by plaintiff’s witnesses, by the supervisors, or either of them, \"to remove the fences or obstructions, is whether these fences or pieces of fence’ were placed by defendant within 16J feet of .the road as it was originally opened by the supervisors and used by the public.\n“ As the road was originally opened and used, so it must remain, and whether or not it was so opened and used according to the original view or location by the viewers, has nothing to do with the ease, and is of no importance, and the location of the road as opened b-y the supervisors or by their direction cannot now be icorrected, even if it was perfectly clear that it was not put originally where it should have been.\n“ As to the amount you should find for plaintiff, if you are of opinion he should recover. This question is solely for you; between ten and forty dollars, according to your opinion of the motives which actuated the defendant in placing, his fence where he did. If he acted bond fide under the mistaken opinion that he had a right to put his fence where he did, your verdict should not be so much as if he acted recklessly and without any reasonable excuse, or with a knowledge of the fact that he was encroaching upon the public rights. [If, however, you believe from the evidence that there never was a roadway laid out by or. used with the acquiescence of the supervisors at these points, but that it was an open space having no defined travelled way, but one part used as much as the other, then you will be governed by. the view as originally made.] In other words, if you cannot discover from the evidence where the road, as laid out or as generally used or travelled, was, then you will take the original location as the proper site of the road, and see if those obstacles, or either of them, wére within 16J feet of the centre. If it was, plaintiff should have your verdict.”\nUnder these instructions there was a verdict and judgment in favour of plaintiff for $10; whereupon defendant' sued out this writ, averring here that the court below erred:—\n1. In admitting parol evidence of the contents of the written notice above mentioned.\n' 2. In rejecting the evidence of the viewer and surveyor as to. the location of the road.\n2. In the answers given to the points propounded as above; and\n4. In that portion of the general charge printed above in brackets.\nR. & S. Woods, for plaintiff in error.\nMarshall & Brown, for defendant."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 309
}
