{
  "id": 422295,
  "name": "Fleming versus Beck",
  "name_abbreviation": "Fleming v. Beck",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "309",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 652,
    "char_count": 13123,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 6.250187093997317e-07,
      "percentile": 0.9575925082890933
    },
    "sha256": "ed274074d78e29b62f0c0f936b157feac1171b1ffd2a49217aedc014c9a7bfb4",
    "simhash": "1:3d44c5694646c26a",
    "word_count": 2317
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fleming versus Beck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, hy\nAgnew, J.\n— It would he sufficient to say, in relation to the rejection of'James Reissman’s deposition, that we rely .greatly upon the interpretation of the court below of its own rules. But as the rule is one that at one time governed the practice in Western Pennsylvania, its construction is well known to some of the members of this court.\nWestmoreland and Allegheny counties (from which Armstrong was taken), together with Eayette and Washington, in 1791 and for some time afterwards, constituted the fifth circuit or district, then comprehending the whole of the western part of the state. The rules of this district published in 1796 and 1811 (now before me), disclose the reason for the construction given to that rule. In 1796 the rule to take depositions was not of course, but at August Term 1798 the following rule was adopted: “A rule to take depositions may, at the request of either party in a suit depending, at any time be entered by the prothonotary.” Notice of the rule was governed by the following general rule: “ All notices shall be in writing. They shall be served by being read and delivered to the party or some one of his family at his dwelling-house, and the notice and service shall be proved,” &c.\nRule No. 17 printed in our paper-book is a precise transcript, with some slight verbal inaccuracies, growing out of the copying or printing, of a rule adopted by the judges of the Supreme Court for the regulation of the practice of the Supreme and Circuit Courts, as published in the edition of rules of 1800 printed at Whitehall. This rule, copied verbatim, is found among the rules of the fifth district in the edition of 1811, and stipulates “reasonable notice to the adversary,” repeating nearly the same form of expression, viz. “ on the adverse party,” in the second clause. The rule as to notices is the same in this edition as that adopted in 1798, with an amendment not touching the point before us. According to this rule every notice, including that to take depositions, must be served “by being read and delivered to the party,- or in his absence to some of his family at his dwelling-house.” The reason of the rule at that early day, when'counties were large, population sparse, and intercommunication difficult, was well understood by the bar. The knowledge of the client of the character of -the witness, and points for examination, is often essential to a proper cross-examination. But to throw on the attorney the burthen of notifying his client of the rule at that day would have been most onerous.\nMy own practice commenced in the fifth and continued in the seventeenth district under this rule, and the uniform usage under it was to serve the notice on the party. But the difficulty in this case has grown out of the construction put by the counsel of the plaintiff in error on the second clause of the more recent rule No. 47. It provides that “ if an attorney be employed and marked on the record, all notices and papers shall be served on him, except when the Act of Assembly or these rules shall direct otherwise.” The answer is that No. 17 does direct otherwise. So the court below understands its rule, and the history of it justifies this understanding.\nThere is no error in the charge that loss of profits, as consequential damages, could not be recovered. The plaintiff below was employed to dress two pairs of burr mill-stones at sixteen dollars a pair. There was no special contract as to the character of the work or in reference to any circumstances attending it; nor is there evidence of any special facts brought to the notice of the plaintiff to show that his contract was made in view of the profits to be derived by the mill. Upon these facts we see no error in saying to the jury that they should estimate the immediate loss, not the remote consequences, such as loss of custom.\nA very small part of the machinery of a mill or factory may be so essential to its running, that the want of it will stop operations until this part ‘be mended or replaced, causing a large loss by suspension. But who has ever supposed that the blacksmith, millwright, or mechanic who undertakes to repair or replace it, and whose compensation may be a few dollars, or even a few cents, is, by his implied contract to do his work in a workmanlike manner, to be held liable for the large losses of being idle ? But few men could be found to work at a risk so great for a compensation so inadequate. But where, by the terms of a special contract or the facts brought into view at the time of his employment, the attention of the party is called to the fact that the risk is to be his, and he enters upon the duty with this consequence in his mind, he may be held to another measure of compensation.\nMr. Sedgwick, in his work on Damages, page 78, says: “ Both the English and American courts have generally adhered to the denial of profits as any part of the damages to be compensated, and that whether in cases of contract or of tort.” He further says: “Independent, however, of all authority, I am satisfied upon principle that an allowance of damages upon the basis of a calculation of profits, is inadmissible. The rule would be in the highest degree unfavourable to the interests of the community;” the reasoning for which he then proceeds to give. The same doctrine is stated in 2 Parsons on Contracts 458-9. I think the rule in such cases is well stated in the case of Hadley v. Baxendale, 9 Exch. Rep. (26 Eng. L. & E. 398). There Alderson, B., says: “ Now we think the proper rule in such a case as the present is this: where two parties have made a contract, which one of them has broken, the damages which the other party ought to receive, in respect to such breach of contract, should be such as may fairly and reasonably be considered either arising naturally, i. e., according to the usual course of things, from such breach of the contract itself, or such as may reasonably be supposed to have been in the contemplation of both parties at the time they made the contract, as the probable results of the breach of it.”\nIn strict iogic it may be said that he who is the cause of loss, should be answerable for all the losses which flow from his causation. But in the practical workings of society, the law finds, in this as in a great variety of other matters, that the rule of logic is impracticable and unjust. The general conduct and the reflections of mankind are not founded upon nice casuistry. Things are thought and acted upon rather in a general way, than upon long, laborious, extended, and trained investigation. Among the masses of mankind conclusions are generally the results of hasty and partial reflection. Their undertakings, therefore, must be construed in view of these factsotherwise they would often be run into a chain of consequences wholly foreign to their intentions. In the ordinary callings and business of life failures are frequent. Few, indeed, always come up to a proper standard of performance; whether in relation to time, quality, degree, or kind. To visit upon them all the consequences of failure would set society upon edge, and fill the courts with useless and injurious litigation. It is impossible to compensate for all losses, and the law therefore aims at a just discrimination, which will impose upon the party causing them, the proportion of them that a proper view of his acts and the attending circumstances would dictate.\nThe third assignment of error is founded upon a misunderstanding of the court’s meaning. In charging that “ it was only on the insurance that a verdict could be found for the defendant, for loss and consequential damage,” the court did not mean to contradict the rule before laid down or to vary its terms. It is manifest the court here had reference to the finding of a verdict in damages for the defendant. The judge had before instructed the jury that if the work was unskilfully and defectively done it was a defence to the plaintiff’s recovery. In this part of the charge his meaning was, that it was only upon the contract of warranty or insurance, the jury could go beyond the defence and return a verdict in damages for the defendant. But the error, if any, did no injury. The verdict of the jury under the charge establishes the fact that the work was well done — “ in a workmanlike manner.” There was no breach either of the implied contract to do it well or of the warranty, if it were made; and the question of loss, or the extent of loss, did not therefore arise.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Boggs & Barclay, for plaintiff in error.",
      "Golden & Neale, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fleming versus Beck.\nNotice of the talcing of depositions, on whom, to he served,. — Damages for loss of profits, when not recoverahle.\n1. Whether a notice of a rule to take depositions was properly served upon the adverse party, depends upon the rules of the court in which the action is tried; and where a deposition is rejected for defective service of notice, the presumption in a court of error, is in favour of the interpretation placed by the court below upon its own rules, in the decision of the question of service.\n2. Where a rule of court provided that if an attorney was employed and marked on the record, all notices should be served on him, except where an Act of Assembly or “ these rules” directed otherwise; and a prior and older rule required that notice of a rule to take depositions should be in writing and served on the adverse party; a service of notice of a rule upon the attorney of the plaintiff residing in the county is not good; and the deposisitions taken under the rule are not admissible.\n8. Loss of profits or custom by reason of alleged defective performance of a contract to dress mill-stones, is not recoverable by the injured party, as consequential damages, without an express stipulation to that effect.\n4. In an action to recover the contract price for work, the plaintiff cannot recover, if the work be not done in a workmanlike manner; but the defendant can recover only his immediate loss, and not remote consequences, such as loss of custom.\nEkkor to the Common Pleas of Armstrong county.\nThis was an action before a justice of the peace by George Beck against Alexander Fleming, and came into the Common Pleas by appeal of defendant. The plaintiff claimed to recover on a parol contract for dressing two pairs of burr mill-stones, and for some work and labour at a chimney flue, and for cleaning the forebay of the mill. The mill-stones were to be put in good running order, for sixteen dollars a pair. The plaintiff proceeded with the job, and started the mill.\nThe defence was that the work was so unskilfully done as not to answer the purpose designed, and evidence was offered in support of this allegation.\nOn the trial the deposition of a witness was offered in evidence by the defendant, which was objected to because the rule and notice of the time and place of taking the deposition was served on plaintiff’s attorney and not on plaintiff personally, as required by the rules of court.\nThe objection was sustained and the deposition rejected by the court.\nThe court instructed the jury as follows:—\n“ When there is a special contract, that contract, in all its parts, must be complied with, or there can be no recovery.\n“ But if there was no special contract in regard to the character of the work, still, any person who undertakes any mechanical job, impliedly engages that he possesses sufficient skill, and that he uses reasonable diligence, and completes a practical and mechanical job. That the work was done there is no dispute; so far the plaintiff complied. Was it done in a workmanlike manner ? This is a question for the jury. Plaintiff alleges that it was — that he -dressed the stones in a proper and skilful way, and that they performed well. If so, he is entitled to recover.\n“ On the other hand, the defendant alleges that the work was unskilfully and defectively done, so as not to answer the purpose designed. If so, plaintiff is not entitled to recover.\n“ [There is some evidence that plaintiff insured the job. If so, the special contract added to the general duty; and defendant further contends, that if it did not answer the purpose, he (the plaintiff) would not be entitled to recover, and must make good the defendant’s losses. If the jury so find, they will estimate the immediate loss — not the remote consequence, such as loss of custom, &c.]\n“ There is some evidence of work on forebay and chimney.\nIf so, he is entitled to recover for it.\n“ [We instruct the jury that it is only on the insurance that a verdict for damages can be found in favour of defendant, for losses and consequential damage.]”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff. Whereupon the defendant sued out this writ, averring that the court below erred, in rejecting the deposition above mentioned, and in so much of the general charge as is printed above in brackets.\nThe rules of court in reference to depositions will be found in the opinion of this court.\nBoggs & Barclay, for plaintiff in error.\nGolden & Neale, for defendant in error.\nJanuary 2d 1865,"
  },
  "file_name": "0309-01",
  "first_page_order": 309,
  "last_page_order": 313
}
