{
  "id": 422266,
  "name": "Chartiers Township Road",
  "name_abbreviation": "Chartiers Township Road",
  "decision_date": "1864-10-27",
  "docket_number": "",
  "first_page": "314",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 3450,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.2601808173074812e-07,
      "percentile": 0.7825487122994429
    },
    "sha256": "647bf28788af45cfd2350583ed3b9465d5355c51de2883f2ad4fbc2f935f5772",
    "simhash": "1:6d9645ced99fc209",
    "word_count": 590
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chartiers Township Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nPer Curiam.\n— We think the petition which grounded these proceedings was defective, in not describing more particularly the parts of the road to be changed and vacated, and that the confirmation of the report of the viewers, not at the next term after it was filed, hut eight months thereafter, was a fatal irregularity.\nIn both respects the plain provisions of the Road Law were disregarded. Without a sufficient description of the parts to be vacated, the jurisdiction of the court could not attach, and if it attached it was to be exercised in conformity to the provisions of the law which conferred it. What are public roads, where they begin, and run, and terminate, are determinable from the record of the Quarter Sessions, and a record which referred itself to two hills of a certain grade, and to narrow parts of a road, that road to be abandoned, would scarcely import absolute certainty, for where hills begin and end is often a very difficult question, and would grow more difficult as time effaced the features of the abandoned road. The Act of Assembly contemplates a more certain description, and we have no power to dispense with its requirements.\nThe decree is reversed, and the proceedings are set aside.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Miller & McBride, for appellants.",
      "Woods, contra."
    ],
    "corrections": "",
    "head_matter": "Chartiers Township Road.\nProposed changes of location in roads, how set forth in the petition. — ■ Approval of report of viewers when irregular.— Confirmation ofi when void.\n1. A petition for a change in the location of certain parts of a public road must set forth particularly the parts proposed to be changed.\n2. A report of road viewers must be made at the next term of court after the order is taken out and presented for approval; whore the report was filed during the term in which the order was granted, the approval of the court at the third term thereafter, and subsequent confirmation, was irregular and void.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 6th of April 1861, a petition was presented to the court setting forth that “ parts of the public road leading from the Pittsburgh and Steubenville Turnpike Road, near the residence of James McDonnell, to the Old Noblestown Road, on the property of Henry Dinsmore’s heirs, are badly located, there being on said road two hills, on which the grade will exceed two degrees, and there also being parts of said road which are exceeding narrow and very dangerous to travel;” and praying for a change of location where necessary, and that the parts vacated may be supplied by a new road.\nOh this petition viewers were appointed, whose report, laying out a road “ beginning’ at the Pittsburgh and Steubenville Turnpike Road, near the residence of James McDonnell, thence,” &c'., &c. (giving several courses and distances), “ to the Old Noblestown Road, on the property of Henry Dinsmore’s heirs,” with a draft attached, and an assessment of damages, was filed in the clerk’s office May 11th 1861. On the 11th of January 1862 the report was approved by the court, and confirmed May 3d 1862. This writ was then sued out, and it was inter alia assigned for error that the petition and report were defective, in that they did not set forth clearly and distinctly the situation of that part of the old road which it was intended should be vacated and supplied, and that the confirmation of the report, eight months after it was filed, was illegal.\nMiller & McBride, for appellants.\nWoods, contra.\nOctober 27th 1864."
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 315
}
