{
  "id": 422199,
  "name": "Aurentz versus Porter",
  "name_abbreviation": "Aurentz v. Porter",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "335",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0366-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 5169,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.5532882037143402e-07,
      "percentile": 0.6755563741360983
    },
    "sha256": "10ab13bc5f51b747a90998c725e37a3e574a17a2be8dc213d0d2bf96d8eb8ef9",
    "simhash": "1:ab558b87e70e50b5",
    "word_count": 958
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Aurentz versus Porter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, C. J.\n— On the 25th September 1860, Patrick Fenlon recovered a verdict in an action of ejectment against John Aurentz, on condition that he pay to said Aurentz the sum of $1908, and on the same day he paid that sum in gold into court. James R. Porter was prothonotary at the time, and without any special order of the court, he took the custody of the money, and retained it until the 28th March 1863, after he was out of office, when the court, on motion of Aurentz’s counsel, ordered and directed James Porter, as “late prothonotary,” to pay over the money to Aurentz. At that time, the premium on the gold paid in by Fenlon amounted to $900. Aurentz claimed that Porter should either pay him in gold, or add this premium to the legal-tender notes in which Porter offered to pay. On the 12th February 1864, the court settled the controversy by the following entry upon the record: “ The rule upon the late prothonotary, James R. Porter, Esq., to pay to Aurentz the money deposited with him, is therefore made absolute, and it is considered that the rule is complied with, if the amount of the deposit be paid in the lawful money or currency of the country, as recognised and established by existing laws.”\nTo this decision Aurentz took this writ of error, and Porter’s counsel now move to quash it, which raises the first question to be decided. It is very manifest that the proceeding against Porter was not according to the course of the common law. If the money be regarded as well paid into court, and it be conceded that the court had common law powers to rule its officers to pay over money, yet it must be observed that before any rule was made upon Porter, he was out of office, and, therefore, at the date of the rule he was not subject to this summary jurisdiction. If the money was in court it was Porter’s duty on retiring from office to leave it there, and if in disregard of this duty he took it with him, an action of trover possibly, and an action of assump~ sit certainly, would lie against him at the suit of the party entitled ; but the summary powers of the court over him were at an end.\nNor was the proceeding according to any Act of Assembly. Our Act of 16th June 1836 authorizes courts to punish summarily the official misconduct of the officers of such courts respectively, and to make rules on sheriffs and coroners to return process, to pay moneys, and to deliver articles of value in their possession; but Porter was not an officer of the court, a sheriff, or coroner, at the institution of the proceeding against him. The decree pronounced could not be enforced by a common-law execution, nor by the statutory penalties for contempt. Had he taken the writ of error we see not how the jurisdiction of the court could have been sustained; but it is not he who complains of the proceeding — it is Aurentz who- originated it, and who failing to get all he hoped for from it, now brings it up by writ of error.\nIt is enough for us to say at present, that a writ of error will not lie to such a proceeding. We know of no judgment that we could enter ourselves, or direct the court below to enter. A writ of error is the proper process of removal where the primary tribunal is a court of record, and the proceedings to be removed were according to the course of the common law in the first instance, or have assumed a common-law shape subsequently: Commonwealth v. Beaumont, 4 Rawle 366; Baker v. Williamson, 2 Barr 116.\nThe court was a court of record, but the proceeding was more in the nature of a bill in chancery than according to the course of common law. Nor is it helped any by the record of the ejectment, for that is not brought up by this writ of error, and is no part of the proceedings that are here for review.\nLet the writ be quashed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Thomas White, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Aurentz versus Porter.\nWrit of error quashed where there is no legal power to enforce decree of the court.\n1. A writ of error is the proper process for the removal of eases to the Supreme Court only where the primary tribunal is a court of record, and the proceedings sought to be removed are in accordance with the course of the common law in the first instance, or have subsequently assumed that shape.\n2. A writ of error will not lie, at the suit of the party plaintiff, to a summary order or decree of the Common Pleas, directing a former officer of the court to pay over money which had been deposited with him while in office, there being no power to enforce such an order by a common law execution or by the statutory penalties for contempt, nor by any form of judgment which the Supreme Court can enter or direct the court below to enter thereon.\nError to the Common Pleas of Indiana county.\nThis was a proceeding in the court below, in which, on motion of John H. Aurentz, a rule was granted on James R. Porter, late prothonotary of Indiana county, to pay over the sum of $1908, which had been deposited with him while in office, in a certain action of ejectment, wherein Patrick Fenlon was plaintiff and John II. Aurentz was defendant. The whole case will be found in the opinion of this court,\nThomas White, for plaintiff in error."
  },
  "file_name": "0335-01",
  "first_page_order": 335,
  "last_page_order": 336
}
