{
  "id": 422185,
  "name": "Little el al. versus Commonwealth for use",
  "name_abbreviation": "Little v. Commonwealth",
  "decision_date": "1864-10-27",
  "docket_number": "No. 104",
  "first_page": "337",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 542,
    "char_count": 14076,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.7028630065372716e-07,
      "percentile": 0.7011914594248545
    },
    "sha256": "190a57071ccf7c91a04f04e7f7415fe3998f7b8ed98157e089c997e5fa291719",
    "simhash": "1:a84bf27b82662bbc",
    "word_count": 2462
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Little el al. versus Commonwealth for use."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— In Garrison’s Appeal, 2 Grant’s Cases 216, we decided that James Little, the assignee of Burke, was entitled to recover from Blakely, the trustee for Kerr, the money in contest in this suit, and directed how it should be distributed. Afterwards the Common Pleas made a decree in accordance with our decision, that the trustee should distribute it to the claim of Samuel Garrison on his mortgage, and the surplus in his hands, to the general creditors, being something over three hundred dollars. This last sum the assignee distributed, but the sum due to Garrison he has entirely failed to pay in accordance with the decree. That decree was made in January 1859, and remains in full force. His bail being sued for this default, defend on the ground that they are not hound by this decree — that it was for the payment of money coming into his hands for a specific creditor, and not for general creditors. This will not do. They were by their bond bound that their principal should “ faithfully execute the trust confided to him,” otherwise their obligation was to remain good against them. The decision of this court gave him the money in question as assignee, and the Common Pleas decreed that as such assignee he should distribute it, not, it is true, to the general creditors, but to a creditor who by law, under the assignment, became entitled to it. The failure to do so was a breach of his bounden duty. The duty was fixed by a competent tribunal, and their judgment cannot be tested collaterally by the bail. Perhaps they might have appealed from the decree of distribution, and contested the matter directly; but this they did not do, and they are bound by it, and cannot now say that the decree was erroneously made against him as assignee. This is the doctrine of Bishop’s Estate, Zinn and Snyder’s Appeal, 10 Barr 469. The court below were entirely right in entering judgment on the case stated for the plaintiff, and their judgment is\nAffirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "C. W. Robb, for plaintiff in error.",
      "Kirkpatrick & Mellon, for defendants."
    ],
    "corrections": "",
    "head_matter": "Little el al. versus Commonwealth for use.\nSureties of assignee for benefit of creditors. — Liability of for default in paying claim decreed to a specific creditor. — Remedy of sureties, by appeal from the decree complained of.\n1. Where, by the final decree upon the account of an assignee for the benefit of creditors, he is directed to pay the claim of a specific creditor, his sureties are liable for default of payment, and cannot defend on the ground that they were not bound by the decree.\n2. Semble, That the remedy of the sureties, if any, was by an appeal from the decree of distribution: but where no appeal is entered they are bound by the decree, and cannot, in an action on the bond, set up that it was erroneously made against the assignee.\nAppeal from the District Court of Allegheny county.\nThis was an action of debt in the name of the Commonwealth, for the use of Samuel Garrison, against James Little, Daniel Little, and George Dobbs, in which the following case was stated for the opinion of the court below:—\nOn the 5th day of November 1853, E. J. Burke made a voluntary assignment of his personal and real estate to James Little, for the benefit of his creditors. Assignment recorded in the recorder’s office.\nOn the 30th of November 1853, at the said No. 104, December Term 1853, the usual bond in cases of voluntary assignment for the benefit of creditors was filed, in the penal sum of $14,301, by said Little, as assignee, with Daniel Little and George Dobbs as sureties-;-which was duly approved by the said court, conditioned as follows:—\n“ The condition of this obligation is such, that if the abovehounden James Little, assignee of Edward J. Burke, as aforesaid, shall in all things comply with the provisions of the Acts of Assembly in such ease made, and shall faithfully execute the trust confided to him, then the above obligation to be void, otherwise to remain in full force and virtue.”\nIn June 1853, and before the assignment was made, E. J. Burke applied to James Blakely, Esq., to obtain a loan of money for him. Blakely, as the agent of Samuel Garrison, agreed to loan Burke $2000, provided the payment of the money should be well secured by mortgage on real estate. To this Burke assented, ■ and on the 17th of June 1853 he executed a mortgage to Garrison on two several pieces of real estate ;• one situated in the Fifth, and the other in the Ninth ward of the city of Pittsburgh.\n■ Mrs. E. F. Denny at this time held a mortgage on the Ninth, ward property for the purchase-money of the lot, amounting to $1800.\nThere were other liens on the real estate of Burkeamong ■which were two judgments in favour of John McDavitt & Bro., Nos. 241 and 242 of July Term 1853, District Court; the former for the sum of $350, and the latter for the sum of $483.21, with interest and costs.\nThere was also a mortgage to Thomas Smith on the Ninth ward property, for the sum of $1060, which was assigned to James F. Kerr, Esq.\nThis mortgage was a subsequent lien to the Denny mortgage, and prior to the McDavitt judgments, and there were other liens between Mrs. Denny’s and McDavitt’s.\nWhen Blakely discovered ■ the state of the liens, he refused to loan Burke the money unless an arrangement should be made by which Garrison’s mortgage should be brought in as a lien next to the Denny mortgage.\nBurke then called upon John McDavitt, and requested him to postpone the 'lien of the McDavitt judgments in favour of the Garrison mortgage.\nThis McDavitt agreed to do, if the money which was to be received from Garrison should be applied to the extinguishment of the liens against Burke’s property, which were subsequent to the Denny mortgage, and prior to the McDavitt judgments.\nThe parties, Burke, Blakely, and John McDavitt, with his counsel, lion. Thomas Mellon, met in the prothonotary’s office, on the 24th of June 1853, when the arrangement was consummated ; McDavitt, by the advice of his counsel, executed and filed a paper postponing the lien of his judgments, in accordance with the arrangement.\nOn the same day (June 24th 1853) the Garrison mortgage was recorded.\nThe $2000 which were received from Garrison not being sufficient to pay off the liens between the Denny mortgage and the McDavitt judgments, Burke gave Blakely a note on J. & D. Little for $258, to meet the deficiency.\nAfter the application of these funds to the liens subsequent to the Denny mortgage and before the McDavitt judgments, except the Kerr mortgage, there remained in the hands of Blakely $905.85 of the money received from Garrison.\nKerr being then absent in Europe, where he subsequently died, and the mortgage not being due till the 8th day of January 1854, and there being no person legally authorized to receive the money, it was agreed by the parties above named that the amount should remain in Blakely’s hands and be applied to the Kerr mortgage when he should return.\nThe real estate of E. J. Burke, including the property in the Fifth and Ninth wards of the city of Pittsburgh, was sold by the sheriff of Allegheny county, on the 30th day of January 1857, on an alias vend, ex., issued at the suit of Mrs. Denny.\nThe sheriff applied a part of the proceeds of the sale of the Ninth ward property to the payment of the Denny and Kerr mortgages in full, and paid the balance, a little over one thousand dollars, into court.\nJames Little, as assignee of E. J. Burke, filed his final account of his trust in court, on the 28th day of March 1857, wherein he charged himself with the said sum of $1074.50. Exceptions were filed, and it was referred to E. B. Todd, Esq., to pass upon the exceptions, and to make distribution of the balance among the creditors of Burke.\nThe auditor reported a balance against Little, the assignee, of $1470.32 for distribution among the creditors, and in reference to $1074.50 of this balance, the auditor says :\n“ That in a certain action, instituted in the District Court of Allegheny county by James Little, assignee of E. J. Burke, No. 254 of January Term 1854, the said Little recovered, July 15th 1856, the sum of. $1063.92, which, with interest, amounted to $1074.50, from James Blakely, and that this is the amount with which said Little charged himself in the account of his trusteeship, filed in the Court of Common Pleas of Allegheny county.”\nThis amount it will be perceived the auditor has treated as part of the fund subject to distribution among the creditors of E. J. Burke, whose claims he has satisfied out of the proceeds of the real estate for distribution in the District Court.\nThe auditor reported $1406.56J in the hands of Little, the assignee of E. J. Burke, for distribution among Burke’s creditors, pro rata.\nThe debt and interest of said Garrison at that time amounted to $2310.62J.\nTo this claim the auditor distributed $383.01,- and to other claims in the same proportion throughout.\nTo this distribution Messrs. Brady & Gill, attorneys for Samuel Garrison, filed the following exceptions:—\n“ The auditor erred in not applying the sum of $1074.50, with which the accountant has charged himself, and which was received on the judgment recovered against James Blakely, Esq., to the mortgage of Samuel Garrison, as it was clearly proved by the testimony of E. J. Burke, the assignor, James Blakely, Esq., and Thomas Mellon, Esq., that the said sum of $1074.50, by an agreement entered into between said E. J. Burke, as the agent of Samuel Garrison, and John McDavitt, as judgment-creditors of E. J. Burke, before he, Burke, made his assignment to the accountant, that the said sum should be left in the hands of James Blakely, Esq., to be appropriated to a mortgage, not then due, held by James F. Kerr, deceased; and that the said sum formed part of the consideration of the mortgage of said Garrison ; and that it was' upon the faith of said agreement that the said Garrison advanced the said money to said Burke, and that said John McDavitt & Bro. agreed to postpone the lien of their judgments and give a priority over them to the Garrison mortgage as a lien.\n“ The said mortgage of the said Kerr, being a prior lien to the said judgments of said McDavitt & Bro., and the said mortgage of Samuel Garrison, and having been paid by the sheriff out of the proceeds of the real estate of E. J. Burke, upon which the mortgage of said Garrison was a lien, the said Garrison was entitled to be subrogated to the rights of the said Kerr under his mortgage, and, therefore, the said sum of $1074.50 ought to have been applied by the auditor to the mortgage of said Garrison.”\nThe auditor overruled the above exception, and on the 12th of June 1858, Messrs. Brady & Gill, as counsel for Samuel Garrison, renewed the said exception in court.\nOn the 28th of August 1858 the court overruled the exceptions and confirmed the auditor’s report absolutely.\n. The following errors were assigned to the judgment of the court, by J. E. Brady, Esq., attorney for Samuel Garrison: — ■\n1. The court erred in overruling the exceptions and confirming the auditor’s report.\n2. The court erred in overruling the 7th exception filed by Samuel Garrison, by his counsel, and in confirming the auditor’s report.\nThe case then went to the Supreme Court, where the decree of the court below was reversed, and it was ordered that the appellant, Samuel Garrison, was entitled to the sum of $1074.50, recovered from Blakely (see Garrison’s Appeal, 2 Grant’s Cases 216), and that the decree of the Court of Common Pleas be reversed — and the record remitted, with instruction to make distribution in accordance with the opinion of the court in that case.\nThe record was sent down, and the following order made by the Court of Common Pleas, at No. 104, December Term 1853, on motion of J. E. Brady, Garrison’s attorney :—\n“And now, to wit, January 22d 1859, it is ordered and decreed by the court, that James Little, the assignee of E. J. Burke, pay to the creditors of said Burke the sum of $1406.57, reported by the auditor to be in his hands, in the following order, viz.:\n“ First, to Samuel Garrison the sum of $1074.50, in pursuance of the judgment of the Supreme Court.\n“ Second, $15.95, the costs in the Supreme Court; and, third, the sum of $316.12, according to the distribution hereto annexed,, to the several creditors therein named.”\nThe distribution annexed contained a list of all the creditors of E. J. Burke, among whom the above sum of $316.12 was distributed, Samuel Garrison being one of them.\nThen followed the order of the Court of Common Pleas, made a.t No. 104, December Term 1853 :—\n“ And now, February 1859, upon proof of notice of the order of this court, made January 22d 1859, and demand on behalf of Samuel Garrison in pursuance thereof, and affidavit filed, rule on James Little, the assignee, to pay said sums as described, to Samuel Garrison on or before the 25th inst., or to show cause why an attachment should not be awarded against him.”\nIn February 1859 James Little paid J. E. Brady, for and on account of the Garrison claim, $200.\nThis suit is now brought to recover the balance from James Little and his sureties, Daniel Little and George Dobbs.\nIf the court be of opinion that Daniel Little and George Dobbs, sureties upon the bond of James Little, assignee of E. J. Burke, are liable to pay the sum of $1074.50, appropriated by the Supreme Court to Samuel Garrison, then judgment to be entered for the plaintiffs for the penalty of the bond, viz. $14,351, to be released upon payment of the sum of $1073.63, but if not, then judgment to be entered for the defendants, Daniel Little and George Dobbs, and against James Little, one of the defendants, for the sum of $ — , the costs to follow judgment, and either party reserving the right to sue out a writ of error therein.\nOn hearing the case the court below entered judgment for plaintiff on the case stated for $14,351, the penalty on the bond, to be released on payment of $1073.13 and costs of suit; which was the error assigned.\nC. W. Robb, for plaintiff in error.\nKirkpatrick & Mellon, for defendants.\nOctober 27th 1864,"
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 342
}
