{
  "id": 422225,
  "name": "Patterson's Appeal",
  "name_abbreviation": "Patterson's Appeal",
  "decision_date": "1865-01-02",
  "docket_number": "No. 131",
  "first_page": "342",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 7808,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.0521953554981515e-07,
      "percentile": 0.5542382972906915
    },
    "sha256": "5378665690b8502a7c3fe6f1b9e1c572861fa491b81c361ceabeeb78a31d4ad1",
    "simhash": "1:4e40540fe232e6ad",
    "word_count": 1356
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong J.\n— This is not a contest between Stewart, the purchaser at the assignee’s sale, and Tarr, the equitable owner of the judgments of Smith against the assignor. If it were, the payment by Stewart to Smith the assignee, who was also the legal judgment-creditor of the assignor, would be held a payment sufficient to discharge, pro tanto, his liability for the purchase-money of the land. The contest now, however, is between Tarr, a creditor in equity of McKibben the assignor and Smith the assignee. The account is Smith’s account, though presented by his sureties, and it is upon Smith’s liabilities as assignee that we are now to adjudicate. When the assignment was made and accepted, it created a trust in the assignee for the benefit of the assignor’s creditors, of whom Tarr was one. It became a right of the assignor that Tarr rather than Smith should be paid the judgments of which he had become the owner, and whatever Smith received by virtue of the assignment, he necessarily held, stamped with the trust created by that instrument. Now, that Stewart holds his title to the land, bought by him, under the assignment, and that the money he paid for it was proceeds of the assignment, is perfectly plain. The assignee was accountable for the whole value of the land. He could only discharge himself by showing that it was taken away from him by liens of creditors who had in law or in equity a right to the fund raised by the sale. It will hardly be pretended that if he had known that any one of the judgments prior to the assignment had boon paid by the assignor, and with, that knowledge had permitted the purchaser to pay it the second time out of the purchase-money, he could have claimed credit for such a second payment. In what better situation is he now ? As between him and his assignor, or him and Tarr, his cestui que trust, there has been no payment of the judgments assigned to Tarr. Even as judgment-creditor he has no right to hold the money which he has in hand, and certainly still less right, if possible, has he to hold it under the assignment. He took no beneficial interest under it. And if not, he is not entitled to a credit in his account for the two sums of $1355.28 and $157.20. The auditor and the court rightly disallowed it.\nThe sureties stand in no better position than Smith their principal stands in. The measure of his responsibility is the measure of theirs. It is enough, however, for the present that we are now passing upon his account, and determining how far he is liable as trustee.\nThe decree of the court below is affirmed, with costs.",
        "type": "majority",
        "author": "Strong J."
      }
    ],
    "attorneys": [
      "Acheson & Wilson, for appellant.",
      "William McKennan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Patterson’s Appeal.\nAssignment for benefit of creditors. — Sureties of absconding assignee not entitled to a credit, on account, which their principal could not claim by reason of fraud.\nOne holding judgments against another, after assigning them to a third party, became assignee for the benefit of the creditors of the debtor, and as such sold the real estate assigned, the purchaser paying out of the purchase-money the prior liens, and the balance on the judgments in the assignee’s name, the transfer of the judgments not having been entered of record. The assignee having absconded, on settlement of his account by his sureties, it was held, That as the assignee himself would not have been entitled to a credit for the amounts fraudulently received by him, on the judgments against the assignor, the sureties were in no better position; and that they were accountable therefor to the holder of the judgments.\nAppeal from the Common Pleas of Washington county.\nThis was an appeal by W. J. and R. M. Patterson, sureties of John W. Smith, who was the assignee in trust for the creditors of Samuel McKibben.\nThe case was this: — Soon after the assignment to Smith he absconded, and his estate was seized under a domestic attachment.\nThe sureties, the Messrs. Patterson, settled his account, to which exceptions were filed by the personal representatives of Campbell Tarr, deceased.\nThese exceptions related to the following items on the credit side of the account:—\n1. To the credit of $1355.28, claimed and taken in said account as paid by G. Stewart to J. W. Smith, in No. 131, February Term 1859.\n2.,To the credit of $157.20, claimed and taken in said account as paid by G. Stewart to John W. Smith, in No. 182,'August Term 1859; and\nOn the 26th day of February 1864, an auditor was appointed to hear exceptions, and report. The following facts were agreed upon by the counsel for the personal representative of .the said Campbell Tarr, and the counsel for the accountants:—\n“ John W. Smith was plaintiff in and owner of judgments No. 131, February Term 1859, for $1342.48, July 3d 1860, and No. 182, August Term 1859, $158.52 due July 9th 1862, against Samuel McKibben. By assignment dated July 1st 1859, these judgments were transferred by Smith to Campbell Tarr, but said assignments were not filed by Tarr until August 26th 1861. By decree of the court February 26th 1864, these judgments were marked on record for the use of Campbell Tarr’s executor, without prejudice to the right of the sureties of Smith in his bond, as assignee of McKibben, to show before an auditor that said judgments were or are actually or legally satisfied or .extinguished.\nSamuel McKibben, on the 14th day of .November 1859, made a voluntary assignment to Smith, for the benefit of his creditors. The real estate of McKibben was encumbered by eight judgments, running from August 7th 1857, to August 7th 1859.\n“ The assignee, with the consent of the judgment-creditors, as they appeared of record, sold McKibben’s real estate in December 1859 to G. Stewart, for $4546.20. The fund was sufficient to discharge all the judgments except the last, to which the amount applicable was $157.20. The purchaser, as the judgments were anterior to the assignment, under advice of counsel, appropriated the purchase-money to six of the judgments, and took receipts of the plaintiffs therein, in the name of Smith, as assignee of McKibben, and paid to Smith himself the sum of $1512.48, which was the amount of the purchase-money applicable to two of them.\nThe transfers to him were not on file so as to show the ownership of the judgments in him, else these moneys would have been paid to him, and receipts taken in the name of Smith as assignee of McKibben, and the $1512.48 would not have been paid to Smith. The receipts thus taken by Stewart were passed to Smith as cash in the settlement of the purchase-money. Smith, as assignee of McKibben, made a deed to Stewart, in which the receipt of the whole purchase-money was acknowledged. W. J. Patterson and R. M. Patterson, the sureties of Smith in his official bond, had no knowledge of the transfers to Tarr until the filing thereof at the date aforesaid, and the purchaser was ignorant of the transfers at the time of the payment of the purchase-money.\nSmith the assignee absconded in May 1861, and the assignee account was settled by his sureties on the 7th day of July 1862. The assignee advertised to sell the said real estate “ out and out” at public sale, on the day aforesaid, and then sold the same to the said Stewart.\nUpon the above statement of facts the question was, whether the accountants were entitled to the credits specified in the foregoing exceptions?\nThe auditor (Alex. Wilson, Esq.) decided that they were not, and accordingly struck them from the account, imposing on them the costs of the audit.\nOn exception filed to this report, the court below adopted the view taken by the auditor, except as to the expense of the audit, which was rejected, and the -report thus corrected was confirmed.\nThis appeal was then taken as above stated.\nAcheson & Wilson, for appellant.\nWilliam McKennan, for appellee.\nJanuary 2d 1865,"
  },
  "file_name": "0342-01",
  "first_page_order": 342,
  "last_page_order": 345
}
