{
  "id": 422136,
  "name": "McConnell and Wife versus Carey and Wife",
  "name_abbreviation": "McConnell v. Carey",
  "decision_date": "1864",
  "docket_number": "No. 24",
  "first_page": "345",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 612,
    "char_count": 15262,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 1.2713923712264486e-07,
      "percentile": 0.614861136691753
    },
    "sha256": "17c28ad88262ef4bbca20904b4d36d4d881404ffafcebabf8ce117d0f4eede79",
    "simhash": "1:2288b402c060c276",
    "word_count": 2695
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McConnell and Wife versus Carey and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court Avas delivered by\nStrong, J.\n— Much as we are impressed with the conviction that a family arrangement was intended by which the share of George L. Bradish should be allotted to him in severalty, we find it impossible to affirm the judgment of the court belotv, in view of the facts as they appeared in evidence. The case was put to the jury as depending upon an alleged parol partition, consummated against Mrs. McConnell by her consent. Hence her deed without the joinder of her husband, and without a separate acknowledgment, was admitted as evidence of her assent, and the jury were left to find that if her willingness was expressed that George should have the portion of their father’s estate which he took into his exclusive possession, she could not recover her undivided interest in it, and that although he never complied with the conditions upon which her assent was ma'de. The evidence adduced at the trial did not warrant such a submission of the case to the jury. It is true that family arrangements are regarded with favour, and a parol partition among heirs, if fairly made, is binding even upon femes covert, if they are parties to it and assent to the arrangement. But it is binding only when the partition has been agreed to by all of the joint owners, and when it has been executed. Partition is a contract executed not in part but in whole. It need not indeed be of all the lands which the parties hold in common or jointly, but it must be complete so far as relates to the part set out in severalty. In this case there seems not only to have been no parol partition made, but none seems to have been intended. The transaction appears to have been rather an attempt of George S. Bradish to purchase the interests of his co-heirs in the one hundred acres of land now in controversy, and to obtain their title by deed from them. True, a part of the consideration which he agreed to pay was a release of his interest in the other lands descended from his father; but by his contract he was not bound to give the release until all the other heirs assured to him the tract which he sought to obtain in severalty. And this assurance, it was plainly contemplated, should be by deed. To the original contract only his mother and two of his co-heirs were parties. From the testimony of Mrs. Bradish, she and they seem to have conveyed by deed. Subsequently others of the heirs conveyed their interests, but Mrs. McConnell never did by any-legal assurance, and two of the other heirs at least never did at all. George L. Bradish was therefore under no obligation to give the release stipulated for, and he never gave it. To call this a parol partition, and to hold it executed as against those who never conveyed their interests, is therefore a mistake; and this is the error which ran through the charge and the rulings in the court below. It is not necessary to notice the assignments of error in detail. The observations we have made sufficiently express our opinion of them all.\nThe judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "S. E. Woodruff, for plaintiffs in error.",
      "Cutter & Vincent, for defendants."
    ],
    "corrections": "",
    "head_matter": "McConnell and Wife versus Carey and Wife.\nEffect of parol partition among heirs, when executed. — Agreement for, when not binding. — Right of feme covert to recover her interest in land, claimed under parol partition, after informal conveyance thereof.— Deed of wife not admissible as evidence of her assent.\n1. Family arrangements are to be regarded with favour, and a parol partition among heirs, if fairly made, is binding even upon femes covert, if they are parties to it and assent to the arrangement: but it is binding only when the partition has been agreed to by all of the joint owners, and when it has been executed.\n2. Where one heir agreed to purchase the interest of his co-heirs, in land which had descended from their deceased father, in consideration of a sum of money to be paid the widow, and of his release in the other lands of the paternal estate, when the other heirs should assure to him his tract in severalty — and some of them had not so conveyed, nor had he executed the release— the arrangement was held not an executed partition, and that a sister who had by deed, without the joinder of her husband, and without a separate acknowledgment, conveyed her interest to him, was not thereby prevented from asserting it in an action of ejectment.\n3. Hence, it was error to admit in evidence her deed as proof of her assent to the partition ; and to leave to the jury to find, that if her willingness had been expressed, that her brother should have the portion taken by him in possession ; and that she could not recover hor interest in it, though he had not complied with the conditions upon which her assent was made.\nError to the Common Pleas of JSrie county.\nThis was an action of ejectment, brought by William McConnell and Hannah his wife against Charles Carey and Harriet his wife, for the undivided fifth part of one hundred acres of land in Conneaut township;\nThe material facts of the case were as follows: — The plaintiffs claimed to recover Mrs. McConnell’s interest in the land described, as daughter and one of the heirs at law of Samuel Bradish, who died intestate October 6th 1846. Samuel Bradish had, in all, twelve children, as follows, to wit: John S., who died in 1851, leaving a widow and four children, who still survive; Levi S., who died in 1843, leaving a widow and one son, who still survive; Margaret, wife of David G. Webber, who died in 1842, leaving one son, who died in 1859, without children, and whose share was claimed by his father for life; Amos, who died in 1838, leaving no issue; Mary M., who died in 1854, leaving a husband, Henry Carey; Hannah L., the plaintiff in this suit; Elizabeth, intermarried with Charles Sherman, still living; Samuel C., who died in 1850, leaving no child; George L., who died in 1859, leaving no issue; David A., who died in 1861, leaving no issue; Harriet E., intermarried with Charles Carey, who are the defendants in this suit, and Welcome G. Bradish, who died in 1848, leaving no child; thus leaving as those claiming an interest in the estate at the time of the commencement of this suit the children of John S. Bradish, deceased, and Eleanor his widow; Alfred, the heir of Levi Bradish and Catharine his widow; Henry Carey, the husband of Mary M.; Hannah L. and her husband William McConnell, the plaintiffs ; Elizabeth and her husband Charles Sherman ; Harriet E. and her husband Charles Carey, the defendants, and Mary M. Bradish, the widow of the intestate.\nThe defendants claimed title by warranty deed to Harriet E. Carey from George L. Bradish, who it was averred held at the time of said conveyance by virtue of ,an alleged amicable partition among the heirs of Samuel Bradish, deceased. This alleged partition was denied by the plaintiffs, and was the principal point in controversy.\nSamuel Bfadish’s real estate at the time of his death consisted of about three hundred and fifty acres of land in said township, of which the one hundred acres in controversy formed a part, lying near and partly within the village of Albion. At the time of the alleged agreement to make the amicable partition, all of the three hundred and fifty acres were in possession and occupancy of the widow Mary M. Bradish and George L. Bra-dish. The plaintiffs lived in California since the year 1850, and continued to reside there until about the time of the commencement of this suit. The defendants, in support of their allegation of an amicable partition, gave in evidence a deed for the hundred acres in controversy, from the defendants Charles Carey and Harriet E. Carey his wife, the widow Mary M. Bradish, and Charles Sherman and Elizabeth Sherman his wife, dated February 19th 1859, to George L. Bradish, “ in consideration of $800, paid to Mary M. Bradish, widow.”\nAlso deed dated 19th February 1857, and acknowledged February 3d 1858, by David A. Bradish, James W. Webber, and Hannah McConnell to George L. Bradish, for the same hundred acres, for an express consideration of $800 paid to Mrs. Mary A. Bradish, the widow. This deed was objected to by the plaintiffs, on the ground that the plaintiff William McConnell had not joined his wife in the execution, and because there was no such certificate of acknowledgment as is required in the case of femes covert. The court rejected it as a deed, but admitted it for the purpose of showing her assent to the alleged amicable partition.\nDefendants also gave in evidence a deed from Samuel C. Bradish to George L. Bradish, for “ all his interest in the estate of Samuel Bradish, deceased,” dated June 12th 1849.\nThe other evidence of consent on the part of Mrs. McConnell consisted of two letters written from California, expressing her willingness to sign the deed. But there was no evidence-of assent to the transaction on the part of her husband McConnell, nor by Henry Carey, nor Alfred Bradish, the heir of Levi, nor by the children and heirs of John Bradish. Mrs. Mary Bradish testified that the arrangement of setting off this hundred acres to George as his share, was talked about between herself and George, Mrs. Sherman and Harriet E. Carey, but neither of the plaintiffs were present at any of these conversations. George never made any release or conveyance of his interest in the balance of the estate to the other heirs of Samuel Bradish.\nBoth parties gave in evidence the proceedings in the Orphans’ Court of Erie county, commenced in 1862, No. 24, February Term, for the partition of the balance' of the real estate of Samuel Bradish.\nAccording to the report of the auditor appointed to ascertain the several interests of the different heirs in the estate, George L. Bradish was the owner at the time of his death of twice as much of this balance of the estate as any one of the other heirs, being his own share and the share he purchased of his brother, Samuel C. Bradish, and this was divided amongst his heirs by the auditor, subject to the life estate of his mother, and the life estates of D. G. Webber and Henry Carey, part of said heirs being the children of John Bradish, Alfred Bradish, the son of Levi, and David A. Bradish. All the parties in interest were made parties to the proceedings in the Orphans’ Court.\nThe following point was submitted to the court by the defendant’s counsel:—\nThat if the jury believe from the evidence that the defendants are in possession of the land in controversy as vendees of George L. Bradish, who took possession thereof in pursuance of a partition assented to by Mrs. McConnell, one of these plaintiffs, which was fair and equitable, and made valuable improvements thereon, the plaintiff cannot recover.\nThe court instructed the jury as follows :—\n“ The real and only question presented in this case is, whether the family arrangement made in 1856 or 185T, by the heirs of Samuel Bradish, deceased, by which the defendants, or their grantor,'- George L. Bradish, had set apart to him, as his equal share of his father’s-estate, the land in dispute, was valid as an amicable partition, and binding.on the plaintiffs? George L. Bradish, by inheritance and purchase, was the owner of two shares in the estate, and as such had the right to sue out his writ of partition, and have his portion set off. If the other heirs were undesirous of having any further subdivision of the estate made, and it was susceptible of such an one as would allow the interest owned by George to be set off as a separate purpart without prejudice to the whole, he had a right, and could have forced just such a partition of it between him and the other heirs who had a right to remain tenants in common, if they desired. [Instead of this he sought an amicable division, and, as he supposed, obtained it. He took pains enough, and worked more than a year to accomplish it. After having accomplished it, he went into the exclusive possession of his portion, surrendering that of all other parts of the estate, and paid the owelty charged by the arrangement on his share, and in good faith made valuable improvements. It thus becomes an executed partition, whether in parol or by deed.] Such amicable adjustments among tenants in common, by inheritance, have always been favoured and sustained by the courts when it was possible, whenever they were equable and just, and free from fraud. In England, as well as in this country, both before and since the passage of the Statute of Frauds and Perjuries in both countries, executed'parol partitions of this kind have been held valid. Was this one binding on the plaintiff, Mrs. McConnell ? [It is not charged that it was not equitable and just; nor that it was not fully executed on the part of George.] The only remaining question is, did the plaintiff so join or acquiesce in it as to be bound thereby ? She was a feme covert, and in California at the time; was written to, and by letter consented to it; and when the deed or release of her interest was sent to her for execution, she cheerfully, and with much pains, executed and acknowledged it in a manner that she and all the parties supposed sufficient at the time.\n[“ She now asks leave to take advantage of her own and their mistake to repudiate the arrangement and dispossess the grantee, or those claiming under him. Such a course is repugnant to every principle of equity, and the uniform adjudication of our courts.] In a case very similar to this, reported in the last hook of reports, the Supreme Court say that an application by bill in chancery upon even a threat of disturbance, the court would make a decree of quiet enjoyment in severalty of the land alleged to have .been allotted to one by an executed parol partition. It has also been decided that the consent of either a minor or a married woman to such a partition will be held valid, especially if done with the consent of the husband or guardian, although no technically valid conveyance or release has been executed.\n[“Mrs. McConnell was substantially right in supposing, when she executed the deed to George L. Bradish, that the land did not belong to her husband, and he had nothing to sa.y or do about it. Although to pass the title by deed in form it is necessary the husband should join, yet as to the interest of the wife in property held by her in parcenary, by inheritance from her ancestry, he has but little to do or say, and no power to prevent a partition of it,] either by consent of the owners or by process of law. [Any evidence of his acquiescence, even by parol, gives the case a stronger equity.”]\nThe defendant’s point was affirmed.\nThere was a verdict and judgment for defendant. Whereupon the plaintiff sued out this writ, and assigned for error the affirming of the point submitted by the defendant, and so much of the general charge as is printed above in brackets.\n. It was also assigned for error that the court assumed all the facts of the case, and left none for the consideration of the jury; and in not instructing the jury that the evidence of the alleged amicable partition was not sufficient, that the deed signed by her without her husband ivas not valid for any purpose, and that the plaintiffs were not entitled to recover.\nS. E. Woodruff, for plaintiffs in error.\nCutter & Vincent, for defendants."
  },
  "file_name": "0345-01",
  "first_page_order": 345,
  "last_page_order": 350
}
