{
  "id": 422280,
  "name": "The Lycoming Insurance Company versus Mitchell & Boyle",
  "name_abbreviation": "Lycoming Insurance v. Mitchell & Boyle",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "367",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 680,
    "char_count": 17755,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.038885538634227e-07,
      "percentile": 0.9073169902955732
    },
    "sha256": "4990d4eab0ea49ea1ce2760261d67ae903ca1693aa803bf3b8ff38430d31e259",
    "simhash": "1:ae6540f70e8f7ed1",
    "word_count": 3050
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Lycoming Insurance Company versus Mitchell & Boyle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nAgnew, J.\n— Looking at the language of the defendants’ first point, there is certainly much excuse for the error into which the court helow fell in their answer, and were it not that in weighing the whole case as it ought to have appeared to the mind of the judge when he answered the point, and the manifest injustice resulting from the instruction, we should be disposed to leave the plaintiffs in error to take the consequences of the inapt, indeed incorrect language of the point.\nA “ valued policy” is not understood to be one which estimates the value of the property insured merely, but which values the loss, and is equivalent to an assessment of damages in the event of a loss. So a “ warranty” in a policy is understood to be a coi.tract relating to an existing fact, and not a covenant for future acts, and differs from a representation in the circumstance that it is a binding agreement that the fact is as warranted; while the representation is not an agreement that it is so, but such a statement of it as will constitute a misrepresentation if it be untrue.\nThese expressions “valued policy” and “warranty,” therefore, tended to mislead. But when we examine the entire language of the point and the attendant circumstances, the meaning of it ought not to have been misapprehended. The clause in the policy on which the question arose was, that the aggregate amount insured in that and other companies “ shall not exceed two-thirds of the estimated cash value.” The language is, shall not,— not does not. It clearly imported a covenant for future acts. The policy in suit was the first in order of time, the evidence before the mind of the judge disclosing to him that the over-insurance was constituted wholly of subsequent policies. The evidence also disclosed the fact that a subsequent ratification was the ground relied on by the plaintiff below to avoid the forfeiture caused by his subsequent insurance. The remaining points also disclosed most clearly the views of the plaintiff founded on this evidence, while the answers of the judge to them .evidence hi's own full understanding of the case that the question was, whether there had not been an over-insurance subsequently taken, contrary to the stipulation in the policy, and whether the forfeiture arising in this fact was afterwards waived, and the policies ratified.\nNow, even encumbered with the inaccurate expressions, how could the substantial meaning of the point be mistaken ? The point reads thus: “ The policy in this case being a valued .policy, and the condition not to insure more than two-thirds of the valuation, and that condition being on the face of the policy, was a warranty, and if broken the plaintiffs cannot recover, unless the company were informed of such over-insurance, and waived the forfeiture.” The expression “ valued policy” is immediately connected with the condition not to insure more than two-thirds of the valuation, referring clearly to future insurance. The valuation thus referred to corrects at once the meaning of “valued policy,” by referring it not to an assessment of loss, but to the measure of the future insurance. So, when the point proceeds to say, “ and that condition being on the face of the policy was a warranty,” it is but a restatement of the condition not to insure more than two-thirds of the valuation, importing an act subsequent to the policy. Warranty, therefore, clearly means not warranty in its special sense, but an undertaking, or agreement, and is made clear by what follows: “ and if broken, the plaintiffs cannot recover unless the company were informed of such over-insurance,” &c. The over-insurance was all subsequent, corresponding with the undertaking not to insure, as referring to future acts. The substantial meaning of the point was certainly this: — The policy being one fixing the value and the condition not to insure more than two-thirds of the valuation, being on the face of the policy, was an undertaking, and if broken the plaintiff cannot recover, unless the company was informed of the over-insurance, and waived the forfeiture. To this proposition the defendants were entitled to an affirmative, answer. It was the leading point of the case.\nWe are unable to determine upon the correctness of the answer to the second point. Neither the letter of attorney nor the instructions to McCabe the agent, are furnished, while the notes of testimony spread upon the paper-book are too brief and meagre to gather the facts. This is the fault of the plaintiff in error.\nIn reference to Sampson’s knowledge we have only his own testimony, which asserted that it-was not acquired in the transaction of the affairs of this company, but while attending to other policies. The court therefore seems to have erred in submitting the fact of notice to the company to the jury, against the only evidence in the cause.\nThere are cases where the applicant is bound to set forth the nature of his interest in the property insured: Reynolds v. State Mutual Ins. Co., 2 Grant’s Cases 326 ; Sweeney v. Franklin Ins. Co., 8 Harris 337. Such also is the case of a mortgagee who insures his interest, one which from its nature depends upon prior encumbrances for its value : Smith v. Columbia Ins. Co., 5 Harris 253 ; Insurance Company v. Updegraph, 9 Id. 513. But the mistake of the plaintiff in error is in supposing an assignment to the equitable owners to be a new insurance. The policy was for five years, and unexpired, and there is no condition against assignment except to procure assent, which was done. Certainly, in the absence of express stipulations, every policy is assignable, subject only to the conditions contained in it. If this were a renewal, the argument might assume more weight. But the question of interest or estate belonged to the issuing of the policy, and not to its assignment. We see no error in the answer to the fourth point.\nThe judgment is reversed, and a venire faeias de novo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "T. & H. White and H. W. Weir, for plaintiffs in error.",
      "H. D. Foster, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Lycoming Insurance Company versus Mitchell & Boyle.\nValued policy defined. — “ Warranty” and “ Representation” distinguished.— Condition against over-insurance, binding. — Proof of notice waiving forfeiture. — Interest of assignee of policy need not be communicated to insurance company.\n1. 'A valued policy of insurance is not one which estimates merely the value of the property insured, hut which values the loss, and is equivalent to an assessment of damages in the event of a loss.\n2. A warranty in a policy is a contract as to an existing fact, and not a covenant for future acts, and differs from a representation in that it is a binding agreement that the fact is as warranted; while a representation is not an agreement that the fact stated is so, but only suoh a statement of it as will constitute a misrepresentation if it be untrue.\n3. Where a policy of insurance fixes the value of the property insured, and contains a condition not to insure more than two-thirds of this value, it is an undertaking on the part of the insured, which, if broken, will prevent a recovery on the policy unless the company were informed of the over-insurance and waived the forfeiture.\n4. It is errror to submit to the jury the question of notice to the defendant of over-insurance, where the evidence show that none was given to the company or its authorized agent, but only that the fact was ascertained by the agent of another insurance company while transacting business for his principal, and was not communicated to the defendant.\n5. The rule which requires an applicant for insurance to set forth the nature of his interest in the property to be insured, does not extend to assignments of policies while in force: hence, it was not error to charge the jury, in an action on a policy for the use of persons to whom it had been assigned, that the omission of the latter to inform the company of the extent of their interest in the property, at the time of the transfer or renewal of the policy, would not prevent a recovery, if the defects in title or otherwise were waived by the proper agent of the company.\nError to the Common Pleas of Indiana county.\nThis was an action of covenant on a policy of insurance by James Mitchell and William Boyle, for the use of David Ellis and Conrad Hoffman, against the Lycoming County Mutual Insurance Company.\nThe policy was for $5000, dated December 10th 1855, to take effect from November 22d 1855, and continue five years. The property insured was a new frame grist-mill, seventy by forty-five feet, in White township, with the machinery, stock, engine, boiler, &e.\nMitchell and Boyle were owners of four lots of ground in White township, by purchase, under articles of agreement, from James and John Sutton, on which they erected the steam flouring-mill above mentioned. The agreement was dated July 22d 1855, and the consideration was $1000. On the 10th of December 1855, they obtained the policy, on which this suit was brought. The deed was dated April 25th 1856.\nThe policy contained a clause providing for a reference to the application, for a more particular description of the insured property making it part of the policy.\nThe application valued the real estate at $11,180, and there' was in the policy this stipulation: “ It is also agreed that the aggregate amount insured in this and other companies on the above-mentioned property shall not exceed two-thirds of the estimated cas.h value.”\nOn the 17th of June 1856, Mitchell and Boyle obtained a policy of insurance from the Cumberland Valley Mutual Protection Insurance Company for $2500, for five years.\nOn the 3d of January 1857, William C. Boyle conveyed his interest in the premises to James Mitchell for $10,000, arid subsequently transferred his interest in these policies, which transfers were duly ratified by the agents of the companies.\nOn the 13th of April 1857, James Mitchell obtained another policy from the Cumberland Mutual Protection Company, for $1000 for five years. On the 11th of April 1859, a policy from the Pennsylvania Insurance Company for $1750, and on the same day one from the Pittsburgh Life, Eire, and Marine Insurance Company for $1750.\nOn the 15th July 1857, James Mitchell, by articles of agreement, sold his interest in said premises to David Ralston, David Ellis, and James P. Carter, for the consideration of $16,000, on which they paid $8419.87, Mitchell agreeing to transfer the policy of insurance to the purchasers. The greater part of the purchase-money, by the terms of the agreement, was to be applied to encumbrances on the property.\nOn the 17th day of July 1857, James Mitchell transferred the policy on which suit was brought to Ralston, Ellis & Carter, by writing endorsed on the policy, having first obtained the consent of the company, by writing endorsed on the policy, in the following words:\n“ And now the consent of the board of directors is given that James Mitchell, assignee as above of William O. Boyle, as to the within policy, may assign his interest in the same to David Ralston, David Ellis, and James P. Carter, doing business under the firm of Ralston, Ellis & Carter, same property in Cumberland Mutual policies, Nos. 4419 and 4779, former for $2500 for five years from 16th June 1856, the latter for $1000 for five years from 18th April 1857 (17th July 1857). The said company reserving the right to retain the sum of $1250, being the amount of previous note, in the case of loss or damage by fire, to the property insured, as is provided by the by-laws of said company. R. B. McCabe, Agent.”\nWhen the transfer of the policy from Boyle to Mitchell was made, the premium note of Mitchell & Boyle was surrendered to the company, and a new premium note given by Mitchell. The premium note of Ralston, Ellis & Carter was taken by the company, and the premium note of James Mitchell surrendered at the time of the transfer of the policy to them. Mitchell & Boyle having failed to pay encumbrances on the property, it was sold by the sheriff on judgments against them prior to the sale to Ralston, Ellis & Carter; and purchased by John Watt, on the 4th January 1859. John Watt, on the 5th January 1859, sold the property, by agreement of that date, to David Ellis. On the 24th January 1859, David Ellis sold to C. Hoffman the undivided one-half part, consideration $4600. On the 27th January 1859, Ralston, Ellis & Carter assigned the policy of insurance, on which suit is brought, to Ellis & Hoffman, the present plaintiffs, and on the same day the assent of the company to the transfer was given, in writing, endorsed on the policy by B. B. McCabe, Esq., Agent, and the premium note of Ellis & Hoffman was taken by the company, and the note of Balston, Ellis & Carter surrendered. Assessments were made by the company, and collected from Mitchell, after the transfer of the policy to him. Assessments were also made to Balston, Ellis & Carter, after the transfer to them, and collected. Assessments were also made to Ellis & Hoffman, after the assignment of the policy to ■ them, and collected.\nOn the 1st May 1859 the mill property was entirely destroyed by fire, and the loss total. The record did not show any liens against Mitchell & Boyle, at the time the application for the policy was made, except the Sutton mortgage on the lots, but at the time of the approval of the transfer to Balston, Carter & Ellis the liens were $18,000.\nThere were some irreconcilable discrepancies in the statements made on the paper-books of the parties, as to dates of transfer, amount of liens, and the time when the loss occurred, but the above statement presents the material facts of the case. There was no controversy as to notice of the loss or the preliminary proofs of it, but on the trial of the cause the defendants insisted that the policy was void in Mitchell’s hands for over-insurance, and could not be revived by ratification of the transfers. They further contended that even if it could, the concealment of the encumbrances and of the nature of the title not having been made known to the company or the agent, when he ratified the transfer from Mitchell to Balston, Carter & Ellis, would avoid the policy, and for the same reasons it was void when ratified to Ellis & Hoffman, and requested the court to instruct the jury,\n1. The policy.in this case being a valued policy, and the condition not to insure more than two-thirds of the valuation, that condition, being on the face of the policy, was a warranty, and if broken the plaintiffs cannot recover, unless the company were informed of such over-insurance and waived the forfeiture.\n2. That B. B. McCabe, Esq., being the agent of the company under limited powers, had no authority to consent to any over-insurance, or to waive the forfeiture by so doing. Such consent can only be given or waived by the directors, or president, or secretary of the company.\n3. That the knowledge of the over-insurance obtained by Sampson was no notice to the company, as he was not acting for the company when he took the application for insurance in the Pennsylvania Company and the Pittsburgh Life, Eire, and Marine Insurance Company, and also a policy of $1000 in the Cumberland Valley Insurance Company, and as he did not inform the company of such application and he had no authority from the defendants to assent to the same.\n4. That Ralston, Ellis & Carter, and Ellis & Hoffman, having only an equitable estate in the premises, with only a small amount of the purchase-money paid at the date of the respective renewals of the policy, and not having made the same known to the company, the latter have the right to avoid the policy.\nThe court below answered these points as follows:—\n“ 1. We do not view this policy as containing a warranty. It is true the condition not to insure more than two-thirds is on the face of the policy, but it is not the averment of an existing fact, but a stipulation against future operations and acts. And the valuation in the application, whether $11,810 or $15,000, is- not in the policy, but only referred to, which makes it a representation and an estimated value. This point is therefore answered in the negative.\n“ 2. The letter of attorney of R. B. McCabe, Esq., was a general power to take risks and make surveys, which involves the right to do everything’ incident to those powers. Moreover, as a general rule, if an agent whose authority is limited, as between the constituent and agent, his acts beyond .the authority would not be binding; but as to the rest of the world, if held out as having a general power and exercising it as such, would be binding on his principal. To establish notice to an agent, however, that will bind the company, the evidence ought to be full, clear, and satisfactory. The jury are the judges of the weight of the evidence to that purpose.\n“ 8. If Sampson, at the time. the policies of insurance were laid before him, was not acting as the agent of the defendants, nothing that he did on such occasion would affect the defendants, although he was their agent during that time. The jury will decide how this was. If he was the agent of the defendants, and was acting as such, the notice of the policies laid before him would be a waiver of the forfeiture.\n“ 4. This point is answered in the negative if the jury believe any defects in the title or otherwise were waived by the constituted agents of the company, by renewing the policies.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs for $2298.66. Whereupon the defendants sued out this writ, and assigned for error the answers given by the court to the points above mentioned.\nT. & H. White and H. W. Weir, for plaintiffs in error.\nH. D. Foster, for defendants in error."
  },
  "file_name": "0367-01",
  "first_page_order": 367,
  "last_page_order": 374
}
