{
  "id": 422230,
  "name": "Bortz versus Bortz and Wife",
  "name_abbreviation": "Bortz v. Bortz",
  "decision_date": "1865-01-02",
  "docket_number": "",
  "first_page": "382",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 146",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 41",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0041-01"
      ]
    },
    {
      "cite": "9 Watts 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850015
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0015-01"
      ]
    },
    {
      "cite": "3 Wright 483",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 Wright 484",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 17",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856549
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0017-01"
      ]
    },
    {
      "cite": "7 W. & S. 45",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 Yeates 298",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/4/0298-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 655,
    "char_count": 13053,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.1745266579782587e-07,
      "percentile": 0.5872340433747296
    },
    "sha256": "ceac1520f46e2cd8855a9bad77dc6410fd6518d631e27c474c5d92df4969bfe4",
    "simhash": "1:51636a420ce5ddab",
    "word_count": 2269
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bortz versus Bortz and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— We look upon the instrument of writing of the 12th September 1857, between John Bortz and wife and Margaret Bortz, as an executed conveyance. The rule stated in Sherman’s Lessee v. Dill, 4 Yeates 298, and by Sergeant, J., in Kenrick v. Smick, 7 W. & S. 45, and Strong, J., in Ogden v. Brown, 9 Casey 249, is, that from the intention of the parties, as collected from the instrument itself, we must judge whether the writing is an executed conveyance or only executory. Where it is doubtful upon its face, light may be shed upon it by the attending circumstances.\nIn determining this intention, ex visceribus, the first rule is to inquire whether the language imports a present conveyance, or whether, collecting all its parts, it contemplates a further assurance to pass the title: Grey v. Packer, 4 W. & S. 17; Garver v. McNulty, 3 Wright 484. The instrument in the case before us, both in the granting part and in the habendum and tenendum, uses the ordinary formal language of a deed of conveyance, and most distinctly conveys the title, in the usual mode by the past and present tense. Now, unless this express language is counteryailed by some other part of the writing, or by some fact or circumstance set forth in it, no conclusion can be drawn contrary to its explicit terms.\nThe only fact that appears, from which any inference can be drawn, is, that the consideration expressed is to be paid in future annually during the lives of John Bortz and Eve his wife, with a provision for increase or reduction in case the annual sum should be too little or too much for their support in their customary manner of living. But no inference as to the character of the conveyance can be legally drawn from the fact of future payment, unaccompanied, as here, by any conditions, covenants, or restrictions relating to the title, to restrain its present passing. It has been well said by Lowrie, C. J., in Nease’s Appeal, 7 Casey 294, and by Thompson, J., in Garver v. McNulty, 3 Wright 483, that the instrument may be executed as to one party and executory only as to the other. This was manifestly the character of the instruments in the cases of Cook v. Trimble, 9 Watts 15, Gray v. Packer, 4 W. & S. 17, Hepburn v. Snyder, 3 Barr 72, and Garver v. McNulty, above referred to. In all these cases, these writings were decided to be executed conveyances by the grantor, while the grantee’s covenants for the consideration were executory.\nIn Cook v. Trimble, 9 Watts 15, the conveyance was in consi deration of $160 and a comfortable support and living, to be given to the grantor, his wife and daughter, during their natural lives. This case is an authority upon another point, which touches the construction of the writing, to wit, that the stipulation for a living imported no condition, but was merely the recital of the consideration. Garver v. McNulty is an authority directly in point in this case. There the instrument was an agreement, was signed by both parties, and contained a condition precedent, that the grantee was to furnish the grantor with another house and garden. In the opinion of the court, delivered by Thompson, J., none of these features were deemed sufficient to take from the instrument its character as an executed conveyance. It was also in consideration of a comfortable support during natural life.\nTo these cases we add Heister v. Green, decided at this term, ante, p. 96, opinion by Woodward, C. J., in which it was held that a recital in a deed that the purchase-money was unpaid and was to be paid annually, created no lien on the property conveyed. The executed character of the deed on part of the grantor, and executory on part of the giantee, were fundamental elements in that case.\nKenrick v. Smick, 7 W. & S. 41, Williams v. Bentley, 3 Casey 294, and Ogden v. Brown, 9 Id. 247, furnish precedents of instruments construed to be executory only, but are not opposed to the construction given to the agreement in this instance. On the contrary, they recognise the rule of interpretation now declared, and decide the instruments to be executory, because the intention that they should be, is fairly to be drawn from the collected import of the writing.\nThe fact that Margaret Bortz was a married woman when the agreement was made, will not prevent the estate from vesting in her by the conveyance. She is capable of taking a conveyance to herself, and even tbe fact that it is encumbered with a condition will not prevent its vesting tbe title: 2 Black. Com. 203; Patterson v. Robinson, 1 Casey 81; Ramborger v. Ingraham, 2 Wright 146 ; Black v. Galway, 12 Harris 18. The verdict being for the defendant, the mistake of the court below as to the character of the instrument did no injury.\nThe judgment is affirmed. ■",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "H. D. Foster and H. C. Marchand, for plaintiff.",
      "H. P. Laird, for defendants."
    ],
    "corrections": "",
    "head_matter": "Bortz versus Bortz and Wife.\nAgreements, executed and executory, discussed and defined.— Title may vest in feme covert though encumbered with a condition.\n1. Whether an agreement for the sale of land is executed, a present conveyance passing title, or executory, contemplating a further assurance, depends upon the intention of the parties, as collected from the whole instrument.\n2. Where an agreement for the sale of land to a married woman, in consideration of a sum of money to be paid annually during the lifetime of the grantor and wife for their support, with a provision for increase or reduction, in case the annual sum should be too little or too much for that purpose, contained the formal words of a present deed of conveyance, distinctly conveying the land, was duly executed, acknowledged, and possession delivered, the article was held an executed conveyance vesting the title in the grantee, though the consideration expressed was to be paid in the future.\n3. That the grantee was a married woman when the agreement was made, will not prevent the vesting of title in her by the conveyance, though encumbered with a condition.\nError to the Common Pleas of Westmoreland county.\nThis was an action of ejectment, brought May 18th 1860, by John Bortz against Solomon Bortz and Margaret his wife, for sixty acres of land in Salem township.\nThe plaintiff, who was the owner of the land in controversy, on the 12th of September 1857 entered into the following agreement with Margaret Bortz :—\n“ Article of agreement made,” &c., “ witnesseth: That the said John Bortz and Eve his wife,.for and in consideration of the sum of $10 to them in hand paid on the first day of January, A. D. 1859, and the further sum of $80 on the first day of January, A. D. 1860, and also the sum of $90 per year, to commence on the first day of January 1861, to be paid annually every subsequent year during the lifetime of the said John Bortz and Eve his wife; and provided the said sum of $90 is not sufficient to maintain the said John Bortz and Eve his wife, the amount shall be increased to such further sum as shall maintain them in their customary manner of living; and provided the above stipulation shall be more than sufficient to maintain the said John and Eve Bortz during their lifetime or lifetimes, according to their custom of living, then the sum of $90 shall be reduced so as to comply with this present agreement; the said John Bortz and. Eve his wife to have the privilege of keeping one horse and cow during their lifetime; and the said John and Eve Bortz shall surrender all privilege of. farming, raising stock, &c., unto the said Margaret Bortz, and the said John and Eve Bortz, by these presents have granted, bargained, sold, aliened, enfeoffed, released and confirmed, and by these presents do grant, bargain, sell, alien, enfeoff, release, convey, and confirm unto the said Margaret Bortz, her heirs and assigns, all that certain messuage or tract of land containing sixty acres, adjoining lands with Robert Borland, Daniel Wilyard, and. John Mcllvain: to have and to hold the said messuage or tenements and tract of sixty acres of land, hereditaments and premises hereby granted or mentioned or intended so to be, with the appurtenances, unto the said Margaret Bortz, her heirs and assigns, to the only proper use and behoof of the said Margaret Bortz, her heirs and assigns for ever; also to have and to hold all the personal property of whatever kind after the death of the said John and Eve Bortz.\n“ In witness whereof,” &c.\nThis agreement was duly executed by both parties, acknowledged, and recorded.\nOn the hack of the paper there were receipts from John Bortz to Margaret for three years’ rent, dated May 1858, April 1860, and January 1861, but there was no covenant of warranty, nor any receipt for the consideration, other than as above stated.\nThe plaintiff’s counsel requested the court to charge the jury,\n1. That the alleged contract between John Bortz and Margaret Bortz is an executory contract, and as the evidence shows she was a married woman at the time it was executed, it creates no obligation on her part to perform any stipulation in it on her part, and is therefore void, and the plaintiff is entitled to recover.\n2. That the contract being an executory one, and the present action being substantially a bill in equity to cancel the agreement, the court can so decree in the premises as to do justice between the parties.\nThe court below (BuiriNGTON, P. J.), after stating the facts, charged as follows:—\n“The plaintiff’s counsel contends that this is an executory contract, and the grantee being a feme covert, was incapable of contracting, and that the contract thus lacking mutuality could not be enforced against the feme covert, and was therefore void as against the grantor; and this enables him to recover back the land absolutely. On the other hand the defendants’ counsel alleges that the instrument is an absolute conveyance that passes the entire unencumbered estate to his wife.\n“We do not entirely agree with either of these positions. It is manifest that so far as regards the grantee, the performance is executory, and this, together with the entire scope of the instrument, leads us to the conclusion that the paper is executory, leaving the legal title still in the plaintiff, for the purpose of enforcing performance by the grantee. A feme covert may be a purchaser even at common law, or she may be a devisee of an encumbered estate. It is settled that she may be a grantee of an executed estate in Pennsylvania, and give a valid bond and judgment for the purchase-money that will bind the land for payment. If she can thus become the recipient of a legal title, and give collateral securities for the purchase-money, it is difficult to conceive yhy she cannot purchase an equity, and secure the unpaid purchase-money by a stipulation in the instrument itself. Further, the defendants took possession, have made some permanent improvements, and paid a portion of the stipulated consideration. This ejectment by the plaintiff is a substitute for a bill in equity to cancel and rescind the said agreement; and we do not think a chancellor would do so if the plaintiff was otherwise entitled without a previous extinguishment of the equity thus acquired by payment or tender.\n[“ We therefore think, and so instruct the jury, that the plaintiff is entitled to resort to this action of ejectment to enforce the annual instalments. The plaintiff’s counsel desires us to say simply that he is either entitled to recover absolutely or not at all. This we decline for the reasons stated.]\n“ The evidence shows clearly that the payments due the 1st January 1863 and 1864 were not paid. The defendants’,counsel contends they were duly tendered and the money — $180—is paid into court. If the jury believe the tenders were made at the times due, and properly followed up, they would suspend this interest and prevent a recovery. The jury also, under the contract, are empowered to increase the amount of the annual payments, if they see proper. A tender, to be effectual, must be absolute, coupled with no condition, such as giving receipts.”\nThe first point was answered in the negative. In answer to the second the court said: “ If the contract was void or adjudged to be so, and the plaintiff restored to his former right on the premises, doubtless a chancellor would mould the decree’so as to do full equity. But we do not think a chancellor would move at all until the plaintiff seeking to rescind had done or offered to do everything required to extinguish any equity in the defendants. A chancellor having this power, it might be exercised by a jury under the direction of the court in a proper case. But as we do not deem this a void contract, nor this case one that equity can justly rescind, the form of the decree becomes immaterial. The point is therefore answered in the negative.”\nThere was a verdict and judgment for defendant. Whereupon the plaintiff sued out this writ, and assigned for error the answer given to the above points, and that portion of the charge printed above in brackets.\nH. D. Foster and H. C. Marchand, for plaintiff.\nH. P. Laird, for defendants.\nJanuary 2d 1865,"
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 387
}
