{
  "id": 422242,
  "name": "Fessler versus Love & Powell",
  "name_abbreviation": "Fessler v. Love & Powell",
  "decision_date": "1865-03-24",
  "docket_number": "",
  "first_page": "407",
  "last_page": "411",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 200",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 239",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0239-01"
      ]
    },
    {
      "cite": "3 Wheat. 200",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/16/0200-01"
      ]
    },
    {
      "cite": "7 Wright 318",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 12698,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.36258499434073e-07,
      "percentile": 0.9187103186324762
    },
    "sha256": "c04d70f10ab16171ec3253a9cea6e29fad033bc72abfd2fd497accef9d8a2bda",
    "simhash": "1:b87b6de4c736f32e",
    "word_count": 2295
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fessler versus Love & Powell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— When this case was here before, 7 Wright 318, we decided that the defendant might defalk his damages on account of the non-performance of the contract, in payment, or perhaps rather in part payment, for that which the notes in suit had been given. As these damages were claimed to have arisen out of the same transaction, they might well be set up as an offset or extinguishment against the plaintiff’s claim. That question was settled in that case, but the question of the measure of damages which the defendant might justly claim was left open, and that is the question now troubling us.\nIt appears that the plaintiffs delivered to the defendant but little over half the amount of logs contracted to be delivered in the spring of 1860: but notwithstanding, the defendant settled and paid them for all they delivered in cash, and by the notes in suit; but there was nothing to show that he relinquished his claim to damages for non-compliance by that settlement, and now he claims them.\nBefore stating the rule for the measure of damages, it is necessary to notice the character of the .contract, viz., that it was not a contract for the delivery of logs for the supply of a mill to manufacture lumber upon, so far as the contract speaks. Nothing of that appears in the contract, nor was there any offer to prove that this object was in view of the parties when the contract was' made. So far, therefore, as that might be claimed to vary the rule of damages in a case in wrhich it occurs, it is out of this case. Again: it does not appear that any money was paid on the contract in advance of the time for performance. The payments were made in May, after the logs were run. .There are authorities to show that advance payment will affect the measure of damages; but that aspect is out of the case also, and we do not commit ourselves at present on these points; they are outside of the case. We have only to deal with the case of a contract to furnish a certain amount of logs to be paid for when delivered according to contract. The rule in such a case is the difference between the contract price at the time and place when they were to be delivered, and the market price at the same time and place. This, in the absence of a contract to fill a special purpose, when the damages might be greater, would measure what the party would lose by the non-compliance of the other side. The following authorities clearly prove the rule : 3 Wheat. 200; 8 Watts 239; 12 Harris 392; 12 Casey 360; 5 Wright 200; Story on Cont. § 1022 b; 2 Greenl. Evidence, § 253; and many more might be added, but are unnecessary.\nThe question in regard to the damages was raised by the rejection of testimony offered. The defendant proposed' to prove the price of logs at the Susquehanna boom, in the spring of 1860, at and about the time for the performance of the contract by the plaintiffs, and the cost of driving them from the mouth of Little Clearfield creek to that place. This was rejected, on the ground that the cost of driving being deducted, would not fix the value or price at the mouth of the creek many miles distant, as the danger and risk to which such property was subject were so great as to render the test worthless. That item, the risk, it seems, would at times be greater than the cost of driving, computing it in money, and would necessarily vary with the stage of water, and the season of running. At best the evidence would have been a most uncertain test, but where such contingencies existed-it was not a test at all. The defendant was bound, in order to entitle himself to more than nominal damages, to show what his loss was, and could only do it by reliable evidence of the difference between what he agreed to pay and what he would have had to pay at th$ time and place of delivery. This was the rule of damages in his case.\nThe defendant’s second offer was to lay grounds for a different and more extended rule of damages; it was to prove his damages as a manufacturer by reason of the non-fulfilment of the contract by the plaintiffs, and also by reason of his mill standing idle for the want of logs on which to operate. Such damages, unless in view of the parties at the time of contracting, we think must be regarded as wanting in the directness or proximity required by settled authority: Adams Express Co. v. Egbert, 12 Casey 300. In the opinion of the court by Strong, J., it is said, “ A remote or possible loss is not sufficient ground for compensation. There is no measure for those losses which have no direct and necessary connection with the stipulations of the contract, or which are dependent upon contingencies other than the performance of the contract, and which are therefore incapable of being estimated. With no certainty can it be said that such losses are attributable to the wrongful act or omission of him who has violated his engagement. But, on the other hand, the loss of profits or advantages which must have resulted from a fulfilment of the contract, may be compensated in damages, when they are the direct and immediate fruits of the contract, and must therefore have been stipulated for, and have been in the contemplation of the parties when it was made.”\nI have quoted thus largely from this opinion, for it expresses in a consolidated form what I believe to be the exact principle in eases like the present. The plaintiffs could not know whether the logs were intended for manufacture by the defendant or not, in the absence of anything being said on the point. Nor could they know anything about whether there would be profits made in that way or not. If they were to take the risk of that, it should be shown. Without this, the rule is not applicable. It is subject to too many contingencies, among which are the chances of getting lumber to market, and the abundance or scarcity of money. Such damages would be purely consequential and remote. . The parties cannot be presumed to have had them in contemplation, but only such as should flow directly from the breach of'the contract. In addition to the authority of the case cited above, see Story on Contracts, § 1022 and note, and 2 Greenl. on Evidence, § 253 and note. Thus, we see that damages from such facts as were proposed in this offer, are not allowable from such testimony alone, and the offer was properly rejected. We see no error in the case, and\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "George W. Youngman, for plaintiff in error.",
      "C. D. Emery and J. W. Heylman, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Fessler versus Love & Powell.\nMeasure of damages for breach of contract for non-delivery of lumber under written contract. Evidence rcauired to warrant more than nominal domages.\n1. The measure of damages for the breach of a contract to deliver logs, is the difference between the contract price at the time and place where they were to bo delivered, and the market price at the same time and place.\n2. Hence, in an action On promissory notes given by the defendant for part performance of the contract, in which damages for breach were set up in defence, it is not error to reject evidence of the value of the logs at the boom, a point many miles below the point of delivery under the contract; especially where the risk and danger of driving the logs down the river was such, that the price at the boom, deducting the cost of driving, was no test of value at the place of delivery.\n3. Evidence is not admissible of defendant’s damages as a manufacturer of lumber, by reason of the non-delivery of logs, in consequence of which His mill stood idle for a part of the season; unless shown to have been in view of the contracting parties at the time of the contract.\n4. The defendant was bound, in order to entitle himself to more than nominal damages for breach of contract, to show his loss, and show it by reliable evidence of the difference between what he agreed to pay, and what he would have had to pay at the time and place of delivery.\nError, to the Common Pleas of Lycoming county.\nThis was an action of assumpsit by Benjamin D. Love and Samuel Powell, partners trading as Love & Powell, against P. Gr. Fessler.\nThe plaintiff declared on two promissory notes made by defendant, dated May 16th and May 17th 1860, for $456.50 at six months, to which the defendant pleaded non assumpsit and payment.\nThe case was this: — On the 10th day of October 1859, the plaintiffs made a written contract with the defendant, to deliver two millions of feet, or more, of white pine logs, at the mouth of Little Clearfield creek, in the spring of 1860, in time for the drives as they pass the mouth of the creek for the Susquehanna Boom, &c., which logs were to be measured by a competent man on the bank of the creek and calculated by the rule; the scaling to be paid for by the parties at equal rates.\nIn consideration of which the defendant agreed to pay $3.70 per thousand for each thousand feet delivered at the mouth of the said creek, in payments as follows: — $1.25 per thousand feet on or before the 10th day of March 1860, and seventy-five cents per thousand feet when said logs were delivered in the said boom, and the residue in two equal payments of three and six months, which two last payments were to take effect immediately after the delivery of the logs into the boom, and the two last payments were to be put in notes of three and six months.\nOn this contract Love & Powell received at its execution $5, as per receipt thereon ; and at different times after the delivery of the logs, including the two notes in suit, to apply on said contract the sum of $3974.82, making in all $3979.32 receipted for by them, exclusive of a running account for supplies furnished.\nAbout the 12th day of April 1860, Abraham Newcomer was employed by the parties to scale and calculate the logs at the mouth of Little Clearfield creek, as provided in the contract. He proceeded to perform that duty, Powell and Love both showing him where to measure the lumber. After rendering the account to Love & Powell it amounted to between ten and eleven hundred thousand feet, making a deficit on the amount to be delivered of about one million feet, which were unaccounted for, and never were delivered.\nThe defendant gave notice of his special matter, under the rules of court, and claimed, as an equitable defence to the plaintiffs’ demand on said notes, that they were given in consideration of the agreement on the part of the said Love & Powell to deliver two millions of feet, as stated in the contract, and that he had suffered damage in consequence of the non-fulfilment of said contract. He also claimed the difference of price to be paid at the mouth of Little Clearfield creek, in the spring of 1860, for the drive, and the price at which they could have been sold, or were worth at that time to him, and offered to prove the loss of the bargain, which evidence the court overruled and refused to hear. Also that he was the owner or superintendent of a steam saw-mill at Jaysburg, near the boom referred to in said contract, on which these logs were to be sawed, and for the stocking of which they were then and there so purchased and agreed to be delivered. That for the want of said logs the mill was compelled to remain idle at a very heavy expense; and that he had sustained loss, to wit, in amount exceeding the amount - of plaintiffs’ claim in this suit.\nCn the trial the defendant read the contract of 10th October 1859, and receipts thereon, and on account, including the notes in suit, amounting to $3979.32, and then proposed to prove the price of white pine logs in the Susquehanna Boom in the spring of 1860, together with the cost of driving said logs from the mouth of Little Clearfield creek to said boom, which was objected to and rejected by the court.\nDefendant then offered to show the damages he had sustained as a manufacturer, in purchasing logs on Little Clearfield creek in the spring of 1860, by reason of the nonfeasance of the plaintiffs and the non-fulfilment of their contract to deliver two millions, or more, of lumber, in logs, in time for the spring drives of 1860, and that his mill stood idle for want of said logs; which was also objected to and rejected.\nThe court instructed the jury to find for the plaintiffs the amount of the notes in suit, with interest; to which defendant excepted.\nThere was a verdict and judgment accordingly. Whereupon the defendant sued out this writ, averring here that the court below erred in rejecting the offers above mentioned, and in not permitting the jury to say how much damage defendant had sustained by reason of the non-fulfilment of the contract between the parties.\nGeorge W. Youngman, for plaintiff in error.\nC. D. Emery and J. W. Heylman, for defendants in error.\nMarch 24th 1865,"
  },
  "file_name": "0407-01",
  "first_page_order": 407,
  "last_page_order": 411
}
