{
  "id": 422182,
  "name": "Spaulding versus Andrews",
  "name_abbreviation": "Spaulding v. Andrews",
  "decision_date": "1865-03-06",
  "docket_number": "",
  "first_page": "411",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 270,
    "char_count": 4941,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.663311412994285e-07,
      "percentile": 0.6947217772155828
    },
    "sha256": "f09951b3b49c9cbd11b067c3cab1370a2a2c9bd4389562e9b95997919f6e1842",
    "simhash": "1:2830faa40cf1fc49",
    "word_count": 905
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spaulding versus Andrews."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— The plaintiff in error was sued by an endorsee, upon an alleged parol acceptance of an inland bill. The evidence of acceptance was, that soon after the bill was drawn, the payee, who was then the holder, presented it for acceptance, and received for answer from Spaulding, the drawee, that it was com trary to Lis mode of business to accept a draft. When told what the payee wished to do with the bill, and urged to accept it in writing, Spaulding replied, that it was not his custom to accept-in writing, his word was as good as writing, and that the draft would undoubtedly be paid at its maturity. Soon after, when again applied to for an acceptance in writing, he replied, “ The draft would be paid at maturity. You know me, and you may rely upon it, the draft will be paid; it will certainly be paid at maturity,” adding, “he had a running account with the drawer, and there would be funds in his hands before the draft matured.” When first applied to, he also said, “ he would take a memorandum of the draft, and place it to the account of Lambert” (the drawer). After this evidence had been given, the court permitted the draft to be laid before the jury, and instructed them, that if they believed Spaulding promised to pay the draft at maturity, the plaintiff (who became an endorsee after this alleged parol acceptance) was entitled to recover. In all this there is no error of which the plaintiff in error can complain. That a parol acceptance of a bill is binding upon the acceptor, in all cases not regulated by statute, is beyond doubt, and that a promise to pay a draft when it shall mature is an acceptance, is equally certain. Nor can it be doubted that the evidence of acceptance in this case was exceedingly strong.and u'nimpeaehed.\nIt is said, that even if there was a promise 'to pay the draft, there was no promise to Andrews, who obtained it after the acceptance. But an acceptance is a promise to pay to any one who may thereafter become the holder. ' And_the legal effect is the same, whether it be in parol or in writing. Nor does it make any difference when a parol acceptance is given, if it bé after the bill is drawn. It-, enures to the benefit of all parties to the bill. It maybe given to the drawer or .any other party to-the .bill,, after it has been endorsed away, and even after it'has become due. It may even be given to a person by whose direction and on whose account the bill was drawn, though he be no party to the bill, and although the bill had been previously endorsed. See Byles on Bills 147-8, and cases cited, especially Fairlee v. Herring, 3 Bingh. 625. If a bill comes into a_man’s hands with .a parol acceptance, though he does not know of that acceptance,^ he may avail himself of it afterwards when it comes to h;s knowledge. If not, then he has not all-the advantages previous “holders had.\nOf course, if there was an acceptance of the bill, it was not a promise to pay the debt of another. The acceptor is the primary debtor, and the Statute of Frauds does not require his engagement to be in writing.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "George W. Youngman, for plaintiff in error.",
      "R. P. Allen and J. W. Wood, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Spaulding versus Andrews.\nValidity of parol promise to pay draft.\n1. A parol promise to pay a hill when it matures is an acceptance binding upon the acceptor, in all cases not regulated by statute, and it enures to the benefit of all parties to it, as well the original holder and promissee, as of his endorsee or any subsequent holder of the bill.\n2. Hence, in an action by the endorsee of an inland bill against the drawee, the declarations of the defendant when called on for acceptance, “ that it was not his custom to accept in writing“ that the draft would be paid at matuity“that he would take a memorandum of the draft and place it to the account of the drawer“ that there would be funds in his hands before the draft matured,” &c.; are admissible as evidence from which the jury might infer his promise to pay : and it was not error to instruct the jury that if they believed the defendant had promised to pay the draft, the plaintiff was entitled to recover.\n3. If there was an acceptance of the bill, the promise was not to pay the debt of another: for an acceptor is a primary debtor, and the Statute of Frauds does not require his engagement to be in writing.\nError to the Common Pleas of Lycoming county.\nThis was an action of assumpsit by Emanuel Andrews, endorsee of Asa Oliver, against H. C. Spaulding.\nThe plaintiff declared on a parol acceptance by defendant of an inland bill of exchange, drawn by Z. H. Lambert, on the plaintiff, May 10th 1861, at four months, for $174.49, to which the defendant pleaded non assumpsit, payment, payment.with leave, and set-off, and in which there was a verdict and judgment for plaintiff. The case is fully stated in the opinion of the court.\nGeorge W. Youngman, for plaintiff in error.\nR. P. Allen and J. W. Wood, for defendant in error.\nMarch 6th 1865,"
  },
  "file_name": "0411-01",
  "first_page_order": 411,
  "last_page_order": 413
}
