{
  "id": 422240,
  "name": "Dewart et al. versus Clement",
  "name_abbreviation": "Dewart v. Clement",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "413",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 4993,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.4758476467397173e-07,
      "percentile": 0.6601583721676437
    },
    "sha256": "8013ad0b2bd98fef4da013c7124233accd2e68690ab1e26912b669a910eecf61",
    "simhash": "1:0749a7694812a2eb",
    "word_count": 892
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dewart et al. versus Clement."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— It is clearly settled in this state that a sale of personal chattels, unaccompanied by possessipn, is fraudulent in law as to creditors of the vendor — as to them it is void. This is a question for the court and not for the jury.\nIn this case the pleas were non cepit and property in the defendant. As the whole question was one of title, and whether it was in the plaintiffs or defendant, it was really tried on the plea of property, although the plaintiffs began by showing a .taking by the defendant, but as on the plea of property the burthen, of proof was thrown on the plaintiffs, they should havfe proceeded with their proof, which would have consisted of the two bills of sale, which would then have been evidence, and made a primé facie case. Instead of this they permitted the defendant to go on with his case, which showed clearly that the possession of the vendors never was changed, and that no matter what paper title the plaintiffs had, it was fraudulent and void as to creditors of the vendors, of whom the defendant was one.\nIn this stage of the case the bills of sale were offered by the plaintiffs, but without any proposal or offer or attempt to show that the boat was delivered to the plaintiffs under the assignments, or that there was any change of possession. If admitted, the ■court must have declared them fraudulent in law, and void as to the defendant and other creditors. As, therefore, it could not have changed the case or the result of it if they had been admitted and read, we do not think we are called upon to disturb the verdict.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "George Sill and Joshua W. Qomly, for plaintiffs in error.",
      "John B. Packer and W. M. Bockafeller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dewart et al. versus Clement.\nSale of chattels without delivery of possession void as to creditors. — Evidence in replevin under plea of property.\n1. A sale of personal chattels unaccompanied by possession, is fraudulent in law, and void as to creditors of the vendor; and the question is of law for the court, and not of fact for the jury.\n2. Where, in an action of replevin for a canal-boat, upon which it had been delivered to the plaintiffs; who claimed title by bill of sale, the plaintiffs did not prove their title hut suffered the defendant to show that the possession of the boat had never been changed from the persons as whose property it had been levied and sold to the defendant in the replevin, the rejection by the court of the plaintiffs’ offer of the bill of sale in evidence, subsequently made, was not ground for reversing the judgment, where the offer was unaccompanied by a proposal to show a delivery of the boat under the assignment: for, if admitted, the court must have held them fraudulent in law and void as to the defendant.\nError to tbe Common Pleas of Northumberland county.\nThis was an action of replevin brought by William L. Dewart and Edward W. Bright against Ira T. Clement for a canal-boat called “Col. E. W. Bright.” The boat was replevied and delivered to the plaintiffs, who filed a declaration in detinet, to which defendant pleaded non cepit and “property in himself.”\nOn the trial the plaintiffs did not offer to show title in themselves, ■ but gave the writ of replevin in evidence, proved 'the seizure by the sheriff, that the boat was in defendant’s possession at the time, (George Reeser being then present,) and that under the writ he delivered it to the plaintiffs, and thereupon closed their case.\nThe defendant then proved that he- had built the boat in controversy before August 1857, and had sold it to George Reeser and Peter Bright, who ran it for about two years, up to the spring of 1859. That on a judgment wdiich he recovered against Reeser and Bright, February 19th 1859, he sued out an execution levied on the boat, and purchased it at a constable’s sale.\n, The plaintiffs produced a notice signed by them, which had been read at the constable’s sale, in which it was claimed that one half of the boat belonged to Dewart by bill of sale from Reeser dated January 4th 1859, and the other half to Edward W. Bright, by bill of sale from Peter Bright dated January 15th 1859.\nThey then proved the execution of the bills of sale, and offered them in evidence.\nThe defendants objected to this evidence, because there was no offer to show that the boat was delivered to Dewart and Bright under them, or that there was any change of possession. The court sustained the objection, rejected the offer, and directed the jury to render their verdict in favour of the plaintiffs for such damages as in their opinion (in the absence of proof) would be right, instructing them that the measure of damage was interest on the value of the property from the time it was taken out of defendant’s possession.\nThere was a verdict and judgment accordingly. Whereupon the defendant sued out this writ, and assigned for error the rejection of the bills of sale above mentioned.\nGeorge Sill and Joshua W. Qomly, for plaintiffs in error.\nJohn B. Packer and W. M. Bockafeller, for defendant in error.\nFebruary 13th 1865,"
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 415
}
