{
  "id": 422188,
  "name": "Slonecker versus Garrett et al.",
  "name_abbreviation": "Slonecker v. Garrett",
  "decision_date": "1865-02-24",
  "docket_number": "",
  "first_page": "415",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 498,
    "char_count": 10543,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 5.754300652962843e-08,
      "percentile": 0.35993855240208983
    },
    "sha256": "951552769fbd52f4340ff885623c5e8abb3dace7bf2c672bdceebf718246acf4",
    "simhash": "1:88f378e23b92b294",
    "word_count": 1892
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Slonecker versus Garrett et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n— This cause was very carefully tried by the learned judge in the court below, and upon the trial, parol evidence was given to prove the nature and extent of the agency of Hartman as the agent of the plaintiffs below. Amongst this evidence was a letter of the plaintiffs to Hartman, upon the language of which the court gave a binding instruction to the jury. The court undertook to construe this letter, and to give it a construction which left nothing to the jury. In this there was error, for it should have been submitted with the other parol evidence to the jury, with proper instructions on the question of agency.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Henry C. Parsons and William H. Armstrong, for plaintiff in error.",
      "Gamble & Hepburn, for defendants."
    ],
    "corrections": "",
    "head_matter": "Slonecker versus Garrett et al.\nAgency, when a question of fact for the jury.\nWhere, in an action of replevin for lumber sold by an agent, the nature and extent of the agency is contested, a letter from the principal to the agent, bearing upon the scope of his authority, is admissible, but its effect is a question of fact for the jury and not of law for the court: and it is error in the court to construe it, by giving a binding instruction which leaves nothing to the jury.\nError to the Common Pleas of Lycoming county.\nThis was an action of replevin by Henry Garrett, Joseph N. Bailey, and Anna Cheyney, late partners, trading as Garrett, Baiey & Co., against William M. Hartman, David A. Stowell, Potter Pish, and John Slonecker, for about seventy-seven thousand feet of white pine and hemlock lumber, valued at $1804.10.\nThe plaintiffs, who resided in West Chester, were the owners of a tract of timber-land in Stewardson township, Potter county, upon which they had been for several years engaged in the business of manufacturing lumber.\nThe lumber in controversy had been selected out of about seven hundred thousand feet, cut and piled at their mills.\nThe defendants relied bn a sale of this timber by William Hartman, as agent of plaintiffs, to E. P. Fish, one of the defendants. The plaintiffs denied that Hartman had any authority to sell this lumber, and averred that the alleged sale was fraudulent.\nThe evidence relied on for the existence and extent of the agency is fully set forth in the instructions given to the jury by the court below, which were as follows:—\n“ The result of this case depends on the authority of William Hartman to sell the lumber in dispute. If he had authority, the sale made to Fish would be the same as a sale made by the plaintiffs.\n“The extent of his verbal authority is a question of fact for you. E. P. Fish purchased from Hartman. The agency of Hartman, to dispose of this lumber, is denied by the plaintiff and asserted by the defendant.\n“ Whenever one man authorizes another to do an act for him, the relation of principal and agent is formed. An agent’s authority may be created in two ways, by writing or parol; and the agency may be either general or special. It may be confined to a single act, or it may extend to all acts, connected with a particular employment or business. The agent may be bound by particular instructions, or he may be left to act at his own discretion. If the agent is acting under particular instructions, he is bound to adhere to them. When he acts within the authority given him, whether his agency be general or special, the principal is bound by his acts, and if loss results the principal must bear it. In the absence of particular instruction, a general power to sell implies a power to sell in the usual way.\n“ What was the nature and extent of Hartman’s agency ? Was it limited and special, or general ? The plaintiffs, at the time the agency was formed, were engaged in the manufacture of lumber in Potter county, and had been for some time previously. Lewis H. Rishell acted as their agent before Hartman. He did all their business; gave notes and due-bills; hired teams and hands and discharged them ; settled with the hands, sold lumber, which sales he states were recognised by his principals; superintended the stocking and sending off the lumber, bought beef cattle and a horse. His duty at the mill, he says, was to carry on the business for them, and see business carried on for them. Hartman was to take the agency in his stead — to operate in his place, to be agent in his place.\n“ Hartman states that he was authorized to do the whole business of plaintiffs at their mill — making lumber, selling goods, employing and discharging men, and all the business of manufacturing lumber; giving due-bills, which plaintiff recognised, and that he was authorized to sell lumber — that he had the charge of getting in the timber. That the whole of the firm gave him verbal authority to sell, and if he understood Cheyney right, he gave him written authority. That verbal authority was given him at the time he was hired. That he sold some lumber, and the firm ratified the sale. In one part of his testimony, he states that Garrett directed the sale to one of the persons to whom he sold some lumber, not the lumber in question. That he sold the lumber in question, in pursuance of authority from plaintiff in a letter, in answer to one of his; and sold it to make himself safe.\n“ The extent of his agency, as created verbally, may first be considered. [Whether such agency was created and existed; an authority to make lumber, and sell it in small or large quantities, is a fact that the court must submit to you.] The evidence, all of which is submitted to you, is, that it was not the habit of plaintiffs to sell- at that place, when this lumber was sold in large quantities. If Hartman had been in the habit of selling lumber at the mill of plaintiffs, and these sales had been recognised by plaintiffs and acquiesced in, there would be evidence of authority for the sale in question. Hartman does state a recognition of the acts mentioned by him. The lumber was sold by Hartman, as he states, to pay the amount due him for his services, and due-bills which he had given and taken up.\n“ This lumber unquestionably belonged to the plaintiff at the time of the sale of it to Fish by Hartman. Slonecker it is probable claims under Fish, although this is not in evidence; but the suit was brought against Slonecker, charging that it was in his possession, and the return to the writ shows that he retained the possession. The burthen of proof of Hartman’s authority to sell, is thus thrown on the defendant. Are you satisfied Hartman had the authority ? [A general agent is not merely a person substituted in the place of another for transacting all manner of business, but a person whom a man puts in his place to transact all his business of a particular kind. An authority of this kind empowers the agent to bind his employer by all acts, within the scope of his employment, and that power cannot be limited by any private order or direction not known to the party dealing with the agent. If you find Hartman was general agent for plaintiffs, and having authority to sell this and other lumber, and did sell this lumber, plaintiffs’ right to it has been diverted, and\" they cannot recover. If, however, you find there was not this general agency, then we must inquire, whether the plaintiffs gave Hartman special authority to sell.] If he had either a general or special authority, the plaintiffs cannot recover. [The special authority, if there was one, is contained in a letter, written to him by the firm, and dated 13th September 1861, an answer to one addressed to them by Hartman. There are two clauses contained in this letter, that are relied upon by defendant as giving authority to sell. These two clauses are in these words : * Is there anybody getting uneasy about their money, why tell them they can have lumber for their debt.’ This is the first clause. The other is: ‘If anybody wants lumber for what we owe them, why they can have, and that as cheap as they can buy it of anybody at Columbia.’ If these clauses, or either of them, confer power to sell, it is a special authority, and confines the agent to the power stated in it. We are of opinion it confers power to sell, but the sales are limited to creditors of the firm, persons to whom they are indebted. There is in it no limitation as to quantity — that would depend on the amount of debts, and the price the lumber was sold for. No price is fixed in the letter, and the lumber might be sold to the creditors at any price. The words ‘ as cheap as they can buy it of anybody at Columbia,’ the court do not think was intended to fix price. The lumber in dispute was sold to E. P. Fish — plank $10, boards $4.50 or $5, hemlock scantling $2.50. Fish was not a creditor of this firm, but Hartman was, and the object of the sale was, no doubt, to raise money to pay himself. We are of opinion that under this power Hartman had no right to sell to Fish, or any one who was not a creditor of the firm. He sold it as the plaintiffs’ property, and credited them with the proceeds, as he states. If he had retained lumber enough to satisfy his claim, and sold it as his own, another question would have arisen. The defendant, by this construction of the clauses in the letter, is thrown upon the question of general agency, which is a fact for you.]\n“ The credibility of the witnesses is also for you. No direct attack has been made upon their character, but Hartman has been contradicted in several particulars — in matters, however, which the court deemed immaterial to the issue trying, — and the rule of law, that when a witness testifies falsely to a fact material in the cause, and is contradicted by witnesses who are believed, his testimony will be rejected, does not apply.\n“ In addition to the remarks already made by the court, as to the general agency, and the testimony introduced to prove and disprove it, you should take into consideration all the evidence.\n“ If you find for plaintiff, you should find the value of the lumber, and other damages for its unjust detention, which is ordi-' narily the interest on the value of the lumber from the timo and at the place it was taken up to this time.\n“ If you find for the defendant, your verdict will be generally for him, and nominal damages, usually six cents.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff. The defendant thereupon sued out this writ, and assigned for error so much of the charge of the coui't as is printed above in brackets.\nHenry C. Parsons and William H. Armstrong, for plaintiff in error.\nGamble & Hepburn, for defendants.\nFebruary 24th 1865,"
  },
  "file_name": "0415-01",
  "first_page_order": 415,
  "last_page_order": 419
}
