{
  "id": 422272,
  "name": "Malone et al. versus Sallada et al.",
  "name_abbreviation": "Malone v. Sallada",
  "decision_date": "1865-01-27",
  "docket_number": "",
  "first_page": "419",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 337",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 393",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 1
    },
    {
      "cite": "7 Wright 341",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1098,
    "char_count": 40921,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 2.425409994556373e-07,
      "percentile": 0.8014303150492558
    },
    "sha256": "d90842e73b4576de9ce773b0542d9a5c9f6e68fe9dab5827bd21deed34248b1a",
    "simhash": "1:b8351630bc9f0e40",
    "word_count": 7328
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Malone et al. versus Sallada et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The question in this case was, whether the warrant and survey in the name of Isaac Miller — one of the series of twenty-five warrants issued in 1793 to Dr. Ruston — included the land in dispute. If it did, there was no vacant land at that place for the Heylman warrant and survey of 1855, under which the plaintiff claimed — if it did not, the land was vacant when the Heylman warrant was laid, and the plaintiffs were entitled to recover.\nThe main dispute had regard to the nature of the evidence by which this question of location was to be determined. The defendants below, who claimed under the Miller warrant, contended that it was to be located by its calls for adjoiners. There was a tract in the name of Peter Smith on the east, another of the series of twenty-five warrants — on the south Lawrence Lomison, an elder survey, whose location was well defined, and at the west, the deputy surveyor had written the word “ Starr” in his return, which it was said was a call for a surveyed tract in the name of Merrick Starr. Located by these adjoiners, Isaac Miller would take the land in dispute, but several of its courses and distances, and the configuration of the survey as returned into the land office, would essentially be changed. Notwithstanding these consequences, however, the defendants insisted upon its location by its calls; the word Starr being read Merrick Starr.\nThe plaintiffs, on the other hand, contended that the whole block of twenty-five surveys should be located by the marks on the ground, with no other reference to calls for adjoiners than such as would be consistent with the marks on the ground; and that it is immaterial that no marks are found on the Miller survey, since authentic marks are found on other tracts of the block sufficient to locate the whole block, and that these marks apply with decisive effect to Isaac Miller. They deny also that Merrick Starr was called for on the west of Isaac Miller, but if it was they say it was a mistake, and must be rejected in favour of the courses and distances as returned. In a word, the plaintiffs would locate the Isaac Miller by the marks on the ground of other tracts in connection with which it was surveyed and returned.\nIt seldom happens that a body of old surveys made in the mountainous districts of the state, can be so well located by marks on the ground as these twenty-five tracts of Dr. Ruston. Drafts have not been exhibited to us of all the tracts, but we have a connected draft of nine of them (not including William Lane, the leading warrant), and we have copies of the official return of these nine tracts, and from these, in connection with the testimony of the surveyors, there can be no difficulty in locating the exterior lines of the block. There were the older surveys, Jeremiah Paul and Lawrence Lomison, lying on the south, with abundant marks on the ground to determine their location, and they were called for by Isaac Taylor and Isaac Miller, two of Dr. Huston’s block. Then, there was the pine corner of William Gilbert and Jesse Brooks, verified by all the surveyors, and other marks upon the northern boundary of Gilbert and the southern of Brooks, which counted to the date of these surveys, all which, taken in connection with the marks on the older surveys that were called for, determine with unusual precision the location of this block of surveys. And when we are dealing with blocks of surveys we must remember that the marks on any part of the block belong to each tract of the block. Interior lines were never run, and marks are not to be looked for on them ; but if marks are found upon the ground to establish an exterior line of a particular tract of the block, and we find other tracts returned with that same line, we are to presume it was adopted as the boundary of these tracts, no less than of the tracts which bear the marks. When the surveyor, for in stance, ran from the pine corner of Gilbert and Brooks to the stone corner of Lomison and Paul, his course for more than three hundred perches was S. 10 E., and his only other course for eighty-nine perches was S. 4J E., and these two courses carried him the whole width of the Gilbert and Miller tracts, and formed the western boundary of these respective tracts. No marks are found on these lines, but the pine and the stones are sufficient to locate them, unless we are to reject them for those on the eastern side of Merrick Starr. To do so would extend the side lines of Isaac Miller some two hundred perches beyond the official calls, would substitute several other courses and distances for the two that were returned as the eastern boundary of Isaac Miller, would reject the stone corner altogether, for the Merrick Starr does not go to it, and would distort the shape of the survey as returned into the land office.\nWhen a younger survey calls for an older, the lines of the older, on the side on which the younger lies,' are what are called for, and hence the surveyor was not expected to run and mark new lines. His instructions, indeed, forbade him to do so. But if he protracted and returned lines that do not coincide with those of the older survey which is called for, they are to be rejected, and the lines of the older survey adopted unless marks on the ground forbid it. Such was the case of Quinn v. Hart, 7 Wright 337. In that case there were no marks to control the location of the Fishburn warrant (an individual warrant and not one of a block), and we decided that it must go to its calls, though it changed the official courses and distances. That case is supposed to rule this in favour of the'defendants below, and there would be considerable force in the argument, if this case, like that, were without marks of the younger survey. But, say counsel in reply, there-are no marks on Isaac Miller the younger survey here, and therefore it must go to its call. The answer is, that though Isaac Miller bears no marks, the body of which it is a member is well marked, and if the defendants were engaged to establish it according to its official return, would they not insist upon appropriating those marks on the body to this member ? They would say the twenty-five tracts were located at the same time, by the same surveyor, adjoining each other, and returned into the land office with calls for such and such courses and distances, and there are marks on the ground to prove incontestably that some of the lines were run where the returns describe. Then they would argue, with conclusive force, that every tract of that body was to be located consistently with these incontestable lines; that the return of the surveys was a valid appropriation of the land, indicated by the official lines, and that all the official lines were proved by marks on the ground, which establish any of them. In this manner they would defend the location of the Isaac Miller where the official lines place it, and if the “ Starr” were pleaded against them as an adjoiner, they would say th,at whatever the deputy surveyor meant by writing that name on his survey, he could not have intended it for Merrick Starr, for that lay more than half a mile west of the westernmost boundary of Isaac Miller as returned. In a word, the marks of the body would be appropriated to the benefit of the particular tract, and thus, according to all the cases, Quinn v. Hart included, the marks on the ground would decide the location, rather than an equivocal and inaccurate call for an ad-joiner. .\nWhat would be a complete vindication of the location of Isaac Miller according to its official lines, supposing it assailed, is equally conclusive against the attempt to carry it beyond its official lines. It must lie where it was placed, and seeing that it was part of a block, it must lie where the block placed it; and of the location of the block the marks on the ground are the best evidence, in behalf of -which calls for adjoiners, even if unequivocal, must be rejected.\nThe learned counsel for the plaintiffs in error, foreseeing how the application of these undoubted principles of law would take away this land from the Isaac Miller, were constrained to argue, before they quit the case, that perhaps the call for Starr ivas a mistake, and that the twenty-five tracts were surveyed in a solid body, that excluded the possibility of vacant land between Taylor and Evans on the one side, and Gilbert and Miller on the other.\nThe supposed vacancy is a parallelogram, having, according to the official drafts, Jesse Brooks on the north, William Gilbert and Isaac Miller on the east, and a part of Isaac Taylor also on the south. These five tracts, all belonging to the body of twenty-five, surrounded completely the supposed vacant land on which the Héylman warrant was laid. The Merrick Starr, which is mostly within the lines of Isaac Taylor, lies on the west of the vacant land. Now, as I understand the. argument of counsel, we are to disregard the Merrick Starr, and the vacant land, and are to bring Gilbert and Miller on the east and Evans and Taylor on the west, together, having for a common boundary an interior line, which was never run on the ground, but the course of which would be N. 10 W.\nThe objection to such a location is, that it would alter the official distances of some of the tracts very essentially, and violate the calls of each one of the surveys, without a mark on the ground to justify it. The distance from the western boundary of Gilbert and Miller to the eastern boundary of Evans and Taylor is, according to the official papers, two hundred and two perches, and to bring these tracts to a common boundary this distance must be added to the side line of either Gilbert and Miller, or of Evans and Taylor, or must be divided between them. I see no warrant for doing this except the general policy of excluding strips of vacant land in the midst of a body of surveys; but against this stands the fact, that every one of these surveys calls for “ Starr” in the very place where the vacancy is alleged. For instance, Jesse Brooks calls for “Starr” on the south, Taylor and Evans for “ Starr” on the east and north, and Gilbert and Miller for “ Starr” on the west. No one of these tracts calls for the other on that side.\nNow, it is unnecessary to say that this was a valid call, and quite impossible to decide that the.surveyor meant to call for the Merrick Star survey, which, if really made before 1803, was not laid where these calls would place it. But is it not apparent that the surveyor did not mean to locate these tracts as adjoining each other ? That is now our immediate question.\nIf he had written the word “vacant” instead of “Starr,” he would not any more certainly have indicated an intention to keep the tracts apart, which the argument proposes to join together. In some way, not now explainable, the surveyor had got the idea of a prior appropriation of this land in the name of Starr, and so marked it on the return of his surveys of 1793; and whilst it does not prove such prior appropriation, it does prove that, unless we are are to make a survey for the parties, we cannot join together tracts that were placed two hundred rods asunder. Therefore, we can no more extend these surveys against the manifest intention of the surveyor, for the mere purpose of excluding vacant land, than we can allow the call for Merrick Starr (supposing that to have been the call intended) to overrule the marks on the ground. The defence was no more sustainable in the one aspect than the other.\nBut the court is complained of for withdrawing the question from the jury. The learned judge ruled that the call for Starr “ ought not to control the other facts which bear upon the location ;” and that the western line of Isaac Miller was to run from the pine to the stones corner above mentioned. As these corners were proved beyond all contradiction, there was no error in assuming that the jury would find them, and the direction amounted only to a correct enunciation of the legal principle that official courses verified by marks on the ground, were to prevail over calls for adjoiners. This was scarcely withdrawing thé case. It was telling the jury, plainly, how to apply the evidence consistently with legal principles, but it left them to make the application. Location of surveys is generally a question of fact for the jury, for it generally depends upon conflicting proofs; but where the proofs are uncontradicted, and the event depends upon the principles of law which govern the legal effect of the proofs, it is the duty of the judge to declare the principles, and it is no fault that he does it plainly and intelligibly.\nI have thus far considered the ease as if Merrick Starr were a regular and valid survey of 1785. The court below held that it was not surveyed until 1805, and that no survey in that name existed when the warrants of 1793 were laid, and this ruling is assigned for error.\nWe do not think the question is worth debating. Grant, if you please, that the court were wrong in treating the Merrick Starr as a survey of 1805 instead of 1795, still the conclusions we have reached above would be unaffected. They are founded, indeed, upon the very assumption that Merrick Starr was a survey of 1795. If it were so, the surveyor of 1793 could not have understood its location, or else he did not intend to call for it by his word Starr, for he certainly would never have returned the tract as resurveyed in 1805, as adjoining Evans, Brooks, and Gilbert. But it does not appear to us to be necessary to discuss the question, and it is enough to say that if the court were mistaken, which we do not affirm, it is a harmless error, for which the judgment is not to be reversed.\nWe cannot perceive that the plaintiffs-in error were injured by the rejection of the evidence alluded to in their first bill of exceptions. The offer was to prove that Brobst took possession “by the lines of the Merrick Starr survey.” Now, whether that was a survey of 1775 or of 1805, it was evidently appropriated land, and hence there was no room for the presumption authorized by the sixth section of the act of 27th April 1855 (Purd. 654).\nNor could there be a pre-emption right, both because Brobst, if within the lines either of Merriclc Starr or Isaac Miller, was on land already appropriated, .and because, if not within those lines,, no such acts were offered to be shown as would constitute a settlement on whatever vacant land lay outside the lines of these two tracts. The clearing over these lines, or the cutting of timber beyond them, would not constitute a settlement. There was no offer to prove a residence on the vacant land, and without this the offer amounted to nothing, and was properly rejected.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      },
      {
        "text": "Concurring opinion, by\nAgnew, J.\n— The plaintiffs in error claim under a survey in the name of Isaac Miller, upon which the name “ Starr” is marked as a call at the western side, and raises the only substantial question in the case.\nIn Quinn v. Hart, 7 Wright 341, Justice Woodward stated, as the result of the authorities upon the subject of survey, the following :—\n“ The lines run and marked on the ground are the true survey, and when they can be found, will control the calls for a natural or other fixed boundary, and conclusively establish the survey, but when a younger survey calls for an older as an ad-joiner, and no lines are found to have been marked for the younger, on the side on which the older is called for, the line of the older becomes the division line between the two tracts, or in other words, the younger is to be laid so as to adjoin the older. If no adjoining survey and natural monument be called for by the younger, and no lines be found on the ground, then the lines returned into the land office determine the location.”\nIn the main this statement is correct, and strictly so in reference to the case then before the court. But in the numerous cases falling -within the scope of the statement there are some shades of difference which the case now before us is calculated to bring into view, and which the judge, delivering the opinion, doubtless had in his mind, as may be noticed in the remark immediately following, referring to the case of Henry v. Henry, 5 Barr 249, and Ormsby v. Ihmsen, 10 Casey 470. In Henry v. Henry, the line of the junior survey called for two courses of the older, but it was a single straight line, while between these two courses the older survey had two lines retiring from the junior, leaving a triangular piece of ground, the subject of controversy. Had the surveyor, in making the junior survey, intended to adopt the lines of the older, it is plain he would have made two lines upon his draft corresponding to the older, and not a single line, as the junior survey was returned. Coulter, J., remarking upon this, says : “ If one survey calls for the lines of another survey, it is not necessary that they should be marked over again on the ground. But the survey must describe and adopt them.” It does not appear that the line of the junior survey in that case was found marked upon the ground, except so far as (it being a single straight line) the courses called for of the older survey constituted marks. This is a seeming exception to the second branch of the rule stated by Justice Woodward, and yet it is not so in principle, but carries a shade of difference with it. There the court held a junior survey did not extend to the older, but the reason manifestly was because the evidence upon the face of the junior survey was convincing that the surveyor did not intend to adopt the two lines of the older survey, and therefore did not describe and return them. But it would not be a correct conclusion from this decision, to say that a junior survey cannot be extended to meet the lines of an older unless it describes and returns them. Undoubtedly, when the evidence upon the face of a return of survey shows the intent to locate adjoining to an older survey, the mere difference between the official courses and difference in the two will not alone prevent them from adjoining.\nOrmsby v. Ihmsen, 10 Casey 452, in principle is really very much like Henry v. Henry, though the judge who delivered the opinion did not place it exactly upon the same ground, but rather upon the conclusive presumption of a survey on the ground, according to the official return, arising after twenty-one years. The court below, in that case, undoubtedly erred in holding that, although the presumption of an actual survey had arisen from lapse of time, yet it might be negotiated by a failure to find marks where marks should appear; yet I am not sure that \"a conclusion might not be drawn, from the language used in discussing the case in this court, foreign to the meaning of the judge who delivered the opinion. While it is a conclusive presumption, after twenty-one years, that a survey was made upon the ground, in opposition to the allegation of a mere chamber survey, yet it is not conclusive in all cases that it was made precisely as returned: Mock v. Astley, 13 S. & R. 383 ; Caul v. Spring, 2 Watts 393; Schable v. Doughty, 3 Barr 393. Indeed, in every case where the marks or monuments of the survey are found upon ground, though differing from the return of survey, they control it. So, where upon the face of the survey as returned, there is evidence that the lines of an adjoining survey were adopted, and no marks to the contrary upon the ground appear to control this manifest intent, the junior survey will close up to it, notwithstanding there be a difference in the courses and distances, and more than twenty-one years have elapsed; and this is the rule stated in general terms, laid down in the second branch of the statement of Justice Woodward, in Quinn v. Hart. It was there clearly not the intention of Justice Strong, in Ormsby v. Ihmsen, to hold that the line in question there, viz., “by the land of John Ormsby, S. 76 E. 148½ perches,” was conclusively to be placed upon that exact course because twenty-one years had run, but simply that the presumption of the survey as returned by that line was not to be rebutted by mere negative evidence, that no corresponding marks could then be found. The true reason, then, why the call for John Ormsby’s land was controlled in that case by the official return, like Henry v. Henry, is to be found in the fact that upon the face of the return there is evidence to show that the call was a mistake. The survey of “.Bergen op Zoom,” at that side, called for a single straight line from the land of Oliver Ormsby to that of Charles Smith, while part of the land of Oliver Ormsby lay beyond the line before John Ormsby could be reached, and beside John Ormsby’s land lay that of Barney Hall, not called for in the “Bergen op Zoom” survey, but which must also adjoin if the land of John Ormsby adjoins. In order, therefore, to adjoin John Ormsby, the survey must have three lines instead of one, a new adjoiner not called for, and the corner trees at each end of the single line must be rejected, viz., a post and sugar tree, and a black-oak called for upon the return of survey. Both these cases, instead therefore of being exceptions, and not squaring with the rules stated in Quinn v. Hart, really furnish us with the elements merely of an additional rule, and that is, where, from the return of the survey itself, we can discover that the call for an adjoiner is a mistake, even though no line can be found upon the ground corresponding to the line as contained in the return, the call may be controlled by the line as returned, and the other evidences of location contradictory to the call.\nThe present case is a clear illustration of the fitness and necessity of the rule. The surveys in the names of William Gilbert, Isaac Miller, Isaac Taylor, Jesse Evans, and Jesse Brooks, were all made on the same day by the same surveyor, and for the same person, Dr. Huston, and located together in one block by exterior marks on the ground. They are not therefore to be judged of' by the familiar rules which apply to block surveys, as contributing in the act of survey parts of a single whole. They present this peculiar and remarkable feature, though a single block they are not solid, but appear upon their own face to have been surveyed around another ownership called “Starr,” this interior space being a rectangle, whose opposite circles are 320 and 212 perches respectively, and containing 424 acres, to wit, 400 acres and allowances. This rectangle called “ Starr” is bounded on the east by the William Gilbert and Isaac Miller surveys, each calling “ Starr” on their west, and together making 320 perches — by one leg of the Isaac Taylor survey on the south 212 perches — by the other leg of Isaac Taylor (Isaac Taylor being L shaped), and by Jesse Evans on the west, together making 320 perches — and by the Jesse Brooks survey on the north 212 perches. These several surveys all call for “ Starr” on the side adjoining the rectangle. This also appears by converting the surveys as returned, the space called “ Starr” having been manifestly left by the surveyor in surveying around it to answer some prior title. These surveys were made for Dr. Ruston on the 17th October 1793.\nOn the 14th November 1805, a survey was made on a warrant in the name of Merrick Starr, dated the 31st March 1774, descriptive to a general intent, but not so precisely as to fix its boundaries or their number. This survey recited a former, as having been made June 9th, 1775, but no marks have been found to correspond with any such survey, none reaching beyond the date of the resurvey. The figure of the survey consists of sixteen sides, including a long, narrow neck connecting its main parts, and lies almost wholly upon the Isaac Taylor survey, very little of it occupying the space called “ Starr” in the block of surveys. The Isaac Miller survey, the one upon which this controversy arises, lies, according to its return, at the south side of William Gilbert, cornering with it, and bounded east and west by the same straight lines. The north-west corner of the Gilbert survey is found upon the ground, its location being fixed beyond dispute. The southern boundary of the Isaac Miller consists of five courses and distances, to conform it to an older survey in the name of Lawrence Johnson, the lines of which, as well as marks on the Isaac Miller survey, locate the southern boundary of the latter beyond controversy. The eastern boundary of Miller and Gilbert, the same continuing line is also fixed. All this is indisputably proven by the testimony upon both sides. The plaintiffs in ei’ror ask that the western boundary of Isaac Miller shall be extended westwardly to the survey of Merrick Starr, made in 1805, a distance of nearly two hundred perches, thereby lengthening the southern boundary almost a hundred perches, and making its western boundary to consist of three ■courses and distances instead of one.\nFrom the description of these blocks of surveys already given, it is manifest this cannot be done, and that “ Starr,” as marked on the five several surveys, is a mistaken description. But I may state more distinctly, as reasons convincing us of a mistake upon the face of the surveys themselves, that being all made at the same time by the same surveyor, and for the same owner, such survey is entitled to the application to it of the same rule. What right has Isaac Miller to ask to be carried west more than William Gilbert, or more than Isaac Taylor to go north, or James Brooks to come south ? Jesse Evans, by no possibility, can ever reach Merrick Starr, for Isaac Taylor lies between, and on the south, while Evans calls for “ Starr” on the east, Jesse Brooks is still further off with Evans and Taylor between, on half his southern boundary, which must be broken and deflected down to the open space to touch only a small corner of Merrick Starr. The name “ Starr,” the open quadrilateral space left by the calls of the five surveys containing four hundred and twenty-four acres, instead of a sixteen-sided .figure containing but one hundred and seventy-nine acres, lying almost wholly on the Isaac Taylor survey; all prove conclusively, upon the face of the returns, that the surveyor who located the five warrants of Dr. Ruston, had no knowledge of the Merrick Starr survey, never intended to adopt it, did not adopt it, and could not possibly conform to it in the manner in which he located them. All that he did was to leave a sufficient quantity of land to answer the warrant, which was descriptive to a general extent, and therefore entitled to a priority of location, according to its description. But the call for a space to file a descriptive warrant is very different from the call for a survey by lines. The five warrants and surveys were official papers, while the proof of their actual location everywhere else, except at the western boundary of the Isaac Miller survey, was not disputed. The court was therefore justified in instructing the jury upon such a state of facts that the call for “Starr” was.a mistake, and to be disregarded.\nIn argument, it was said this was a block of surveys, to be located by its exterior lines, and therefore it is a solid within, which must close it up to the lines of the Merrick Starr survey. But this is an oversight of the true character of the fact, that the “ Starr” lines are exterior to the block. It is not the case of a solid block surveyed around another ownership, in which the lines of the ownership thus enclosed are as much exterior to the block of five surveys as those lines are which surround the whole.\nThis disposes of the case, for in this view of it the error assigned to the rejection of the testimony as to the possession from 1814, under Valentine Brobst, is immaterial. If an error, it did no injury. The title, under the survey of Isaac Miller, did not cover the disputed territory, and a mere possession without residence could give no title, while the presumption supposed to arise under the Act of 1855 was clearly and distinctly rebutted by the surveys and undisputed evidence of location, which showed that the alleged possession under the title of Brobst, to the Miller warrant and survey, could not extend that title to the land in dispute.\nThe judgment should be affirmed.",
        "type": "concurrence",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Joshua Comly and J. B. Packer, for plaintiffs in error.",
      "Jacob Hoffman, William W. Rockafeller, and John W. Ryan, for defendants."
    ],
    "corrections": "",
    "head_matter": "Malone et al. versus Sallada et al.\nLocation of surveys by calls for adjoiners.\n1. In the location of land warrants, the lines run and marked upon the ground are the true survey; and when found, control the calls for natural, or fixed boundaries.\n2. Where a younger calls for an older survey as an adjoiner and no lines have been found to have been marked for the younger, the line of the older survey becomes the division line between the two tracts.\n3. If no adjoining survey or natural boundary he called for by the younger survey, and no lines he found on the ground, the lines returned into the land office determine the location.\n4. But where, from the return of a survey, it is ascertained that the call for an adjoiner is a mistake, the call may be controlled by the line as returned and the other evidence of location contradictory to the call, even though no line can be found on the ground corresponding to that in the return. Per Agnew, <1.\nError to the Common Pleas of Northumberland, county.\nThis was an action of ejectment, by Jacob M. Sallada, Henry Taylor, and Levan Mannerbach against James Malone, Daniel Kriegbanm, Robert Hayes; Henrietta Elliot, executors of John Elliot, deceased, and Andrew M. Eastwick, for a tract of land in Mount Carmel township, Northumberland county, containing one hundred and seventy-six acres and eighty-three perches, aDd allowance. Some of the names of the above named plaintiffs and defendants were added on the trial, as their interests in the land in controversy were ascertained.\nThe plaintiffs claimed title to the land in question under a warrant granted on the 2d day of March 1855, to John C. lleylman, upon which a survey was made of one hundred and seventy-six acres and eighty-three perches, on the 9th day of the same month. They showed that they were entitled to three undivided one-fourth parts of all the title and interest acquired by the warrantee, and there was no question as to its location. But it was claimed by the defendants that it was laid upon land which had been appropriated by a prior warrant and survey in the name of Isaac Miller. The only controversy between the parties was in reference to the location of the western boundary of that tract. It was one of a batch of warrants applied for on the 3d and granted on the 10th day of May 1793. These warrants were owned by Dr. Ruston, who paid the purchase-money on the 3d day of September 1793, and for whom a survey was made upon the Isaac Miller warrant, and also upon wai-rants to Jesse Brooks, Jesse Evans, Isaac Taylor, and William Gilbert, on the 17th day of October 1793.\nThe official return of survey of Isaac Miller called for land of William Gilbert, on the north, and for an older survey in the name of Lawrence Lomison, on the south. Its northern boundary line as returned was of the same length as the southern boundary line of the Gilbert tract. The lines of the Lomison tract were found on the south, and the evidence which showed that its eastern boundary line was originally run, was unquestioned. There were other facts in which the testimony of the witnesses upon both sides concur, among which was the fact that the northern line of the William Gilbert tract was run and marked upon the ground in 1793; the pine called for at the north-west corner was still found there, with the original marks of the surveyor. It is also the south-west corner of the Jesse Brooks survey, made on the same day, and for the same party. The southern and western lines of the last-named tract were run and marked upon the ground, and its corners were, according to unquestioned testimony, still to be found as returned. There was one other important fact, viz., the call for the stone-corner, south-west of Miller, and also a corner of the Lomison and Taylor tracts was originally a corner of the Lomison survey, and when the others were made it was adopted by the surveyors as corner for them.\nThe defendants contended that as there was no evidence of marks upon the ground, showing that the western line of the Miller tract was run by the surveyor, and as it called for the “ Starr” tract on that end, that its lines must be extended until they reached the warrant or survey, in the name of Merrick Starr, which lies some two hundred rods farther west than the Miller tract would go, according to the courses and distances returned. If so extended, it would cover all the land surveyed under the junior -warrant to Heylman.\nThese were the main facts of the case, derived from a large amount of documentary and other evidence.\nIo the course of the trial the defendants called Jacob Yarnell, who testified that he had been on the land in dispute, and had resided on it with his father.\nDefendants proposed to prove by this and other witnesses, that Valentine Brobst and others, under whom defendants claimed title, took possession of the property in dispute, by the lines of the Merrick Starr survey, now claimed as the western boundary of their land; that they made improvements upon the property, and cleared the land. That as early as 1814, the western boundary of the Miller survey was fixed, and claimed by the owners, as adjoining the Starr survey as now claimed, and that they had, from that time to this, claimed that as their line, exercising acts of ownership over it to that line — and had been in actual possession, and paid the taxes assessed thereon from the year 1814 to this time.\nThe plaintiffs objected to this offer, for the following reasons :—\n1st. If the land west of the line running from the pine to the stone corner was vacant, nothing short of continued personal resident settlement upon the vacant lands would give any right thereto, as against a warrant and survey, such settlement must be made with a view to making it the means of supporting a family.\n2d. If the warrant of Isaac Miller covers the land in dispute, then their title being older than plaintiffs must prevail, and. the evidence was irrelevant.\n8d. The cutting of timber and claim of title, with acts of ownership, cannot extend the boundaries of the Miller survey.\n4th. The defendants do not propose to give such evidence as would give a pre-emption right to the lands in controversy.\n5th. The evidence offered under the facts in this case is entirely irrelevant.\nThe evidence was rejected, and an exception for the defendants.\nThe court below (Elwell, P. J.), after stating the facts, charged the jury as follows :—\n“ When a younger survey calls for an older one as an adjoiner, the older becomes the boundary line of the younger, unless a line was actually marked upon the ground limiting the younger to a distance short of the older survey. The lines run and marked will control the calls for other objects. In the absence of such adjoiners, or other fixed monuments, and also of lines marked upon the ground, the courses and distances called for in the return of survey are to be taken as the guide in ascertaining the location.\n[“In 1793, when the Isaac Miller survey was made, the Merrick Starr survey had not been returned into the land office. A Warrant in that name had been issued nineteen years before, on the 81st March 1774, but no return was made of any survey upon it until 1805, twelve years after the making of the Miller survey. No lines of 1775 have been found upon the Starr survey, and the only evidence that any survey had been made earlier than 1793, is the statement of the deputy surveyor, that he resurveyed it in 1805 upon old lines of 1775. But the Miller tract is to be located by the facts as they existed at the date of its survey. There was then nothing in the land office to show the location of the Starr tract, nothing by which the officers could ascertain whether the survey as returned would have to be extended two hundred rods, or two miles, to make the Miller adjoin the Starr tract.\n“When the surveyor has knowledge of the existence and location of an older survey, it is no objection to his survey that his lines must be considerably extended to reach the older survey, it being called for as adjoining. But when it is evident from the official papers and from undisputed facts, that he did not know the location of the older survey, and when, by extending his survey so as to adjoin the older survey, will lengthen some of his lines nearly two hundred rods; change the figure of the tract, and alter every course and distance, it cannot legally be so extended.]\n“ It is very evident, from the official drafts, as well as from the concurring testimony of all the surveyors, that the deputy surveyor of 1793 did not know the location and figure of the Merrick Starr survey. He calls for Starr’ at the west end of Isaac Miller and William Gilbert; at the east end of Jesse Evans and Isaac Taylor, and on the south side of Jesse Brooks, when in fact Isaac Taylor, as surveyed by him and returned, covered the greater part of the ‘Starr’ tract as run in 1805. It does not lie on the west of Gilbert, nor east of Evans and Taylor, nor south of and adjoining Jesse Brooks. The east end of Merrick Starr contains five courses, all of them largely variant from the two returned for the west end of Miller.\n“ Again : it is conclusively shown that he left the space marked 4 Starr,’ of the width of two hundred and twelve rods, and in the form of a parallelogram, and not of the shape of the Starr survey. It is shown in this wise: he measured and marked the south line of the Jesse Brooks tract, and made corners at the south-east and south-west, which, as testified, are still to be found. The length of the south line of that tract is four hundred and twenty-four perches. He returned the Jesse Evans tract as extending from the south-west corner of the Brooks tract east two hundred and twelve perches, thus leaving the space which he calls 4 Starr’ two hundred and twelve rods in width at that end.\n[“We therefore say to you that, under all the evidence in this cause, the call for ‘ Starr’ on the draft of the Miller survey, ought not to control the other facts which bear upon the location, and is not to be considered as a call for an adjoining older survey, under the rules which I have before stated.\n“ The legal and proper place of the western line of the Isaac Miller tract is to be ascertained by a line from the pine, northwest corner of the William Gilbert survey, to the stone corner of the Lomison, Taylor and Miller tracts, following between those points the official- courses and distances as near as may be.”]\nAmong the points presented by the defendants, on which the instruction of the court was requested, were the following, which were answered as follows :—\n1. If the jury believe that the deputy surveyor did not run and mark the western line of Isaac Miller upon the ground at any place east of the survey of Merrick Starr, then the Isaac Miller survey must be located to extend to and adjoin the Merrick Starr, and the verdict of the jury ought to be in favour of the defendants. Which was answered thus:—\n“I decline to charge as requested on this point, for reasons stated in my general charge.”\n2. If the surveys Isaac Taylor, Isaac Miller, William Gilbert, Jesse Brooks, Jesse Evans, and the other surveys belonging to Dr. Thomas Ruston, returned as made on the same day, viz., on the 17th October 1793, when located as a block of surveys, would cover the land in dispute, then the verdict of the jury ought to be in favour of the defendants.\n“ The proposition contained in this point would be correct, if the several surveys called for each other, but as they are so located as to call for an open space designated ‘ Starr,’ of nearly two hundred rods in width, lying between the tracts on the east, and those on the west, the land occupying this space cannot be held to be covered by them.”\nUnder these rulings there was a verdict and judgment in favour of plaintiffs for three undivided fourth parts of all the land described in the writ, except a strip of land on the south side of the Heylman survey in evidence, twenty-four perches wide, and extending from Isaac Miller on the eas-t to Merrick Starr on the west, as per diagram filed with the verdict.\nThe errors assigned were, the rejection of the testimony offered by the defendants as above stated, the answer given to defendants’ points, and so much of the charge of the court as is printed above in brackets.\nJoshua Comly and J. B. Packer, for plaintiffs in error.\nJacob Hoffman, William W. Rockafeller, and John W. Ryan, for defendants.\nJanuary 27th 1865,"
  },
  "file_name": "0419-01",
  "first_page_order": 419,
  "last_page_order": 433
}
