{
  "id": 422165,
  "name": "Wolbert versus The City of Philadelphia",
  "name_abbreviation": "Wolbert v. City of Philadelphia",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "439",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 7754,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.865353887881188e-08,
      "percentile": 0.306319210116111
    },
    "sha256": "202abda7c939d7e0753bd5d06128343896b3973a6d2807be32ad6b50d47a84db",
    "simhash": "1:1fc72a3964414fa3",
    "word_count": 1378
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wolbert versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The plaintiff was not in limine by the Act of Assembly of April 8th 1846, § 1, Purd. 404, which forbids any court of equity in the city of Philadelphia to grant or continue injunctions against the erection or use of any public works of any kind, erected or in progress of erection under the authority of an act of the legislature, until the questions of damages shall be finally decided by a common law court.\nWe consider Fairmount Park a public work within the meaning of this Act of Assembly. And it is in progress of erection under the authority of legislation, both state and municipal. The injury complained of in the plaintiff’s bill was occasioned by the “progress” of the work, and he has instituted no proceedings at law to settle his damages.\nUpon this state of facts it would seem that the plaintiff is barred out of courts of equity by the above Act of Assembly, unles's, indeed, we limit the act to works erected or in progress at its date. After reflection on the point, we think the words “ erected or in progress” relate not to the date of the enactment, but to the time of the resort to a court of equity; and so construed, the plaintiff has no right to be in such a court.\nThe decree dismissing the plaintiff’s bill is affirmed, on the ground that the court has not jurisdiction.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "G. M. Wharton, for appellant.",
      "David W. Sellers and F. C. Brewster, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wolbert versus The City of Philadelphia.\nAct of April SthlSiG, restricting courts of equity from granting injunctions against erection of public works, construed. — “ Erected, or in progress of erection,” defined.\n1. The Act of Assembly of April 8th 1846, forbidding any court of equity in Philadelphia from granting or continuing injunctions against the erection or use of any public works of any kind, erected or in progress of erection, under the authority of an act of the legislature, until the question of damages shall he decided by a common law court, applies to the laying out and' construction of a public park: and also to works “ erected or in progress not at the date of the enactment, but at the timé of the resort to a court of equity.\n2. Hence, the claimant of a right of way over land which has been regularly appropriated by the city for a public park, is not entitled to an injunction against the city, where he has not instituted proceedings at law to settle his damages.\nCertificate from the Supreme Court at Nisi Prius.\nThis was a proceeding in equity founded on a hill filed by Charles J. Wolbert against the City of Philadelphia, in which he set forth that he is the owner in fee of a lot of ground, and an ice-house erected on it, lying near the river Schuylkill in the Fifteenth Ward, and between Canal street, Landing avenue, and Piare street, and claimed title and possession under one Henry Moliere, who, while owner in fee of the premises, inter alia conveyed in fee two certain tracts of land formerly forming with the premises one tract, by two certain deeds, one of them to Eli K. Price and Philip M. Price, and the other of them to Eli K. Price, Philip M. Price, and John M. Ogden. The first deed was dated July 20th 1831, the other dated May 12th 1882. That each of these grants conveyed those portions of the original large lot which fronted on the river Schuylkill, and contemporaneously with each of them, said Moliere entered into an agreement with his grantees respectively, duly acknowledged and recorded, which agreements in substance conferred upon Moliere, his heirs and assigns, the exclusive right and privilege for ever thereafter of taking the ice from the river Schuylkill, over, upon, and in front of the premises thus granted, and also of a' reasonable and convenient passage-way, for the purpose of conveying all ice thus cut and taken with or without horses and carts, over and along the said granted premises to the ice-house of the said Moliere, now the property of the plaintiff. There was also a provision, for certain lay or working days, in the winter season, for the purpose of cutting and landing the ice upon any wharves which might be erected by the grantees in front of their lots on the river. The bill further stated that from the time of the original contracts, down to the interference charged, the plaintiff and those claiming under him, owners of the lot and ice-house aforesaid, had been in the peaceable possession and exercise of the privilege aforesaid, without the molestation of any one.\nThat the city of Philadelphia now holds and owns the lots of ground heretofore conveyed as aforesaid by the said Moliere, to the Messrs. Price and Ogden, and claims title under the latter.\nThat the agents and employees of the city had lately commenced and were continuing an alteration of the said lots, for the purpose of adapting them to the uses of a public park, and were altering the grade of the ground in such wise as wholly to prevent the use by the plaintiff of the road or passage-way theretofore enjoyed by him, for the passage of his ice-carts from the river to his ice-house, and threatened and intended wholly to debar him from his aforesaid privilege. He accordingly prayed an injunction, &c., &c.\nThe answer of the defendants set forth a certain Act of Assembly approved May 13th 1857, authorizing the councils of the city to select any area of ground to be laid out and maintained for ever, as an open public park, and in case of disagreement with the owner as to price, to file a petition in the Court of Quarter Sessions, in order to the appointment of a jury to assess the damages; the proceedings thereupon to be the same and with like effect, as upon the assessment of damages for the opening of streets in the said city. That the councils on the 11th day of July 1860, did, by ordinance, select the ground referred to in plaintiff’s bill, as an open public place, and that after certain negotiations with the then owners of the ground, naming them, and a failure to agree as to the price, the city solicitor filed, on the 3d day of December 1860, a petition in the Court of Quarter Sessions under said Act of Assembly. That by proceedings under the said petition, the jury of viewers, on the 20th of June 1861, assessed the damages of John M. Ogden, Eli K. Price, and Henry C. Townsend, the then owners, at the sum of $55,000, which award was confirmed by the court on the 5th of March 1862, and that sum, with interest, was subsequently paid by the city to those parties.\nThe answer admitted that the defendants were grading the ground to adapt it for the purpose of a park, for which it was acquired, and they averred that by reason of their mode of acquisition of title, which was paramount to that of the owners, and not under them, all estates in said land were extinguished, and that all covenants appurtenant thereto have fallen therewith, and that the remedy for any damage ensuing from their acquisition of the title, is either according to the Act of 1857, or otherwise than as sought by the plaintiff.\nThe answer further asserted, that the privilege created by the agreements was a mere personal license to Moliere, and did not run with the land; and further, that if the plaintiff had any interest which could have been enforced against the owners, before the exercise by the city of the so-called right of eminent domain, he must now resort to the said owners for compensation by reason of the extinguishment of his privilege.\nIt also denied the jurisdiction of the court.\nThe answer did not aver any actual notice to the complainant, or that he was a party to the proceedings in the Court of Quarter Sessions for the assessment of damages.\nOn hearing before Agnew, J., a decree was entered dismissing the complainant’s bill; which was the error assigned here.\nG. M. Wharton, for appellant.\nDavid W. Sellers and F. C. Brewster, for appellee."
  },
  "file_name": "0439-01",
  "first_page_order": 439,
  "last_page_order": 441
}
