{
  "id": 422190,
  "name": "Megargee et al. versus The Wakefield Manufacturing Company",
  "name_abbreviation": "Megargee v. Wakefield Manufacturing Co.",
  "decision_date": "1865-01-16",
  "docket_number": "",
  "first_page": "442",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 413,
    "char_count": 7944,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 5.4837689389523514e-08,
      "percentile": 0.34356674848610863
    },
    "sha256": "fe09529ad2190e4d420ecaea5a3438062ef5ed8da92e6664076b0a3360fbe001",
    "simhash": "1:ddff9a384e18197f",
    "word_count": 1316
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Megargee et al. versus The Wakefield Manufacturing Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— The Wakefield Manufacturing Company was incorporated in 1849, under the Act of 7th April 1849, entitled “An act to encourage manufacturing operations in this Commonwealth.” The debt for which suit was brought was contracted by the corporation in 1857, and the stockholders embraced in the suit are sought to be held individually liable under the 5th section of the Act of 27th March 1854. The'question is one upon the construction of the Act of 1854. The 9th section of the Act of 1849 made the stockholders of such companies “ liable in their individual capacities for all debts and contracts made by such company to the amount remaining unpaid on the shares of stock by them respectively held,” &e. Then came the Act of 20th April 1853, the 2d section of which made the stockholders in all companies thereafter incorporated liable for all the debts, contracts, or other liabilities of the company, contracted or incurred during the time such stockholders respectively own their stock, or are beneficially interested therein.\nBy the express words of the law, the stockholders of companies incorporated before the passage of the act are not embraced within it. Then followed the Act of 27th March 1854, the 5th section of which is in these words: “ The stockholders in all companies incorporated in pursuance of the provisions, of the act to which this is a supplement, and the several supplements thereto, including this act, shall hereafter be jointly and severally liable in their individual capacities, only for debts due miners, quarrymen, and other labourers employed by such companies, and for machinery, provisions, merchandise, country produce, and utensils furnished for said companies respectively, to be enforced and collected in the manner provided for in the act to which this is a supplement.”\nIt is contended that the word “incorporated,” in this section, means incorporated at any time, whether under the original act or any of its supplements, and consequently extends to the stockholders of the Wakefield Manufacturing Company, who were incorporated in 1849. It is admitted they are not liable under the Act of 1849, for the reason that the stock has all been duly paid up ; but it is argued that as to all companies existing before the Act of 1853, this section of the Act of 1854 is an enlarging provision. The power to do this is claimed under the 26 th section of the Act of 1849, reserving to the legislature the right to amend, alter, or repeal this act in such manner, however, as shall do no injustice to the corporators.\nIt is unnecessary to enter into any question upon the power of the legislature to impose the Individual Liability Clause upon the stockholders of companies incorporated under the original law beyond their paid-up stock, as we think the Act of 1854 will not bear the construction contended for. But, as bearing on the proper interpretation of the act, the fact that a new burthen would thus be laid on the shoulders of persons who had accepted a charter and paid up their stock in good faith, is one which has weight. It cannot be supposed that the legislature contemplated a change for the worse in this fundamental condition of their subscription; unless the intention be clearly expressed, or so certainly inferred that no other deduction can be properly drawn. To this we may add the rule of interpretation of statutes so often reiterated, that courts will not give them a retroactive effect, unless the 'intention that the act shall be retrospective is clear and unequivocal.\nWith these views before us, it is not difficult to say that there is nothing in the language of the provision of the 5th section of the Act of 1854 which can apply to these defendants. It is to be noticed, in the first place, that the grammatical structure of the sentence will make the act prospective, unless we convert and into or. The act refers to stockholders of companies incorporated in pursuance of the provisions of the act to which this act is a supplement, and the several supplements thereto, including this act. It does not say in pursuance of the original act, or its supplements. A company incorporated in pursuance of the original act and its supplements, including the act in question, is one necessarily incorporated after the Act of 1854.\nBut in addition to the language thus directly applicable to after-incorporated companies, the Act of 1854 was plainly a restrictive act. The language is, “ shall be liable in their individual capacities only for debts due miners,” &c. Now, obviously the purpose of the legislature was to correct what seemed to them the extraordinary latitude of the Act of 1853, which had made stockholders liable for all debts, contracts, or other liabilities of the company during the time they own their stock, or have any beneficial interest therein. The effect of this law would have'been to cut up the system itself by the roots, for no sensible and prudent man would take shares in a corporation whose capital might be to the amount of $500,000, with a corresponding probability as to the amount of its indebtedness. A single share of $50 might bring ruin even upon the most wealthy. Hence the legislature seems to have intended not wholly to repeal, but to restrict this individual liability 'to those meritorious claims upon the corporation for labour and materials which have contributed to swell its products or its means. Being, therefore, a partial repeal, or restriction upon the terms of the Act of 1853, which expressly applied only to companies incorporated after its passage, it is another argument to convince us that the Act of 1854 was not intended to retroact upon the stockholders of a company formed in 1849.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "C. Guillou, for plaintiff in error.",
      "G. Junkin, Jr., for Henry & Co.",
      "R. C. McMurtrie, for Williams.",
      "Robert W. Logan, for James, Kent & Santee."
    ],
    "corrections": "",
    "head_matter": "Megargee et al. versus The Wakefield Manufacturing Company.\nLiability of stockholder of manufacturing companies.\nThe 5th section of tho Act of 27th March 1854, relative to the individual liability of the stockholders in manufacturing companies, is not retroactive, and does not apply to companies which were incorporated and had paid up their stock under the provisions of the Act of April 7th 1849.\nError, to the District Court of Philadelphia.\nThis was an action of debt, by Sylvester Megargee, J. FT. Megargee, and Theodore Megargee, partners trading as Megargee Brothers, against The Wakefield Manufacturing Company, Charles Williams, Charles W. Fisher, Philip J. Bunting, John O. James, T. Charlton Henry and James Ramsden (said Henry and Rams-den being partners, trading as J. C. Henry & Co.), John Y. James, William C. Kent, and Charles Santee, who were partners trading as James, Kent & Santee.\nThe Wakefield Manufacturing Company was incorporated on the 28th day of June 1849, under the 'provisions of the Act of 7th of April 1840, entitled “An act to encourage manufacturing operations in this Commonwealth.” Having continued business about eight years, they became indebted to the plaintiffs below in May 1856, for materials furnished to them by plaintiffs in the manufacturing of hosiery, &c., for conducting which they had taken the charter.\nThe defendants (other than the corporation) were stockholders in the company at the time the said materials were furnished to the corporation. The latter became insolvent, and the plaintiffs sued the stockholders under the Individual Liability Clause, sect. 5, of the Act of 27th of March 1854, which was in force three years before they sold their goods.\nTo a declaration in the usual form the defendants demurred, raising the question of personal liability under the Acts of Assembly relative to manufacturing companies.\nThe court below entered judgment on the demurrer in favour' of the defendants, which was the error assigned.\nC. Guillou, for plaintiff in error.\nG. Junkin, Jr., for Henry & Co.\nR. C. McMurtrie, for Williams.\nRobert W. Logan, for James, Kent & Santee.\nJanuary 16th 1865,"
  },
  "file_name": "0442-01",
  "first_page_order": 442,
  "last_page_order": 445
}
