{
  "id": 422223,
  "name": "Streeper versus Williams",
  "name_abbreviation": "Streeper v. Williams",
  "decision_date": "1865-01-16",
  "docket_number": "",
  "first_page": "450",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Cal. 212",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2222492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal-2d/10/0212-01"
      ]
    },
    {
      "cite": "11 Ind. 70",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1486782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/11/0070-01"
      ]
    },
    {
      "cite": "5 Mich. 123",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1928343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/5/0123-01"
      ]
    },
    {
      "cite": "14 Ark. 315",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862652
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/14/0315-01"
      ]
    },
    {
      "cite": "4 Iowa 1",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2271574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/4/0001-01"
      ]
    },
    {
      "cite": "18 Barb. 336",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1939770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/18/0336-01"
      ]
    },
    {
      "cite": "13 Gray 42",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2087773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/79/0042-01"
      ]
    },
    {
      "cite": "12 Barb. 137",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0137-01"
      ]
    },
    {
      "cite": "2 Jones 97",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "10 Barb. S. C. 59",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2411985
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/10/0059-01"
      ]
    },
    {
      "cite": "5 Strob. 115",
      "category": "reporters:state",
      "reporter": "Strob.",
      "case_ids": [
        8702099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/36/0115-01"
      ]
    },
    {
      "cite": "24 Wend. 244",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2155217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/24/0244-01"
      ]
    },
    {
      "cite": "7 C. B. 716",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    },
    {
      "cite": "19 Barb. 388",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4961108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/19/0388-01"
      ]
    },
    {
      "cite": "11 Mass. 76",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0077-01"
      ]
    },
    {
      "cite": "5 Wright 206",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "15 Barb. 50",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "11 Ind. 70",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1486782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/11/0070-01"
      ]
    },
    {
      "cite": "5 Mich. 123",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1928343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/5/0123-01"
      ]
    },
    {
      "cite": "13 Gray 42",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2087773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/79/0042-01"
      ]
    },
    {
      "cite": "10 Barb. S. C. 59",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2411985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/10/0059-01"
      ]
    },
    {
      "cite": "7 C. B. 716",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 819,
    "char_count": 18617,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.3515153210750834e-06,
      "percentile": 0.9900839778689801
    },
    "sha256": "5949c214926089fe92ba6db56d72915d63d90cc4dab853fbfd5e523e279f9c68",
    "simhash": "1:98776f86acac36f6",
    "word_count": 3278
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Streeper versus Williams."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— This case is very defectively stated. We find, in our paper-book, no copy of the bill of exceptions, and no statement of facts. We understand, from the argument, that it was a case of total failure on the part of the defendant, and we infer, from the verdict against the defendant, that the plaintiff must have tendered performance on his part.\nUpon these facts, and the terms of the agreement, we must determine whether the stipulated sum is a penalty or liquidated damages. Upon no question have courts doubted and differed more. It is unnecessary to examine the numerous authorities in detail, for they are neither uniform nor consistent. No definite rule to determine the question is furnished by them, each being determined more in direct reference to its own facts than to any general rule. In the earlier cases, the courts gave more weight to the language of the clause designating the sum as a penalty or as liquidated damages. The modern authorities attach greater importance to the meaning and intention of the parries. Yet the intention is not all-controlling, for in some cases the subject-matter and surroundings of the contract will control the intention where equity absolutely demands it. A sum expressly stipulated as liquidated damages will be relieved from, if it is obviously to secure payment of another sum capable of being compensated by interest. On the other hand, a sum denominated a penalty, or forfeiture, will be considered liquidated damages where it is fixed upon by the parties as the measure of the damages, because the nature of the case, the uncertainty of the proof, of the difficulties of i’eaching the damages by proof, have induced them to make the damages a subject of previous adjustment. In some cases the magnitude of the sum, and its proportion to the probable consequence of a breach, will cause it to be looked upon as minatory only. Upon the whole, the only general observation we can make is, that in each case we must look at the language of the contract, the intention of the parties as gathered from all its provisions, the subject of the contract and its surroundings, the ease or difficulty of measuring the breach in damages, and the sum stipulated, and from the whole gather the view which good conscience and equity ought to take of the case. Equity lies at the foundation of relief' in the case of forfeiture and.penalties, and hence the difficulty of reaching any general rule to govern all cases: The research of counsel has furnished us with many authorities, but I refer to the following only as containing these general views: Chase v. Allen, 13 Gray 42; Samler v. Ferguson, 7 C. B. 716; Chamberlin v. Bagley, 11 N. Hamp. 234; Sammon v. Howe, 2 Shep. 250; Meade v. Wheeler, 13 N. Hamp. 351; Maine v. King, 10 Barb. S. C. 59; Nevin v. Bossman, 15 Barb. 50; Lampman v. Cochran, 19 Id. 388; Corheal v. Talmage, 5 Seld. 551; Duffey v. Sharkey, 11 Ind. 70; Jaquuh v. Hudson, 5 Mich. 123.\nThe agreement in this case is a contract for the sale of a hotel. The plaintiff agreed to make a clear title to defendant on the first day of April following its date, which was in February, and to give immediate possession of the bar-room and fixtures. The defendant was to pay $3000 on the signing of the deed on the 1st of April, and agreed that plaintiff should retain possession of a certain part of the property four weeks. The price was to be $14,000, but no time was fixed for the payment of any part except the $3000. Then came the clause in question: “ The parties to the above agreement doth severally agree to forfeit the sum of $500 — say five hundred dollars, in case either party fail to comply with the terms of this agreement.” The first feature striking our attention is the great disproportion between this sum and the purchase-money, or even the portion to be paid on the 1st of April, when the deed was to be made. Clearly, it was not intended to enforce payment of the purchase-money, or its first instalment only. Nor could it be intended to protect the defendant against a failure to make the title after payment of the first instalment. This leads obviously to the conclusion that the only intention of stipulating this sum was to protect against a total failure where the contract was abandoned. If either party failed the other might abandon, and demand the sum stipulated for this contingency. Were the sum adequate in magnitude to compel specific performance, we might conclude it was intended as a penalty only, against which equity would relieve on a full compliance with the contract. But its manifest inadequacy, as compared with the value or the price of the property, leaves no other reasonable conclusion than that it was intended as a compensation to either party, when the other wholly abandoned the contract. In this view, the parties must have intended the sum as liquidated damages, and not as a penalty.\nBut this intention might not alone determine the equity, and therefore we also look at the state of the case as it probably might be in case of abandonment; for, if the damages are definite in their nature, and easily to be ascertained, it might be unconscionable to award the whole sum as damages. This leads to a consideration of the subject-matter, and the terms of the contract. The property is a hotel — the plaintiff describes himself to be a hotel-keeper, and he contracts to deliver immediate possession of a part. Now, this involves the breaking up of his business, the purchase or lease of a new residence, and the disposal of furniture needed for a hotel, but probably not for a private family. Relying on the performance of the defendant, the plaintiff may make many journeys in search of a new home, encounter difficulties in suiting himself, involve himself in Dew purchases, raise large sums of money, and in many ways incur heavy losses and expenses, and yet he may be unable, or find it very difficult, to prove their extent. So the defendant might contract for the sale of his own property, purchase furniture and liquors, contract for loans of money to perform his contract, and incur liabilities, all causing him losses very difficult to be ascertained. Now, every one knows how difficult it is to reach and estimate the real losses men suffer from disappointment in their plans, and many of the subjects of loss cannot be put in evidence. An accurate account can scarcely be stated in dollars and cents, and yet but few, if asked to name a sum for a total abandonment of such a contract, would be willing to take the risk much lower than at the sum stipulated here.\nFrom all these circumstances, added to the intention deduced from the contract, we conclude that the parties fixed the sum stipulated, as the measure of the damages either would probably suffer from a total failure, and the compensation to be made therefor. The word “forfeit,” according to many of the authorities, is therefore outweighed by the other elements of interpretation, and we must construe it as meaning “to pay.”\nBut we are told that the jury assessed the damages at $50— one-tenth of the stipulated sum. This is- true, but it does not follow they had no difficulty in doing so, or that the very difficulty of proving and making the proof was not the cause of so small a verdict. It establishes only that, as a jury must find upon the evidence, the proof was not sufficient to enable them to give more. But it does not detract from the nature of the case, or explain away the intention gathered from the contract.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Edward M. Paxson, for plaintiff in error.",
      "R. C. McMurtrie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Streeper versus Williams.\n“Penally” and “ liquidated damages” discussed and defined. — “ Forfeit the sum of” in contract, construed.\n1. Equity is the foundation of relief, in cases of forfeiture, and penalties provided in agreements against a breach: but there is no general rule by which to govern all cases, as to what is to be regarded as a penalty and what liquidated damages.\n2. Hence, to determine whether a stipulated sum, named in an agreement as a forfeiture for failure of compliance, is intended as a penalty or as liquidated damages, it is necessary to look at the language of the contract, its subject-matter, the intention of the parties as gathered from all its provisions, the ease or difficulty in measuring the breach in damages, and the amount stipulated therefor, and from the whole to gather the view which equity and good conscience require should be taken of the case.\n3. Where a hotel-owner agreed to sell it for $14,000, of which $3000 wps to be paid at a specified time, when a deed was to be signed; part possession to be delivered immediately ; and in the contract, the parties agreed to forfeit $500 in case either failed to comply with its terms : Held, that the forfeiture was intended by the parties as a compensation to either in case the other wholly abandoned the contract: and that it was liquidated damages and not a penalty.\n4. But as the intention might not determine the equity, on a consideration of the subject-matter and the terms of the contract, the probable risk, trouble, loss, and expense incident to the contemplated change on the part of either, the parties must be regarded ashavingfixedthésum stipulated as the amount of damage each would suffer from a total failure; and the word “ forfeit” was outweighed by the other elements of interpretation, and meant “ to pay.”\n5. Hence, where the jury found a verdict for $50, only, of actual damages, subject to points reserved, it was not error thereon, to enter judgment for $500, the amount of the damages fixed by the agreement of the parties.\nCertificate from the Supreme Court at Nisi Prius.\nThis was an action of assumpsit, brought by Thomas A. Williams against Daniel Streeper, to recover damages for the nonperformance by defendant of the following agreement:—\n“Articles of agreement made and entered into this seventh day of February, one thousand eight hundred and sixty-three, between Thomas A. Williams, hotel-keeper, of the one part, and Daniel Streeper, farrier, of the other part, both of the city and county of Philadelphia, state of Pennsylvania, witnesseth, That the said Thomas A. Williams, for the hereinafter mentioned consideration, doth agree to make and give to the said Daniel Streeper a full and clear title to estate known as the railroad hotel property, on the first day of April next ensuing, and further, that said Thomas A. Williams doth give immediate possession of the bar-room and the fixtures contained in it, some few things specially pointed excepted, neither is there any liquor to be given possession of. Witnesseth, That Daniel Streeper, of the second part, doth agree to pay to said Thomas A. Williams throe thousand dollars upon the signing of the deed, on the first day of April next, and that Thomas A. Williams should he permitted to hold possession of that part of the property not described in the first part for the period of four weeks. It is understood the full purchase-money is fourteen thousand dollars. The parties to the above agreement doth severally agree to forfeit the sum of $500, say five hundred dollars, in case either party fail to comply with the terms of this agreement.\n“In witness whereof we have hereunto affixed our hands and seals, day and year above written.\n“ T. A. Williams. [seal.] mm\n“ Daniel Streeper. [seal.]\n“Witness, Thos. J. Bates.\nJohn McCulloch.”\nThe agreement was submitted to the jury with the other evidence of plaintiff, showing (as was inferred from the argument of counsel here) that there was a total failure; and the judge instructed them, if they found for the plaintiff upon the whole issue, to find the amount of the penalty as stated in the said agreement, and also to find the actual amount of damages plaintiff had sustained by reason of the non-compliance by defendant with the same, reserving the question of law whether the defendant was liable for the penalty, or only for the actual damages.\nSubsequently the court entered judgment for the penalty, $500, which is the error assigned.\nA number of exceptions were taken upon the trial to the ruling of the learned judge upon other points, all of which, after consideration, were abandoned, and the case brought before this court upon the single point as to whether the sum of $500, mentioned in the articles of agreement, was to be treated as a penalty or as liquidated damages.\nEdward M. Paxson, for plaintiff in error.\n— The $500, named in the article of agreement, is in terms a penalty. The words used are, “ The parties to the above agreement doth severally agree to forfeit the sum of $500, in case either party fail to comply,” &c.\nIf they intended to stipulate for liquidated damages, they have used singularly inappropriate words to express their meaning.\nThere are many cases in the books where the courts have held •that the words “stipulated damages,” were in fact but a mere penalty; but I know of no case in which the court have construed what the party themselves call a forfeiture as liquidated damages.\nThe rule, as laid down in the text-books, is this: when articles contain covenants for the perfoiunance of several things, and then one large sum is stated at the end to be paid upon breach of performance, this .must be considered as a penalty; but that when it is agreed that if a party do a particular thing, such a sum shall be paid by him, then this sum may be treated as liquidated damages: Chitty on Contracts 894.\nThe law makes a wide distinction between contracts relating to real, and those relating to personal estate. In the latter, each case must, to a certain extent, depend upon its own peculiar circumstances. There may be instances, in personal contracts, where it would be difficult to ascertain the actual damage. But the same cannot be truly said in regard to real contracts. There is no difficulty in ascertaining the amount of actual damage in such cases. There was no difficulty of doing so in this oase. The jury say the actual damages amounted to only $50. Then why should the plaintiff recover more ? What superior equity has this' plaintiff over every other plaintiff who comes into court seeking to recover damages for breach of contract, that he should be permitted to recover ten times more than the sum the jury have fixed as the amount of his actual loss ? This case differs but little from Burr v. Todd, 5 Wright 206.\nDennis v. Cummins, 3 Johns. Cases 297, was an agreement to convey lands; and it was stipulated that, on the failure of either party to perform, he “should.forfeit and pay to the other party the sum of $2000 as damages,” and the sum named was held to be a mere penalty. Perkins v. Lyman, 11 Mass. 76, Merrill v. Merrill, 15 Id. 488, were contracts relating to personal property, but they are to the same point.\nIt is confidently submitted that no case can be found in this, or in any of our sister states, where, in a contract concerning the sale of real estate, the courts have held that to be liquidated damages which the parties themselves, in their contract, say is a penalty or forfeiture.\nR. C. McMurtrie, for defendant in error.\n— Wherever parties have for themselves determined what shall be the measure of damages for a breach of contract, if there is no law prohibiting them doing so, they may, and the contract is as much binding as in any other case.\nIt is a mere question of intention to.be collected from the contract itself.\nIt is not necessary that there should be any particular form of words, nor is it material what is the subject-matter of the contract.\nEven the word penalty is construed to mean liquidated damages where the whole contract shows this was the intention; and the authorities all agree it is as applicable to a contract for the sale of land as to a contract for any other property. It is much more so than in any ordinary case of a contract to deliver goods, for the difficulty of proving the real damage is much greater.\nSo the word forfeit is held to be equivalent to pay.\nThe present case illustrates the propriety of the rule. It was an executory contract to convey and to accept the conveyance and pay the price.\nIt is impossible to ascertain, as in the case of goods, what was the loss by the failure, for land has no certain marked price, and a sale cannot be made at the day to fix that, as in the case of goods.\nThe uncertainty whether the party will adhere — the incapacity to sell in the mean time — the incapacity to improve or to make other arrangements, show this precisely one of those cases in which the parties must fix the measure of damages, or be content with a mere nominal amount. The contract was a single one, and entirely broken.\nIt is precisely within the rule of Lampman v. Cochran, 19 Barb. 388.\nThere is no better reason for holding a man bound by the agreed price for labour or materials, than for the disadvantage resulting from his refusing to abide by his solemn contract. A price for an option is well understood. This fixes the extent of liability if he does not choose to perform his undertaking. See Samler v. Ferguson, 7 C. B. 716 ; Barlow v. Glover, 1 Holt 43 ; Pollitt v. Forrest, 11 Q. B. 949; Legge v. Harlock, 12 Id. 1015; Chamberlain v. Bagley, 11 N. Hamp. 234; Peasson v. Williams, 24 Wend. 244; 26 Id. 630; Brigler v. Rowland, 3 How. Miss. 308; Sammon v. Howe, 2 Shep. 250; Meade v. Wheeler, 13 N. Hamp. 351; Cheddick v. Marsh, 1 N. Jer. 483; Worrell v. McClingham, 5 Strob. 115; Main v. King, 10 Barb. S. C. 59; Mott v. Mott, Id. 127; Westman v. Means, 2 Jones 97; Holmes v. Holmes, 12 Barb. 137; Nevin v. Rossman, 18 Id. 50; Chase v. Allen, 13 Gray 42; Munday v. Culver, 18 Barb. 336; Hossman v. True, 19 Id. 106; S. P. Foley v. McKeegan, 4 Iowa 1; Lampman v. Cochran, 19 Id. 388; Williams v. Green, 14 Ark. 315; Corheal v. Talmage, 5 Seld. 551; Jaquuh v. Hudson, 5 Mich. 123; Duffy v. Sharkey, 11 Ind. 70; Townsend v. Fisher, 2 Hilton (N. Y.) 47; Fisk v. Fowler, 10 Cal. 212; Mercer v. Irving, 1 E. B. & E. 563.\nDennis v. Cummins, 3 Johns. Cases, cited by plaintiff in error, is put on the ground that the parties did not intend to liquidate the damages, and the decision is doubted. See note of reporter.\nPerkins v. Lyman, 11 Mass. The party bound himself in the penal sum of $8000 for the faithful performance of the contract. A clear case of penalty.\nMerrell v. Merrell, 15 Mass., was a note to be void on permitting certain acts.\nBurr v. Todd, 5 Wright, was a bond conditioned for conveyance, and it was held the agreed price was the measure. There the real damages were capable of being precisely estimated.\nJanuary 16th 1865,"
  },
  "file_name": "0450-01",
  "first_page_order": 450,
  "last_page_order": 456
}
