{
  "id": 422137,
  "name": "Catherwood versus Collins and Clark",
  "name_abbreviation": "Catherwood v. Collins & Clark",
  "decision_date": "1865-01-25",
  "docket_number": "",
  "first_page": "480",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 477,
    "char_count": 10280,
    "ocr_confidence": 0.481,
    "sha256": "873c34aa22581af1dbe5d9f7fa0f02ea44612a44d11b5f509e4c4fbb0e0756a7",
    "simhash": "1:e7c5ccf86ea6fec1",
    "word_count": 1757
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Catherwood versus Collins and Clark."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— The inspection of spirituous liquors distilled in this Commonwealth, if designed for exportation, was manifestly intended to be a means of protection against frauds. Hence an entire system of inspections was provided for early by several Acts of Assembly, and they were codified and re-enacted in substance by the Revised Act of 1835. That provided for the appointment of two inspectors for the city and county of Philadelphia, who were required by the 171st section jointly, and not severally, to appoint a deputy. By the 177th section it was made their duty, on the requisition of the owner or possessor of such liquors designed for exportation, to proceed to the inspection thereof. The 129th section of the act enacted that the inspector shall receive for inspecting each cask a fee of 10 cents, and'the 137th section provided that the fees of inspection at Philadelphia shall be paid by the purchaser in case the spirits come up to proof; otherwise that the same shall be paid by the person offering the liquors for sale. The 131st section imposed a penalty upon any person who shall export or lade for exportation from the port of. Philadelphia any spirituous liquors liable to inspection, before inspection made, with a proviso in relief of distillers shipping whiskey coastwise to sister states. An act passed in 1858 (P. L. 393) subjected all domestic distilled spirits for sale at the port of Philadelphia, whether for exportation or otherwise, to inspection, but for the purposes of this case we need not look beyond the Act of 1835. Under that, exportation, without previous inspection, is unlawful, and it makes no difference whether the exportation is in consequence of, or for the purpose of a sale, or whether it is for the consumption of the exporter himself. Whether one or the other, it is made the duty of the inspectors to inspect, and for the inspection of each cask they become entitled to the statutory fee. But from whom is it due ? The 137th section says from the purchaser, when, as in this case, the inspection shows the liquors to be “ full proof,” and the plaintiffs in error insist there was no proof they were the purchasers. Hence, they contend, the court erred in directing a verdict against them. In fact, there was no evidence of any sale either consummated or intended. There may have been none in contemplation. What then ? Are the inspectors to perform the duties imposed upon them without compensation? Certainly not; for they are expressly declared entitled to the specified fees for every cask inspected. It is plain, therefore, that the purchaser spoken of by the act cannot be exclusively a person to whom an exporter may sell the liquors. Such an one might be a resident of a foreign land, and beyond the reach of the inspectors, or unknown to them. The act was clearly intended to be executed in all its provisions here. The inspection is to be done here, payment is to be made here, and the liability for the fees arises contemporaneously with the inspection. It is then an unreasonable construction of the act to interpret it as suspending the right to the statutory fees until the person at whose instance the inspection has been made shall sell the liquors, or as annihilating the right, if no sale ever be made. And such a construction is more than unreasonable. It is inconsistent with the absolute provision made for the compensation of the officials. The fees are to be paid at all events, either by the purchaser or by the person offering the liquors for sale. In the eye of the legislature, then, all persons for whom inspection may be made are either purchasers or persons offering for sale. Now, when it is considered what must have been the design of the legislature in imposing the cost of inspection upon the purchaser, if the article inspected turns out full proof, but upon the seller or person offering for sale when the liquors fall below the statutory standard, we have a guide to the meaning of the act. Manifestly it was intended to punish any person who sells or offers to sell liquors inferior to the prescribed standard, by imposing upon him the costs of inspection. On the other hand, if the liquors come up to proof, the owner or possessor has the benefit of the official certificate, and therefore he is required to pay the inspectors’ fees. Any one, then, who demands inspection, if not a seller, is in the meaning of the law a purchaser, and liable primarily to pay, if, on inspection, his liquors turn out full proof. No other construction can be given to the act, which makes all its parts operative. It was not claimed at the trial in the court below that the defendants were the manufacturers of the liquors. Of course, then, they were purchasers. That they may have intended to export for sale, or to resell before exportation, is immaterial; they were none the less purchasers, and under the facts in evidence were primarily liable. Had the liquors, on inspection, proved inferior to the required standard, the persons from whom they purchased would have been responsible for the cost of inspection; but even in such a case it does not follow that their vendors alone were liable to the inspection. The more reasonable construction of the act seems to be that the 187th section is a regulation between vendors and vendees, rather than between inspectors and those for whom inspection is made. And if so, the inspectors may resort in the first instance to those at whose request they inspect, leaving to them an ulterior resort to their vendors, if the liquors fall below proof. Such a construction is necessary to effectuate the whole legislative purpose, and it is not inconsistent with the language of any part of the act. Here the inspection was at the instance of the defendants below. They were either owners or possessors of the liquors. They not only requested, but virtually compelled the performance of the services, for inspection could not he refused. What matters it that, after the inspections were made, or at any time, they declared they were not liable to pay ? That could not revoke the promise antecedently made. It is not to be understood that the legislature intended to destroy the legal presumption that he who requests a service promises to pay for it. Had the inspectors been at liberty to decline acting, a denial of liability at the time when inspection was demanded might have repelled the presumption of a promise, but such was not the case. 1'n this view of the Act of Assembly, it cannot be said ’the court erred in directing a verdict for the plaintiffs on the uncontradicted evidence. Nor was there any reason why such a direction should not have been given arising out of the mode in which the inspection was made. The evidence show's that the deputy inspected the eleven hundred- and forty-five casks. He marked each one full proof, and the defendants had all the benefit of his official acts contemplated by the legislature. If they were injured, they had a remedy provided in the responsibility of the inspectors. They became entitled to an official certificate, had they demanded it, and the inspectors virtually warranted the liquors to be what they were marked. Inspections are ordinarily by samples, and in many cases they cannot be otherwise. The inspectors take the risk that the mass may. fall short of the sample.\nWe add only that the action was rightly brought jointly, by the tw'o inspectors. The inspection was made by their joint deputy. The 171st section of the Act of 1885, requires the inspectors of domestic distilled • spirits for the city and county of Philadelphia, jointly and not severally to appoint one or more deputies. This section is erroneously printed in Brightly’s Purdon. The deputy is the joint agent of both the inspectors, and the fees earned by him belong to them both jointly.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "F. C. Brewster, for plaintiffs in error.",
      "L. R. Fletcher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Catherwood versus Collins and Clark.\nInspection of distilled spirits. Liability for inspectors’ fees.\n1. Under the Act 12th April 1835, relative to the inspection of domestic distilled liquors, an owner who demands inspection is, if his liquors “ shall come up to proof,\" to be deemed a purchaser, and therefore liable for fees of inspectors.\n2. Semble, that he would be liable primarily, even if the liquor should not come up to proof.\n3. The two inspectors appointed by the governor have power jointly and not severally, to appoint one or more deputies: and an action for services performed by a deputy is well brought in the name of both.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, brought by Joseph Collins and Joseph Clark against Hugh Catherwood and H. Wilson Catherwood, trading as Hugh & H. Wilson Catherwood.\nThe plaintiffs were inspectors of domestic distilled spirits, commissioned by the governor in 1858. They appointed a deputy, who had in 1859, as they claimed, inspected eleven hundred and forty-five casks of liquors for the defendants. To recover the. inspection fee of 10 cents per cask on these liquors the present action was brought jointly by the two inspectors.\nThe only proof in the cause came from the deputy inspector himself. He testified that the liquors “ came up to proof,” and that the inspections were made at the defendants’ store. It was not alleged that the defendants were the purchasers of the liquors so inspected.\nOn the contrary it appeared that the plaintiffs were told, when the monthly bills were presented, that they could not expbct the defendants to pay the inspection fees.\nThe duties of this deputy were performed thns. He did not, according to his own statement, inspect each barrel, but merely weighed and tested three or four of a dozen of the same lot or brand. And he never furnished the defendants with a certificate of what he had done.\nThe jury were instructed to find for the plaintiffs, which they did, subject to the opinion of the court on the point reserved, as to whether the plaintiffs were entitled to recover on the evidence submitted.\nSubsequently, upon argument, the court entered judgment for the plaintiffs; which was the error assigned here for defendants below.\nF. C. Brewster, for plaintiffs in error.\nL. R. Fletcher, for defendant in error.\nJanuary 25th 1865,"
  },
  "file_name": "0480-01",
  "first_page_order": 480,
  "last_page_order": 483
}
