{
  "id": 422206,
  "name": "Ulrich's Appeal",
  "name_abbreviation": "Ulrich's Appeal",
  "decision_date": "1865",
  "docket_number": "No. 2",
  "first_page": "489",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 334,
    "char_count": 6092,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 7.830672175395867e-08,
      "percentile": 0.4581713065124646
    },
    "sha256": "fc5aa2a73110c7f73265e8b77baef94d39e3f81918901058d64b8f45966dcac2",
    "simhash": "1:8e078bbf456660ee",
    "word_count": 1062
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ulrich’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The appellant’s claim of $300 of the proceeds of the sheriff’s sale was met by the assertion, that the purchase-money judgments absorbed the whole of the proceeds. The first point argued was, that these judgments were not for purchase-money ; but the auditor’s report finds that they were, and the evidence sent up, so far from convicting the auditor of flagrant mistake in this regard, fully sustains his finding.\nThe next argument was, that the demand for an appraisement, the return of the sheriff made upon thq fi. fa., and the approval thereof under the rule of court, amounted to an adjudication of the appellant’s right. The answer is, that as to purchase-money creditors there is no exemption law, the proviso expressly excepting such debts from the operation of the enacting clause of the statute. Of course the proceedings were all void and null so far as concerned the judgments for purchase-money, and the auditor, be it remembered, found that they exceeded the proceeds of the sale. It is not necessary, nor is it proper for us to declare what the legal effect of the court’s confirmation of the sheriff’s return would have been, if the appellant were contesting with creditors who were subject to the Exemption Law; it is enough for the present case to say, that the proceeds were distributable as if no exemption law existed.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Campbell and Smith, for appellant.",
      "John W. Ryan and Thomas H. Walker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ulrich’s Appeal.\nExecution. — Debtor’s exemption ns against judgment for purchase-money. — Confirmation of appraisement no adjudication of rights of parties.\nA debtor is not entitled to exemption out of the proceeda of his real estate as against lien-ereditors whose judgments are for purchase-money ; as to them there is no exemption law, and hence an approval by the court of the sheriff’s return to they?, fa., containing the demand for the appraisement, and the report of the appraisers, is not an adjudication of the defendant’s right.\nAppeal from the Common Pleas of Schuylkill county.\nThis was an appeal by Isaac Ulrich, from the decree of the court below distributing the proceeds of the sheriff’s sale of his real estate.\nThe case was this: — Isaac Ulrich, the defendant, became the owner of a farm situate in Hubley township, Schuylkill county, containing about two hundred and sixty-two acres, by deed from John Schwalm, dated the 1st day of March 1862, having given in part payment of the purchase-money the judgment-bond for $3015.39, entered March 3d 1862, in the Court of Common Pleas of Schuylkill county to June Term 1862, No. 2; at the same' time also he gave two other judgment-bonds, one to Frederick Schwalm for $1012, and the other to John Bohner for $3315, which were entered on the same day to June Term 1862, Nos. 4 and 5. These last-named judgments also formed a part of the consideration, and were reported by the auditor as part of the purchase-money.\nOn the 3d of March 1863, a writ of fi. fa. was issued from the court aforesaid to June Term 1863, No. 3, upon the judgment of John Schwalm, and on the 28th of March 1863, the sheriff levied upon the personal property of the defendant, sold the same, and applied the proceeds to this execution.\nThe sheriff also levied upon the said real estate of the defendant, and on the 3d of April 1863, the defendant gave notice in writing that he claimed the benefit of the $300 Exemption Law out of the real estate levied upon, and required the sheriff to have the same appraised.\nOn the 18th of April 1863, a second jt. fa. was issued to June Term 1863, No. 69, upon the judgment of John Bohner, and levied upon the same real estate, when the defendant again gave written notice that he claimed the benefit of the $300 Exemption Law, &c.\nIn pursuance of these notices and requests, the sheriff summoned three appraisers, who, on the 7th of June 1863, valued the said real estate at $4000, and appraised to the defendant the sum of $300 out of the proceeds of the sale thereof. On the same day the inquisition summoned by the sheriff condemned the real estate to be sold.\nOn the 21st of September 1863, a third fi. fa. was issued to December Term 1863, No. 8, upon the judgment of Frederick Schwalm, and levied upon the same real estate. Under this writ the property was again, at the request of the defendant, upon his claim for the benefit of the $300 Exemption Law, on the 6th of October 1863, appraised, and $300 out of the proceeds of the sale set apart to the defendant, and the same day condemned by the inquisition, which appraisements and inquisitions were duly confirmed.\nOn the 14th of November 1863, a vend. exp. was issued to December Term 1863, No. 118, upon the said first-mentioned fi. fa. of John Schwalm; and on the 12th of December 1863, the sheriff sold the said real estate to Frederick Schwalm and John Bohner, two of said judgment-creditors, for $4300. On the 2d of April 1864, the money realized by this sale, less costs, was brought into court.\nOn the 9th of March 1864, an auditor was appointed to make distribution of the proceeds of sale. The auditor rejected the claim of the defendant to $300, under the Exemption Law of the Commonwealth, and applied all the money to the judgment-creditors. Exceptions were filed to the report of the auditor, which after argument the court, on the 6th of July 1864, overruled, and the money decreed to be paid as follows :—\n“ And now, July 6th 1864, the court confirm the report of the auditor, and direct the proceeds of sale to be paid over to the persons entitled to .receive the same, upon Frederick Schwalm giving bond in $500, with sufficient security as bail to refund the amount of $300, with interest, to the defendant, in case of a reversal of this order by the Supreme Court, and upon further condition that Howell Fisher, Esq., withdraws his exceptions to said report, and waives his right of appeal.”\nThe errors assigned here by the appellant were, the confirmation of the auditor’s report, and the refusal of the court below to award to him the $300 allowed by the Exemption Law.\nCampbell and Smith, for appellant.\nJohn W. Ryan and Thomas H. Walker, for appellee."
  },
  "file_name": "0489-01",
  "first_page_order": 489,
  "last_page_order": 491
}
