{
  "id": 422212,
  "name": "Buckley's Appeal",
  "name_abbreviation": "Buckley's Appeal",
  "decision_date": "1865-01-30",
  "docket_number": "No. 26",
  "first_page": "491",
  "last_page": "496",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 394",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0394-01"
      ]
    },
    {
      "cite": "3 Watts 151",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0151-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 14329,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 4.601475560720173e-07,
      "percentile": 0.9259408560112964
    },
    "sha256": "c9aea653271fd056c2db5e36e366ddd6e1b21fe5c3b33a214192801adc5b7b2d",
    "simhash": "1:7f49e6d5254ed89a",
    "word_count": 2482
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buckley’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— In the distribution of the proceeds of this sheriff’s sale, the appellant was at liberty to show, if he could, that the mortgage of Mrs. Buckley to Earnum was in equity paid, either in whole or in part, by the failure of the consideration for which it was given. And this is what he attempted to do. In order to show it, however, it was necessary for him to make out that, under her purchase from Earnum, Mrs. Buckley was entitled-to the property conveyed to her unencumbered by any judgment or liens recovered against her vendor. When she purchased, there was a judgment against Earnum for $1200, held by Caleb Hoopes, but the deed conveyed the property to her expressly subject to the payment of the judgment. It became a part of the purchase-money by virtue of the express charge. Hence, when she is called upon to pay it, or when it is paid out of the land, there is no failure of consideration for her mortgage, for she has lost nothing which she bargained for, and to secure the payment for which her mortgage was given. Buying subject to the Hoopes judgment, she' in effect bought only what remained after the satisfaction of the judgment. It has repeatedly been decided that he who purchases expressly subject to an encumbrance, as between his vendor and himself, makes the debt his own. At the very least, his taking the title thus expressly charged, constitutes an engagement on his part to indemnify the vendor against loss on account of the charge. Payment of the Hoopes judgment can therefore give her no equity against her vendor, who was. also her mortgagee.\nSimilar remarks may be made respecting the mechanics’ liens which were upon the property when the conveyance was made. If the purchaser undertook to pay them, her payment gives her no equity against Farnum which justifies the deduction of the sum thus paid from her mortgage. Instead of proving a failure of any part of' the consideration of her mortgage, it shows only that the payment of the liens was a part of the consideration of the sale to her. This was distinctly proved before the auditor.\nBut the appellant urges that it was error to receive such proof. He contends that it cannot be shown by parol, that there was any other consideration for a conveyance than such as is stated in the deed. To this we do not assent. The rule excluding parol evidence to contradictor alter a written’instrument, does not prevent giving parol evidence of a consideration not mentioned in a deed, if it be not directly inconsistent with that expressed : Greenl. on Ev., §§ 285, 304; 1 Penna. Rep. 486. There are, it is true, some old cases that assert a contrary doctrine, but they are not supported by the modern authorities, and certainly they are not correct exponents of our law. The subject was considerably discussed by Judge Kennedy in Jack v. Dougherty, 3 Watts 151, where he referred to many decisions. See also Strawbridge v. Cartledge, 7 W. & S. 394.\nIt follows from what has been sai», that the testimony of J. Smith Futhey was correctly received, and that the exceptions taken by the appellant are not sustainable.\nThe decree of the Court of Common Pleas is affirmed, with costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John M. Arundel, for appellant.",
      "W. Darlington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buckley’s Appeal.\nPurchase of real estate subject to liens is a contract to indemnify vendor against them. — Parol evidence to explain deed.\n1. One who buys property subject to au encumbrance expressly charged in the deed, engages thereby to indemnify the vendor against loss on account of, the charge; and where the vendor is also mortgagee for unpaid purchase-* money, the payment of the encumbrance gives no equity or right of relief against the mortgage.\n2. So where the purchase was made subject to mechanics’ liens, not charged in the deed, the payment of the liens does not enable the purchaser to defend pro tanto against the purchase-money mortgage.\n3. The rule excluding parol evidence to contradict or alter a written instrument does not prevent the giving of parol evidence of a'consideration not mentioned in the deed, if it be not directly inconsistent with that expressed.\n4. Hence, parol evidence was admissible that at the timo of the sale the purchaser agreed to pay both the judgment and the mechanics’ liens.\nAppeal from the Common Pleas of Chester county.\nThis was an appeal by Edmund D. Buckley, executor of Sarah Ann Buckley, deceased, from the decree of the court below con firming the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the real estate of James and Sarah Ann Buckley. The material facts of the case were these:—\nJames Buckley was the owner of a woollen factory and lot of land in Sadsbury township, which was sold at sheriff’s sale to Peter Farnum for the sum of $2610.\nWhilst it was in the ownership of Peter Farnum, he gave a bond to Caleb Hoopes on which judgment was entered October 81st 1861, with interest from that date, and payable April 1st, next ensuing.\nDuring Earnum’s ownership, he rebuilt the mill, and mechanics’ liens wore entered against it as follows :—\nOne in favour of' J. Ross Owens for $91.74, entered April 28th 1862;\nOne in favour of Joseph Large, assigned to William T. Eielis, for $68.46, entered April 80th 1862;\nOne in favour of John Middleton for $448.69, entered June 16th 1862; and,\nOne in favour of William Dripps & Co. for $176.88, entered August 8th 1862.\nPeter Earnum by deed, dated February 19th 1863, delivered March 27th 1863, and recorded March 28th 1863, for the consideration of $4650, granted and conveyed to Sarah Ann Buckley, wife of James Buckley, the said woollen factory and tract of thirty-six acres and one hundred and twenty perches of land in the usual technical words, subject as follows:—\n“ The said mill premises being subject to the payment of the sum- of $1200, the amount of a judgment against the said Peter Earnum, now held by Caleb Hoopes, and entered in the Common Pleas of Chester county, October 31st 1863 of Term No. ,” together with all the right, title, &c., of the said Peter Earnum, “subject as aforesaid,” “to have and to hold the said premises, subject as aforesaid unto the said Sarah Ann Buckley, wife of James Buckley, her heirs and assigns, to and for the only proper use and behoof of the said Sarah Ann Buckley, wife of James Buckley, her heirs and assigns for ever, subject as aforesaid.”\nThe deed contained a separate receipt at the foot for the purchase-money received “of Sarah Ann Buckley, wife of James Buckley.” '\nAfter the deed was delivered to Mrs. Buckley, the following liens were entered in the order herein mentioned, against the said mill property. Some of them also cover.ed a farm, a separate property of Mrs. Buckley, but no question of marshalling of assets was raised on that account, the mill property being sufficient to pay the liens.\nMortgage, Sarah Ann Buckley and James Buckley to Peter Earnum, to secure bond of both for same amount and date. Dated February 19th 1863, for $2430 ; payable in one year from date with interest from January 29th 1863, recorded March 28th 1863.\nThis was stated to be in part consideration of purchase-money.\nOn this mortgage $145.42 of interest was paid-.\nMortgage, Sarah Ann and James Buckley to William T. Fielis, to secure bond of both, same amount and date. Dated March 27th 1863, for $1291.63, recorded March 28th 1863.\nInterest payable from date.\nMortgage, James and Sarah Ann Buckley to Peter Farnum, to secure James Buckley’s bond, even amount and date. Dated February 19th 1863, for $2220, recorded March 28th 1863.\nInterest from January 29th 1863.\nMortgage, James and Sarah Ann Buckley to William T. Fielis and Robert Darlington. Robert Darlington’s interest assigned to W. T. Fielis on back of mortgage. Dated March 27th 1863, for $1072, recorded March 28th 1863.\nInterest from date.\nMrs. Buckley died about August 1864, and this mill property was part of her residuary estate.\nJudgment was entered on the bond accompanying the first mortgage March 25th 1864, and fi. fa. issued No. 26 to April Term 1864, and vend. exp. No. 28 to August Term 1864, under which the mill property was sold and the fund for distribution raised.\nOn this statement of facts, the holders of the several liens hereinbefore mentioned, claimed to be paid in full, except that it was agreed by the parties, that on Fielis’s mortgage of $1072 he should receive $1075 in full of principal and interest on same.\nIt was also agreed that his first mortgage should be paid in full with interest.\nThe claim of Caleb Hoopes on the judgment of $1200, and of the holders of the four mechanics’ liens,, were objected to, and it was urged that they should be set off against or paid out of the proceeds of the mortgage to Farnum for $2430, part of the purchase-money, on the principle that where bonds, mortgages, or single bills are given for land sold, the debtor may, when sued on such bonds, in defence give evidence of liens and encumbrances existing at the time of the purchase.\nA witness was then called to prove that when Farnum sold the mill to Mrs. Buckley, it was agreed that the purchaser was to pay the Hoopes judgment and the mechanics’ liens. «\nThis was objected to, because,\n1. If admitted it would vary the terms of the deed, by increasing the price of the land.\n2. Because it would have the effect of encumbering Mrs. Buckley’s separate estate, without the formality of an acknoAvledgment by .her, according to the Act of Assembly.\n3. Because such evidence could only show a personal covenant or undertaking on the part of Mrs. Buckley, and could not amount to a charge or lien upon the land; and,\n4. That the auditor had no jurisdiction to pass upon it.\nThe auditor overruled the objections and admitted the testimony.\nBy his testimony, it appeared that on the 27th of March 1864, Mr. Farnum, Mr. Buckley and wife, Mr. Fields, Mr. Arundel, and Mr. Futhey met at Mr. Futhey’s office to consummate the sale of the mill property. It was there agreed that Farnum should have a mortgage for $2430, which was to compensate him for the moneys paid by him for the property at sheriff’s sale, and what he had expended in rebuilding the mill. When the property was first sold it did not reach a certain lien of $2200, held by John Farnum k Co., and it was agreed that a second mortgage should be given to Peter Farnum to pay that unpaid lien.\nThere were mechanics’ liens against the mill property created in rebuilding it, whilst it was in Farnum’s hands.\nThe mill property was to be taken subject to those liens and also to the judgment to O. Hoopes of $1200. Amongst the mechanics’ liens was one to Fielis, which was secured in his mortgage of $1291, which mortgage included other moneys advanced for Mrs. Buckley for deeds, recording, &c. The other mechanics’ liens were left to stand.\nMr. Farnum was to be made whole. The moneys secured to him, were the moneys he was out of pocket. The mechanics’ liens, the judgment to Hoopes, Mr. Fielis’s first mortgage or the mechanic’s lien therein, and Farnum’s two mortgages, -were the consideration of the conveyance.\nThe whole matter was explained to Mrs. Buckley by Mr. Futhey, and an estimate made of the amount of liens to be paid besides that of Fielis. Mrs. Buckley hesitated about giving a mortgage which would cover her farm property, but she could not get the contract concluded without doing so.\nThe delivery of the deed and mortgages all took place at the same time, and the deed and mortgages were entered by Mr. Futhey, the next day, in the order agreed upon by the parties. The questions for the auditor were: Was the parol testimony of Mr. Futhey admissible, and, if so, did the agreement of Mrs. Buckley, as stated by Mr. Futhey, authorize the payment of the mechanics liens, and the first mortgage to-Farnum, out of the proceeds of the sheriff’s sale, or were they payable out of the proceeds of the purchase-money mortgage?\nThe auditor, W. Townsend, Esq., reported : “ The liens before mentioned should be paid out of the proceeds of the sale in full accordance to their priority, except Fielis’s second mortgage, which by agreement was adjusted at the sum of $1075, in full satisfaction thereof, and that interest should be counted on them up to the date of the report, as per agreement of the parties filed in court, and that the residue of the fund remaining after payment of said liens should be paid directly to Edmund D. Buckley, executor of the said Sarah Ann Buckley, for payment of debts, and if no debts, then to the children of. the said Sarah Ann Buckley.”\nExceptions were filed for Edmund D. Buckley, executor, &o., and James Buckley, Jo so much of this report as awarded to Peter Earnum the payment of his purchase-money mortgage of $2400, dated February 19th 1863.\n1. Because the judgment of Hoopes against Peter Earnum of $1200, entered October 31st 1861, and the mechanics’ liens entered against the mill property while owned by said Farnum, being encumbrances against the vendor or liens upon the unpaid purchase-money claimed by Earnum and should have been paid therefrom.\n2. Because neither the recital of Hoopes’s outstanding judgment in Earnum’s deed to Mrs. Buckley, nor the parol evidence (if admissible) of Mrs. Buckley’s agreement to pay said judgment and the mechanics’ liens, being more'than her personal covenants or undertakings, it was error in the auditor to regard them as charges upon her land and to award their payment out of Mrs. Buckley’s interest in the land or its proceeds, instead of awarding their payment out of Farnum’s purchase-money mortgage of-$2430.\n3. The said recital of Hoopes’s judgment in the deed from Earnum to Mrs. Buckley, and his alleged promise to pay said judgment, and the mechanics’ liens not being made encumbrances upon Mrs. Buckley’s separate estate by the proper acknowledgment required by law, it was error in the auditor to treat them as charges upon her land.\n4. It was error in the auditor to admit the parol evidence of Mr. Euthey, to prove additional consideration than deed expressed.\nThese exceptions were considered by the auditor, and returned by him to court with his report unaltered. On argument in the court below, the exceptions were dismissed and the report confirmed, which was the error assigned.\nJohn M. Arundel, for appellant.\nW. Darlington, for appellee.\nJanuary 30th 1865,"
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 496
}
