{
  "id": 422148,
  "name": "Keen versus Hartman and Wife",
  "name_abbreviation": "Keen v. Hartman",
  "decision_date": "1865-01-30",
  "docket_number": "",
  "first_page": "497",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 299",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 351",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0351-01"
      ]
    },
    {
      "cite": "6 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 12246,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.8308813757905374e-07,
      "percentile": 0.83915027478436
    },
    "sha256": "4697315f260444d17b068b1ae4499d4afca0bd2e3504d7f55d502823ca23a137",
    "simhash": "1:d4478bee1a146d80",
    "word_count": 2179
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keen versus Hartman and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\n— This was an action of trespass upon the case, in which the declaration averred that Mary Ann Hartman, one of the defendants, had falsely, deceitfully, and fraudulently represented to the plaintiff that she was a widow, named Mary Ann Coleman, and that she was not a married woman, when in truth she was not a widow, but had been secretly married four days previously to the other defendant. The declaration further averred that by reason of this false and deceitful statement, the said Mary Ann had obtained from the plaintiff promissory notes made by one (jreorge Moore, which were the property of the plaintiff, and of great value, and that the plaintiff delivered to her those promissory notes in exchange for a bond and mortgage executed and delivered by her as a widow and unmarried woman. At the trial a verdict was returned for the plaintiff, but the court arrested judgment, being of opinion that such an action could not be sustained. Herein it is insisted there was error.\nIt is no doubt a general principle that for the fraud or other tort of a married woman an action may be maintained against her and her husband. At the same time it is a principle equally general that a wife' is incapable of making a contract that can be enforced in any manner against her. Her disability, though like that of an infant, is even more complete. These principles must both be maintained in the full extent of their meaning. What, then, is their meaning as related to each other ? Many torts are founded upon duties growing out of contracts. The practical effect of maintaining an action for such torts is the same as would be that of maintaining actions in form ex contractu, brought for the breach of the contracts themselves. But the disability and consequent immunity of a feme covert are substantial and not formal. So is it with ^n infant. Hence it has always been held that the contract of neither can be enforced substantially by any form of action, for if it could the legal immunity would cease to be a personal protection, and would exist or not, according to the remedy which a plaintiff might choose to adopt. Necessarily, therefore, the principle first stated is to be understood as applicable only to actions brought for wrongs done by the wife, which are what are sometimes denominated “ torts simpliciter,” in other words, torts, the substantive basis of which is not the wife’s contract. It is essential to the maintenance of any action for a tort that there be not only a wrongful act done by the defendant, but an injury to the ■ plaintiff. If the injury to the plaintiff consist in his inability to realize what a feme covert gave him reason to expect from her undertaking, it is not a case of pure and simple tort. The real injury then flows from her non-compliance with her engagement, and an action to recover compensation for it, if maintainable, gives equal effect to her contract, no matter in what form the action may be brought, whether in form ex contraetu or ex delicto. It practically enforces it. It is not strange, therefore, that it was early ruled that an infant is not liable for a false representation by which he induces a party to contract with him. This was decided in Johnson v. Pye, 1 Sid. 258. The case is also reported in 1 Levinz 169, and in 1 Ke. 913. And there can be no distinction in this respect between the case of an infant and that of a married woman. None is recognised. In Cooper v. Witham, 1 Lev. 247, 1 Sid. 375, and 2 Ke. 399, we find an action brought against a husband and wife, for that she being covert, affirmed herself to be sole, and requested the plaintiff to marry her, averring it to have been done maliciously, and with intent to deceive the plaintiff, whereupon he married her, whereby he was disturbed 'in conscience, and put to great charge by the husband. It was held, on motion in arrest of judgment, that the action would not lie, and the ground of the decision was, that the matter upon which the action was based “sounded in contract.” Precisely the same doctrine was maintained in the modern case of The Adelphi Loan Association v. Fairhurst, 9 Exch. 422, a case not distinguishable from the present. There, it was ruled an action will not lie against a husband and wife for a false and fraudulent representation by the wife to the plaintiff, that she was sole and unmarried at the time of her signing a promissory note as surety to him for a third person, whereby the plaintiff was induced to advance a sum of money to that person. The case was fully argued and decided after consideration, and review of the authorities. Pollock, C. B., in delivering the judgment of the court, while admitting the general liability of the husband and wife for her torts, said, “ but when the fraud is directly connected with the contract of .the wife, and is the means of effecting it, and parcel of the same transaction, the wife cannot be responsible, and the husband - be sued for it together with the wife. If this were allowed it is obvious the wife would lose the protection which the law gives her against contracts made by her during coverture, for there is not a contract of any kind which a feme covert could make whilst she knew her husband to be alive, that could not be treated as a fraud. Eor every such contract would involve in itself a representation of her capacity.” In this state no case has arisen until the present, in which this precise question has been determined, but the principle that governs the English cases has been asserted and applied in actions for torts brought against infants. It was maintained, with much force of argument, by C. J. Gibson, in Wilt v. Welsh, 6 Watts 9, and many authorities were cited. It finds some support also in Pen-rose v. Curren, 3 Rawle 351. We have other cases to the point that though an action may be in form as for a tort, yet if the subject of it he based upon a contract there can be no recovery, when an action on the contract directly would fail, and this whether the defendant be an infant or an adult.\nIn view of these authorities and of the reasons by which they are sustained, we are brought to the conclusion that the present plaintiff’s action cannot be sustained, that no cause of action was set forth in the declaration, and that it was right to arrest the judgment upon the verdict.\nIt may seem hard that a person injured by the fraud of a married woman, consummated through the agency of her contract, should be without civil remedy, but it is necessary to the conservation of that protection which the law throws over her during her coverture, against being bound by her contracts, and the rule entails no more loss upon him than does his inability to enforce her contract directly.\nJudgment -affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Lucas Hirst (with whom were W. L. Hirst and F. C. Brewster), for plaintiff in error.",
      "John A. Owens, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Keen versus Hartman and Wife.\nLiability of husband for tort of wife.\n1. The general principle that for the fraud or other tort of a married woman, an action may be maintained against her and her husband, applies only to torts simpliciter or cases of pure and simple tort, and not where the substantive basis of the fraud is the contract of the wife.\n2. Therefore, an action will not lie against a husband and wife for her false and fraudulent representations to the plaintiff that she was a widow at the time she executed a bond and mortgage in exchange for which he gave up to her promissory notes to a large amount against a third person.\nError to the District Court of Philadelphia.\nThis was an action on the case by James S. Keen against John Hartman, Jr., and Mary Ann Hartman.\nThe declaration set forth that on the 5th of February 1858, Mary Ann Hartman, one of the defendants, then the wife of John Hartman, Jr., the other defendant, deceitfully, artfully, knowingly, and fraudulently declared and represented to the plaintiff that she was Mary Ann Coleman, and a widow', and that she was not a married woman; that by reason of this false and deceitful statement she obtained from the plaintiff promissory notes made by one George Moore, and which notes were the property of the plaintiff; that the plaintiff delivered to her these promissory notes in exchange for a bond with warrant of attorney and a mortgage, executed and delivered by her as a widow and single woman, &c.; that when she obtained these notes and executed the bond, &c., she was not a widow, but had been secretly married four days previously to the other defendant; to which the defendants pleaded not guilty.\nThe material facts of the case were these:—\nMary Ann Coleman lived in the city of Philadelphia for a number of years as a widow lady. A few days prior to the 5th of February 1858, the plaintiff holding promissory notes to the amount of $2300 against George Moore, the father of defendant, who was at that time solvent, threatened to bring an action against him on said notes, when said Mary Ann Coleman, representing herself as a widow lady, induced the plaintiff to take her bond and mortgage for the sum of $2100 for said notes. The plaintiff agreed to the proposition, and directed his attorney, Lucas Hirst, Esq., to prepare the bond, warrant of attorney, and mortgage, placing said notes in his attorney’s hands to be delivered on the execution of the papers. On the 5th of February 1858, the defendant called at the office of the plaintiff’s attorney, and said she was prepared to execute the papers for said notes. Plaintiff’s counsel, before defendant executed said papers, said to her, “ Are you a widow lady ? for if you are not you cannot execute these papers.” To which she replied, “lam a widow lady, and my name is Mary Ann Coleman.” Upon this representation made by her, plaintiff accepted the bond and mortgage executed by Mary Ann Coleman as a widow, and delivered to her promissory notes to the amount of $2300. Defendant then went before an alderman and acknowledged the mortgage and bond as Mary Ann Coleman, widow lady, and delivered the same to plaintiff’s counsel for plaintiff, for the consideration aforesaid. The plaintiff had no knowledge, either directly or indirectly, of the said defendant being a married woman, until the 28th of January 1860, when her husband, John Hartman, Jr., applied for a rule to strike off the judgment, on the ground that she was a married woman at the time she executed said bond and mortgage, alleging that she was married to him on the 1st of February 1858, which the court refused, but directed an issue to try whether she was a married woman or not at the time of the execution of said bond. This issue was found against the plaintiff, on the ground that she was a married woman, and the decision of the District Court affirmed by this court: See 3 Wright 299. This action was then brought against her and her husband, and a verdict for $1000 rendered against them.\nThere was a motion for a new trial for the following reasons:\n1. Because the plaintiff did not prove the averment in his declaration that the defendant, Mary Ann Hartman, had received money or a valuable thing as a consideration for the bond and mortgage mentioned in the declaration, and that the plaintiff had lost by the alleged deceit.\n2. Because the verdict of the jury is against the charge of the learned judge and the weight of the evidence.\n3. Because the verdict is contrary to the law and evidence.\nThe reasons in arrest of judgment were:—\n1. Because the verdict of the jury was rendered against both defendants, when the plaintiff, neither in his declaration nor in his opening to the jury,charged the defendant, John Hartman, with having done any one act that tended towards a fraud or deceit of any kind whatever. .\n2. Because the jury at the time of rendering the verdict, at first rendered a verdict for the defendant, and then asked to recall that and rendered one for the plaintiff, and stated, as part of their verdict, that the defendants were not guilty of any fraud or deceit; which is the averment upon which the plaintiff is entitled to a verdict, if at all.\nThe motion for a new trial was refused, and the judgment was arrested; which were the errors assigned.\nLucas Hirst (with whom were W. L. Hirst and F. C. Brewster), for plaintiff in error.\nJohn A. Owens, for defendants in error.\nJanuary 30th 1865,"
  },
  "file_name": "0497-01",
  "first_page_order": 497,
  "last_page_order": 501
}
