{
  "id": 422214,
  "name": "Moloney versus Davis",
  "name_abbreviation": "Moloney v. Davis",
  "decision_date": "1865-01-30",
  "docket_number": "",
  "first_page": "512",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 512"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 294,
    "char_count": 5422,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 6.208319884343824e-08,
      "percentile": 0.38433804441880587
    },
    "sha256": "6ed1f8bd145748ef55bb36333f0aa0e8911105d19fd01f6d649ef323c9f4dbde",
    "simhash": "1:18893938bb763d48",
    "word_count": 939
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moloney versus Davis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— This suit was brought in the court below for rent. The defendant claimed a set-off for coal and boarding. His affidavit of defence, setting up the counter-claim, was made October 19th 1860, and his plea was filed December 28th 1860. The plaintiff and defendant having been partners before the taking of the lease upon which the rent accrued, the plaintiff in December 1860 filed a bill in equity for a settlement of the partnership affairs, which resulted in a decree in his favour, June 22d 1863, for $4233.14. During the progress of the case before the Master, the plaintiff alleges he offered to credit the coal and boarding account upon the partnership balance which he claimed, but no credit was entered for the same till October 8th 1863, when it was done by the plaintiff’s own act. The defendant, for the purpose of proving his set-off, gave in evidence the plaintiff’s answers to interrogatories filed in a bill of discovery, and rested. After the testimony had been closed, and while plaintiff’s counsel was addressing the jury, he called a witness, and offered to prove by him that while engaged in the settlement of the partnership books, the plaintiff desired and offered to credit the defendant’s coal and boarding account in the partnership settlement. The counsel of defendant waived his right to object, but the court declined to receive the evidence. This is the first error assigned. It is impossible for this court to know the grounds upon which the learned judge of the court below declined, as no realms appear in the bill of exceptions. The plaintiff having closed his evidence, and his counsel being engaged in summing up to the jury, it was a matter purely in the sound discretion of the judge, and we must presume he exercised it wisely. The waiver of the defendant’s right to object gives the case no greater weight; as it belongs not to the parties to interrupt or to change the orderly progress of the business of the court in a due course of trial.\nWe see nothing to correct upon the second assignment of error. It depends upon the interpretation given to the plaintiff’s answers to the interrogatories. Taking all the answers together, there is a distinct admission of the correctness of the account for the coal and hoarding; while the denial of indebtedness upon it is plainly evasivo and qualified. It is an attempt to give colour to an untruth without exactly stating a falsehood. But it is very manifest from the tenor of the whole that the plaintiff could not, and did not, state that the coal and boarding were actually paid upon, or appropriated by consent to, the partnership debt. When the plaintiff alleged he was not indebted upon this account, it was not as a statement of the fact, but as a conclusion from the reason he gives; and this reason is the colourable fact he attempts to construct. The sum of it is, he considered the account as received on the partnership balance, and gave credit for it on the decree in equity, and therefore he is not indebted.\nAs the case stood the account was admitted, and there was no actual application of it by either party until the defendant asked it to he applied in his affidavit of defence and plea. • The subsequent attempt by the plaintiff to appropriate it to the balance due him on the partnership account was nugatory, and the learned judge therefore properly submitted the case to the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "F. Carroll Brewster, for plaintiff.",
      "Sharpless, for defendant."
    ],
    "corrections": "",
    "head_matter": "Moloney versus Davis.\nIntroduction of testimony after closing case, within the discretion of the court. — Set-off claimed in affidavit of defence, not to be evaded by after appropriation by opposite party.\n1. After a ease is concluded and counsel have begun to address the jury, it is within the discretion of the court to permit the introduction of further evidence ; and when refused, it is to be presumed, on error, that the discretion was wisely exercised.\n2. Where, in a suit for rent between former partners, the defendant in his affidavit of defence alleged a set-off for boarding and coal, the plaintiff cannot evade it by entering a credit on a decree obtained long afterwards on proceedings in equity for a settlement of the partnership accounts.\n3. Where the defendant, to establish his set-off, gave in evidence the answers of the plaintiff to a bill of discovery filed by him in the action for rent, in which the plaintiff, admitting the correctness of the account, alleged that it was received on account of the partnership debt, without affirming that the items of the set-off were actually paid on, or appropriated by consent to it, the answers were held evidence of indebtedness; and that it was not error in the court to instruct the jury to inquire as to the indebtedness for rent, and the amount received by plaintiff, and to find a verdict for the party in whose favour the balance should be found.\nError to the District Court of Philadelphia.\nThis was an action of covenant upon a lease of a certain coal-yard belonging to plaintiff, which he had rented to defendant, in which, under the ruling of the court below, there was a verdict and certificate in favour of defendant for $9.76, on which judgment was entered.\nAll the material facts of the case, and the matters assigned for error here by the plaintiff, will be found in the opinion of this court.\nF. Carroll Brewster, for plaintiff.\nSharpless, for defendant.\nJanuary 30th 1865,"
  },
  "file_name": "0512-01",
  "first_page_order": 512,
  "last_page_order": 514
}
