{
  "id": 422197,
  "name": "Miller versus Consolidation Bank",
  "name_abbreviation": "Miller v. Consolidation Bank",
  "decision_date": "1865-01-30",
  "docket_number": "",
  "first_page": "514",
  "last_page": "517",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 367",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0375-01"
      ]
    },
    {
      "cite": "4 W. & S. 445",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0445-01"
      ]
    },
    {
      "cite": "5 Peters 529",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        534506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/30/0339-01"
      ]
    },
    {
      "cite": "8 Gray 254",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2079226
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/74/0254-01"
      ]
    },
    {
      "cite": "5 Conn. 574",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12136470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/5/0574-01"
      ]
    },
    {
      "cite": "3 Pick. 4",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0004-01"
      ]
    },
    {
      "cite": "2 Johns. 300",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Barb. 143",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4887122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/7/0143-01"
      ]
    },
    {
      "cite": "23 Wend. 311",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/23/0311-01"
      ]
    },
    {
      "cite": "5 Pick. 412",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0412-01"
      ]
    },
    {
      "cite": "12 B. Mon. 11",
      "category": "reporters:state",
      "reporter": "B. Mon.",
      "case_ids": [
        8591244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/51/0011-01"
      ]
    },
    {
      "cite": "4 Md. 283",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1695143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/4/0283-01"
      ]
    },
    {
      "cite": "7 Ala. 19",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/7/0019-01"
      ]
    },
    {
      "cite": "5 Blackf. 210",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1379335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/5/0210-01"
      ]
    },
    {
      "cite": "16 Wend. 505",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0505-01"
      ]
    },
    {
      "cite": "11 Johns. 544",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0544-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 8689,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.5777238472591638e-07,
      "percentile": 0.679805656623224
    },
    "sha256": "226639f7759dfd0b1413b2a5609f3f91a72f5db6c1a2691cf0a168e4bc7da516",
    "simhash": "1:125f7d52e8456582",
    "word_count": 1590
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Consolidation Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— The note in this case is to be received as if drawn by Miller & Persch, payable to Persch & Steeb, and endorsed by the latter to the bank. The affidavit of defence upon which the question arises does not allege that the bank discounted the note under any unusual circumstances, or with any notice of the alleged fraudulent use of the name of Miller & Persch for the individual benefit of each. The only fact to show want of good faith is, that the note and endorsement are in the handwriting of Persch, which was known to the bank.\nOne who is a member of several firms has presumptively the same power in each that his partners have. To say he cannot draw and endorse the same paper, as the representative of different firms, is simply to negative his power to act in the second firm because he has acted in the first. Having in each the power of a partner presumptively as to the public, and acting in that apparent right, it is no ground of suspicion that his endorsement of the name of one firm is in bad faith to the other as makers of the note. The case of Tanner v. Hall and Easton, 1 Barr 417, differs widely from this. There Hall drew his separate note for his own accommodation to the order of another firm, who endorsed it. Then he endorsed the name of his own firm, and procured it to be discounted. It was held that the form of the note and the circumstances sufficiently indicated to the bank that the note was for his individual accommodation, and thus put the bank upon notice. But here there is nothing out of the usual course of business, and nothing in the face of the paper to indicate that the note was not drawn by the firm of Miller & Persch, in their usual course of business, in a partnership transaction with Persch & Steeb. The bank taking it of Persch & Steeb in good faith cannot be affected by the naked fact, that the handwriting of the note and of the endorsement was that of Persch the common partner.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Meyer, for plaintiff in error,",
      "Thorn, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Miller versus Consolidation Bank.\nPartnership. — Right of member of two firms to draw and endorse bills in the name of both. — Fraud on either not inferrable from such conduct.\n1. One who is a member of several firms may draw and endorse the same paper as the representative of each : and it is not a ground of suspicion that his endorsement of the name of one firm is in bad faith to another as the maker of the note.\n2. Hence, where a partner in two firms drew and endorsed in the name of one of them a note payable to its own order, and then added the endorsement of the other firm, the fact that the note and endorsements were all in the handwriting of that partner is not an indication of such a want of good faith, as to make it the duty of the bank discounting it, to inquire into his authority for this act.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by The Consolidation Bank against August C. Miller and John P. Persch, late partners trading as Miller & Persch. The plaintiff declared .on a promissory no.te for $6500, dated Philadelphia, August 29th 1863, at two months, signed Miller & Persch, payable to their own order. Endorsed, Miller & Persch, and Persch & Steeb.\nTo this the defendant Miller filed an affidavit of defence, in which he averred that neither he nor the said firm of Miller & Persch received any value for or on account of the note of which a copy is filed in this case; that the said note was made and signed by John P. Persch, then a member of the firm of Miller & Persch, without the knowledge, consent, or subsequent ratification of the affiant; that the said note was then endorsed by the said John P. Persch in the name of Miller & Persch, and Persch & Steeb, and taken by the said John P. Persch to the plaintiffs, by whom it was discounted for the said Persch & Steeb and carried to their credit, and the proceeds were drawn out by the check of the said John P. Persch in the name of Persch .& Steeb, and appropriated to his own use.\nThat the plaintiffs knew well the handwriting of the said John P. Persch, and by that fact had notice that he was using the name of Miller & Persch for his own use and benefit or for that of the firm of Persch & Steeb.\nIn a supplemental affidavit he averred that the note was not drawn in the course of the partnership business, and that under the partnership agreement of the said Miller & Persch, the said John P. Persch had no right to make or endorse any promissory note or other commercial paper in the name of the said firm.\nAnd that it was drawn and endorsed as aforesaid by the said John P. Persch in fraud of the affiant and the said firm of Miller & Persch, and was by him fraudulently negotiated.\nThe court entered judgment for want of a sufficient affidavit of defence; whereupon the defendant took this writ, and assigned as error the entry of judgment in favour of the plaintiffs.\nMeyer, for plaintiff in error,\nargued that it having been alleged in the affidavit of defence that the note was drawn and endorsed by Persch, in fraud of Miller and of the firm of Miller & Persch, and that said firm had never received value for it, the bank was entitled to recover only on proof, — 1st, of the payment of consideration ; _ 2d, of bona fides.\nThe payment of consideration was admitted, but the second point was denied.\nThe transaction was not a usual one; the note of one firm was discounted and the proceeds paid to another firm; this alone was suspicious; and all the signatures being in the handwriting of one individual, was a circumstance sufficient to put a careful man oh inquiry.\nThird parties are protected as holders of negotiable paper, drawn by one partner in derogation of the rights of his co-partners, only when they show that they took it for valuable consideration and bond fide; this rule has been always recognised by the law merchant as the protection of a partnership against unauthorized acts of one copartner: King v. Faber, 10 Harris 21; Doty v. Bates, 11 Johns. 544; Whitaker v. Brown, 16 Wend. 505; Foster v. Andrews, 2 Penrose & Watts 160; Ensoninger v. Marvin, 5 Blackf. 210; Knapp v. McBride, 7 Ala. 19; Thurston v. Lloyd, 4 Md. 283; Manning v. Hays, 6 Id. 5; Hamilton v. Summers, 12 B. Mon. 11.\nIf the action be brought by a subsequent endorsee against the partnership, and defendants show that the note was executed in fraud of the firm, as between the partner executing it and the payee, this will throw the burden of proof Upon the plaintiff to show that he came by the note fairly and without knowledge of the fraud: 1 Parsons on Bills 128; Monroe v. Cooper, 5 Pick. 412; Bank v. Gilliland, 23 Wend. 311; Bank v. Cameron, 7 Barb. 143; 3 Kent 42,* Ed. 1851.\nIn England it has been held otherwise in some cases. Denman, C. J., in Musgrave v. Drake, 5 Q. B. 185.\nBut there appear to be decisions in England in conformity with the American rule.\nSee Grant v. Hawkes, Chitty on Bills, 9th ed. 42, note 6.\nWhen a person takes a partnership engagement without the consent or authority of the firm for a matter that has no reference to the business of the firm, and is not within the scope of its authority, or its regular course of dealing, he is in judgment of law guilty of fraud: 3 Kent 43; Byles on Bills [34*]; Story on Partnership, 194-199-202; 1 Parsons on Bills 128; Baind v. Cochrane, 4 S. & R. 397; Lanning v. Ten Eyck, 2 Johns. 300; Chagourres v. Edwards, 3 Pick. 4; Insurance Co. v. Bennett, 5 Conn. 574.\nA bond fide holder is “ he who acquires the paper in good faith, for valuable consideration, from one capable of transferring the note1 Parsons on Bills 254.\nThe original English doctrine of Gill v. Cubitt, 3 B. & C. 460, was, that the question was, whether the plaintiff had taken the bill under circumstances which ought to have excited the suspicion of a careful and prudent man.\nThis has been somewhat modified in later cases, and it is believed that the correct doctrine is laid down in Merriam v. The Granite Bank, 8 Gray 254.\nTanner v. Hall & Easton, 1 Barr 417, is a case similar to the present in all essential points.\nOn the doctrine laid down in this case, the defendant in error was hound to inquire into the nature of the transaction by which two firms were sought to be charged by the unauthorized act of one copartner.\nThorn, for defendant,\ncited and relied on Haldeman v. The Bank of Middletown, 4 Casey 440; Ihmsen v. Negley, Mohan & Co., 1 Id. 297; Winship v. Bank of Middletown, 5 Peters 529; Knight v. Pugh, 4 W. & S. 445; Brewster’s Administratrix v. Sterritt, 8 Casey 115; Hogg v. Orgill, 10 Id. 344; Albrety v. Mellor, 1 Wright 367; Eckert v. Cameron et al., 7 Id. 120.\nJanuary 30th 1865,"
  },
  "file_name": "0514-01",
  "first_page_order": 514,
  "last_page_order": 517
}
