{
  "id": 422286,
  "name": "Campbell's Administrator versus Boggs",
  "name_abbreviation": "Campbell's Administrator v. Boggs",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "524",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Yeates 111",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "15 Wend. 306",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "4 Howard 331",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "1 Gill. 234",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1016701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/gill/1/0234-01"
      ]
    },
    {
      "cite": "12 Mass. R. 127",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "16 Mass. R. 456",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2035275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/16/0377-01"
      ]
    },
    {
      "cite": "1 W. &S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 12371,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 5.582443380432524e-07,
      "percentile": 0.9476318889634107
    },
    "sha256": "3f279f906a826fb6eac37f608b6abadcbf1d07e3d37ef97ebb4b507c58405e6f",
    "simhash": "1:3e768fb0225a2cb8",
    "word_count": 2232
  },
  "last_updated": "2024-02-27T22:05:40.639131+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell’s Administrator versus Boggs."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, in 1855, by\nWoodward, J.\n— Moses Boggs was constituted the attorney in fact of Rebecca Campbell on the 18th day of August 1835, to receive for her a sum of money due from the estate of her aunt, and the money came into his hands on the 23d day of February 1837.\nMore than ten years thereafter, this action of assumpsit was instituted by her personal representative, to recover the money so received, and the defence rests on the Statute of Limitations.\nAn attorney in fact who collects money for his principal is bound to pay it over at once, and his neglect to do so, is a breach of the implied contract, for which an action of assumpsit will lie. And as the Statute of Limitations operates on the remedy, it begins to run as soon as the right of action accrues. When the action has been delayed for more than six years, and the statute is pleaded, the burthen of proving facts to resist its operation, or, in the usual phrase, to take the case out of the statute, is upon the plaintiff.\nWhat does the plaintiff rely on for this purpose ? He first alleges a trust; that Moses Boggs stood in a relation of such confidence to Mrs. Campbell as to deprive him of the protection of the statute. A trust, without doubt, there was; but it has been repeatedly said, that they are only those technical, continuing trusts exclusively cognisable in equity, which are exempt from the statute. Finney v. Cochran, 1 W. &S. 118 ; Agneww. Fetterman, 4 Barr 56, Had counsel gone into equity to enforce this trust, principles of decision in analogy to the Statute of Limitations would have been fatal to a claim delayed so long. Much rather, then, is the remedy barred when a common law' action is employed which is expressly within the statute. A trust that is not subject to the statute cannot be so enforced. The plaintiff's answer to the plea of the statute must be given up, or his action must. They cannot consist.\nThe next ground assumed by the plaintiff is, that the statute does not commence to run in favour of an attorney in fact, who has collected money for his principal, until he has given notice to the principal of the receipt of the money. It is likened to the case of an attorney at law, and .this rule is said to have been established in respect to this class of agents in McDowell v. Potter, 8 Barr 189. I confess I see no adequate ground for a distinction between attorneys in fact and attorneys at law. Diligence and skill in the collection, and promptness and fidelity in the paying over moneys, is required of both. It is reasonable, therefore, that they should'have the same measure of protection from the Statute of Limitations. What then, is the settled rule, as to the time when the statute begins to run in favour of an attorney at law ? This question was very carefully considered in Wilcox v. The Executors of Plummer, 4 Peters R. 172. The action was assumpsit, and it was held that when the attorney was chargeable with negligence or unskilfulness, his contract was violated, and the action might have been sustained immediately, and as a consequence, that the statute ran from the time the action accrued, and not from the time that the damage was developed or became definite.\nThe same principle will be found very fully vindicated in Short v. McCarthy, 3 Barn. & Ald. 626, Battly v. Faulkner, 3d Eng. Com. Law 289, and Howell v. Young, 11 Eng. Com. Law 219. In the latter case the negligence for which the action was brought, was not discovered for some years, but the court held the action accrued from the breach of duty. “ There is no new misconduct or negligence of the attorney,” said Holroyd, J., “ and consequently there is no new cause of action.” In the recent case of The East India Company v. Paul, 1 Eng. Law & Eq. R. 49, Lord Campbell stated the result of the English authorities in these words: “The rule is firmly established that in assumpsit the breach of contract is the cause of action, and that the Statute of Limitations runs from the time of the breach, even where there is fraud on the part of the defendant.” This rule of decision has been applied to notaries: Bank of Utica v. Childs, 6 Cowen 245. And to sheriffs: 9 Barr 120; Miller v. Adams, 16 Mass. R. 456; Rice v. Homer, 12 Mass. R. 127 ; Mather v. Green, 17 Ibid. 60. And to various agencies; 1 Gill. 234; 2 Richardson 133 ; 1 Sandford S. C. R. 98; 2 Strobh. 344. See also, 4 Alabama R. 493; 2 McMullan 171; 4 Howard 331; 1 Sumner 478.\nIn New York and Pennsylvania, it has been applied to actions against attorneys for moneys collected: Stafford v. Richardson, 15 Wend. 306 ; Agnew v. Fetterman, 4 Barr 58. But fraudulent concealment has been held to modify the rule in Pennsylvania: Jones v. Conway, 4 Yeates 111; Harrisburg Bank v. Foster, 8 Watts 16 ; McDowell v. Potter, 8 Barr 190. It is on this ground alone the ruling in McDowell v. Potter can be sustained. The pleadings are not given in the report of the case, but the opinion rests upon the plaintiff’s replication to the defendant’s plea of the statute, that he had neglected to advise them of the receipt of the money, “ and altogether concealed the same ffom their knowledge.” If the evidence tended to support that replication, it ought to have gone to the jury, and if the fraud was found, then I agree that according to the Pennsylvania mode of holding the above rule, the statute would begin to run only from the discovery of the fraudulent concealment; but if the court meant to say that without proof of fraudulent concealment, the statute would not begin to run in favour of the attorney, till he had given notice that the money was in his hands, and that by replying fraud to the plea, the onus was thrown on the defendant, that ease is not to be followed. Understood in this manner, it is in conflict with the authorities, to only a few of which I have adverted, and irreconcilable with the nature of the action of assumpsit and of the Statute of Limitations: for on what is the action founded but the breach of the implied contract ? And when is the contract broken ? Manifestly when the money is not paid over within a reasonable time after it is received. There, at that point, the cause of action accrues, not years afterward, when the client, with a lack of diligence for which he alone is responsible, discovers that it is in the hands of his counsel. Actions on the case for consequential damages are not to be brought till the damages are developed: but actions for breach of contract do not wait on consequences, but attach to the breach. The measure of damages in these actions may be affected by consequences resulting from the breach, but they do not give the right of action. That arises the instant the contract is broken. Say that it is part of the attorney’s duty to give prompt notice of the collection of the money: it is neglect of that duty which renders him liable to the action on the contract; and then the principle is too well grounded to be shaken, that when the action accrues the statute begins to run. Equally well settled is the rule that where the statute is pleaded to a stale claim overdue for more than six years, the burthen of proof is on the plaintiff, to take his case out of the statute. If he prove fraudulent concealment, he may shift the burthen on the defendant: but he does not do this simply by pleading fraudulent concealment in reply to the statute. Clients and principals who employ attorneys, whether at law or in fact, like all other men, are bound to ex’ercise reasonable diligence about their own affairs. The creditor who allows his simple contract debts to run on, overdue, for more than six years, must charge their loss to his own negligence: so with the landowner who delays his action against an intruder for twenty-one years: so with the constituent, who neglects to call his agent or attoriiey to account. Statutes of limitation are intended to promote -promptness and punctuality in business ; the settlement of claims while parties are alive, and before witnesses die; and he who will not take the hint, must take the consequences.\nIf a client applies to his attorney and receives a false or evasive answer as to moneys collected, let him prove that, and it will arrest the running of the statute ; but if he can prove nothing to excuse his delay in suing, the statute must have its course, for it is founded in wisdom. In Krause v. Dorrance, 10 Barr 462, it was decided, that an attorney was not liable to an action by his client for money collected until after demand made, unless there be special circumstances dispensing with the necessity of demand, one of which, as specified, is “ culpable negligence in not giving notice of the receipt of the money in a reasonable time.” The same thing was held in Taylor v. Bates, 5 Cowen 376, in speaking of which case in Stafford v. Richardson, O. J. Savage remarked : “ If anattox-ney may shield himself fromx-esponsibility, upon the ground that no demand has been made, it does not follow that the client can excuse his laches by a principle which is intended to protect from costs, an agent who has acted honestly and diligently in the business of his principal. Although an attorney may protect himself from a suit, by want of a demand, ho is not, for that reason, to be subject all his lifetime to demands however stale. If a demand was necessai'y in this case, the plaintiff should have made it in season: to have brought his suit within six years after the defendant had converted his property. It was his own fault that he had not put himself in a condition to sue, and he can never take advantage of his own laches.” These views show that the point ruled in Krause v. Dorrance does not embai’rass the question under coinsderation, and the exception to the rale stated in that ease shows the same thing: for if the failure to pay over money in a reasonable time is culpable negligence in the attorney, such as releases the client from the necessity of deihand, then he has a right of action presently, and because his right of action is complete, the Statute of Limitations begins to run against him from the time of the “ culpable negligence.” Thus we are brought back to the primary ground that the breach of the contract is the date of the l’ight of action, and of the start of the statute.\nWhore the professional relation involves a series of acts and duties, an attorney is not suable until the relation is dissolved. Where it involves a single transaction, as the collection of a particular debt, he is not to be annoyed with an action the instant the money is in hand, and before demand made. lie is to have a reasonable time to remit, or give notice of the collection : but if he do not remit, or give notice within a reasonable time, it is culpable negligence — a breach of the contract with his client for which an action may be brought without demand. Nowhere, either in the principles of the law or in the adjudged cases, do we find any countenance for the doctrine that the right of action must wait on the act of the attoiney in giving notice, and thus escape being sued altogether; and if the right of action be not suspended on such a contingency, neither is the running of the statute.\nFor these reasons we a,re of opinion that the answer made to the plea of the statute in this case, is entirely insufficient, and that the judgment should be\nAffirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Campbell’s Administrator versus Boggs.\nLiability of attorney for money collected by Mm.— When Statute of Limitations commences to run in such case. — Burden of proof after six years.\n1. An attorney in fact who collects money for his principal is bound to pay it over at once, and his neglect to do so, is a breach of the implied contract for which an action of assumpsit will lie.\n2. The Statute of Limitations begins to run from the time the right of action accrues, and not from the time when notice is given of the receipt of the money, unless there had been fraudulent concealment on the part of the attorney.\n3. Where more than six years have elapsed from the date of the collection, the onus probandi to take such a ease out of the statute, is on the plaintiff.\n4. McDowell v. Potter, 8 Barr 189, reviewed and qualified.\nThis case having been referred to by the court in Barton v. Dickens, it is inserted here in further illustration of the principles there announced."
  },
  "file_name": "0524-01",
  "first_page_order": 524,
  "last_page_order": 526
}
