{
  "id": 422163,
  "name": "Yearsley's Appeal",
  "name_abbreviation": "Yearsley's Appeal",
  "decision_date": "1865-02-27",
  "docket_number": "",
  "first_page": "531",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "48 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 584,
    "char_count": 12300,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.6099221755252034e-07,
      "percentile": 0.6853739349282526
    },
    "sha256": "aeb5a46c0088117ed534d8c4f2e97627e53fda81f01c125eb8b2546b143a94ce",
    "simhash": "1:88c118eb58238f9b",
    "word_count": 2084
  },
  "last_updated": "2023-07-14T20:42:36.914875+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yearsley’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\n— Townsend Yearsley submitted to the auditor a statement of his account with his late brother, Pascal Yearsley, the debit side of which consisted of four items which, with, interest, amounted to $7987.44 — the credit side amounted to $4438.22: the difference was $3549.22.\nThe auditor decided, on abundant evidence, that the item on the debit side of $3003.23 for money loaned was correct, but for the other two items he relied on Townsend Yearsley’s books, and from the manner of keeping them he rejected the first item for eighty-five weeks of board, but allowed the other item for seven hundred and ninety days of work.\nHe then allowed the credits and thus struck the balance, to which Townsend Yearsley was entitled. Upon exceptions to his report the court decided that the book ought to have been wholly rejected — neither debit nor credit allowed — which left Townsend Yearsley’s item of $3003.23 for borrowed money unimpaired, and which, with interest added, amounted to more than the balance Townsend claimed against his brother’s estate. Thus, the cash item $3000, and interest as stated by auditor, $1966, amounted to $4966. From which deduct the balance claimed by Townsend, $3549.22, and the difference is $1416.78.\nThese figures would be a little affected by the interest counted up to the time of the several audits; but it, is apparent from them that the effect of sustaining the exceptions to the auditor’s first report was to establish Townsend Yearsley’s debt against his brother’s estate at some $1400 beyond what he stated it himself.\nIt never can be right to allow a creditor of a decedent more than he claims. All experience proves that the accounts which the living state against the dead are large enough. Very often, indeed, estates are exposed to false and exaggerated demands, of which, however, we see no evidence in this case; but where a creditor has made no mistake in his figures, it cannot be a sound judgment that awards him $1400 more than he asks for.\nWe think the court erred in not confirming the auditor’s first report. The claim presented to an administrator or an auditor is, in itself, no evidence against the decedent’s estate, but if the administrator claims the benefits of the credits therein stated, he makes the paper primd facie evidence of the debits also. He cannot treat part of the paper as an admission and reject the rest. It is evidence of nothing, or of all it contains. But the administrator may question the debits and disprove them if he can. Such a sworn statement is only primd facie, evidence, and is open to inquiry and contradiction. And when the auditor went to the creditor’s books and found no adequate charge of the board bill, he did right in rejecting it, though it was in the sworn statement. When from the books he found the seven hundred and ninety days of labour charged, and heard what was proved in support of that charge, he did right in sustaining it, and the credits were properly allowed of course, for they were sworn to by Townsend Yearsley. The auditor seemed to doubt, and the court doubted still more, whether the book was so kept as to be adequate evidence of the work, but we have no doubt on that' head.\nThe accountant was employed by his brother as superintendent of his glass-works, and was generally there from daylight until eleven o’clock at night, and frequently stayed all night and on Sundays.' Mr. Dodge, an intelligent witness, who frequently visited the glass-works, and was himself a manufacturer, swore ■that such services as the accountant rendered were worth $4 a day; yet he charged but $2.50. And these charges were made on Saturday night, and generally on the same line in his book in which he credited the money received during the week.\nNow, under such circumstances, we think the book was evidence both of the work and of the credits. A labourer who serves one single employer for upwards of two years in the manner described by Dodge, ought not in reason to be held to daily entries in his books, and the entries once a week were enough. In connection with the evidence before the auditor, we think the book account was properly received for the work and the credits. As to the propriety of rejecting it for the board, that question is not raised upon the record, and we assume the auditor decided it correctly.\nWe see nothing else in the errors assigned. The Statute of Limitations was stopped by the suit brought in 1860, which is still pending.\nThe decree of the court below is reversed, and the record is remanded, with directions to proceed and make distribution upon the principles of the auditor’s first report.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "John H. Brinton, for appellant.",
      "John A. Marshall, for appellees."
    ],
    "corrections": "",
    "head_matter": "Yearsley’s Appeal.\nDecedents’ estates. — Distribution not to exceed amount of creditor’s claim. —Sworn statement, when evidence of claim. — Booh entries, when evidence. — Statute of Limitations, when not a bar to claim over six years old.\n1. In the settlement of claims against a decedent’s estate, it is not to be presumed that less is demanded by creditors than their just dues, and therefore it is not a sound judgment that confirms a distribution allowing to a creditor more than his original claim.\n2. Though a sworn statement of a claim presented to an auditor or administrator is in itself no evidence against a decedent’s estate, yet if the administrator claim the benefit of the credits allowed therein, he makes the paperprimá facie evidence of the debits also, which, however, he may disprove if he can.\n3. Thus in a claim on book account, a charge therein for boarding incorrectly made was rightly rejected : but a charge for work and labour done, correctly made under the circumstances, and sustained by extraneous proof, was held admissible, as were also the credits for money received from the employer, entered in the same book and contained in the sworn statement of the employee, when first presented.\n4. where an employee engaged at work through the whole of the day and part of the night, charges in his book for services at the end of the week, on Saturday night, and also enters credits thereon for money received during the week, the book is evidence both of the work done and of the credits.\n5. Where, upon a debt contracted more than six years before suit brought, credits within that time are endorsed, and an assignment of another claim made by the debtor as collateral security, the Statute of Limitations is not a bar to the action.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal, by Washington'Yearsley, from the decree of the Orphans’ Court in the matter of the account of Townsend Yearsley, acting administrator of Pascal Yearsley, deceased.\nThe material facts of the case, as found by the auditor, were these:—\nPascal Yearsley died in Philadelphia, November 2Tth 1861, and was buried from the residence of his brother, Washington Yearsley, in Chester county. While living, he carried on the several occupations of bricklayer and glass manufacturer. At the time of his death intestate and without wife or children; he left surviving him the following relatives upon whom his estate, if solvent, would descend: Hannah Yearsley, his mother; Washington and Townsend Yearsley, his brothers; Sarah, wife of Isaac Gilpin, and Hannah Yearsley, his sisters; and William, John, Mary, and Elizabeth Yearsley, children of a deceased brother George. His property consisted of both real and personal estate; the present account, however, containing items of the latter description only. Townsend Yearsley presented three several claims against the estate. The first, and by far the largest, was for sundry loans made by him to decedent from May 29th 1852 to July 3d 1852, amounting to $3000. Of this amount $2500 was formed by an entry made in Pascal Yearsley’s bankbook, and in his own handwriting, in the following words :—\n“ Amount of checks had from T. Yearsley:—\nJune 5th 1852, cash ..... $450\nJune 12th “ . . - . .500\nJune 19th “ “ . . . . . . 500\nJune 25th “ “ . . . . . . 600\nJune 29th “ “ . . . . . . 100\nJuly 3d “ “.....350\nAmount ..... $2500.”\nThe several checks corresponding in dates and sums with those mentioned were produced, as also the margin of the check-book from which they were taken, and the bank-book of claimant, showing the same entries therein. The books of the decedent furnished no evidence of any charge against Townsend Yearsley. As to the remaining sum $500, constituting this loan, it was proved by the day and cash book of P. Yearsley, verified by the testimony of his book-keeper.\nThe second claim of Townsend Yearsley was for seven hundred and ninety days’ work, from April 25th 1852 to December 23d 1854, at $2.50 per diem. To support this the claimant produced his own book of original entries, in which he was accustomed to set down every Saturday night the number of days’ work which he had performed during that week, with the amount of cash, if any, which he had received during that time. He had been employed by his brother as superintendent of his glass-works in Wood street near Broad; was generally there from daylight until eleven o’clock at night, and frequently stayed there all night and on Sundays. No express contract was proved, nor was any rate of compensation agreed upon; but it appeared in evidence that some time before the commencement of the period for which the claim was made, Mr. Townsend Yearsley received from his brother $2.25 per day for carpenter work, and the opinion of an intelligent witness, who frequently visited the glass-works, and who was himself a manufacturer, was, that such service as the claimant rendered was worth $4 per day.\nMr. Yearsley also presented a bill for eighty-five weeks’ boarding, from January 26th 1851 to March 4th 1854, at $4 per week. The only evidence offered in its support was the book of original entries, where the account is kept thus:—\n“ (Date). To 1 week’s board.”\nMr. Brinton, on behalf of Washington Yearsley and others, interposed the Statute of Limitations as a bar to all of the claims presented by Townsend Yearsley. The last item of charge upon the first claim was made July 3d 1852, and on the second, December 23d 1854. To rebut the presumption there was offered in evidence the books of Pascal Yearsley for the purpose of showing a running account, and entries were there proved in Pascal Yearsley’s handwriting for cash paid his brother at sundry times, and extending down as late as 1856. In addition to this, a paper was produced, dated February 20th 1858, signed and sealed by P. Yearsley, and found among his papers at his death, in which he recites that for the part satisfaction of a claim against him by Townsend Yearsley, he assigns to th§ said Townsend a claim which he has against the managers of the House of Refuge for $1166.33. A suit was also brought by T. Yearsley against the decedent in the District Court to March T. 1860, No. 1334, on which there was personal service upon the defendant, and an appearance entered by Mr. Deckert for him. This suit, though still on the docket, was never prosecuted, by reason of several ineffectual efforts to come to an amicable settlement.\nThe auditor rejected the bill for boarding, and allowed the other claims, amounting to $1384.49.\nExceptions were filed to this report by Townsend Yearsley and by Mr. Brinton -for those whom he represented, averring that the auditor erred in not adopting their views of the ease.\nOn argument, the account was referred back to the auditor for readjustment, rejecting the claim for work.\nOn the second report the auditor awarded to Townsend Yearsley $1592.40, being the dividend on his claim for $4966, the book with all its credits having been ruled out by the court. This report was also excepted to, but the exceptions were dismissed and the report confirmed.\nThe errors assigned here by the appellant were:—\n1. The court below erred in excluding from the claim of Townsend Yearsley against the said estate, the credits which said Townsend had allowed said estate, amounting to $4439.22.\n2. The court below erred in adjusting the claim of Townsend Yearsley against the estate at $4966.\n3. The court below erred in allowing Townsend Yearsley a dividend out of said estate.\nJohn H. Brinton, for appellant.\nJohn A. Marshall, for appellees.\nFebruary 27th 1865,"
  },
  "file_name": "0531-01",
  "first_page_order": 531,
  "last_page_order": 535
}
