{
  "id": 481510,
  "name": "The City of Philadelphia versus The American Philosophical Society",
  "name_abbreviation": "City of Philadelphia v. American Philosophical Society",
  "decision_date": "1862-02-10",
  "docket_number": "",
  "first_page": "9",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 199",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1312,
    "char_count": 33911,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 9.708513062515958e-08,
      "percentile": 0.5300142981308948
    },
    "sha256": "ddbfc53155b9398ce75575b334983d1bdb06924d224ce0be6041118fe52738ce",
    "simhash": "1:b9c28b4b96049cf7",
    "word_count": 5897
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus The American Philosophical Society."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, February 10th 1862, by\nRead, J.\nIndependence Square was not one of the original squares left open for public use by William Penn in his platform of the city of Philadelphia, but consisted of various lots purchased at different times under the authority of the legislature of the province. The intention was to erect a State House and other public buildings upon it, and that the residue of the square should be and remain a public green and walk for ever. The old court-house had been built in 1707, in Market street above second street, and was used not only as a hall of justice, but also as a legislative hall, in which the Provincial Assemblies transacted their business, and the general elections were held there. By the directions of the representatives of the freemen of the province, Andrew Hamilton and William Allen purchased certain lots on the south side of Chestnut street, lying contiguous to each other, and bounded by Delaware Fifth and Sixth streets, and erected thereon the present State House, which was begun in 1729 and finished in 1734. On the 20th February, 1735-6, the General Assembly passed an act vesting the State House and' other public buildings, and the lots, in other trustees, to and for the use of the representatives of the freemen of the province, and to and for such other uses as the said representatives at any time or times thereafter in General Assembly met, should direct and appoint. “Provided always, and it is hereby declared to be the true intent and meaning of these presents, that no part of the said ground lying to the southward of the said State House, as it is now built, be converted into or made use of for erecting any sort of buildings thereon, but that the said ground shall be enclosed and remain a public open ground and walk for ever.” Another contiguous lot having been purchased by William Allen, and both he and Andrew Hamilton having died without executing the necessary assurances, the General Assembly, on the 17th January 1762, passed an act vesting the whole property in new trustees, for the same uses declared in the former act, and under the same proviso, with an immaterial alteration in its phraseology, and on the 14th May in the same year, they passed another act, authorizing the trustees to purchase the remaining lots between Chestnut and Walnut streets, for the same uses, and appropriated five thousand pounds for that purpose. By the first of these acts, two lots, one at the corner of Sixth, and the other at the corner of Fifth street, were directed to be conveyed, upon the payment of fifty pounds for each, the first to trustees for the use of the county of Philadelphia, for erecting a public building for the holding of courts or common halls for the said county; and the second to the mayor and commonalty of the city of Philadelphia, for erecting a public building thereon for the holding of courts or common halls for the use of the said city.\nOn the 28th February 1780, the General Assembly of the Commonwealth vested the State House, and the whole lot between Walnut and Chestnut and Fifth and Sixth streets, in the Commonwealth, to the uses and trusts theretofore appointed and and limited. The legal title was therefore in the State of Pennsylvania. From a club called the Junto, originated in 1727, by Benjamin Franklin, sprung a proposition to form a society composed of virtuosi or ingenious men residing in the several colonies, to be called The American Philosophical Society, to be held at Philadelphia, being the city nearest to the centre of the continent colonies, communicating with all of them northward and southward by post, and with all the islands by sea, and having the advantage of a good growing library. It was made in the form of a circular, signed by Franklin, which bore date the 14th of May, 1743 old style, corresponding in the new calendar to the 25th, which is considered as the birth-day of the present institution. In 1744, the society, so far as relates to Philadelphia, was actually formed, and had several meetings to mutual satisfaction, of the nine original members of the Philosophical Society. Six, including the three officers, President Hopkinson, Treasurer Coleman, and Secretary Franklin, are known to have belonged to the Junto.\nOut of another Junto, established in 1750, arose another body in 1756, called “The American Society for Promoting and Propagating Useful Knowledge,” held at Philadelphia; and in November 1768, the name being changed to the American Society held at Philadelphia for Promoting Useful Knowledge, Dr. Benjamin Franklin was elected its President. The first institution, The American Philosophical Society, was also revived about the same time, and on the 9th February 1768, ex-Governor Hamilton was elected President of this body.\nOn the 2d January 1769, these two institutions having merged themselves into one body, being the present “American Philosophical Society held at Philadelphia, for Promoting Useful Knowledge,” Dr. Benjamin Franklin was elected President, and Dr. Thomas Cadwalader, Dr. Thomas Bond, and Joseph Galloway, Esq., were elected Yiee Presidents. The Society, aided by the General Assembly of the Province, erected three temporary observatories, one at Philadelphia, the other at the residence of Mr. Rittenhouse, in Newton township, Montgomery county, about twenty miles north-west of Philadelphia, for observing the expected transit of Venus that was to occur on the 3d of June 1769.\nMeasures were also taken for making observations at Cape Henlopen, on the Delaware Bay, where a building was found that could be used for the purpose. The observations at these different places were all successful, and the account of them, and of the results to which they led, is given in full detail in the first volume of their transactions, published in 1771, from the press of William & Thomas Bradford, in this city.\nUpon their application, the General Assembly on the 15th March 1780, passed an act incorporating them, and one of its provisions, as indicative of the liberal policy, humane spirit, and wise forethought of our forefathers in the midst of a war for existence, is too remarkable to be omitted. That it shall be lawful for the “ society, by their proper officers, at all times, whether in peace or war, to correspond with learned societies as well as individuals, learned men of any nation or country, upon matters merely belonging to the business of the society, such as tho mutual communication of their discoveries and proceedings in philosophy and sciences, the procuring books, apparatus, natural curiosities, and such other articles and intelligence as are usually exchanged between learned bodies for furthering their common pursuits.” This learned society has.always preserved its high character both at home and abroad, and numbers among its members the most distinguished men of the day. Of the past it enumerates among its presidents, Benjamin Franklin, Thomas Jefferson, Ritfcenhouse, Wistar, Patterson, Tilghman, Duponceau.\nOn the 15th April 1782, the General Assembly transferred the property and moneys of the Silk Society to the Philosophical Society, who were to be accountable, and redeliver the same whenever a majority of the subscribers to the Silk Society shall request it, in order to revive their institution. The Philosophical Society having represented to the legislature the necessity of their having a public hall, library, and other accommodation, and prayed that they would grant to them a lot of ground suitable and convenient for erecting a hall and other buildings, an act was passed on the 28th March 1785, granting to them a lot on Fifth street, being a part of the State House Square, for that purpose. The third section is in these words: “ Provided always, and it is the intention and meaning of this act, that the said lot of ground shall not be sold, leased, or transferred, by the said. Philosophical Society or their successors, to any other person or persons, or bodies corporate; nor shall the same be applied by the said society to any other use or purpose but that of erecting buildings for the accommodation of the said society, as herein-before specified.” Upon a further representation from the society, that the restriction in the.preceding act, as to the letting parts of the building, was disadvantageous and unreasonable, the House thought it was founded in reason, and on the 17th March 1786, passed an act authorizing the society to let or lease such vaults or cellars as they may think proper to make, under the building by them to be erected on the lot aforesaid, and to let any other parts of said building for such purposes as may have affinity with the design of their institution, and no other: the issues and profits to be applied to the purposes for which the society was originally instituted, and to no other.\nBy the Act of the 8th April 1785, the commissioners of the county of Philadelphia, and the wardens of the city of Philadelphia, having respectively paid to the treasurer of the state the sum of fifty pounds each, the lots at the corners of Sixth and Fifth streets were severally vested in the said parties respectively, agreeably to the Act of 1762. The act also provided that the old jail and work-house should be sold, and three thousand pounds of the purchase-money be applied to the purpose of erecting the county court-house, on the north-west corner of the State House lot; and the wardens were authorized to take out of the personal estate of the latter corporation three thousand pounds for erecting a court-house on the north-eastern corner of the said State House lot, and if it fall short of completing the building, then such sums as shall be necessary shall be taken out of the common stock of the city, in the hands of the treasurer of the wardens. These lots were extended in depth to eighty-eight feet by the Act of 29th March 1787, and by the Acts of 27th March and 29th September 1789, a lottery was authorized to raise $8000 to defray the expenses of erecting a common hall in the city of Philadelphia. On the 11th March 1789, the city of Philadelphia was incorporated by an Act of the General Assembly, by the name of “ The Mayor, Aldermen, and Citizens of Philadelphia,” its limits being the original city plot of William Penn, as delineated in Holmes’ Portraiture of it; two miles in length, from river to river, and one mile in breadth, from Yine to South streets.\nBy an Act of the 30th September 1791, the governor was authorized to contract for paving the footway round the State House Square, at such times as the city commissioners shall be paving the cartways of the several streets which surround the State House. The same act, after reciting that it would contribute to the embellishment of the public walks in the State House garden, and may conduce to the health of the citizens by admitting a free circulation of air if the east and west walls of the said garden were lowered, and palisadoes placed thereon, authorized the city corporation, at their expense, to take down the wall on the east and west sides of the State-House yard, within three feet of the pavement, and to erect thereon good and substantial palisadoes of iron, fixed on a stone capping, to be placed on such wall so prepared.\nThe City Hall was occupied by the executive, legislative, and judicial authorities of the city ; whilst the Congress of the United States, on their removal from New York to Philadelphia, in 1790, occupied the county court-house, the use of which was offered to them by the commissioners of the city and county of Philadelphia, for their accommodation during their residence in Philadelphia, until their final removal to Washington, in 1800. The State House had been used by the General Assembly of the province and state for their place of meeting from 17 35 until the removal of the seat of government to Lancaster, in November 1799. The Congress of the Confederation had also used it during t he Revolutionary war, and continued its occupation until the 24th of December 1784, when they adjourned to meet in the city of New York. The east room on the first floor of this building was the scene of the Declaration of Independence, on the 4th July 1776.\nBy a resolution of the General Assembly of the 17th March 1802, Charles Wilson Peale was allowed to remove his museum into the east end of the State House, and to use the lower story of the east end, except the room formerly occupied by the legislature as a committee-room, and the Avhole of the upper story, as he might find most convenient for the arranging and displaying the said museum during the pleasure of the legislature; but it was provided that the citizens should hold their general elections at the State House according to Hay, and he Av'as to take charge of the State House and State House yard, to open the doors of the hall, and permit the citizens to walk in the yard for recreation, and pass and repass at reasonable hours. Under this regime I have often visited the museum, which was a favourite place of resort, and as a boy played marbles and prison-base in the State House yard, whilst it was still surrounded by the high brick Avail. On the 8th August 1811 an ordinance Avas passed to .carry out the permission to take down the east and west walls of the State House yard, and erect iron palisadoes in place thereof, granted by the Act of 1791; and on .the 10th March 1812 the legislature passed another act, empowering the Select and Common Councils to take doAvn the south wall and make a similar improvement, and giving them the charge of the yard, and repealing so much of the resolution of 1802 as gave Mr. Peale the charge and care of it; and on the 23d April in that same year (1812), an ordinance was passed to carry the act into effect, and the city commissioners were directed to take charge of the State House yard, and keep it in proper order.\nOn the 24th March 1812, the legislature authorized the county commissioners to occupy the east and Avest AA'ings of the State House for the accommodation of the public offices of the city and county, and to convert the same into fire-proof buildings, or if found most convenient, to rebuild the same upon a'more extended plan; which latter was adopted; and a fire-proof and one other suitable portion of said building were appropriated exclusively to the safe-keeping of the records of the office of the prothonotary of this court, and for his use; but it was provided that the title in fee simple to the lot on which said offices may stand, be reserved to the Commonwealth.\nBy an Act of 13th March 1815, the legislature authorized the county commissioners to take charge of the State House, and to let the rooms, giving a preference of the upper part to Mr. Peale, but no lease to exceed one year; and repealed so much of the resolution of 1802 as made it the duty of Mr. Peale to take charge of the State House; and. after the sale to the city on the 23d March 1818, they directed the commissioners to give up possession of the loAver part to the city.\nOn the 11th March 1816, the legislature passed a very dis-gracious act, providing for the sale of the State House and State House yard, by running a street or streets though it, laying it out in lots, and valuing them so as to produce $150,000, and ordering the removal of the clock to Harrisburg; giving, however, an option before a specified period, to the city corporation to purchase the whole for $70,000 (with certain exceptions), but expressly declaring that in such ease “ no part of the said ground lying to the southward of the State House, within the walk as it is now built, be made use of for erecting any sort of buildings thereon; but the same shall be and remain a public green and walk for ever.”\nThe two lots reserved and excepted out of the State House Square, Avere the county court-house lot and the lot on the northeast corner, reserved for the use of the city, and the lot on the east side of the square, granted to the American Philosophical Society under the Act of the 28th March 1785; “ and the two public offices which, by the Act of March 24th 1812, were put into the possession of the commissioners of Philadelphia county, which said offices are thereby released from the claim of the state, and given and granted in fee simple, in lieu of the expense laid out in repairs on the State House yard, and the offices and ground on Avhich they stand, or on which they are alloAved by the said act to stand, are thereby granted and confirmed to the said city and county of Philadelphia for ever.”\nBy the Consolidation Act, the whole of this entire square, with all the buildings on it, Avith the exception of the lot of the American Philosophical Society, is vested in the city of Philadelphia, subject, of course, to the public use re-declared by the Act of 1816, as to all the ground lying south of the State House.\nBy an Act of 16th March 1847, the county commissioners and the Select and Common Councils, Avhose poAvers are now all merged in the consolidated city, were severally authorized to erect a new court-house and a new city hall on parts of the State House Square; but the authority thus given has never been exercised, and the Act of the 2d April 1860 Avas never carried into effect; a fortunate circumstance, in the present state of our finances.\nIt will be perceiAred. by this statement and their present occupation, that all the buildings belonging to the city on the State House Square are devoted entirely to public purposes — to the courts of justice, including the Supreme Court, Avho are expressly provided for in the Consolidation Act, and to all the public offices of the county and of the city into which they are practically merged, and by whose authority they are provided Avith a local habitation.\nThe state, bearing in mind the services rendered to science by this society, and at the same time determined that this lot should never be held by private owners, nor devoted to any but public uses connected with the welfare of her commercial metropolis, on the 11th February 1842, authorized the society to sell or lease their lot, and to make legal conveyance of the same, so that the same shall be used for the accommodation of courts of justice and offices connected therewith, or for the public use of the city or county of Philadelphia. Under this restriction it is clear there can be only two purchasers or lessees — the United States and the City'of Philadelphia; and it is equally certain that the latter should be its owner. The proceeds of sale can only be applied to the purchase of convenient ground and buildings for the accommodation of the society, and the residue for the furtherance of the objects for which the society was instituted. By the 2d section of the Act of 13th March 1847, the society was further authorized to lease such portions of their buildings as may not be required for their immediate use, for such rents and in such manner as they may deem expedient; such rents to be used by them solely for promoting the objects for which they were incorporated.\nOn the 25th April 1857, the legislature gave their consent to the United States purchasing the lot and buildings in pursuance of the Act of 1842: the United States to hold the same for the purposes and business of courts of justice, and the offices and officers connected therewith. The vaults and cellars were allowed to be rented like those under the City Hall and under many of our churches, for the storage of goods and groceries; the rooms in the lower parts were often lawyers’ offices. At one time the Athenaeum was located there; and now, we believe, they are occupied solely by the United States; the issues and profits have always been applied to the furtherance of the scientific objects of the society. The number of scientific men is always small, in any community; their means are generally limited, and their pursuits are of a character not to enlist the sympathies or enthusiasm of the wealthier classes of society. It would seem impolitic and unwise, therefore, for the state that fostered it, or the city, which should be proud of it, to cut off their limited resources by taxation, even if it be legal, which was never dreamed of by anybody until 1853.\nThe taxes claimed are for city and state for 1853 to 1858, both inclusive, amounting, without interest or costs, to $1203.\nAll taxes on real estate, in the city and county of Philadelphia, are declared to be a lien on said real estate; the nature of which real estate is, to a certain extent, defined by the priority given to them over any recognisance, mortgage, judgment, debt, obligation, or responsibility which such real estate may become charged with or liable to. Now the eventual legal title to the society lot is in the Commonwealth, whilst the society have the use of it for what may be called a public purpose, the erection of a hall, library, and other buildings, as may be necessary for their proper accommodation. This is accompanied by a provision which no private individual could impose upon a fee simple estate, to wit, a perpetual prohibition against alienation. The society were expressly told that it was the intention and meaning of the act making the grant, that the said lot of ground shall not be sold, leased, or transferred, by the said society or their successors, to any other person or persons, or bodies corporate; nor shall the same be applied by the society to any other use or purpose but that of erecting buildings for the accommodation of the society, as thereinbefore specified. A more guarded method of preserving this property, the free gift of the state, from being appropriated by any act of the law or of the society, to any other than its expressed public and patriotic purposes, could not well have been devised. This provision being found to be too severe On the society, they Vere permitted by legislative action — 1. To let the vaults or cellars under the building to be erected, and to lease any other part of the building for such purposes as may have affinity with the design of their institution, and-for no other, but the issues and profits arising therefrom could only be applied to the purposes for which the society was originally instituted, and to no other. 2. To sell or lease the lot, and make legal conveyance thereof, so as that the same shall be used for the accommodation of courts of justice and offices connected therewith, or for public uses of the city or county of Philadelphia: Provided, however, that the proceeds of any such sale shall be applied to the purchase of convenient ground and buildings for the accommodation of the society, so far as may be necessary to the furtherance of the objects for which the society was instituted. 8. They were permitted to lease or let such portions of their building as may not be required for their immediate use; such rents to be used by them solely for promoting the objects for which the society was incorporated.\nIt is clear, then, that the society could not charge .this lot by any recognisance, mortgage, judgment, debt, obligation, or responsibility, nor could they create any lien upon it; because it could not be sold by any form of execution, and this being the case, no taxes could be a lien upon it, and no form of proceeding to recover the same could create a lien upon this lot, because it could not be sold under any such judgment. It seems stronger in the ease of taxes levied under the authority of the very government that has expressly prohibited any sale of it, except in the cases specially pointed out, and by the character of its public uses as expressly declared. The uses for which it was given are public, and can neither be affected nor destroyed by the adverse action and process of a court of law. The court below were therefore right, and their judgment must be affirmed.\nThis society numbers amongst its members many distinguished foreigners of great scientific eminence, and it corresponds with public bodies and private individuals, devoted to the pursuit of science in every country in Europe; one of its latest correspondents' being a Hungarian Society, whose transactions are published in their native language. It has a most valuable library of about twenty-seven' thousand volumes, of which a complete catalogue is now preparing at a very heavy expense, including a great many manuscript letters and papers of a most valuable and rare character, relating to the early history of this province and country. A large number of-the works in the libl’ary are of a scarce and rare kind, and are not to be found on this side of the Atlantic, including a complete set of The Transactions of the Royal Society of London, commencing two centuries ago. The first president of this society was the originator of thé first fire company, the first public library, the first hospital, and the first academy, now the University of Pennsylvania, a signer of the Declaration of Independence, minister to France, one of our ministers plenipotentiaries who signed the provisional articles and the definitive treaty of peace between the United States and Great Britain, and finally, one of the framers of the Constitution of the United States. This was Dr. Benjamin Franklin, the patriot and the philosopher; and I cannot but express a confident hope that the city and the state, of which he was so distinguished an ornament, will never permit the hands of the tax-gatherer to diminish the fund devoted to the interests of science in every part of'the world, both in peace and in war, and belonging to a society of which he was the founder.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "David W. Sellers and Charles D. Lex",
      "Mi K. Price, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus The American Philosophical Society.\nProperly exempt from Taxation for State and City Purposes.— Origin and History of the American Philosophical Society.\nThe lot, buildings, and hall of the American Philosophical Society, in Independence Square, in the city of Philadelphia, are not liable ta taxation for state and city purposes.\nError, to the District Court of Philadelphia.\nThis was a scire facias sur claim for taxes sued out February 15th 1859, by the City of Philadelphia against The American Philosophical Society, in which the following case was stated for the opinion of the court as a special verdict:—\nThe defendants were an incorporated company before the 28th of March 1785, at which date they obtained all the right, title, and interest, which they hold and enjoy in and to their hall and lot on the west side of Fifth street, 96 feet south of Chestnut street, being 70 feet front by 50 in depth, by and under an Act of Assembly of the Commonwealth of Pennsylvania, then owning and holding as public property the same as part nf the State House Square, now known as Independence Square, and by and under supplements bearing dates the 14th of August 1786, February 12th 1842, and March 13th 1847, all of- which are made part of this case.\nThat for the following years, and never before, the City of Philadelphia caused a valuation of $10,000 to be made by the assessors of the productive part of said premises, and for those years the following taxes on the assessment were levied and rated on the said premises in the name of said defendants, namely:\nCITY TAX. STATE TAX.\nFor 1853, $148.00 $30.00\n1854, 150.00 30.00\n1855, 150.00 30.00\n1856, 190.00 30.00\n1857, 200.00 30.00\n1858, 185.00 30.00\n$1023.00 $180.00\nTogether, $1203.\nIt is agreed that the use and occupation of the hall on said premises has been as follows, during said years: The defendants have occupied the whole of the second floor of the building, and the attics on the third floor for the library, place of meeting, office, &c., also two rooms in the basement for the janitor. The lower floor and two basement rooms are leased to the United States since July 1st 1854, for the United States courts, and the offices annexed to those courts, at a rent of $3000 per annum; these, before that time, were occupied by the mayor and attorneys in 1853 and 1854, at rents amounting to $1160, which rents have been applied or invested for the corporate purposes of the Philosophical Society.\nIt is agreed to consider that the claim for said taxes was filed as of the date of the entry of' said action, and this a sci. fa. on said claim. It is agreed that a levy was made on the library of said society in November 1858, and suspended, to obtain an adjudication of the defendants’ liability to said taxes assessed on said premises. .\nIf the court shall be of the opinion that the said defendants áre legally liable for said taxes, in whole or part, then judgment shall be entered for the plaintiffs for such amount as by law is legally due, with the commissioners’ charges, costs,' and interest, legally chargeable in addition thereto, the same to be calculated under the direction of the court, but if the court shall be of the opinion that none of said taxes have been lawfully assessed on said premises, then judgment is to be entered for the defendants, with legal costs.\nIt is further agreed that, by articles dated the 22d of March 1856, the said defendants did agree to sell said hall and lot to the United States of America for the price of $78,000, “to be used for the accommodation of courts of justice, and offices and officers appertaining thereto, or connected therewith, clear of all encumbrances,” with the proviso that the United States should, at its then session, make an appropriation for the payment of the said consideration, which Congress did make by the Appropriation Act of 1856 (P. L. 83), which sale the State of Pennsylvania consented unto, in pursuance of the Act of 1842, “for the purposes and business of courts of justice, and the offices and officers connected therewith:” P. L. 326; and that by a recent act the Congress has authorized the resale of said property for not less than $78,000. That the United States has never taken the title for the said premises, nor paid the aforesaid consideration therefor, but have continued to occupy the same under the rent aforesaid.\nThe District Court, on hearing the case, entered judgment for defendants. The case was then removed into this court by the plaintiff, when the entry of judgment for defendants was assigned for error.\nDavid W. Sellers and Charles D. Lex\ncited all the Acts of Assembly exempting property from taxation, viz.: the Act of March 1st 1780, § 7, 1 Sm. 489; Act of April 16th 1838, § 29, P. L. 525; Act of July 2d 1839, Id. 576; Act of April 14th 1851, § 13, Id. 625, to show that there is no statute which exempts the property of defendants in error, and argued that there was no valid reason why a tax should not be laid upon the “productive part of their premises,” as the purpose of the incorporation is not for “'the purpose of general education,” and therefore not within the meaning of the above-mentioned statutes: citing The Academy of Fine Arts v. The County, 10 Harris 499.\nSince the Act of April 14th 1851, and the decisions under it, there can be no doubt on this point, this court having repeatedly held all property yielding income, or receiving protection from the state, or affording means of livelihood, and which is not indispensable to the purposes of exempted property, as subject to taxation, unless clearly and expressly exempted: Bank v. The Commonwealth, 10 Barr 451; County v. James, 9 Harris 527; Miller v. Kirkpatrick, 5 Casey 229; Gas Company v. Chester Co., 6 Casey 232; Finley v. City, 8 Id. 381.\nMi K. Price, for defendant in error,\ncited the Act of March 15th 1780, incorporating tho society, to show that it was constituted for liberal and enlightened public objects, so high and important that the public law of nations, which cuts off intercourse between belligerents was dispensed with in its favour. The title to the property in question was traced from its purchase by the provincial government before the middle of the last century, and the Acts of Assembly in relation to it, from 1762 to 1857, cited to show that so far as a grant was made it was for a “ public use,” which use was kept in view in every permission to lease or sell in respect to the rents or the purchase-money, the reversion being in the state, and held there by a condition; and argued, that liability to taxation would be incompatible with said uses, because under the Act of February 8d 1824 taxes are made a lien on real estate, under which the premises may be sold, the purchaser taking a full and absolute title: Act of 1846, Purd. 605, pi. 21; Delany v. Gault, 6 Casey 63.\nThat a lien which would authorize the sale of property held for public use, was not allowed in Wilson v. Commissioners, 7 W. & S. 199. That there can be no action where there can be no execution to enforce the judgment: Williams v. Controllers, 6 Harris 277; Shaffer v. Oadwalader, 12 Casey 126.\nThe acts exempting property from taxation are not invoked, for such property never ivas subject to taxation : Piper v. Singer, 4 S. & R. 354. The hall is used by the defendants as directed by law, and there is no precedent for taxing a part of property because it is made productive. If part may be taxed and part sold for the taxes, an anomaly in title will be produced, which the Commonwealth could not have intended, and which the law, in its judicial determinations, will not create : Keppell v. Bailey, 2 Mylne & Keen 517; Ackroyd v. Smith, 70 E. C. L. Rep. 164.\nIf the whole can be taxed and sold, the will of the legislature in creating the society would be defeated, or the purchaser would get no available title; or, if he could get a valid title, he might then oust the United States courts, who are in possession under an Act of the General Assembly of Pennsylvania, which, like the other permissive acts on this subject, has regard to objects of public interest consistent with the original grant."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 21
}
