{
  "id": 481481,
  "name": "Fell versus McHenry et al.",
  "name_abbreviation": "Fell v. McHenry",
  "decision_date": "1862-02-03",
  "docket_number": "",
  "first_page": "41",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 744,
    "char_count": 21772,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.0586592194158404e-07,
      "percentile": 0.5559878201393209
    },
    "sha256": "7510388624afb2c56a54d6508da4716de56c62f6ce0f09613cc5011135deea8f",
    "simhash": "1:dd4356d0ae68ee9c",
    "word_count": 3811
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fell versus McHenry et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 3d 1862, by\nRead, J.\nThe real merits of this case have been settled by this court in Craig v. McHenry, 11 Casey 120, but exceptions were taken to the admission of two witnesses, Messrs. Goddard and Browne, and also to portions of the testimony, and to the charge of the court. Mr. Goddard was a creditor of the company, which was entirely insolvent, and has no interest either in the result of this suit or in the fund to which its proceeds were to go; and Mr. Browne was a stockholder, who had paid up the full amount of his stock, and had no possible interest either one way or the other. They were, therefore, rightly admitted.\nHenry Leech and others, and their associates, were created a body corporate by the^ame of “The Western Insurance Company,” by an Act passed the 14th April 1851, the 11th section of which provided “ That the right to repeal or alter their charter in such manner as to do no injustice to the stockholders, is hereby reserved to the legislature.” By the 13th section of the Act of the 3d May 1852, and the 8th section of the Act of the 6th May in the same year, P. L. 1852, pp. 526 and 624, it was enacted “ That the Western Insurance Company of Philadelphia shall have all the powers and privileges conferred on or exercised by the Mercantile Mutual Insurance Company of Philadelphia, under the provisions of an act entitled ‘ An Act to extend the boundary line of the borough of Newton Hamilton, and for other purposes,’ ” passed the 9th day of April, A. D. 1849. This last-named act authorized The Western Insurance Company to act as a mutual insurance company, a power which they never exercised; and it also contained in its 11th section, a privilege which they considered very valuable, and which they did. use during nearly the whole time of their actual corporate existence. This section is in these wmrds: “ The company, for the better security of its dealers, may receive notes for premiums in advance, of persons intending to receive its policies, and may negotiate such notes for the purpose of paying claims or otherwise, in the course of its business; and on such portions of said notes as may exceed the amount of premiums paid by the respective signers thereof, at the successive periods when the company shall make up its annual statements, and on new notes taken in advance thereafter, a compensation to the signers thereof, at the rate to be determined by the directors, but not exceeding 5 per cent, per annum, may be allowed and paid from time to time.”\nUntil this privilege was secured to them by this legislative alteration of their charter, extending their powers (no doubt at their express request), the corporators never organized themselves, or attempted to do any act as' a corporate body. A meeting of the corporators, pursuant to notice, was held on the 14th July 1852, and fifteen other persons were, by resolution, associated with them, and a committee of seven were appointed to obtain subscriptions to the stock of the company, who were authorized, as soon as sufficient stock was subscribed, to appoint a time and place for the election of directors, and give due notice thereof by advertisement.\nThe company was accordingly organized, and on the 8th March 1853, a resolution was passed by the board of directors in these words:—\n“ Resolved, That for the better security of its dealers, this company will receive under the 11th section of the supplement to the charter, notes for premiums in advance to an amount not exceeding $150,000, payable twelve months after date, which shall be liable only for losses during the %/eriod for which the notes are given, and provided the other assets of the company shall not be equal thereto; and that there be allowed and paid to the signers thereof, as a full compensation, 5 per cent, under the provisions of the said section.”\nUnder this resolution, extended to subsequent years by practice, and the action of the directors, agreements similar to the one we shall state directly were entered into, and notes given by the subscribers thereto as agreed, for the years 1853, 1854,1855, 1856, and 1857; the subscribers to the last being seventeen in number, and the amount subscribed $55,000; but all of these subscribers did not give their notes, reducing the amount for which notes were given to $45,000. The defendants in this suit had subscribed all the several agreements for each year, and their notes had been delivered up to them, and the guaranty commission of 5 per cent, paid on each note to them, until we come to the present note of the 1st April 1857.\nThese agreements and subscriptions were all in one book, which contained in the front part the 11th section of .the supplement to the charter, and the resolution of the board of directors of the 8th March 1853, and each agreement referred to them specifically. The agreement under which the present note was given reads thus : “We, the undersigned? agree to give our notes dated the 1st day of April 1857, for the sums set opposite our names, under and subject to the terms, conditions, and agreements contained in the supplement to the charter of The Western Insurance Company, in the 11th section of the Act of 9th April 1849, and the resolution of the board of directors of said company.”\nThis note, therefore, was liable for losses occurring during the period for which the note was given, to wit, for twelve months .after its date, the 1st of. April 1857; and the losses in that twelve months, outstaúding and undisputed, were' between $30,000 and $40,000, and no assets were available for these losses except the guaranty notes.\nUpon this state of facts can there be any doubt of the actual acceptance of the supplement to the charter, independent of the reserved power of the legislature to make the alteration by the company, and that the repeated acts of the defendant put it out of his power to dispute it ? The supplement was recognised by the company, who acted under it from the commencement, and he accepted the benefits which he reaped.from giving his notes under it. He was, therefore, liable to pay the balance of his note to assist in paying the losses which- had occurred during the period for which it was given;\nThis, in conjunction with our. former decision, closes the whole case, and disposes of all the exceptions and assignments of error, so forcibly and plausibly urged by the learned counsel for the plaintiff in error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Guillou, for plaintiff in error",
      "Morton P. Henry and Richard Q. McMurtrie, for defendants."
    ],
    "corrections": "",
    "head_matter": "Fell versus McHenry et al.\nLiability of Drawer, on Note given to Insurance Companies as Premium and for Losses.-¡-Measure of Damages, when Note is pledged by Company. — Right of Assignee of Company to recover.\n1. A note having been given to an insurance company for premiums, payable twelve months from date, and liable for losses occurring during that period, was assigned by the company as collateral for a loan to them: the drawer of the note paid to the pledgee the sum for which it had been pledged, which was less than its face, and obtained the note : the company becoming insolvent made an assignment to assignees, who brought trover for the note, claiming for the payment of losses which had occurred during the time for which it had been given. Held, that the plaintiffs could recover only the balance due on defendant’s note, deducting the amount for which it had been pledged.\n2. Under the supplement to the original act of incorporation and a resolution of the company authorizing the receipt of notes for premiums, to be liable for losses during the period for which they were given, agreements were entered into by the defendants among others, for several successive years, and notes were accordingly given, until the defendants gave the note, under the same agreement as before, for which suit was brought by the assignees of the company after failure. The non-acceptance of the supplement by the company being set up in defence, it was Held, that the company had recognised the supplement by acting under it from the commencement; that, as the defendant had by repeated acts accepted the benefits reaped from giving his notes under the supplement, he could not question its acceptance : and that as the balance due on the note was required for the payment of the losses for which it had been pledged, the plaintiffs were entitled to recover.\n3. Upon the question of the acceptance by the company of the supplement, a stockholder who had paid up his stock in full was a competent witness for the plaintiffs to prove the acceptance, as was also a creditor of the company, neither having any interest in the result of the suit nor in the fund to which the proceeds were to go, and the company being insolvent.\nError to tbe District Court of Philadelphia.\nThis was an amicable action on tbe case between George McHenry and John M. H. Smiley, assignees of tbe Western Insurance Company in trust for creditors, against Eranklin Fell, trading as C. J. Fell & Brother.\nThe plaintiffs declared for the.trover and conversion of a promissory note made by the defendant below, C. J. Fell & Brother, dated 1st April 1857, to the order of the Western Insurance Company for $4000, payable inNtwelve months after date.\nThe defendant pleaded “not guilty,” and the cause was tried on this issue.\nThe material facts of the case are as follows:—\nThe Western Insurance Company was incorporated by Act of Assembly 14th April 1851, as a stock company, of 2000 shares at’ $50 each. On 8th May 1852, a supplement to the charter was passed by the legislature, giving them the power of a mutual assurance association, by which, in lieu .of stock, persons who insured became members; and, by its eleventh section, the privilege of taking notes in advance from persons intending to insure, which should be held as a security* for those who dealt with the company. The charter of the company, § 3, provided for the election of ten stockholders, to be a board of directors. On the 8th March 1853, at a meeting of five or six of the directors, a resolution was passed in these words:—\n“ Resolved, That for the better security of its dealers, this company will receive, under the 11th section of the supplement to the charter, notes for premiums in advance to an amount not exceeding $150,000, payable twelve months after date, which shall be liable only for losses occurring during the period for which the notes are given, and provided the other assets of the company shall not be equal thereto; and that there be allowed and paid to the signers thereof as a full compensation, 5 per cent, under the provisions of said section.”\nIn compliance with this resolution, notes were given by a number of parties to the company, amounting in the aggregate to $100,000. A similar resolution was passed on 23d March 1855, for the reception of notes to the amount of $100,000. During each year after 1853 inclusive, down to 1857 inclusive, the board took such notes to the following amount, viz.: — In April 1853, for $100,000; in 1854, for $104,000; in 1855, for $100,000; in 1856, for $96,000; in 1857, for $55,000, being in the aggregate $400,000, and altogether $455,000 before 1857.\nAmong the notes received by the company, was that of the defendant below, which was given under the following agreement:—\n“We, the undersigned, agree to give our notes, dated the 1st day of April 1857, for the sums set opposite to our names, under and subject to the terms and conditions and agreements, contained in the supplement to the Charter of the Western Insurance Company, in the 11th section of the Act of 9th April 1849, and the resolution of the board of directors.” (Signed by several, and among others)\n4. C. J. Fell & Brother, $4000.\nOn delivery of the note, the company gave him a corresponding receipt, stipulating its uses in the same words as the agreement, which was, that in consideration of 5 per cent, to be paid by the company, the drawer agreed to pay so much as might be required to pay losses during the currency of the note, if all other assets were insufficient.\nThe company had pledged this $4000 note of Fell’s to' Mr. Moss, to secure him for the amount of a loan which he made to them by discounting their note for $3000, maturing 22d June 1858. Fell paid the amount of the loan and interest to Moss, and thus became by purchase the holder of his own note, pledged as security. The assignees, who were appointed March 19th 1858, demanded its return; Fell offered to surrender it if the company would refund to him what he had paid to Moss as above stated, which they refused to do, and instituted this suit.\nThe defendant contended in the court below, that the supplement to the charter of the company of May 8th 1852, had not been legally accepted by the company, and therefore, the note in 'suit was without consideration, and could not be recovered, either by the original payee or by the plaintiffs, the assignees of the company.\nHe also insisted, that the authority and power of the officers to receive these premium notes, was limited to the amounts specified in the two resolutions of March 8th 1853, and March 22d 1855, and that after the $250,000 which were thereby authorized had been taken, the power of the officers in the premises was exhausted.\nOn the trial the plaintiffs, for the purpose of showing that the supplement to the charter had been accepted by the company, called N. B. Browne, Esq., who being examined on his voir dire stated, that he was a stockholder in the Western Insurance Company from the first, had paid up all his stock, and was not a creditor of the company. Objection was then made to the competency of the witness on the ground of interest, but the learned judge before whom the case was tried, overruled the objection and admitted the witness.\nThe plaintiff also offered to examine John L. Goddard, a stockholder and creditor of the company, who was objected to on the ground of interest, but was admitted and examined as to the agreement above mentioned by O. J. Fell & Brother, and the resolution under which the notes were taken by the company, and the insolvency of the company. The judge before whom the cause was tried, also admitted evidence of losses sustained by the company after April 1st 1857, irrespective of the dates of the policies which covered them, and referred to them in his charge to the jury as proof of the insolvency of the company.\nThe defendant requested the court to instruct the jury:—\n1. The assignees who bring this suit have no greater rights than their assignors (the insurance company), and the defendant may avail himSelf, as against the plaintiffs, of any defence existing to a claim on the note, as between the original parties to it.\n2. The insurance company could not, neither can its assignees, recover in this action if there was no other consideration for the note than the 5 per cent, compensation promised.\n3. The Act of 9th April 1849, spoken of as a supplement to the company’s charter*, was not accepted by the company in its associated capacity, and the note having been taken under that act, was taken without authority in law, it is a nullity, so that the plaintiffs cannot recover its value here. There is no evidence of such an acceptance as the law requires, to make the act a valid supplement to the charter.\n4. The defendant’s note cannot be made applicable to other losses than those arising on policies issued between the 1st April 1857 and 1st April 1858.\n5. The plaintiffs cannot recover in this suit unless they have first proved the losses on policies issued in the year after 1st April 1857, and further proved that all the other assets of the company are insufficient to meet such losses.\n6. The plaintiffs cannot recover if the capital stock subscribed has not been paid in: the capital agreed to be contributed by those who took the stock of the company, is a part of its assets liable for its debts before the note can be applied to the payment.\n7. If the jury find that any persons who signed the agreement of 1st April 1857, to give notes to the company, were excused from doing so, without the knowledge or consent of the defendant, or procured a surrender of their notes by the company, without such knowledge or consent, the defendant will be released pro tanto, if not altogether.\n8. The insurance company having received notes under the resolution of 8th March 1853, to a larger amount than the limits therein specified, viz. f150,000, before the 1st April 1857, that resolution had, at that date, ceased to be operative, and the directors or company were without authority to receive or detain the defendant’s note now in controversy.\n9. The resolution of 8th March 1853, mentioned in the receipt to defendant, limits the notes which could be taken for premiums in advance, to $150,000. The officers of the company had no right to exceed that amount; when premium notes, amounting in the aggregate to that sum, had been received, this power, under the resolution, was exhausted, and any notes taken thereafter (that in suit being one of them) were taken without authority, and the plaintiffs cannot recover.\n10. As defendant never insured in said company, the note in suit is not a premium note, and the plaintiffs are not entitled to recover.\n11. Under the 10th section of the charter (P. L. 1851, 625), the claims upon the stockholders, by reason of their individual liability, form a part of the assets of the company, which must all have been applied to the payment of its debts before the plaintiffs can recover on this note.\n12. If defendant is liable at all on said note, he is only liable for a proportionate share of the losses of the company during the time stipulated by the agreement and receipt.\n13. Defendant is not liable in this suit unless there was an estimate of the losses during such time, and an assessment of the amount thereof among the members, according to the amounts of their respective premium notes. • !\n14. .The law discountenances circuity of action, and will not compel the defendant to pay the amount of his note, and after-, wards seek restitution of so much of it as may not be needed for payment of losses to which it is applicable. It was the duty of the company, or plaintiffs, to establish the proportion required from the defendant, and the proper way of arriving at this may be learned from the 9th section of the Act of 9th April 1849.\n15. The notes dated 1st April 1856, given under the agreement of that date, were liable for the losses upon policies issued after that day, and prior to 1st April 1857. If the jury find that all or any of those notes were surrendered by the company to the makers thereof, the defendant is entitled to a proportionable diminution of the claim upon this note.”\nThe learned judge instructed the jury as follows :— ' •\n“ The law governing this cáse has been substantially decided by the Supreme Court. Under the terms of the contract and receipt, the-plaintiffs are bound to show that the company are insolvent: have they-not shown it? You have the testimony of Mr. Goddard, -who makes the- statement, although he is unable to give any details: he says that $30,000 are needed over the assets, to pay the losses that took place in the year from April 1st 1857 to April 1st 1858.\n“ If the company are insolvent the defendant must pay his note, and if there should be any surplus left after paying the losses which occurred in the year beginning 1st April 1857, it can be got back afterwards. All who effected insurance with the company on the faith of this agreement of defendant and others, to give guarantee notes, are entitled to payment for losses met in that year out of those notes.\n“ I refuse to charge upon the points presented by the defendants, as they are not material to the decision. If you find that losses which were incurred in that year, remain unpaid to the. amount of this note, and that the assets of the company are insufficient to pay them, the plaintiffs may recover to the extent only that the note would be available in the hands of the assignee, i. e., the amount on its face, deducting all payments made for the company to Moss, to get up his note and the commission of 5 per cent.”\nThere was a verdict and judgment in favour of the plaintiff for $972, whereupon the defendant sued out this writ, and assigned as cause for reversing the judgment, that the court below erred,\n1. In admitting N. B. Browne, Esq., as a witness, and not excluding his testimony.\n2. In admitting John L. Goddard as a witness, and not excluding his testimony. .\n8. In receiving in evidence the Act of Assembly of 6th May 1862 (called the supplement to the charter of the insurance company).\n4. In admitting the resolution of the board of directors, dated 8th March 1853.\n5. In admitting the resolution of said board, dated 13th April 1857.\n6. In admitting the resolution of said board, dated 23d March 1855.\n7. In .admitting the resolution of said board, dated 13th March 1858.\n8. In instructing the jury as to the 4th, 8th, 9th, 12th, 13th and 14th points presented by the defendant below: “ I refuse to charge upon the points presented by the defendant, as they are not material to the decision.”\n10. In receiving evidence as to the occurrence of losses to the company during the year which began on 1st April 1857.\n11. Receiving in evidence the amount of the losses by the company during the year from 1st April 1857 to 30th March 1858, remaining unpaid.\n12. In instructing the jury as follows: “ If the company are insolvent, the defendant must pay his note; and if there should be any surplus left after paying the losses which occurred in the year beginning 1st April 1857, if can be got back afterwards.”\nGuillou, for plaintiff in error\nMorton P. Henry and Richard Q. McMurtrie, for defendants."
  },
  "file_name": "0041-01",
  "first_page_order": 41,
  "last_page_order": 49
}
