{
  "id": 481490,
  "name": "Steman, Baker & Co. versus Harrison & Hooper",
  "name_abbreviation": "Steman, Baker & Co. v. Harrison & Hooper",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "49",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Peters 111",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3309422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0111-01"
      ]
    },
    {
      "cite": "3 Mass. Rep. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005740
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0001-01"
      ]
    },
    {
      "cite": "10 Johns. 207",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0209-01"
      ]
    },
    {
      "cite": "5 Wend. 414",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0414-01"
      ]
    },
    {
      "cite": "2 Wend, 345",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3515875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0345-01"
      ]
    },
    {
      "cite": "15 Johns. 6",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0006-01"
      ]
    },
    {
      "cite": "2 Wheat. 66",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0066-01"
      ]
    },
    {
      "cite": "5 Duer 574",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1350814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/12/0574-01"
      ]
    },
    {
      "cite": "1 Peters 274",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 378",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0378-01"
      ]
    },
    {
      "cite": "4 W. & S. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0257-01"
      ]
    },
    {
      "cite": "9 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Wheat. 75",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 930,
    "char_count": 24130,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.6527365242611116e-07,
      "percentile": 0.6930475483319684
    },
    "sha256": "679db220777ab8dc77f21c349320cc11d8fcd2dce56ab549f8005e6fc8389756",
    "simhash": "1:3d350b31d93c9f9d",
    "word_count": 4307
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steman, Baker & Co. versus Harrison & Hooper."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe rejection of the evidence referred to in the specification of errors, is of no consequence if the. court were fight on the main question of the cause, and we think they were right for the reasons rendered in the opinion upon the reserved point.\nThe case is distinguished from Howland v. Carson, 3 Harris 454, by the very material circumstance that Harrison & Hooper took the second draft on the faith of the letter of Steman, Baker & Co., of 2d February 1860. Though not addressed to them, that letter was shown to them, as was proved by William Stewart, and they were thus expressly informed by the defendants that the first draft had been declined merely for an “ informality in drawing,” and that if a correct one were sent they would accept it. When a corrected draft was sent, in pursuance of this proposition, they were bound to accept it. The authorities cited show the rule of law to be, that a promise to accept a bill for a fixed amount is equivalent to an acceptance not only as to the drawer, but as to every party who takes the bill on the faith of that promise. The prevailing inducement for considering a promise to accept, as an acceptance, is that credit is thereby given to the bill. And this credit is given as effectually by a letter written before the date of the bill, as by one written after-wards. Hence Chief Justice Marshall stated the result of the authorities to be, that a letter written within a reasonable time before or after the date of a bill of exchange, describing it in terms not to be mistaken, and promising to accept it, is, if shown to the person who afterwards takes the bill on the credit of the letter, a virtual acceptance binding the person who makes the promise: Coolidge v. Payson, 2 Wheat. 75. This case, though .much discussed in subsequent cases, has never been shaken, and it states the principle that is decisive against the plaintiffs in error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Edward H. Weil and Henry M. Phillips, for plaintiffs in error.",
      "J. B. Townsend, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Steman, Baker & Co. versus Harrison & Hooper.\nValidity of Promise to accept Bill.\nA promise to accept a bill is equivalent to an acceptance, not only as to the drawer, but as to every party who takes the bill on the faith of the promise.\nError to the District Court of Philadelphia.\nThis was an action on the case, brought in the court below, March 31st 1860, by Leander B. Harrison, William Hooper, and Henry H. Gibson, partners, doing business as Harrison & Hooper, against Peter Steman, Lafayette Baker, and James Hopkins, doing business as Steman, Baker & Co. *\nThe plaintiffs declared on an acceptance by defendants of a bill of exchange drawn-on them by Joseph Elstner, January 27th 1860, at sixty days, for $1000, and which had been endorsed to plaintiffs; with a count on an account stated; to which defendants pleaded non assurripserimt, payment, and set-off,, with lea-ve, &c.\nThe case was this: — Steman, Baker & Co., who are flour and grain commission merchants of Philadelphia, had-.dealings with one Joseph Elstner, of Cincinnati, who at-different times consigned to them flour, on which they made advances, and had an account current with him. On the 27th of January 1860, Elstner shipped to Steman, Baker & Co. a consignment of two hundred barrels of flour, and advised them that he had drawn upon them for $1000. When the draft was presented the figures “ $1000”-were in the margin, but the body of the draft contained the words “ eleven hundred dollars.” They refused to accept the draft drawn in this manner, and because also Elstner had written that he had drawn for $1000; and it was protested for nonacceptance. On February 2d 1860, the defendants wrote to Elstner, informing him of their reason for declining to accept, and said, “send correct one and we will accept.” ' It seems that the draft had been purchased by the plaintiffs, Harrison & Hooper. On the receipt of defendants’ letter, Elstner showed it to plaintiffs, drew another draft of the same date, and gave it to plaintiffs. On February 2d 1860, it was alleged that Elstner had failed, and was indebted to the defendants to an amount exceeding the value of the shipment. When the second draft was presented, having heard that Elstner had failed, and being in their debt, the defendants refused to accept it, and this draft was also protested.\nThe plaintiffs below then brought this suit, and claimed to recover on the alleged acceptance contained in the letter of defendants.\nOn the trial, the plaintiffs gave in evidence the draft or bill declared on, dated January 27th 1860, and the following letter from defendants to Joseph Elstner:—\n“ Joseph Elstner, Esq.: — We regret to say we were compelled to let your last draft on us go back to-day for informality in drawing. It called for $1000 in the margin and $1100 in the body of the draft, and as you advised us of only drawing $1000, thought there must be some mistake. Send correct one and we will accept.\n“ You will please request your miller to be a little more careful in the coopering the flour before it leaves the mill, much of it arrives in very bad order, and the middle hoops fall off of many of the barrels in handling, and the half of them have no nails in the hoops. The packages are good enough, but want more nails.\n“ In haste, truly,\n“ Steman, Baker & Co.”\n“ Philadelphia, February 2d 1860.”\nThey then read the deposition of William Stewart, of Cincinnati, who testified that he knew the plaintiffs below; was their book-keeper; that they were in the grocery and commissiop. business, and in the business of buying bills of exchange, and for their own use in business; that the draft on which suit was brought had come into the hands of the plaintiffs about the 9th or 10th of February 1860, under the following circumstances :\nThe witness “ called on Mr. Elstner, just previous to'that time, with a notice of protest of a draft for that amount, which draft had been drawn by him on the same parties, who had refused to accept it because the draft had been drawn for $1100 in the body of it, while figures at the head were $1000. Mr. Elstner handed witness Steman, Baker & Co.’s letter, which he said would explain their refusal to accept that draft. I took the letter to the plaintiffs, who agreed to take from Mr. Elstner a draft drawn in accordance with this letter, and to return to him the previous draft which had been protested. I went to see Mr. Elstner and so informed him, requesting him to accompany the new draft with the bill of lading, upon which he had advised the defendants that he would draw on them for $1000, and to which, as I understood, the defendants’ letter was in reply. Mr. Elstner hesitated at first about signing his name to another draft until he consulted his lawyer. I left him, and returned several times without seeing him, and in a few days he signed the new draft, and handed it to me for the plainiiffs, to whom I gave it. I believe the old draft is in possession of the plaintiffs at this time, subject to Mr. Elstner’s order, but they decline to furnish it to me, that I may produce it to attach to this deposition.\n“ The first draft was drawn by Joseph Elstner on the defendants, and sold to the plaintiffs for $1000, paid by the plaintiffs to the said Elstner, less the interest, i. e. the customary rate of interest then prevailing on eastern bills. This amount was given by the plaintiffs to Mr. Elstner for the draft. The exact sum I cannot state, but it was the face of the draft, less the interest.”\nWitness also proved the signature of Elstner, and that defendants had not paid the draft drawn on them after the receipt and exhibition to plaintiffs of the letter of February 2d 1860.\nIn answer to certain cross-interrogatories, he proved the failure of Elstner in February 1860, and his insolvency; that he was not indebted to plaintiffs before the purchase of the first draft, or at the time of taking the deposition, except on that account. In a supplemental deposition, this witness testified that plaintiffs had paid Elstner $982.51 for the draft on the day of its date, had received nothing from him on account of it, and had given up the first draft on receiving the second one with the letter of Steman, Baker & Co., and a bill of lading for the two hundred barrels of flour shipped to them at the date of the draft.\nThe plaintiffs then read in evidence the following letter:—\n“ Cincinnati, February 11th 1860.\n“Messrs. Steman, Baker & Co.\n“ Gentlemen: I have this day drawn a draft for $1000, sixty days from 27th of January 1860, which is in lieu of draft for $1100, same date, which was sold Messrs. Harrison & Hooper previous to presentation for acceptance, and is drawn in accordance with your advice of the 2d February.\n“Yours, respectfully,\n“Joseph Elstner.”\nThey also gave in evidence the bill of lading for two hundred barrels of flour, shipped by Elstner to defendants January 28th 1860, and closed.\nThe defendants then called Hugh Craig, and offered to prove by him that Joseph Elstner, the drawer of the draft on which the suit is brought, failed on the 2d day of February 1860; to be followed by proof that said Elstner, at that time, was indebted to defendants to an .amount greater than the amount of the draft, and is yet indebted in a large sum to the defendants. To which the counsel for the plaintiffs.objected. The learned judge before whom the case was tried, sustained the objection, and overruled the offer of said testimony. Whereupon the counsel for the defendants excepted, and a bill of exceptions was thereupon sealed.'\nThe defendants then called William Henry Fry, and offered to prove that he was book-keeper and clerk of defendants, and that the said Joseph Elstner, the drawer of the draft sued on, was, at the time of the drawing of said draft, and is yet, indebted to defendants in the sum of $1150. The plaintiffs objected to the offer, and the learned judge sustained the objection. Whereupon the counsel for the defendants excepted, and a bill of exceptions was sealed.\nThe learned judge then reserved the point whether any consideration was given by plaintiffs for the draft sued upon, and charged the jury as follows:—\n“ There is but. one fact for the jury to determine, as I have reserved the question of law arising out of the case for future consideration, and that is — did the plaintiffs take the draft upon the faith of the defendants’ letter ? If they did, your verdict should be for plaintiffs, and otherwise for defendants.”\n.The counsel for the defendants excepted to the charge of the learned'judge, and sealed a bill of exceptions. And the jury found their, verdict for the plaintiffs for the sum of $1061.67.\nAfterwards,'to wit, the said court in banc entered judgment upon said verdict for the plaintiffs, and read the following opinion:—\n“Per Curiam. — The facts were briefly these: — Joseph Elstner, of Cincinnati, consigned to defendants a quantity of merchandise, and drew upon them for $1000; by mistake the draft had $1100 written in the body, though the figures in the margin were right. The bill was negotiated for value to plaintiffs. Upon presentation defendants refused to accept on account of the mistake, and it was returned under protest. The defendants, however, immediately wrote to Elstner, explaining the reason of the refusal to accept, adding, ‘send correct one, and we will accept.’ Elstner accordingly drew another bill of the same date, and having the same period to run as the old one, which was given to plaintiffs in lieu of the old draft.\n“It seems to be settled, that if the letter'of defendants referred to an existing bill, it was an actual acceptance, and bound the defendants. If, however, it was a mere promise to accept a non-existing bill, the plaintiffs must have taken the bill on the faith of it, and for consideration: 2 Am. Leading Cases 285; Byles on Bills 146 and note.\n“ In either aspect it appears to us that the plaintiffs are entitled to a judgment on the reserved point in the case. ‘ Send correct one, and we will accept;’ this is, correct ’the mistake in the bill sent, and we will accept. The mere copy of the bill with the correction was, in substance, the same bill, then existing, and which had then been negotiated for a full consideration to the plaintiffs.\n“ But suppose it necessary, according to Howland v. Carson, 3 Harris 453,'that the bill, even if existing at the time of the promise,' should have been taken on the faith of it, or suppose this to have been a promise to accept a non-existing bill, we are of the opinion that the plaintiffs ought to recover. Upon the return of the first bill for $1100, under protest, they had an immediate right of action against Elstner, the drawer, for nonacceptance. Upon being shown 'defendants’ letter, they agreed to accept the new bill, a corrected copy of the old one, as a substitute. Surely, as to the latter bill, having been purchased for full value of the first, they are within the letter as well as the spirit of all the cases which have been decided on this subject.\n“Rule discharged, and judgment for plaintiffs.”\nThe counsel for the defendants then excepted to the entry by the court of judgment upon the verdict for the plaintiffs, and to the aforesaid charge and. the opinion of the court; and removed the case into this court, where the following errors were assigned :—\n1. The court below erred in rejecting the offer of defendants to prove by Hugh Craig “ that Joseph Elstner, the drawer of the draft on which suit is brought, failed on the 2d day of January 1860,” to be followed by proof that said Elstner, at that time, was indebted to defendants in an amount greater than the amount of the draft, and is yet indebted in a large sum to the defendants.\n2. The court below erred in rejecting the offer of the defendants to prove by William Henry Fry “that he was the bookkeeper and clerk of defendants, and that said Joseph Elstner, the drawer of the draft sued on, was, at the time of the drawing of said draft, and is yet, indebted to the defendants in the sum of $1150.” _ .\n_ 3. The court below erred in rendering judgment for plaintiffs on the reserved point, to. wit, whether any consideration was given by plaintiffs for the draft sued upon.\n4. The court below erred in refusing to enter judgment for defendants upon the verdict.\nEdward H. Weil and Henry M. Phillips, for plaintiffs in error.\n—The first question is, did the defendants’ letter refer to an existing bill ? The very words themselves show that the letter referred to another bill not yet drawn. “ Send correct one and we will accept” — not a corrected one, but a new one. No language is used in the past or present, hut the future tense is employed. If, therefore, by reason of the mistake of Elstner, delay occurred and he failed in the mean time, upon whom should the loss fall — upon the defendants, an innocent party, or upon the plaintiffs, who purchased an informal unaccepted draft, and at the time they bought it had no right to infer that it would be accepted ? A party presents a check upon a bank ; by reason of a wrong date or some informality, as in the present case, the bank officer refuses payment, but tells the holder to return it and obtain a new one,' and he will pay it. In the interval, other checks of the drawer are presented and paid, and when the holder of the informal check, who now has another in lieu of it, arrives, he is told that the drawer’s account is exhausted, and there are no funds in bank to meet it; will it be seriously contended that the bank is liable upon the promise thus made ? This is the exact case here presented. The drawer of the draft failed before the presentation of the second draft, and the defendants, in the same manner, having no funds, refused to accept. Nor was the promise to accept the new bill made to the plaintiffs, between whom and the defendants there is no privity of contract, but the letter was written to Elstner.\nTha.t this was not an acceptance of an existing bill is also shown as a fact that the first draft was protested for non-acceptance.\nThe first and second assignment of errors relate to the rejection of the testimony offered by defendants to prove that on the day when the letter, which is the foundation of plaintiffs’ claim, was written, Mr. Elstner failed and was insolvent, and was indebted to defendants in a large amount, and over and above the value of the shipment. Depending upon the point whether they had accepted, the testimony, they contended, was admissible to show that defendants were not hound to accept when the drawer, being at that time their debtor, had become insolvent.\nThe only and main question left then is this, was consideration given for the second draft? The testimony of William Stewart taken by plaintiffs by commission is very explicit, and shows that the plaintiffs held the first draft; and the taking of another draft in lieu of the first, does not create any new and independent consideration.\nThe general rule is, that if a person indebted to another gives him a new note for the same sum, without new consideration, it shall not be deemed a satisfaction of the first: Hart v. Boiler, 15 S. & R. 162; Weakly v. Bell, 9 Watts 280; Jones v. Shawhan, 4 W. & S. 257 ; Pring v. Jackson, 1 B. & O. 14; 8 Eng. Com. L. Reps. 10; Wallace v. Fairman, 4 Watts 378; Gallagher v. Roberts, 2 Wash. C. C. Reps. 191; Coolidge v. Payson, 3 Wh. 66; Schimmelpennich v. Bayard, 1 Peters 274; Boyce v. Henry, 4 Id. Ill; Parsons’ Mercantile Law 128; Howland v. Carson, 3 Harris 454; Holcomb’s Leading Cases on Commercial Law 249 ; Strohecker v. Cohen, 1 Speer’s Law Reps. (So. Ca.) 347; The New York and Virginia State Stock Bank v. Gibson, 5 Duer 574.\nThe case of the plaintiffs in error, besides its legal position, is a meritorious one; Elstner is already their debtor in a considerable amount, and totally insolvent; and it is now sought to charge them with his draft, for which they have received no benefit or consideration.\nJ. B. Townsend, for defendants in error.\n1. An examination of the accounts between the parties would show that the defendants below have not been injured in this transaction, but are rather benefited by it, so that the argument drawn from the alleged hardship of this case is without foundation.\n2. A promise to accept a bill for a specific amount is equivalent to an acceptance of such a bill if drawn within a reasonable time, and such promise enures especially to the benefit of any party who takes it upon the faith of such promise: Pillans v. Van Mierop, 3 Burr 1663; Pierson v. Dunlop, Cowp. 571; Mason v. Hunt, Doug. 284, 297; Milne v. Prest, 4 Campb. 393; 11 M. & W. 390; Johnson v. Collings, 1 East 98; Ohitty on Bills, 285, *218, and notes.\nAn acceptance is the assent or agreement of the drawee to honour the draft; it may be general and absolute, or conditional; it may be written or verbal, it may be express or implied, it may be before the bill is drawn or after it is drawn: Story on Bills, p. 263, § 238; notwithstanding the statute of 3 & 4 Anne, c. 9, s. 5, a verbal acceptance is binding: Lumley v. Palmer, 2 Strange iOOO.\nSignature in writing is never necessary to an acceptance, it is a question of fact for the jury whether the bill has been accepted by the drawee, and it is not necessary to aver acceptance in writing: Dufour v. Oxenden, 1 M. & R. 90; Chalie v. Belshaw, 6 Bing. 529; Byles on Bills, 61 Law Lib. 7, 164. Neither if in writing need the acceptance appear on the bill itself, it may appear on a separate paper or letter: Story on Bills, p. 272, § 244, and the authorities there quoted by him. It is binding if it possess these properties. 1. The promise should specify the bill so as to distinguish it from any other. 2. It should be drawn within a reasonable time after the promise was made; and 3. It should be received by the person taking it upon the faith of the promise to accept: Story, § 249; Coolidge v. Payson, 2 Wheat. 66; S. C. 2 Gallis Rep. 233; Goodrich v. Gordon, 15 Johns. 6; Parker v. Greele, 2 Wend, 345; 5 Wend. 414; McEvers v. Mason, 10 Johns. 207; 3 Kent Comm. Lect. 84, 85 (4th ed.); Wilson v. Clements, 3 Mass. Rep. 1; Storer v. Logan, 9 Id. 55; Boyce v. Edwards, 4 Peters 111; Schimmelpennich v. Bayard, 1 Id. 264; Carnegie v. Morrison, 2 Mete. 381, 406; Ogden v. Gillingham, 1 Baldwin 45; Ogden v. Eerguson, Id.\nAll the three requisites above specified exist in this case. The fact of the draft sued on being taken by the holders on the faith of that letter, has been found by the jury, and cannot be questioned here.\nThe holders of the. original draft containing the mistake having a claim at once upon Elstner when the draft was protested for non-acceptance, had a perfect right in settlement of that antecedent debt, claim, or liability, to take the last draft of which acceptance was promised by letter, and to treat the letter as an acceptance if the last draft was taken on the faith of the letter,' as it was settled by the verdict in this case to have been.\nThe argument on the other side proceeds upon the assumption that the plaintiffs in error are the “ innocent” party in this transaction, and that Elstner’s failure introduced a new state of affairs, which changed all the prior rights and' standing of the parties. These positions are not sustained by the law or the facts of the case.\nThe law is settled that Steman, Baker & Co., by that letter, as formally accepted the bill sued on as if they had written an acceptance on its face and signed it (not as respects the drawer), but as to all parties who might take it in the regular course of business on the faith of their letter promising to accept it. The law assumes that they knew that when they wrote that letter they were accepting the draft of which they authorized the drawing, for the benefit of any holder who should take it on the faith of their promise.\nIt nowhere appears that the defendants in error had any knowledge or notice of the state of the accounts between Elstner and his factors when they took either of the drafts; but from the fact of acceptance of the first draft being refused solely for the blunder in drawing, and from the fact of the letter of the drawees directing a new and corrected draft, which they undertook to accept, the defendants in error had the right to presume that the drawees held funds of the drawer: Bickerdike v. Bollman, 1 T. R. 405; Yere v. Lewis, 3 Id. 182; Gibson v. Minet, 2 H. Bl. 612.\nThe authorities cited on the other side to support the position that taking a note shall not be deemed to have satisfied a former note, where the parties are the same and no new consideration intervenes, have no place here, because there is no question between the defendants in error and Elstner, who is the only party who ever was liable on the first draft; but between the defendants in error and the drawees, who made themselves liable by a direct contract of acceptance on the second draft — rand there were not only ne>v parties, but a distinct and valuable consideration, to wit, the relinquishment of the old note, and the loss by the holders of the right to sue Elstner thereon, or to take any steps to recover their money against him, for which they had a present right of action, after non-acceptance and protest of the first draft.\nThere is no case in the books’precisely like the present in this respect. The draft in suit was a correction of a mere clerical mistake, and by their letter'of February 2d the drawees have in substance said, we know what you intended, and consider this as an acceptance of the draft which you intended to draw, and which you have our authority to draw in substitution of the erroneous one.\nThe purchase for cash of the first draft, and the substitution of the last one in lieu of it, in accordance with the letter, make the whole one transaction as ’ fully as if the defendants in error had parted with their money on the receipt of the last instead of on the first draft; or, in contemplation of law, it is as if Elstner had paid back the money received by him on the erroneous draft, and had taken it again for the amended one."
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 58
}
