{
  "id": 481504,
  "name": "Graver versus Sholl",
  "name_abbreviation": "Graver v. Sholl",
  "decision_date": "1862-03-03",
  "docket_number": "",
  "first_page": "58",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wh. 333",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 383",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pick. 59",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0060-01"
      ]
    },
    {
      "cite": "7 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481743
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0009-01"
      ]
    },
    {
      "cite": "1 Rawle 27",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819358
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0027-01"
      ]
    },
    {
      "cite": "8 Met. 466",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1964716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/49/0466-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1043,
    "char_count": 26521,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.543468671789408e-07,
      "percentile": 0.6733855912062827
    },
    "sha256": "6c7fce182b9951cfc328f03f21e464f5da73d2106a279672392582b305d2bdde",
    "simhash": "1:072ab834a74e04f8",
    "word_count": 4720
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graver versus Sholl."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 3d 1862, by\nThompson, J.\nGraver was not in a position to question the plaintiff’s right in the Groman tract. He had no interest in it, present or reversionary. If the plaintiff’s right to an easement in it had been but at the will and pleasure of the owner, or existed upon any other terms, it was no concern of the defendant that the original use of the tail-race may have been to some extent changed. Whether the erection of a grist-mill was a material change, so as to affect the original grant, was a question which could only be moved between the original parties, their heirs or assigns. It did not concern the defendant. It seems that the plaintiff had so used it in its changed form, without molestation from the owner, for more than twenty-one years. This would constitute a good title against all the world, only controlled by some act or acknowledgment which would rebut the right incident to time and occupancy. It is manifest, therefore, that the defendant could not question the plaintiff’s right, or the extent of his enjoyment of the tail-race on this Groman tract.\nAn action for the disturbance of the enjoyment of the easement was an incident of the right. Any unauthorized interference with it, so as to diminish the full enjoyment of it, was a wrong, and might be redressed by action. Flowing water back on the land of another is not answered by the plea that the portion so flooded was not thereby depreciated. The law implies damages for such an act, not alone for the present injury but also to preserve the rights of property, distinct and free from encroachment. The ease of The Delaware and Hudson Canal Company v. Torrey, 9 Casey 143, is fully demonstrative of this doctrine. I may daily walk through my neighbour’s enclosures, without any appreciable injury, but if such a plea would protect me in a persistence therein, my trespasses would in time ripen into a right. To prevent this, the law redresses by action where the injury is confessedly inappreciable. It was, therefore, undoubtedly actionable to set the water back in the plaintiff’s tail-race, and the court committed no error in the charge on this point of the case; nor in referring the facts to the jury, together with the question of damages.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "C. E. Dubois, S. L. Roberts, and R. Morris Lloyd, for plaintiff in error.",
      "T. $ H. P. Ross and Q-eorge Lear, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Graver versus Sholl.\nWater-Rights.— Who may com/plain of Misuser of Right. — Baching Water into Tail-Race of Mill actionable without Proof of actual Damage.\n1. In an action for backing water upon the tail-race of a mill, the defendant set up in defence that the original use of the race, which ran over a tract lying between the lands of the plaintiff and defendant, had been changed. Held, that the question whether there had been any change from the right as originally granted to run the race over the tract, could only arise as between the original parties, their heirs or assigns; and that as the defendant had no interest in the tract, he could not question the plaintiff’s right in it.\n2. It is actionable to flow water back in the tail-race of another’s mill, whether any actual damages are or are not caused thereby.\nError to the Common Pleas of Bucks county.\nThis was an action on the case, brought in the court below to September Term 1860, by Jacob L. Sholl against Jonas Graver, for injury done to his grist-mill and water-power by back-water caused by the dam of the defendant.\nThe material facts of the case are as follows:—\nThe defendant in error, Jacob L. Sholl, is the owner of a tract of land on Swamp Creek, in the county of Bucks, under title derived from Peter Blyler, by deeds dated July 14th 1838 and April 22d 1844, on which land he erected a grist-mill about the year 1833 or 1834. There had been an old clover-mill on the same tract of land, but lower down the stream, which was abandoned and destroyed before the erection of the grist-mill.\nJonas Graver is the owner of a tract of land lower down the same stream, on which he erected a grist-mill in 1837 near the site of an old mill which was removed when the new one was built. There is an intervening tract of land, owned by David Groman. The tail-race of Sholl’s mill runs over and empties into the creek on Groman’s land; the right to which over the land of the latter is claimed by the said Sholl under a grant from Joseph Neiss to Peter Blyler, dated August 24-th 1816, and who preceded Groman in title ; which grant is in these words:\n“ This Indenture, &c., Whereas, the said Joseph Neiss and Peter Blyler, at the time of the sealing and delivering of these presents, are respectively seised in fee of and in two certain contiguous tracts, pieces, or parcels of land, with the appurtenances, in the township of Milford aforesaid, and whereas, there is a mill-race or watercourse made, dug, laid out, and running on, over, and through the land of the said Joseph Neiss, for the use and purpose of leading and draining the water from the clover-mill of the said Peter Blyler: Now this indenture witnesseth, that the said Joseph Neiss, for divers good causes and conditions, and more especially for and in consideration of the sum of one dollar in specie, to him- in hand paid by the said Peter Blyler, at or before the sealing and delivery of these presents, the receipt whereof the said Joseph Neiss doth hereby acknowledge, hath granted, bargained, sold, released, conveyed, and confirmed, and by these presents doth grant, bargain, sell, release, convey, and confirm unto the said Peter Blyler, and to his heirs and assigns, the-full right and privilege of all that mill-race or tail-race of the mill or watercourse above mentioned, which hath for many years past been made, dug, and laid out, leading from a mill-dam erected in and upon a certain stream of water, called Swamp creek, and running on, over, and through the land of the said Joseph Neiss, within the bounds of the following courses and distances (here follow courses and distances), which said tail-race or watercourse aforesaid being for the .special purpose or use of leading or draining the water from the adjacent clover-mill, erected on the land of the said Peter Blyler, together with free ingress and egress to and for the said Peter Blyler, his heirs and assigns, and his and their servants and workmen, with horses, carts, carriages, picks, shovels, &c., at all convenient times and seasons in and along the banks of the said race or watercourse within the bounds of the above-mentioned courses and distances, for the purpose of digging, opening, draining, mending, cleaning, and repairing the same in such a manner and form, so as to give the water a sufficient descent along said race, from the above-mentioned clover-mill. To have and to hold, all and singular, the mill-race or tail-race of the mill or watercourse, privilege of amending, cleaning, and repairing the same, and other privileges above mentioned, and premises hereby granted or mentioned, or' intended so to be, with the appurtenances, unto the said Peter' Blyler, his heirs and assigns, to the only proper use, benefit, and behoof of him, the said Peter Blyler, his heirs and assigns for ever.”\nThe tail-race was used and enjoyed without interruption by Sholl and those under whom he claimed, from 1816 until the bringing of the suit.\nThe evidence showed that the dam of Graver was at first a rude structure of stone and logs, but was gradually improved by repairs, &c., until 1848. In that year a wagon-road was made across it, and in 1851 it was extensively improved and raised; From that time the back-water began to be felt at the plaintiff’s mill in ordinary freshets, until at length the injury was considered so serious as to require redress, and this suit was brought as above stated.\nThere was a great deal of testimony in the case, but the only errors assigned here were to portions of the charge of the court printed here within brackets.\nThe court below (Smyser, P. J.) charged the jury as follows:—\n“ The plaintiff owns a tract of land on Swamp creek, on which he has a grist-mill, erected twenty-three or twenty-four years ago. The defendant owns a tract lower down, on which he has also erected an ancient mill. There is an intervening tract owned by Groman. The plaintiffs tail-race empties into the creek on Groman’s land; the right to carry his tail-race over' the land of the latter is claimed by the plaintiff under a grant from Neiss, who preceded Groman in the title. He complains that the defendant, by means of his dam, backs the water into his tail-race in violation of his right, and to the injury of his mill; and for this he has brought his suit.\n“ That there is back-water in the race at the usual and ordinary stage of the water, seems to be pretty well shown by the testimony; and is, indeed, but faintly controverted. That there is more of it, and backed higher up, when there is a rise in the' creek, is also shown by abundance of proof. On both these points you have heard the evidence, and from it and the drafts', in evidence, you can have, I imagine, little difficulty in ascertaining how the fact is.\n“ If there is back-water, the next inquiry will be, is the defendant’s dam the cause of it ?\n“ The defendant is entitled, to avail himself of the difference of level between where the creek, in its natural state, enters his land, and where it leaves it. He has, therefore, the right to back the water to his upper line — further than this he cannot do it without the permission of the riparian owner above, unless he shows a right by grant or license or under the Statute of Limitations. [For backing the water upon and flooding the land of Groman, the intervening proprietor, he would not be liable to the plaintiff in this action; but if he backs it into the latter’s tail-race, he is liable just as he would be if the whole of the race was on plaintiff’s own land, provided the latter has a right to maintain his tail-race as it-is, over the land of the intervening owner; a point presently to be more fully considered.\n“ If there is back-water when the water in the creek is at its usual and ordinary stage, you will inquire whether it is caused by the dam of the defendant, or some other cause disconnected with it. If the former, the defendant is bound to lower his dam so as to cease to produce the result complained of; and until he does so, is liable to the plaintiff’s action, and the latter would be entitled to nominal damages at least, even if he showed no actual injury, in order that his right may be established before the lapse of time shall bar it, unless it is already barred; and to such further damages as will compensate him for the actual injury sustained up to the time of bringing his suit.]\n“But the defendant alleges and contends, that the back-water complained of, only exists when there is a freshet or rise in the creek, and that he is not legally responsible for an injury arising from that cause. On this point, the law is this: If thfe injury referred to, is occasioned by any of those extraordinary and unusual floods, not expected, and against which ordinary skill and foresight is not expected to provide; if the damage complained of, is caused by defendant’s dam combined wdth an act of Providence, he is not responsible; but .if the floods or freshets referred to, are.only those which occur so frequently, that men of ordinary prudence might reasonably be expected to calculate upon them; if they are the usual, ordinary, and expected freshets which occur in all streams, the defendant was bound to take them into consideration and, provide for them when he erected his dam — the law being, that he who erects a dam is responsible for all the- injury caused by it in times of freshets of that character ; and it is no answer to this, that he has raised it no higher than the- difference of level on his own land. Such- is distinctly stated to be the. law of Pennsylvania in Bell v. McClintock, 9 Watts, and McCoy v. Danley,'8 Harris. [The defendant makes a point here which requires some notice. His .position is, that by the terms of the Neiss deed in 1816, originally granting the right to carry this mill-race over the intervening tract, the easement thereby created was expressly limited and restricted to the use and service of the old clover-mill therein mentioned; and, that on its destruction and abandonment, the right therein created ceased and reverted to the heirs or grantees of the grantor, and that the plaintiff or those under whom he claims title, could not afterwards continue to use it in connection with the present grist-mill subsequently erected a little further up the stream; and that, therefore, plaintiff cannot recover in this action unless the water was backed beyond the line between Groman and plaintiff.\n“We cannot subscribe to this view of the case.\n“ The case of Scheetz v. Fitzwater, 5 Barr 129, is relied on by defendant. There, however, there were strong and absolute words of exclusive limitation — much stronger than occurs here. The words were ‘to and for the use and service of a certain mill, with the land thereto belonging, and fot' no other use whatsoever.’ Besides these, there was an absolute and entire diversion of the subject of the grant from the purpose for which it was granted, and a conversion of it to another and different use altogether. The mill-dam to which the race was appurtenant and both of which were declared to be for ‘ the use and service’ of the mill, was drained and converted into meadow or grass land, so that the dam, and per consequence, the race could no longer subserve the purpose of that or any other mill that might be erected in its stead. The water-power was totally destroyed by the act of the grantee, and there was no longer any pretext for claiming the enjoyment of the easement.\n“ Here the race continued to be used and to be necessary for the purposes for which the right was first given — the only difference being that a new structure, with the site slightly changed, was put up. There was, however, no change in the site, location, extent, or capacity of the race so far as it ran over the intermediate tracts — nor does there appear-to me to have been any in the quantity of water, or the fall. If not, there was not, as it seems to me, an extinguishment of the easement or such abandonment thereof as would make it revert: Hale v. Oldroyd, 14 M. & W. 789, cited in Angelí on Watercourses, ¶ 229.\n“Adopting the cardinal rule of intention in construing the grant of the easement in question, it seems to me that we are not to construe it as inseparably annexed to site or building, provided the conditions just mentioned are observed. Mills will rot down or decay — the progress of improvement will suggest the necessity and advantage of new structures. Circumstances may indicate the convenience of a slight change of location. Business may so change as to render it expedient to substitute a grist for a clover mill, or a cotton for a fulling mill. Is it a reasonable construction, that this perpetual privilege was to depend upon the endurance of a perhaps rickety, tumble-down, old-fashioned mill, limited to a special purpose ? Is all improve.ment in machinery to be stopped? In the case of a right by prescription, this is clearly not so. See Angelí on Watercourses, ¶¶ 226-231, 383, and cases there cited. The true point of inquiry, as between plaintiff and the Groman tract, is, whether the former only appropriated the stream by means of his race over the lands of the latter, after the change of site, in the same manner and extent as before, or not: Carey v. Daniels, 8 Met. 466.\n“But further, we cannot learn from the deeds and title-papers in evidence, whether the title passed out of the original grantor of the easement, before or after the clover-mill was pulled down or abandoned.\n“ If after, then the reversionary right alluded to would pass to his grantees as assignees of the reversion; and they are now estopped from asserting it, by the express recognition of the continuing right in connection with the new mill, found in at least three of the deeds to and from them, long after the race had been used for the service of the present mill. If before, it may wrell be doubted whether the defendant or any one else than the heirs of the first grantor (who would then be the reversioners) can be heard to set up their reversionary title in bar of the action of a party in the actual use, occupancy, and enjoyment of the disputed easement during a period of very many years, brought against a stranger thereto for a disturbance of that enjoyment.\n“ Besides, if the plaintiff and those through whom he derives title, has been, as the proof seems to indicate, in the continued, notorious, peaceable, adverse, uninterrupted, hostile use, occupancy, and enjoyment of the easement for a period of twenty-one years before suit brought, he would thereby acquire a good title against the heirs and reversioners by the Statute of Limitations, unless they laboured under some of the disabilities that would prevent the running of the statute. The new mill was built (if I remember the testimony rightly, and if I err the jury will correct me) in 1838 or 1839 ; this suit was brought in May 1860, and it would seem that during this whole time the race over Groman’s land was used in connection with it.]”\nThe learned judge then proceeded to discuss other portions of the defence, which were not controverted here and are not material to a proper understanding of the points ruled by the Supreme Court.\nUnder these instructions there was a verdict and judgment for the plaintiff. The case was thereupon removed into this court, where those parts of the charge of the court below which are included in brackets, were assigned for error.\nC. E. Dubois, S. L. Roberts, and R. Morris Lloyd, for plaintiff in error.\n1. In charging the jury that the backing of the water by the defendant’s dam into the tail-race of the plaintiff on Groman’s land was actionable, although no actual injury had been sustained, the court below bas gone further than any adjudicated case upon this subject, and has, we contend, committed an error. It is conceded that an action will lie for erecting a dam, and thereby backing the water up so as to flood the land of another in the least possible degree. An action can also be sustained for backing water into a race and obstructing the motion of the wheels of a mill, without proof of any actual damage: Pastorius v. Fisher, 1 Rawle 27; Ripka v. Sergeant, 7 W. & S. 9; but in the first of these cases there was an actual overflowing and flooding of the land, and in the other a backing of the wafer into the race of the. plaintiff and obstructing the wheels of his mill. It does not appear that the point in controversy in this .case has ever been decided by the courts in England or in this country. The forms for declarations in actions brought to recover- damages for backing watpr, all set forth that actual injury has been done. Pastorius v. Fisher and Ripka v. Sergeant certainly do not warrant the court ruling the point as they did. The plaintiff does not own the land through which the tail-race runs. He merely has a right to this race over it. If the plaintiff actually owned the land through which the race runs, a very different question would be -presented for the consideration of the court. In Cooper v. Hall, 5 Ham. (Ohio), it is decided that “ where by erecting a mill-dam the water is flowed back in the stream and raised against .the land of an adjoining proprietor, no action-lies unless some actual injury .is sustained.” The strong arm of the law redresses real and substantial wrongs, and not fancied and imaginary grievances. In Thompson v. Crocker, 9 Pick. 59, it is held that “ the injury occasioned by one mill to another on the same stream must be perceptible and not merely theoretical to entitle the owner to recover.”\n2. The judge erred in charging the jury as he did in the language set forth in the other specification of error. The right to this tail-race, created by the Neiss deed, is a, special grant of a race for the use of a clover-mill. The grant is expressly limited and restricted, by the very terms of the deed, to the use of this mill. Is not the plaintiff then, by a plain and reasonable construction of the deed, confined to this use of the race? If the grant-of the watercourse were general and unrestricted in its terms, we can well conceive that the grantee could exercise his own discretion as to the use to which he might apply it, but he must undoubtedly be restricted to. the use for which he procured the grant. The conversion of it to another and different purpose would be a direct violation of the contract between the parties: Darlington v. Painter, 7 Barr 473; Cruise’s Digest, tit. 24, § 15; Howell v. King, 1 Mod. 190; Kirkham v. Sharp, T Whart. 323. The judge, in charging the jury that the grant of a right to this tail-race, for the use of a clover-mill, entitled the plaintiff to make use of it for his grist-mill, clearly misled them in point of law.\nT. $ H. P. Ross and Q-eorge Lear, for defendants in error. —\n1. The point embraced in tbe first specification of error did not necessarily arise in tbe case : for tbe evidence clearly established an actual injury to the plaintiff’s mill by reason of the backwater ; and the jury, in rendering their verdict for $50, were satisfied that actual injury had been sustained. The narr. set forth an actual injury to the mill and water-power of the plaintiff: and that the suit was brought to recover damages for such injury: and the plaintiff’s testimony proved the actual injury, not merely by back-water in tbe tail-race on Groman’s land, but by back-water in the tail-race on his own land, and on the wheel of his mill. The court, however, charged the jury upon the abstract question, that the plaintiff was entitled to recover without showing actual injury. In this there certainly is no error; for, both upon principle and authority, this is the law of Pennsylvania : Pastorius v. Fisher, 1 Rawle 27 ; Ripka v. Sergeant, 7 W. & S. 9. In these cases, it is true that the encroachment complained of was upon a corporeal hereditament; and the counsel for the plaintiff in error seem to think that the rule of law is different when applied to an incorporeal hereditament, for which distinction there is neither reason nor authority. But we have express authority in our own state, showing that no such distinction exists : Williams v. Esling, 4 Barr 486 ; Hobson v. Tod, 4 Term Rep. 71; Pastorius v. Fisher, 1 Rawle 27; Weller v. Baker, 2 Wils. Rep. 422; Schnable v. Koehler, 4 Casey 181; Kirkham v. Sharp, 1 Wh. 383. There was, therefore,, no error in the charge of the court on the first point.\n2. The charge of the court complained of in the second specification of error was not invoked by the plaintiff below. He needed the aid of no such direction; for the evidence established that he had, by an adverse user of this race for more than twenty-one years, for the purpose of his grist-mill, acquired the right to enjoy it as a tail-race for that mill, as fully as if it had been granted by deed; and it was upon this ground that his counsel presented this branch of the case to the jury. It was clearly proved that the plaintiff and those under whom he claims, had used this race as a tail-race for the grist-mill without interruption continuously, and under a claim of right since 1834, or thereabout.\nBut the court, in- answer to the point submitted by the defendant’s counsel, refused to charge that the Neiss deed of 1816, conveying a right to the race on the land now owned by Groman, was restricted to a clover-mill, and vested in Peter Blyler and his alienees no right to use it for a grist-mill; and our opponents contend that in this there was error. Admitting, for the moment, that there was a misdirection on this point, it could not possibly have injured the defendant; for a right by adverse user of more than twenty-one years had been shown to be vested in the plaintiff. The defendant, therefore, was not injured by the refusal of the court to charge as requested'; for it would not have produced a different result, if they had done so. The court, however, did not err in refusing so to charge. The grant was not made upon any condition, the breach of which would work a forfeiture of the right granted. See Paschall v. Morris, 3 Harris 295.\nIn the case at bar, there are not even any restrictive words in the grant confining the use of the race exclusively to the clover-mill. The object of the grant undoubtedly was to give to the grantee, who owned a mill seat on his own property, but no land for a tail-race, the right to flow the water from his mill seat through the land of the grantor to its junction with the creek.\nThere is a wide difference between the case at bar and those cited by the counsel in their written argument. In Seheetz v. Eitzwater, 5 Barr 129, Darlington v. Painter, 7 Barr 473, the distinction is pointed out in the charge of the court. So also was Kirkham v. Sharp, 2 Wh. 333, where the right acquired by an adverse user was applied to a totally different purpose and object.\nWe beg to refer the court to the case of Cress v. Varney, 5 Harris 496, which shows to what extent this court has gone in construing grants of this description; and also that they will take into consideration, in construing them, principles of public policy.\nAgain, there is something more conferred by the Neiss deed than simply the us'e of the race for the purposes of a clover-mill ; for the habendum enlarges the grant of the premises of the deed, and conveys the tail-race to the grantee without any restriction.\nBut, by whom is the objection made that we have no right to use this race for a grist-mill ? Not by the owner of the land, or by any one claiming an interest therein, over which the tail-race passes; not by one either a party or a privy, but by a stranger to the title — a mere intruder, who, without colour of right, has intruded into this tail-race by the backing of the water of his mill. Surely, it is not for him to allege a misapplication of the grant. The only person who could complain, if we are misusing the grant, is David Groman, over whose land the race passes; but neither he, nor any one under whom he claims title, have, from 1833 or 1834, when the mill was built, alleged, or in any way pretended, that we were guilty of a misuser: Swartz v. Swartz, 4 Barr 353. We submit there is no error in the charge of the court."
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 67
}
