{
  "id": 481563,
  "name": "Thomas versus Smith",
  "name_abbreviation": "Thomas v. Smith",
  "decision_date": "1862-03-03",
  "docket_number": "",
  "first_page": "68",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 182",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 182",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 16929,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.1318394783677635e-07,
      "percentile": 0.9108274266183086
    },
    "sha256": "b23ade6dfd6c618b4980a196c995f795701b36b1c80730d32294c0541d1c2eea",
    "simhash": "1:e1a008118f9aac30",
    "word_count": 2954
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 3d 1862, by\nWoodward, J.\nSeptimus Thomas leased of the Schuylkill Navigation Company for a term of five years, at an annual rent of $100, a lot of land in North Manheim township, Schuylkill county, together with the privilege of all the ice in two certain reservoirs of the company in that county, and erected on the lot a frame building for an ice-house, a hundred and seven feet in depth, fifty-four in width, and thirty-three in height. Smith, the defendant in error and plaintiff below, furnished lumber for the ice-house to the amount of $263.31, and entered his lien therefor “ on the said building and the interest of the said Septimus Thomas in the lot or piece of ground appurtenant to said building.” Though the lease does not specify the purpose for which the term, was let, it was, evidently, for the purpose of an ice-house, not as an appurtenant to some other tenement, but as a storehouse for the deposit of ice for sale and delivery in the neighbouring town of Pottsville.\nThe question is whether Smith was authorized to enter such a lien by the Act of Assembly of 17th February 1858, entitled “ An Act relative to Mechanics’ Liens in the counties of Luzerne- and SchuylkillPurdon 1267.\nThe first objection to the lien was that it was defective in not setting forth the nature of the defendant’s interest in the land charged, to wit, that it was a mere leasehold interest. The act does not require the defendant’s tenure to be set forth in the lien. It extends the general Mechanics’ Lien Law of 16th June 1836 and its supplements, “to all improvements, engines, pumps, machinery, screens, and fixtures erected or put up by tenants of leased estates on land of others in the counties of Luzerne and Schuylkill,” and a proviso limits the lien to the interest of the tenant, and to such improvements, engines, &c., as are repaired or put up by the mechanics and material-men entering the lien, but it nowhere requires, what the objection exacts, a specification in the lien of the defendant’s estate in the premises. The lien in this case is specifically against the “ice-house on\"land of the Navigation Company,” and on the “interest of the said Thomas in the lot or piece of ground and curtilage appurtenant to the said building.” The ice-house and the interest of Thomas in the ground necessary to its enjoyment are the objects against which the lien was entered. This was a sufficient compliance with the act, and does not expose the lien to the objections that were successfully urged against the lien in Barclay’s Appeal, 1 Harris 495.\nThe next objection was that the defendant’s interest in the land being a mere chattel interest, was not the subject of a mechanics’ lien. It certainly Avould not have been under the general Act of 1836, 9 Barr 117, 1 Casey 521; nor under the Act of 21st April 1856, Purdon 1192, extending the provisions of the Act of 1836 to certain specified additions and improvements, for the Act of .1856 introduced no new principle by which a lien could be entered against a chattel, or a chattel interest, Summerville v. Wann, 1 Wright 182; but it was to remedy these incapacities of prior acts that the Act of 1858 was passed. A lien on a leasehold interest is expressly given by the latter statute. The adjudications under prior acts cannot therefore be applied to defeat its clear intent and meaning.\nBut it is said that the legislature meant to limit the operation of the Act of 1858 to coal lease estates in Luzerne and Schuylkill counties. The first reading of the act does give one that impression, yet the word coal does not occur in it, and besides, the county of Schuylkill was already well provided with legislation for liens against coal lease estates, as well as the improvements, machinery, and fixtures peculiar to collieries, by the Act of 21st April 1854, Purdon 1083, and the Act of 21st April 1856, Purdon 1192. This suggestion, therefore, cannot be admitted. The descriptive words are “tenants of leased estates,” and we have no warrant for restricting these words to tenants of coal leases.\nIt is argued further that if we apply the act to anything but the substantial and expensive improvements required at collieries, the next case may be a lien against a bake-oven or a chicken-coop, erected by a tenant from year to year. Doubtless the word “improvements” in the statute is to have a reasonable construction. It is not to be applied to temporary and insignificant additions, but to such permanent and substantial erections as do essentially augment the interest which the tenant has in the land. An ice-house of the dimensions mentioned in this lien, and erected, not as an outhouse or appurtenant to a man’s residence, but as an independent and separate structure, for purposes of commerce, must be accounted such an “ improvement” as the legislature meant to subject to a lien. This we think is too clear for debate. It will be time enough to decide the extreme cases supposed when they arise.\nFinding upon the rpcord no valid objection to the lien entered by the plaintiff below, the judgment is\nAffirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Benjamin W. Cummings, for plaintiff in error.",
      "Meyer Strouse, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thomas versus Smith.\nMechanic’s Lien, Leasehold Estates in Counties of Luzerne and Schuylkill, subject to. — Act 17th February 1858 construed. — “ Improvements” in the Statute, meaning of.\n1. Under Act 17th February 1858, relating to mechanics’ liens in the counties of Luzerne and Schuylkill, a mechanic’s lien may be filed against an ice-house, erected for the purpose of carrying on the business of storing and selling ico, on a lot leased in the latter county for a term of years.\n2. It is not a valid objection to the lien that it does not set forth precisely the nature of defendant’s interest, where the lien was described to be against the “ice-house” on the land of the lessors, and “on the interest” of the defendant in the lot of ground whereon it was erected; for the act does not require that the defendant’s tenure shall be set forth in the lien.\n3. The act applies generally to leased estates, and their tenants, in the two counties embraced by it, and not to coal lease estates only.\nError, to the Common Pleas of Schuylkill county.\nThis was a scire facias sur mechanics’ lien, at the suit of Eranldin C. Smith against Septimus Thomas, in which was involved a construction of the Act of Assembly of February 17th 1858, entitled An Act relative to Mechanics’ Liens in the counties of Luzerne and Schuylkill, by which it is enacted “ that the several provisions of an act entitled ‘An Act relating to the liens of mechanics and others upon buildings, approved the 16th June 1836, and the several supplements thereto, are hereby extended to all improvements, engines, pumps, machinery, screens, and fixtures erected or put up by tenants of leased estates on land of others, in the counties of Luzerne and Sclraylkill, and to all mechanics, machinists, and material-men doing work or furnishing the articles or materials therefor: Provided, that the lien hereby created shall extend only to the interest of the tenant or tenants, lessee or lessees, therein and to the improvements, engines, pumps, machinery, screens, and fixtures erected, repaired, or put up by the mechanics, machinists, persons, or material-men, entering liens thereon.’ ”\nThe claim was filed February 18tfy 1860, for $263.31, against “ all that certain new frame building, erected for and used as an ice-house, on the land of the Schuylkill Navigation Company, near the reservoir of said company, known as the Tumbling run, in North Manheim township, in said county, for lumber furnished by the said Franklin C. Smith, within six months last past, for and about the erection and construction of said building and appurtenances, of which the said Septimus Thomas was and is the reputed owner, and at his instance and request, he being the contractor and builder thereof; and the said Franklin C. Smith claims to have a lien on the said building, and on the interest of the said Septimus Thomas in the lot or piece of ground and curtilage, &c.,” to which was added bill of particulars, &c.\nOn the 28th of August 1860, a rule was entered to show cause why the lien should not be stricken from the record, because,\n1. An ice-house is not the subject of a mechanic and material man’s lien.\n2. The claim is for materials furnished for the building and appurtenances, and\n3. Because the extent of defendant’s leasehold estate and interest and its terms are not set out in the claim.\nOn hearing, the court discharged the rule; and thereupon the defendant entered the pleas of nil debet and payment with leave, &e.\nOn the trial, the plaintiff gave in evidence his lien, a lease from the Schuylkill Navigation Company to the defendant, dated August 10th 1858, for a lot on the lower end of Tumbling Bun reservoir, describing it, with all the ice in both reservoirs, for five years from August 15th 1858, and so from year to year, &c., at an annual rent of $100 per annum, with the usual covenants, against sub-letting and for repairs. lie then proved his account, the delivery of the lumber, and closed.\nThe defendant requested the court to charge the jury,\n1. That the lien is defective in not setting forth the nature of the defendant’s interest in the land charged, to wit, that it was a mere leasehold interest according to the lease given in evidence.\n2. That the leasehold interest in the land on which the ice-house was erected makes the interest of the defendant a mere chattel interest on the premises, which is not the subject of a mechanic’s lien.\nThe court (Hegists, P. J.) negatived both points, and directed a verdict for the plaintiff, which was returned accordingly. Judgment having been entered thereon, the defendant sued out this writ, and assigned for error the refusal of the court to affirm the points submitted as above, and in discharging the rule to show cause why the lien should not be stricken from the record.\nBenjamin W. Cummings, for plaintiff in error.\n1. The Act of February 17th 1858 was relied on as covering the case ; but it evidently has reference to coal leased estates; the improvements specified are engines, pumps, machinery, screens, &c. Although the lien represents the defendant to be the owner or reputed owner of the building and appurtenances, he was but a tenant for years of a lot of ground on which other buildings as well as the ice-house in question had been erected by him. An ice-house or any other building erected by a tenant for years is not within the purview or letter of the act in question: Church v. Griffith, 9 Barr 117; Summerville v. Wann, 1 Wright 182; Gaule v. Bilyeau, 1 Casey 521; 10 Barr 252; 2 Harris 118; Haworth v. Wallace & Lyon, 2 Harris 119.\nWas it not the intention of the legislature to limit the operation of the act of the 17th February 1858, in Luzerne and Schuylkill counties, to coal leased estates ? A statute is to be interpreted as near as may be to the common law. The remedy is not to be pushed beyond the immediate mischief; the mischief in these counties was that mechanics and material-men had no lien on coal leased estates; or it may be the mischief extended beyond coal leased estates to other lessees for years, who erect machinery or fixtures in mechanical or manufacturing trades; though this is doubtful. But certainly it was never intended by the legislature to embrace farm leases, ice-house leases, &c., &c. If this lien is enforced, and the construction of the court below sustained, a new and prolific source of vexatious litigation will arise; mechanics’ liens will multiply ad infinitum. Although a privileged class of creditors, mechanics, and material-men, they have no right to a latitudinarian construction embracing matters neither within the letter or spirit of the law: Bolton v. Johns, 5 Barr 149; Miller's Mechanics’ Lien Law 38.\n2. Whenever an Act of Assembly authorizes a lien to be filed against an interest of a lessee of land, and the lien is so filed, it is presumed to be within the power of the creditor to set forth the kind of interest, and an omission to put at least on record that it is an estate for years, ought to be fatal to the lien. This observance is essential to the safety of owners, purchasers, and other lien-creditors. In this lien the defendant is not described as a lessee of land, but as the owner, &c.\nWhen the freehold was bound by the lien against the building and the necessary curtilage appurtenant, nothing of this sort was requisite. The quantity of interest might be left indeter-. mínate, because it was known that the freehold was bound by a lien. The claim should show that the freehold is not bound by it when a lien is filed against an interest in a term of years; since this interest is the specific object of the lien. In a coal lease mortgage the law requires a copy of the lease to be filed of record, in order that it may be seen upon what the encumbrance fastens. What can be more vague and indeterminate than the words of this lien — “ the interest of the said Septimus Thomas in the lot or piece of ground, &c.” It is no anwser to say that the interest is reduced to a certainty by the evidence in the case. No commissioners can be appointed to ascertain the quantity of interest bound by the lien, as in the case of boundaries to the curtilage. All legal analogies require that when anything is the subject of a lien of record, that it should be described with such precision and certainty that it may be distinguished and identified; or some mode pointed out by which it can be fixed and determined. Whereas an inspection of this lien will not show whether it binds the freehold or a lease for years, in the lot of ground described; although the lien given, if any be given in this.case, is against a lease for years.\nMeyer Strouse, for defendant in error.\nThe main question in this case is on the construction of the Act of Assembly of the 17th February 1858, which was relied on as “ covering the case,” and is still relied on here, because it was passed for the very purpose of “ covering” such cases. The learned counsel for the plaintiff in error insists that this act has reference to coal leased estates, and that the “improvements specified are engines, pumps, machinery, screens, &c.” Whereas it has not the slightest reference to coal leased estates ; nor is “ coal” mentioned. The intention of the legislature was to protect the mechanic and material-man who performed work and furnished materials for and to buildings, machinery, &c., erected and put up by tenants of leased estates on land of others in the counties named. If the provisions and benefits of the act in question were intended to be restricted to claimants on coal lease estates, where was the necessity of this act at all ? The Act of 21st April 1856, P. L. 496, is a general law, and was sufficient for that purpose. But again, in 1854, P. L. 428, the legislature of Pennsylvania had favoured Schuylkill county with a special law for the protection of the mechanics and material-men doing work or furnishing materials to improvements, engines, &c., erected by tenants of coal lease estates on lands of others.\nThe learned counsel for plaintiff in error, referring to the Act of 1858, says: “ the improvements specified are engines, pumps, •machinery, screens, &c.” Certainly there is no such specification in the act. It is clear and simple, and says the lien shall be on all improvements, with the punctuation comma (,) after the words and before the designation of engines, pumps, &c.\nAlthough the defendant Thomas was but a lessee or tenant of the land, we were perfectly justifiable in treating him and designating him in our pleadings as “ owner or reputed owner” of the building, as well as the owner of an interest in the land or lot of ground on which he erected the building. There is not a spark of evidence that there was any other building but the ice-house in question on the leased estate.\nThe Acts of Assembly regarding mechanics’ liens require no particular estate to be set out in the lien, or to what extent the estate of the owner, reputed owner, or lessee may be. The lien in this case was deemed sufficient at the beginning of the proceedings. On the trial of the cause the interest of the defendant was shown by the lease being given in evidence. No one could be prejudiced by simply claiming to have a lien on the defendant’s interest in the land. And whatever the extent of that interest was, could be, and,, as in this case, was, readily ascertained by the necessary legal evidence. The cases cited by the opposite counsel have reference to the general Acts of 1836 and 1840, and have little application in this cause. The case of Summerville v. Wann, 1 Wright, is not in conflict with our position here. We claim a lien on an entirety — on a thing complete; on a whole building — a new erection and construction, and not on a steam-engiiie, pump, screen, &c."
  },
  "file_name": "0068-01",
  "first_page_order": 68,
  "last_page_order": 74
}
