{
  "id": 481495,
  "name": "Vandever's Appeal",
  "name_abbreviation": "Vandever's Appeal",
  "decision_date": "1862-03-03",
  "docket_number": "",
  "first_page": "74",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 261",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0261-01"
      ]
    },
    {
      "cite": "2 Watts 163",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0379-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 9720,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 5.330467071343626e-08,
      "percentile": 0.3357577990068147
    },
    "sha256": "cd76af3cf76923f9d24f4879c2a4d84eb7c77d89a38db3ea4a8bcd29fcee5434",
    "simhash": "1:5d03dc9c30262944",
    "word_count": 1679
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vandever’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 3d 1862, by\nLowrie, C. J.\nThis is a final administration account. At the time of settling it in the register’s office, April 1851, the widow and heirs agreed that the balance in the hands of the administrator should be held by him as trustee for them, according to their respective interests. This agreement was in writing. He therefore took credit as administrator for the balance in hand as so much transferred to and held by him as trustee, and thus his account as filed showed a full discharge of his duty as administrator, and that as such no balance remained in his hands. The account thus settled by the parties was in due course confirmed by the Orphans’ Court in June following.\nNow the widow petitions that he be required to account as administrator for that balance intrusted to him as trustee, representing that he has become insolvent. The purpose is to get at his sureties in his administration bond. He continued to discharge his duty as trustee by paying her the interest for six years before he failed. Can we now set aside her own arrangement, and the decree of the Orphans’ Court, so as to relieve her, and throw the consequences of her misplaced confidence on the sureties ? We think not. The record is against her, and equity forbids it. The record shows the sureties discharged, without any mistake, and by a decree that is now beyond review, and we cannot put them again under the yoke.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Joseph J. Lewis and Wayne Me Veigh, for appellant."
    ],
    "corrections": "",
    "head_matter": "Vandever’s Appeal.\nAdministrator relieved, from Liability for Proceeds of Real Estate invested by him with the consent of Widow and Heirs.\nOn settlement of an administration account, the widow and heirs having agreed in writing, that the balance therein should be held by the administrator as trustee for them, according to their respective interests, he took credit for the balance as held by him as trustee, and the account was confirmed. After acting as trustee for several years, and paying the yearly interest to the widow, he failed; when she presented her petition to the Orphans’ Court, requiring him to account as administrator.\nHeld, that, by the confirmation of the administration account, the administrator and his sureties were discharged, and that he could not be compelled to account as such, for the balance intrusted to him as trustee.\nAppeal from the Orphans’ Court of Chester county.\nThis was an appeal by Sarah A. Vandever, late tire widow of Maris Wilson, deceased, from the decree of the Orphans’ Court dismissing her petition and the citation which was issued thereon against James B. Humphrey, administrator of her late husband.\nThe case was this: — Maris Wilson died in Chester county, in the year 1849, leaving a widow, the appellant, and eleven children, to survive him. Letters of administration upon his estate were duly granted to James B. Humphrey on the 7th day of February, A. d. 1849, who accepted the burden of said trust, and on the 30th day of April, A. d. 1851, filed in the office of the register of said county an account of the administration of the estate of said decedent, which was confirmed on the 10th day of June, A. d. 1851. This account shows a balance due the estate of $2764.03, and exhibited the manner in which said balance had been distributed by the accountant among the heirs and representatives of said deceased.\nAmong other credits he claimed to hold the sum of $921.34 as trustee under an appointment by widow and heirs, dated April 28th 1851, it being one-third of the net amount of the proceeds of sale of the real estate, and upon which interest was to be paid for life to the widow, and after her death to be distributed among the heirs.\nThis fund Humphrey used in the purchase or improvement of real estate for himself, which was recently sold by the sheriff, and the money thus invested lost. He continued to pay the interest up to May 1st 1857, in full.\nUnder this state of facts Sarah A. Vandever (the widow of Maris Wilson, deceased), came into the Orphans’ Court of Chester county, and asked that a citation issue, commanding James B. Humphrey, administrator, &e., to be and appear before said court, to show cause, if any he has; why he shall not be dismissed and ordered to pay over the said balance of $921.84 to his successor, to be appointed by said court, with the interest due thereon. A citation was issued, and James B. Humphrey answered the same, denying that the Orphans’ Court had jurisdiction or power to grant the prayer, or enforce the remedies asked for in the petition and citation, inasmuch as the said balance does not remain in his hands as administrator, but was transferred to him on the 28th day of April, A. D. 1851, by the widow and heirs of the said Maris Wilson, deceased, for the uses and purposes mentioned in said written transfer, and that since the execution and delivery of that transfer, he has held said balance as trustee, and not as administrator of said Maris Wilson, deceased.\nThe transfer referred to is in the following words:—\n“ Whereas, it appears by the final administration account of James B. Humphrey, administrator of Maris Wilson, deceased, submitted to and approved by us, that there remains in the hands of said administrator the sum of nine hundred and twenty-one dollars and thirty-four cents, that being the one-third of the net amount of the proceeds of the sale of the real estate of said deceased, after payment of debts and expenses, to the interest upon which the widow is entitled during her life, then the same to be equally distributed among the heirs of said deceased,\n“ Now this is to certify that we, the said widow and heirs, do hereby constitute and appoint James B. Humphrey our true and lawful trustee, to receive and hold the said sum of nine hundred and twenty-one dollars and thirty-four cents; put the same to interest on good real estate security, and pay the said interest yearly to the said widow during her natural life, and upon her decease to pay to the said heirs or their legal representatives their equal shares respectively of said sum, according to their legal rights. Witness our hands this twenty-eighth day of April, A. D. one thousand eight hundred and fifty-one.”\nThis instrument of writing was signed by the widow and heirs of Maris Wilson, deceased, and delivered to James B. Humphrey.\nThe case was referred to William Bell Waddell, Esq., as auditor, who on the above facts decided that the paper executed by the widow and heirs constituted James B. Humphrey a trustee, and that the relation theretofore existing between the parties was terminated by their own act; that therefore the Orphans’ Court had no jurisdiction. Exceptions were filed to this report by the counsel of Mrs. Yandever, but the Orphans’ Court sustained the finding of the auditor and dismissed the exceptions. The case was thereupon removed into this court, where the decree of the Orphans’ Court was assigned for error.\nJoseph J. Lewis and Wayne Me Veigh, for appellant.\nWhen the account of Mr. Humphrey was confirmed, showing a balance in his hands of one-third the real estate of deceased, he occupied the position of a trustee for the next of kin, who were entitled to the surplus of the intestate’s estate: Patterson v. Nichol, 6 Watts 379. His filing an account of his administration does not discharge him in that capacity. Settlement of his account in the Orphans’ Court does not change his character as trustee. He still holds assets. His responsibility as trustee for those entitled to the money in his hands continues with its accompanying duties and liabilities: Thompson v. MeGraw, 2 Watts 163.\nThe second question is, for whom did Mr. Humphrey hold this fund as trustee ? The law answers, for the widow as regarded the interest during her life, and for the heirs and legal representatives of the decedent after her death: Diller v. Young, 2 Yeates 261.\nBeing a trustee, his plain legal duty then was to invest it on good security, making the interest payable to the widow during her life, and at her death the principal to the heirs and legal representatives of the decedent.\nSuch were the relative duties and rights of these parties, and to insure the performance of his duties, the Orphans’ Court of Chester county had exacted a bond with sureties from Mr. Humphrey for the faithful application of this fund.\nStanding on these relative positions, the trustee and eestuis que trust, the administrator and the widow and heirs, met April 28th 1851, and the latter parties signed the paper set forth verbatim in the report of the auditor. Some of these eestuis que trust were minors, represented by their guardian.\nNo consideration for this document is pretended. It simply states the conclusion of the law, that Mr. Humphrey is trustee for the widow and heirs, and that it is his duty to secure this fund upon real estate, so that it may be payable to the parties legally entitled to it. Yet the court below decided that .this agreement obtained by a trustee from eestuis que trust, without any alleged consideration, imposing no new duty, declaring no new relation, removed this whole subject from the control of the Orphans’ Court, and consequently released the sureties of Mr. Humphrey.\nFrom this decree the widow and heirs have appealed to this tribunal. They have proven that Mr. Humphrey has wasted and lost the proceeds of a sale made by order of the Orphans’ Court —proceeds remaining in his hands by virtue of his office — and they ask the benefit of the security exacted by that court to guard against this very result, and to make certain the faithful application of those proceeds according to law.\nThe counsel for the appellee furnished no printed argument-."
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 77
}
