{
  "id": 481519,
  "name": "Zulich et al. versus Bowman",
  "name_abbreviation": "Zulich v. Bowman",
  "decision_date": "1862-03-10",
  "docket_number": "",
  "first_page": "83",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 83"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 659,
    "char_count": 16953,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 3.4746881669197067e-07,
      "percentile": 0.8814210789895472
    },
    "sha256": "bfb5c5572acf9a3546229ce3ed508f03b3f3787049f048ef75d6c12abf32d5fd",
    "simhash": "1:3e6eb5210324cfad",
    "word_count": 2864
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zulich et al. versus Bowman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 10th 1862, by\nRead, J.\nBy the Common School Law, each board of directors shall hold at least one stated meeting in every three months; and such other meetings as the circumstances of the district may. require, shall be held at such time and place as may be designated by the president and secretary, upon due notice given to each member of the board. Annually, and, within twefity days after the election of directors, each board shall meet and organize by choosing a president and secretary, who shall be members of the board. The president shall preside at the meetings of the board, and, amongst other duties, call special meetings when necessary. Each board of directors shall have power to fill any vacancy which may occur therein by death, resignation, removal from the district or otherwise, until the next annual election for directors. If less than a majority of directors attend any meeting, no business shall be transacted thereat, except that of adjournment, and of appointment to fill vacancies in the board. If any person, duly elected a school director, shall refuse to attend a regular meeting of the board, after having received written notice from the secretary to appear and enter upon the duties of his office, or if any person, having taken upon him the duties'of his office as director, shall neglect to attend any two regular meetings of the board in succession, unless detained by sickness or prevented by absence from the district, or to act in his official capacity, when in attendance, the directors present shall have power to declare his seat in the board vacant, and to appoint another instead to serve until the next regular election.\nIt is clear, therefore, that there are at least two kinds of meetings — stated, including the annual meeting, when fixed, and special meetings — adjourned meetings may take place in either case. Are all these meetings regular meetings, within the meaning of these provisions ?\nThe adjective “ stated” does not occur in Bailey’s Dictionary (ed. 1759) nor in Johnson’s (quarto ed. 1819), except in quotations under the verb to state, nor in The Critical Pronouncing Dictionary, published at Burlington by D. Allinson & Co., in 1818, but it is in Webster, and his definition is — settled, established, regular; occurring at regular times, not occasional, as stated hours of business — fixed, established, as a stated salary. Webster defines regular — conformed to a rule, methodical, periodical ; and the adverb regularly — in uniform order, at certain intervals or periods, as day and night regularly returning. So also the word ordinary, a synonym of regular, is defined methodical, regular, according to established order. In legal phraseology, we speak of an account stated, a case stated; and where damages are fixed by contract they are styled liquidated, stipulated, or stated damages.\nIt is certain, then, that the annual and stated meetings are regular meetings, within the meaning of the School Law. The other meetings called by the president and secretary, at such time and place as they may designate, are styled special meetings, and require due notice of them to be given to each member of the board. They may be called anywhere within the district, and at any time, and are what in the English Companies’ Clauses Consolidation Act (1845) are styled extraordinary, in contradistinction to ordinary, which is there used as the equivalent of stated — special is particular, peculiar, extraordinary, uncommon, and the adverb specially is for a particular purpose — a meeting of the legislature is specially summoned. . Webster defines adjourned as an adjective, existing or held by adjournment — as an adjourned session of a court, opposed to stated or regular. When, therefore, it is enacted that if a school director neglect to attend any two regular meetings of the board in succession, without a legal excuse, his seat may be declared vacant, it would appear to be certain that the word regular in this clause can only be applied to such meetings as we have seen are clearly within it, and not to meetings which may be called in rapid succession, by the president, at any point and any time, the whole resting entirely in his discretion.\nThe Act of 23d March 1859, P. L. 212, under which both the plaintiff and defendants in this case were elected school directors of the school district of the borough of Schuylkill Haven, makes no alteration of the General School Law, in relation to the points presented for our consideration. The case, therefore, dejoends upon the provisions we have already discussed.\nThe first meeting, at Avhich the plaintiff was absent, was on the 11th May 1861 (Saturday). This is styled a special meeting, and was of course called by the president.\nThe second meeting, at which he was absent, was on the 3d June 1861 (Monday). This is called a regular meeting, but whether it was a stated meeting or not does not appear, as it ought to have done. There being no quorum, the board adjourned to meet on Saturday, 8th instant, at three o’clock. The meeting on Saturday, the 8th, is styled regular meeting, no notice being taken of its being an adjourned one. At this meeting the plaintiff’s seat was declared vacant, and another person was appointed in his place. Under the pleadings, it is conceded that the plaintiff had due notice of these three meetings and that he neglected to attend, having no legal excuse, conduct for which he deserved expulsion, if these were regular meetings.\nThe first meeting was special, and therefore not regular within the meaning of the School Law. If the second meeting Avas a stated one, then it Avas regular, but this we have no means of ascertaining; but it is clear, that the third was only a continuation of the second, and was not a second regular meeting in succession. The board, therefore, had no power to declare his seat vacant. The last meeting and its action in fact depended on the two first meetings being regular, for until a meeting is over, it cannot be finally ascertained that a director has neglected to attend it.\nI have been kindly furnished by Dr. Burrowes, the present able superintendent of our common schools, with a series of the Pennsylvania School Journal, the oficial organ of the department of common schools, and he has referred me to page 104 of the number for October 1861, in which the question now before the court was discussed by him in answer to a question from Washington county, “ What is a regular meeting of a board of directors ?” His decision has anticipated the decision at which I have arrived.\nThe distinction between a stated and special meeting, appears in the 10th section of the Act of 29th March 1803, establishing the board of wardens for the port of Philadelphia, and which may be traced to the Act of 4th October 1788.\nThere appears from the too strong language used in at least one of the paper-books, and the circumstances of the case itself, that some of the members of the board have allowed their personal feelings to interfere with the proper administration of the School Law in the borough of Schuylkill Haven, and we sincerely hope that this will be immediately corrected. The interests of the rising generation should not be sacrificed for the gratification of a feeling of personal dislike.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "H. P. Dewees and P. W. Hughes, for plaintiffs in error.",
      "Cfeorge H. Clay, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Zulich et al. versus Bowman.\nCommon School Law.— What are Regular Meetings of Directors.— Power of Directors to declare Seat of absent Member vacant.\n1. Under the General School Law of 1854, directors’ meetings are either stated, including the annual meeting when fixed, or special, adjourned meetings to take place in either case: but the former only are regular meetings, for non-attendance at any two of which in succession, except in case of sickness or absence, the seat of a director may be declared vacant by the other directors, and a new member appointed in his stead.\n2. Therefore, where a board of school directors, at an adjourned meeting (there being no quorum at the regular meeting), declared the seat of one of their number vacant, who had not attended a “ special” meeting called by the president, or the last regular or adjourned meeting; it was Reid:\nThat, the first meeting being “special,” was not “regular,” and as the third meeting was but a continuation of the second, which though styled “ regular” did not appear to have been a “ slated” meeting, the action of the school board, in declaring the seat of the absent member vacant, was illegal, because he had not been absent at two regular meetings in succession.\nError to the Common Pleas of Schuylkill county.\nThis was a rule on the petition of Henry W. Bowman, filed August 6th 1861, for a mandamus against Thomas C. Zulich and others (naming them), composing the board of school directors of the borough of Schuylkill Haven. The petition referred to and recited the Act of Assembly of March 23d 1859 (P. L. 212), to repeal former acts relating to the borough of Schuylkill Haven, and extending to it the provisions of the act relating to boroughs, passed April 3d 1851; and then set forth that an election was held in the North Ward of said borough, on the third Friday of February 1860, for school director to serve in the school board of the borough for three years; at which election the petitioner, then and there residing, received a majority of votes; was by the election officers declared elected; was so returned by them; and took upon himself the duties of the office, thenceforth acting with the school board as a member. That, on the 8th of June 1861, the board of directors “unlawfully forfeited and declared vacant” the seat of the petitioner in the hoard, and appointed Daniel J. Stager as school director in his place, and had, on the 9th of June 1861, refused to receive and recognise the petitioner as a member. That the borough of Schuylkill Plaven is a regularly organized school district, with a school board. That the seats of three other directors were declared forfeited by the board at the same time, and substitutes appointed, &c. And praying for a writ of mandamus directed to Thomas Zulieh and seven of his associates (who are regular members of the school board), commanding them to restore the petitioner to his seat in the board.\nOn this petition a rule was granted, returnable on the last Saturday in August. On the 21st of September 1861, the defendants filed their answer, in which they admitted the regularity of the election of the petitioner, but averred that he had neglected to perform the duties of his office, so that it became necessary to declare his seat vacant. “ That the relator, with Abraham Saylor, Samuel H. Shannon, Hugh McCaffery, James Gray, and Peter White, together with the other defendants, constituted in April and May last the board of school directors, and the right to serve as such during the present year and longer. That it was necessary, on or before Monday the 3d of June last, to prepare the annual report to the county superintendent of common schools, of the condition of the schools in said district, as required by the 8th Article of the 23d Section of the General School Law, for the current year, and to appoint a collector for the same. And on account of the condition of the finances of the district, it was also at the same time necessary to raise money temporarily to pay off the school teachers in said district. That the relator and Abraham Saylor, Samuel H. Shannon, Hugh McCaffery, James Gray, and Peter White absented themselves from the regular meetings of the board held in May and the early part of June last, so that for want of a quorum the aforesaid requirements of the school law could not be carried out, and, as was supposed and believed, for the purpose of defeating compliances with the aforesaid requirements of the law. That thereupon the remaining directors determined, in order that the operation of the school law and the objects of the school system in that district should not be defeated, to either enforce the attendance of the delinquent directors aforesaid or to have their places declared vacant and others appointed who would discharge their duties.” That all the said delinquent directors were duly notified to attend regular meetings of said board to be held at the usual place for meetings of the same, on the 11th of May and 3d and 8th of June last, but wholly neglected to attend; and that the proceedings to declare their seats in the board vacant appear from the following extracts from the minutes of said board, viz.:—\n“ Schuylkill Haven, May 11th 1861.\n“ At a special meeting of the board of school directors, members present, Abraham Saylor, John McKay, Benjamin Ripsamer, Thomas E. Williams, William Rudy, Henry Shultz, and T. O. Zulich.\n“Members absent, Henry W. Bowman, Samuel H. Shannon, James Gray, Hugh McCaffery, and Peter White.\n“ The president stated the object of the meeting, &c.\n“ Thomas E. Williams, Secretary.”\n“ Schuylkill Haven, June 3d 1861.\n“ Regular meeting, board met, members present, John McKay, Thomas E. Williams, Henry Schultz, William B. Rudy, and T. C. Zulich.\n“ There being no quorum, the board adjourned to meet on Saturday afternoon, the 8th inst., at 3 o’clock.\n“Absent members, Henry Bowman, Abraham Saylor, Samuel Shannon, Hugh McCaffery, James Gray, B. Ripsamer, and Peter White.\n“ Thomas E. Williams, Secretary.”\n“ Schuylkill Haven, June 8th 1861.\n“ Regular meeting, board met, members present, John McKay, William B. Rudy, Benjamin Ripsamer, Henry Schultz, Thomas E. Williams, and T. C. Zulich. No quorum.\n“ Members absent, Henry W. Bowman, Samuel H. Shannon, James Gray, Hugh McCaffery, A. Saylor, and Peter White.\n“Whereas, Henry W. Bowman, of the North Ward, Samuel H. Shannon, of the Southward, James Gray and Hugh McCaffery, of the West Ward, had written notices from the secretary of the board to attend a regular meeting on the 11th of May, A. D. 1861, and also had notice of the next successive regular meeting, to be held on (the 3d of June and) the 8th day of June 1861, but did not attend either of said meetings;\n“ And whereas we the members present at this meeting are assured that the absence of the said Henry W. Bowman, Samuel H. Shannon, James Gray, and Hugh McCaffery, at the meetings aforesaid, was not occcasioned either by sickness or absence fro'm the district.:\n“ Therefore resolved, that the seats of Henry W. Bowman, Samuel H. Shannon, James Gray, and Hugh McCaffery, as members of this board, be, and are hereby declared, vacant. Unanimously adopted.\n“Daniel H. Stager, of the North Ward, was appointed to fill the place of H. W. Bowman; Lewis Huntzinger was appointed to fill the place of Samuel H. Shannon, of the South Ward; Barnard McGery and Michael Salmon were appointed to fill the vacancy of James Gray and Hugh McCaffery, of the West Ward. The board adjourned,' to meet on Monday evening, the 10th instant, at 7 o’clock.\n“Thomas E. Williams, Secretary.”\n“ Schuylkill Haven, June 10th 1861.\n“ Regular meeting, board met according to adjournment. Members present, John McKay, B. McGevy, William B. Rudy, Benjamin Ripsamer,\" Abraham Saylor, Henry Schultz, Michael Salmon, Thomas E. Williams, and T. C. Zulich. Members absent, Peter White, Daniel H. Stager, and L. Huntzinger; the latter appeared after roll call. Minutes of 6th May read and adopted ; minutes 11th May read and adopted; minutes 3d June read and adopted; minutes of 8th June read and adopted, &c.\n“Thomas E. Williams, Secretary.”\n“ And that from the time said seats were declared vacant and filled by new appointments, as appears from said extracts of said minutes, the respondents hereto refused and still do refuse to recognise said relator as a school director aforesaid.”\nTo this the petitioner demurred, and assigned, as cause of demurrer,\n1. The answer does not show that the seat of the relator was forfeited and declared vacant after he had neglected to attend two regular meetings of the said board successively held, when properly notified to attend the same. And,\n2. Because it does not show and set forth that an opportunity was afforded to the relator, before his seat was forfeited and declared vacant, to be heard in his own behalf against the said forfeiture, and reasons for exacting the same.\nThe court, on hearing, directed a writ of peremptory mandamus to issue against the defendants, but “not before they shall have notice of the decision of the court.”\nThe case was thereupon removed into this court by the respondents, for whom the following errors were assigned:—\n1. The court erred in sustaining the demurrer, and directing the writ of peremptory mandamus to issue.\n2. The facts stated in the answer of the defendants below were sufficient in law, if established, to defeat the relator’s claim for the writ of peremptory mandamus prayed for.\nH. P. Dewees and P. W. Hughes, for plaintiffs in error.\nCfeorge H. Clay, for defendant in error."
  },
  "file_name": "0083-01",
  "first_page_order": 83,
  "last_page_order": 89
}
