{
  "id": 481553,
  "name": "Byers and Davis, versus The Commonwealth",
  "name_abbreviation": "Byers & Davis v. Commonwealth",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "89",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 516",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0516-01"
      ]
    },
    {
      "cite": "9 Humph. 43",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8540616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/28/0043-01"
      ]
    },
    {
      "cite": "12 Conn. 243",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6752987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/12/0243-01"
      ]
    },
    {
      "cite": "4 Edw. 4",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 9",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0009-01"
      ]
    },
    {
      "cite": "7 W. & S. 68",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0068-01"
      ]
    },
    {
      "cite": "1 Wright 108",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625928,
        626070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0108-01",
        "/wright/1/0108-02"
      ]
    },
    {
      "cite": "4 McLean 498",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": -1
    },
    {
      "cite": "4 Dev. 15",
      "category": "reporters:state",
      "reporter": "Dev.",
      "opinion_index": -1
    },
    {
      "cite": "2 Texas 251",
      "category": "reporters:state",
      "reporter": "Tex.",
      "opinion_index": -1
    },
    {
      "cite": "2 Greene 22",
      "category": "reporters:state",
      "reporter": "Greene",
      "opinion_index": -1
    },
    {
      "cite": "1 Blackf. 375",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "opinion_index": -1
    },
    {
      "cite": "1 A. K. Marsh. 290",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "case_ids": [
        6423633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/8/0290-01"
      ]
    },
    {
      "cite": "10 Yerg. 71",
      "category": "reporters:state",
      "reporter": "Yer.",
      "opinion_index": -1
    },
    {
      "cite": "3 Humph. 483",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8543694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/22/0483-01"
      ]
    },
    {
      "cite": "1 N. H. 55",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "19 Wend. 659",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0659-01"
      ]
    },
    {
      "cite": "4 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 424",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 173",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1026,
    "char_count": 20872,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.7803895423727113e-06,
      "percentile": 0.99389018433121
    },
    "sha256": "63e12850a8dd5b3fe6fd586b5f131329594a2d6b86148caddb76b1d42f863f81",
    "simhash": "1:1b2f7a3667178003",
    "word_count": 3625
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Byers and Davis, versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by,\nStrong, J.\nThe plaintiffs in error having been convicted, and committed under an Act of Assembly passed March 13th 1862, sued out a habeas corpus and this certiorari, and their first assignment of error brings in question the constitutionality of the act under which the conviction took place. The act is contained in two sections. By the first, it is enacted, that “ if any person shall be charged on oath or affirmation, before the mayor or police magistrate of the- Central Station of the City of Philadelphia, with being a professional thief or pickpocket, and who shall have been arrested by the police authorities at any steamboat landing, railroad depot, church, banking institution, broker’s office, place of public amusement, auction-room, store, or crowded thoroughfare in the city of Philadelphia, and it shall be proven to the satisfaction of the said mayor, or police magistrate appointed by the mayor for the Central Station, by sufficient testimony, that he or she was frequenting such place or places for an unlawful purpose, he or she shall be committed by the said mayor or said police magistrate, to the jail of the county of Philadelphia, for a term not exceeding ninety days, there to be kept at hard labour; or, in the discretion of the said mayor or police magistrate of said Central Station, he or she shall be required to enter security for his or her good behaviour for a term not exceeding one year.” The second section gives to any person who may feel aggrieved at any such act, judgment, or determination of' the mayor or police magistrate, the right to apply to any judge of the Court of Quarter Sessions for a writ of habeas corpus, and directs that on the return thereof, there shall be a rehearing of the evidence; and empowers the judge either to discharge, modify, or confirm the commitment. Qt is insisted that this act is repugnant to that clause in the declaration of rights in the constitution which guarantees “that trial by jury shall be as heretofore, and the right thereof remain inviolate.” The objection is based upon a misconception of what that right of trial by jury was which is protected by the constitution. The founders of this state brought with them to their new abode the usages to which they had been accustomed in the land from which they emigrated. Among them was trial by jury. That mode of trial had long been considered the right of every Englishman, and it had come to be regarded as a right too sacred to be surrendered or taken away. Even' in England it was fundamental or constitutional, so far as any right can be where there is no written frame of government. Its extent and its privileges, how and when it was to be enjoyed, were perfectly understood, and in bringing it with them the founders of the Commonwealth doubtless intended to bring it as they had enjoyed it. None of the frames of government or constitutions under which we have lived have contemplated any extension of the right beyond the limits within which it had been enjoyed previous to the settlement of the state or the adoption of the constitution. No intention to enlarge it appears in the laws agreed upon in England in 1682. Our first constitution, that of 1776, declared that “trials by jury shall be as heretofore.” The Constitution of 1790, and the amended one of. 1838, adopted substantially the same provision. Their language was, “ trial by jury shall be as heretofore, and the right thereof remain inviolate.” All looked to preservation, not extension. It is the old right, whatever it was, the one previously enjoyed, that must remain inviolable, alike in its mode-of enjoyment and in its extent. What, then, ivas this right thus cherished and thus perpetuated? We inquire not now after the mode in which- such a trial was conducted. Our business at present is to ascertain how far the right to a trial by jury extended — to what controversies it was applicable. It was a right the title to which is founded upon usage, and its measure is therefore to be sought in the usages which prevailed at the time when it was asserted. But never in England was there any usage, and consequently never was there any right in the subject,} that every litigated question of fact should he submitted to jury. In all that large class of cases which are cognisable in', courts of equity, there never was any right of trial by jury; nor did the right extend to many other civil and criminal proceedings.. Summary convictions for petty offences against statutes were always sustained, and they were never supposed to be in conflict with the common law right to a trial by jury. The ancient as well as the modern British statutes at large are full of Acts of Parliament authorizing such convictions^ Without referring to those which have been passed against noi>attendance upon public worship of the established church, against refusal to take oaths of allegiance, against profaneness and embezzlement, all of which provided for conviction and punishment of offenders without the intervention of a jury, it may suffice to notice the Vagrant Acts, and the proceedings under them. References to the oldest of them will be found in the fourth volume of Burn’s Justice, 19th edition, under the title Vagrants. The more modern, the 5th Geo. 4, c. 83, is contained in the British Statutes at Large, and also in 2 Cliitty’s Statutes 145, under the head of Criminal Law, Vagrancy. By the Statute of 7 James 1, c. 4, it was enacted that idle and disorderly persons shall be sent to the house of correction ; and provision was made for a summary conviction. That act has repeatedly been substantially re-enactcd and enlarged. What constitutes idleness and disorder, wdiat amounts to vagrancy, has been defined in England as it has been in this, and most, if not all, of our sister states; and uniformly under these acts summary convictions have been authorized. Perhaps all vagrants are within the class denominated idle and disorderly persons by the Statute of 7 James, c. 4. There are also in England very old Acts of Parliament providing for the arrest, summary conviction, and punishment of rogues and vagabonds. These are, however, only vagrant acts, the vagrancy being of a more aggravated character. Who should be deemed rogues and vagabonds was declared by the Statutes of 17 Geo. 2, c. 5, 23 Geo. 3, c. 88, and'5 Geo. 4, c. 83. Among the classes defined by the first of these acts were persons who gathered alms under the pretence of losses, fortune-tellers, gamblers, all who wander abroad begging; and under the two later acts, any persons apprehended having upon them any pick-lock, key, crow, &c., or other implement, with an intent feloniously to break and enter any dwelling-house, &c.; or having any offensive weapon with intent feloniously to assault any person ; or who should be found in any dwelling-house, warehouse, coach-house, stable, or out-house, or any enclosed yard or garden, &c., with intent to steal; or any suspected person or reputed thief frequenting any river, canal, or navigable stream, dock or basin, or any quay, wharf, or warehouse, near or adjoining thereto, or any street, avenue, or highway ieading thereto, or any'place of public resort, with intent to commit a felony. (This brief reference to English legislation is quite enough to’ show that the right of trial by jury was never without limits. Where, therefore, the right was spoken of in our constitution, was not meant an exemption from any summary conviction.J Long before the settlement of this state, and down to the time when our first constitution was adopted, vagrants, including rogues and vagabonds, were liable to such convictions, and to punishment under them. The right of trial by jury was never extensive enough to interfere with them. So it was understood by the framers of even our first constitution^ Before its adoption, we had a vagrant act which authorized summary convictions. One was passed in 1767; and in 1776, February 8th, one was enacted respecting the city of Philadelphia, which authorized any justice of the peace of said city or county, on due examination and proof, to commit all rogues, vagabonds, and other idle, dissolute, and disorderly persons to the house of employment, there to be kept at hard labour for any term not exceeding three months. These acts were in force in 1776. [[in view of them, the first constitution was made, and it declared, not that trials by jury should be in all cases, hut as theretofore. And when that gave place to the later constitutions, they undertook to preserve only that right which had been enjoyed| We cannot, then, hold that the Act of March 13th 1862 is in conflict with the constitutional right of trial by jury. Nor is it prohibited by that clause in the declaration of lights which declares that an accused person shall not be deprived of his life, liberty, or property, unless by the judgment of his peers, or the law of the land. The law of the land undoubtedly means due process of law; but a summary conviction of vagrancy, or an offence “ eidern generis,” is a conviction by due course of law. We do not mean to be understood as asserting that there may not be legislation conferring upon magistrates a power to convict summarily, which wbuld be in violation of the constitution. Undoubtedly there may. We speak only of the case before us. Vagrants, including rogues and vagabonds, and those who frequent public places for unlawful purposes, are liable to summary conviction and punishment, notwithstanding anything contained in the constitution, for they were so liable before the constitution was adopted.\nThe remaining objections to the constitutionality of the act require no notice; they are obviously without weight.\nThe second assignment of error is that the conviction is illegal and void. It is not specific enough to designate wherein the alleged illegality consists, and it might be dismissed with the observation that under the rules of this court it is equivalent to no assignment at all. The conviction, moreover, follows the words of the Act of Assembly. The offence is not being reputed or professional thieves, burglars, and pickf>ockets, but frequenting a railroad depot, &e., for an unlawful purpose; and the persons made liable are such as have been charged on oath or affirmation with being professional thieves, burglars, or pickpockets, and who have been arrested at any steamboat landing, railroad depot, &c. The record of this conviction shows the plaintiffs in error to have been such persons, and that it was satisfactorily proved they had been guilty of the statutory offence. The conviction might well have been also of being professional thieves; but as there is no assignment of error which specifically objects to its form, there is no ground for reversal.\nThe conviction is affirmed, and the petitioners are remanded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "William B. Mann, Esq., District Attorney, appeared for the Commonwealth.",
      "Edward S. Weil and Daniel Dougherty, for defendants,",
      "William B. Mann and B. Carroll Brewster, for the Commonwealth, and Charles B. Lex, for the city of Philadelphia,"
    ],
    "corrections": "",
    "head_matter": "Byers and Davis, versus The Commonwealth.\nConstitutionality of the Act of March 18th 1862, authorizing the Arrest, &c., of Professional Thieves,&e. — Trialhy Jury ; Constitutional Right of, discussed and defined.\n1. The constitutional provision relative to trial by jury was intended to preserve that right as it existed at the formation of our state government, and not to increase or extend it, and must be construed with reference to the statutes that were in force in England, and in the province of Pennsylvania, at the adoption of the first constitution of the state.\n2. The Act of March 13th 1862, authorizing the arrest of professional thieves, burglars, &c., in the city of Philadelphia, and their commitment to prison by the mayor, or public magistrate of the central station, is not in conflict with the constitutional right of trial by jury, nor prohibited by the ninth section of the bill of rights.\n3. A conviction by a magistrate under this act, which, in describing the offence, follows the words of the statute, and sets out the fact that the charge was satisfactorily proven, is neither illegal or void.\nCertiorari to Alderman David B. Beitler, of the city and county of Philadelphia.\nOn the 26th clay of March 1862, the defendants were arrested and brought before said alderman, on the charge of being professional thieves, &c. After hearing, they were committed to the prison of said county, agreeably to the provisions of the Act of Assembly, passed March 13th, A. D. 1862, for the city of Philadelphia, which will be found in the opinion of this court.\nApril 17th 1862. The defendants presented their petition to the Honourable George W. Woodward, one of the justices of this court, setting forth, that they were in the custody of the keeper of the Philadelphia County Prison, upon a charge preferred under this act, and praying for a writ of habeas corpus for their relief.\nOn the return of the habeas corpus, the prisoners’ counsel, Messrs. Weil and Dougherty, raised the question of the constitutionality of the act, under which the prisoners had been committed.\nWilliam B. Mann, Esq., District Attorney, appeared for the Commonwealth.\nStrong, J., suggested, that a habeas corpus could not be used for the purposes of a writ of error.\nThe prisoners’ counsel then sued out a certiorari, and under it the whole record came up.\nThe following is a copy of the conviction:—\n“ Commonwealth v. William Howard Byers and Henry Davis, alias ‘ Paddy Redding.’\n“ Brought up on the 26th day of March 1862, on oath of Jeremiah Kelley. Defendants charged as follows: Defendants are charged with being professional thieves and pickpockets, arrested by deponent, a police officer at the Trenton and New York Railroad depot, in the Eighteenth Ward of the city of Philadelphia, and brought before me, on the charge of frequenting and attending said depot for an unlawful purpose, to wit, for the purpose of picking pockets.\n“ G. W. Bartholomew, sworn. Joseph Sommers, sworn. George D. Callanan, sworn. Lieutenant S. Goldey, sworn. Lieutenant E. Plampton, sworn.\n“ After hearing which, it being proven to my satisfaction, by sufficient testimony, that they were frequenting and attending said depot for said unlawful purpose, the said Officer Kelly is forthwith authorized and required to convey and deliver to the custody of the keeper of the prison of the county of Philadelphia, the bodies of the said William Howard Byers ,and Plenry Davis, alias ‘ Paddy Redding,’ the said keeper being hereby required to receive the said William Howard Byers and Henry Davis, alias ‘Paddy Redding,’ in his custody in said prison, and them there safely keep at hard labour for the term of ninety days each.\n“ Defendants committed for ninety days each.”\nThe following errors were assigned:—\n1. The conviction of defendants is in violation of the Constitution and the Bill of Rights.\n2. The conviction is illegal and void.\nEdward S. Weil and Daniel Dougherty, for defendants,\ncontended : That the act is unconstitutional,—\n1. It violates that section of the Bill of Rights, which declares that trial by jury shall be as heretofore, and the right thereof remain inviolate.\n2. It violates the section of the Bill of Rights, which declares that the accused shall have the right to demand the nature and cause of the accusation, and that he cannot be deprived of his life, liberty, or property, unless by the judgment of his peers or the law of the land.\n3. It violates the section of the Bill of Rights, which declares that no person, for a criminal offence, shall be proceeded against criminally by information, except in cases arising under the land and naval forces, or for misdemeanor in office.\n4. It violates the section of the Bill of Rights, which declares that all prisoners shall be bailable unless for capital offences.\n5. It violates the section of the Bill of Rights, which declares that no commission of oyer and terminer or general jail delivery shall issue.\n6. It violates the section in the Constitution of Pennsylvania, which declares that the judges of the Court of Common Pleas shall, by virtue of their offices, be judges of the Oyer and Terminer and general jail delivery.\n7. It violates the section of the Bill of Rights, which declares that emigration from the state shall not be prohibited.\n8. It violates the section in the Bill of Rights, in the Constitution of Pennsylvania, and in the Constitution of the United States, which declares that no ex post facto law shall be passed.\n9. It vests in an inferior magistrate unheard of, extraordinary, oppressive, and dangerous powers.\n10. It arrests upon suspicion of an intent, and for no offence known to the law.\n11. It condemns upon suspicion of an intent, and for no offence which a human tribunal could ever try.\n12. It removes, in the case of one who has been guilty of crime, any inducement to repent and reform.\n13. If one should serve a term of imprisonment under this act, he could be at once arrested again for the same reason; and the punishment of the act is therefore, in effect, for life.\nThey referred to Const, of Penna., Bill of Rights, art. 9, § 6-; Norman v. Heist, 5 W. & S. 173; Emerick v. Harris, 1 Binn. 424; Barter v. The Commonwealth, 3 Penrose & Watts 260; Ex parte Crouse, 4 Whart. 11; Black. Comm., book 8, pp. 379-80-81; Id., book 4, pp. 349-50; Bill of Rights, art. 9, § 9; Id., art. 5, 6; Magna Charta, cap. 29; Coke’s Inst., part 2, cap. 29; Hawkins’s Pleas of the Crown, book 2, chap. 1, p. 2; Hale’s Pleas of the Crown, part 2, p. 151; and argued that the words “by the law of the land,” as used in Magna Charta, meant due process of law, that is, by indictment or presentment of good and lawful men: 2 Kent’s Comm. 13; 3 Story’s Const., §§ 1773-1774; Sedgwick’s Constitutional Law, p. 542; In re John and Cherry Streets, 19 Wend. 659; Barker v. The People, 3 Co wen 686; Taylor v. Porter, 4 Hill '145; Wynhammer v. The People, 3 Kernan 378; Mays v. Wilson, 1 N. H. 55; Budd v. The State, 3 Humph. 483; Jones v. Perry, 10 Yerg. 71; Kinney v. Beverly, 2 Hen. & Munf. 336; Carson v. Commonwealth, 1 A. K. Marsh. 290; Hughes v. Hughes, 4 Monroe 43; Armstrong v. Jackson, 1 Blackf. 375; Reed v. Wright, 2 Greene 22; James v. Reynolds, 2 Texas 251; Hoke v. Henderson, 4 Dev. 15; O’Neill v. The State, 2 Speer’s R. 767, U. S. Circuit Oases; Arrowsmith v. Burlingen, 4 McLean 498; ■ Greene v. Briggs, 1 Curtis 311; Ervine’s Appeal, 4 Harris 263; Cathcart v. The Commonwealth, 1 Wright 108; Brown v. Hummell, 6 Barr 91; Bill of Rights, art. 9, § 10. That by the law of England there were but two modes of proceeding against a person criminally: 1st. By indictment ; 2d. By information. The Constitution of Pennsylvania prohibits the latter mode, except in two classes of cases. They also cited Commonwealth v. Flanagan, 7 W. & S. 68 ; Foust v. The Commonwealth, 9 Casey 338; Const, of U. S., art. 1, § 9, clause 3.\nWilliam B. Mann and B. Carroll Brewster, for the Commonwealth, and Charles B. Lex, for the city of Philadelphia,\ndefended the constitutionality of the statute, and cited Act of March 23d 1826, § 6, P. L. 1824-5-6, p. 133, and the 1st section of the Act of April 10th 1885, supplementary to the former, P. L. 1834-35, p. 133, which two acts were declared constitutional: Ex parte Crouse, 4 Whart. 9. They also cited the acts of 22d April 1794, § 4; 21st February 1761, §§ 1, 2; 22d March 1836, § 6, Str. & Bright. Purd. Dig. 829 ; Act of 1705, 1 Sm. 25; the New York statutes, 1 R. S. 673-4, Act of December 3d 1827, and 1 R. S. 640 Id.; the Virginia R. C., p. 389, Act of 26th December 1792, and R. C., p. 259, Id.; Statutes of Maryland, Dorsey’s Laws, p. 340, Act of 1796; Massachusetts, R. S., p. 779, §§ 6, 7; Lewis’s Crim. Law, p. 587; Michigan, R. S., p. 417-418, and R. S., chap. 162, §§ 2, 3, 4, 6, 15; 4 Black. Com. 280; 1 Archbold Cr. PI. p-. 59, mote (1); 1 Eliz. e. 2, §§ 14, 24, 4 Burn’s Just. 8; The Toleration Act, 30 Car. 2, Id. 5; 4 Edw. 4, c. 1; 13 & 14 Car. 2, c. 15; 1 Anne 1, c. 18; 13 Geo. 2, c. 8; 4 Burn’s Just. 155, 157, 163.\nThe statutes against swearing in England provide that justices of the peace shall try, and commit, without a jury: 19 Geo. 2, c. 2, §§ 2, 3, 4, 10; 17 Geo. 2, c. 5, § 7; 17 Geo. 2, c. 5, §§ 19, 23; 4 Burn’s Just. 367, 375, 376.\nThe statutes of New York, creating a special sessions of justices for the trial of petty larceny without a jury, have been held constitutional: Murphy a. The People, 2 Cowen 815; Jackson v. Wood, Id. 819; Colt v. Eves, 12 Conn. 243. Also a similar-statute in Tennessee: McGinnis v. The State, 9 Humph. 43.\nThe regulation of public municipal corporations, as well as all matters of police, are within the absolute control of the legislature : In re Northern Liberty Hose Company, 1 Harris 195.\nThey cited further the Act of February. 8th 1766: Commonwealth v. Keeper, &c., 5 Binn. 516; 1 Bioren Laws of Penna. 423; Van Swartow v. Commonwealth, 12 Harris 133; Commonwealth v. McKeagy, 1 Ashm. 252."
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 97
}
