{
  "id": 481484,
  "name": "Filbert versus Hoff",
  "name_abbreviation": "Filbert v. Hoff",
  "decision_date": "1862-02-17",
  "docket_number": "",
  "first_page": "97",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 640,
    "char_count": 12695,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.8254207197417136e-07,
      "percentile": 0.8386653044250842
    },
    "sha256": "bfd03fbbc21811c5add0f434ce60c7d8697b45770e5be3c072317a8f69ce60db",
    "simhash": "1:10f14abdeffc730e",
    "word_count": 2203
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Filbert versus Hoff."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 17th 1862, by\nThompson, J.\nThe second, third, and seventh assignments of error cover in its various aspects the material question in this case; and being determined in the manner we propose to do will render unnecessary any notice at length of the other points in the case.\nThe facts in the case seem to be that the plaintiff became the owner of an undivided three-fourths of the tract of land on which the alleged trespass was committed in 1847. We need not take special notice of the fact that Root’s deed to him was for the entire tract, for it clearly appeared that Root had but an undivided interest of three-fourths to convey. The defendant had formerly owned the one-fourth of the same tract, but sold it, and in 1853 became reinvested-with a one-twelfth interest in the tract.\nA careful examination of the testimony given on the trial shows that both parties had been in possession of the land, and exercised acts of ownership over it, for several years prior to the commencement of this suit. Indeed the plaintiff claims to have had possession at all times, and charges the defendant with trespasses from the acquisition of title, or at least back to the year 1853.\nThe truth of the case undoubtedly was that both were in possession during the time, but the plaintiff characterizes the defendant’s possession as a succession of trespasses. I have not been able to find any evidence of the exclusion of the plaintiff by the defendant from the premises, so as to bripg him within the rule laid down in McGill v. Ash, 7 Barr 397. The thing looking most like it is his putting the plaintiff’s tenant out of his (defendant’s) own house, which he had built and occupied two or three years by tenants and labourers, and Avhich becoming casually vacant, the plaintiff placed a tenant under a lease of the tract for ten years therein. But this was not a trespass against the plaintiff. If it was a trespass against anybody, it Avas against the tenant. The plaintiff’s possession Ayas not interfered Avith, nor was he expelled from the land, or even, so far as I can remember, forbidden to enter on the land or to cease occupying it.\nBut it was admitted on the trial that the defendant denied the-plaintiff’s title. This of itself was not an ouster; it would have been evidence to show with what intent an exclusion from the land Ayas made, if the defendant had totally expelled the plaintiff. But this he did' not do, and this denial ended as it began, in words.\nThe question then recurs, is the action of trespass quare clausum fregit, brought by the plaintiff against the defendant for cutting and carrying aAvay timber from the land, under these circumstances sustainable? If I am right in the facts, it is in effect an action of trespass for taking profits from the land, both parties being in possession as tenants in common. Now as they hold by distinct and several titles, but by a unity of possession, in the language of law writers “ none knoweth his ovra severalty, therefore, all occupy promiscuously:” 1 Bl. 191. They are said to be seised per my et per tout, in the parts as well as in the whole: how, therefore, can one be a trespasser against another, when both are in possession according to their titles, enjoying what the law gives them a right to enjoy ?\nThe facts here do not bring the defendant within the cases of McGill v. Ash, 7 Barr 397, and Trauger v. Sassaman, 2 Harris 514, and perhaps a dictum or so elsewhere. In them the ground of decision was upon an entire expulsion of the plaintiff from the common property — an “ unequivocal ouster” as it was called. That, however, is not this case. It is not the cause of action set forth in the narr., nor what was referred to the jury as the basis of their recovery. The learned judge charged “ that if Filbert, in 1853, acquired title to the one twelfth, which he did not assert to Hoff, but afterwards entered upon Hoff’s possession of the entire tract, repudiating and denying Hoff’s title to any part thereof, and claimed to hold the whole tract hostile to Hoff; that such entry by Filbert is a trespass upon the possession of Hoff, for which he may maintain this action.”\nThis was an error. It was carrying the law beyond its true boundary. It was giving the force of an actual ouster and exclusion, the foundation on which the two cases cited rest, to á mere declaration in denial of plaintiff’s title. This was the utmost length to which the admission on this point went; but this was not an act. Words never constitute a trespass, much less -do they forfeit a right, unless somebody is prejudiced by them. Hoff was divested of no possession thereby; that continued; nor did the declaration enlarge the defendant’s right to his prejudice.\nThe parties both being in possession at the time suit was brought, and before, under titles that neither disputed, to the extent of three-fourths in one and the one-twelfth in the other, trespass would not lie by one against the other, and hence the action did not lie here; and the judge erred in charging as stated in the three assignments of error stated. If tenants in common cannot agree together, let them procure partition, and if one has 'taken more than his share of the profits of the land, he can be compelled, in the proper form of action, to account to his co-tenant for the overplus.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued by John Bannan, for plaintiff in error, and by F. W. Hughes, O. I). Hippie, and O. L. Pinkerton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Filbert versus Hoff.\nTenants in Common. — Trespass qnare clausum fregit: Action lies between them only in case of Ouster.\n1. A tenant in common can sustain an action of trespass against his co-tenant, only in ease of an unequivocal ouster from his rights of entry and possession.\n2. Hence, where one owning three-fourths of a tract of land, brought an action of trespass guare clausum fregit against a co-tenant owning one-twelfth, both having been in possession and use of the land, and no ouster by the co-tenant being proved, but only his verbal denial of the plaintiff's title, it was Held,\nThat as the denial was not equivalent to ouster, the action brought by plaintiff against defendant for cutting and carrying away timber from the land could not be sustained.\nError to the Common Pleas of Schuylkill county.\nThis was an action of trespass quare clausum fregit, brought in 1859 by William Hoff against Peter Filbert, Joseph Miller, and John Sauser, for breaking and entering plaintiff’s close and cutting down and carrying away a quantity of oak, white pine, and hemlock timber. On the trial the plaintiff’s declaration was so amended as to lay the trespasses, with a continuando, from the 1st of February 1857 to the institution of the suit, and after the testimony was closed, and one of the counsel for defendants had finished his address to the jury, the plaintiff’s declaration was again amended under exception by defendants, so as to lay the continuando from February 19th 1857, and claim damages of Filbert from that time up to the bringing of the suit.\nThe defendants pleaded not guilty.\nThe case was this: — Michael Huber, Jr. (under whom both parties claimed) was the owner of a survey made under a warrant to George Leonard Emert, calling for three hundred acres and allowance, extending a long distance in a ravine along the Swatara river, in Schuylkill county, containing by measurement three hundred and forty-nine acres and a hundred and twenty-five perches.\nOn the 15th of May 1823, Michael Huber, Jr., and wife conveyed a hundred and twenty-seven acres and ninety-five perches and allowance of this tract to George Ruth, who is sometimes called George Root. This conveyance severed the survey into three parts; the tipper tract containing a hundred' and sixty-nine acres and a hundred and fifty perches, the middle tract a hundred and twenty-seven acres and ninety-five perches, and the lower tract fifty-two acres and forty perches. The -middle part of the survey, upon which there is a house and saw-mill, is occupied by Joseph Miller, one of the defendants, as a tenant of Peter Filbert. The boundaries named in this conveyance are land of which this is a part, and land of George Root.\nOn the 1st of March 1825, Michael Iiuber, Jr., entered into a contract with George Root for the sale of the undivided three-fourth parts of the residue of the Emert survey, being the lower and the upper ends of that survey, by which he became the owner of the whole of a hundred and twenty-seven acres and ninety-five perches, called the middle tract, and the owner of the threefou'r'th parts of the upper and lower parts of the Emert survey. The upper part of said survey is the part now in dispute, and which dispute arose as follows, to wit:\nOn the 12th of May 1826, Michael Huber, Jr., and wife, conveyed to Peter Filbert, one of the defendants, the undivided one-fourth part of the said upper end of the Leonard Emert survey, describing it as containing a hundred and thirteen acres and a hundred and twenty-three perches, bounded by the Swatara river as per boundaries mentioned, which deed was duly recorded in 1830, and by which Peter Filbert, the defendant, became the absolute owner of the one-fourth part. It was admitted that George Root became the owner of the remaining three-fourths by virtue of said agreement, but his title was never consummated by deed from Huber. In April 1830 Peter Filbert conveyed to Christian Ley and William Hoch, and in April 1853 purchased of Ley’s administrator one-twelfth of this tract. In 1845 George Root sold the lower tract to Isaac Hervey, and in September 1847 sold the whole of the upper tract to William Hoff, the plaintiff.\nIn 1835 judgments were obtained against George Root in the Common Pleas of Schuylkill county, and to March Term, 1835, No. 44, an execution was issued against him and the following levy made thereon, to wit :\n“Levied upon a certain tract of land situate in Pinegrove township, Schuylkill county, bounded by land of William Graeff, Hoch, Ley & Co., John Huber, and others, containing a hundred and fifty acres, more or less, with the appurtenances, consisting of a log-house and saw-mill, late of George Rood in the execution named.”\nTo July Term, 1835, upon a venditioni exponas, the said real estate was sold to Michael Struphour, and the proceeds applied to prior judgments.\nMichael Struphour went into possession, reconstructed the saw-mill, and on the 16th day of February 1836 conveyed all his interest therein to Peter Filbert, who went into the possession, having his tenants upon the middle tract, using the timber from the whole, having the whole taxed to him, and paying the taxes therefor from 1836 up to the bringing of this suit by Iloff, in 1859.\nOn the trial it was proved that Hoff, while asserting title to the land, had his tenants in possession of the upper tract, had opened coal-mines, made coal-leases to tenants, and exercised dominion over the whole tract.\nIn 1857, Peter Filbert erected a house and stable upon the disputed territory, and put in George Doubert as his tenant, and by other tenants continued to occupy the same until March 1859, when Hoff caused the house to be burnt down, and afterwards, in the spring of 1860, whilst Filbert was reconstructing .the house, Hoff, with a number of retainers, entered upon the possession of Filbert and removed the house he was about constructing. He was prosecuted by Filbert for this forcible entry and detainer upon the tract of land in dispute, was convicted, and restitution awarded, and Filbert is still in the possession of the premises. The instruction of the court was asked by plaintiff and defendants on points propounded by them, which were answered, but the main question presented was, whether where tenants in common alternately enter and cut and remove the growing timber from the property, they can 'sustain actions of trespass against each other, and recover the value of the timber thus removed by each.\nThe court below, in answering one of the points of the plaintiff below, held that if Filbert acquired title in 1853 to one-twelfth, which he did not assert to Hoff, but afterwards entered on Hoff’s possession of the entire tract, repudiating and denying Hoff’s title to any part thereof, and claiming to hold the whole tract hostile to Hoff, such entry by Filbert was a trespass for which this action might be maintained.\nThere was a verdict and judgment in favour of the plaintiff for $175. Whereupon the defendant sued out this writ and presented here seven assignments of error, all which are noticed and disposed of in the opinion of this court.\nThe case was argued by John Bannan, for plaintiff in error, and by F. W. Hughes, O. I). Hippie, and O. L. Pinkerton, for defendant in error."
  },
  "file_name": "0097-01",
  "first_page_order": 97,
  "last_page_order": 101
}
