{
  "id": 481534,
  "name": "Pierce versus Cloud",
  "name_abbreviation": "Pierce v. Cloud",
  "decision_date": "1862-02-17",
  "docket_number": "",
  "first_page": "102",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 993,
    "char_count": 35639,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 8.445143347257366e-07,
      "percentile": 0.9761057497946791
    },
    "sha256": "51ac698046f728de9e01831f413cc8fa26da7731eb6f737fb85bc0e6ab654039",
    "simhash": "1:9e703d26ab46e1f9",
    "word_count": 6376
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pierce versus Cloud."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 17th 1862, by\nWoodward, J.\nThe law of private ways was well expounded in Garret v. Jackson, 8 Harris 335. Under the English statute of 2 & 3 Wm. 4, c. 71, enjoyment of a way, as of right, was defined by Lord Denman, in Tickle v. Brown, 4 A. & E. 369, to mean an .enjoyment had, not secretly or by stealth, or by tacit sufferance, or by permission asked from time to time, on each occasion, or even on many occasions of using it; but an enjoyment had openly, notoriously, without particular leave at the time, by a person claiming to use, without danger of being treated as a trespasser, as a matter of right, whether strictly legal by presumption and adverse user, or by deed confirming the right, or, though not strictly legal, yet lawful to the extent of excusing a trespass. Though we. have no statute on the subject of private ways, except one which forbids their acquisition, by prescription, through unimproved woodland, the English statute, as above expounded, is expressive substantially of our common law of ways.\nThe question in this case was, whether there had been such user of the way claimed as to establish the right. There was evidence of its use for forty years and more, and it was properly referred to the jury. But it was in proof, by two witnesses, that Cloud had several times declared that he held the way by sufferance, and the court is complained of for affirming the defendant’s fourth point, to the effect that these declarations were insufficient to divest Cloud’s rights.\nTwenty-one years of such use and enjoyment of a right of way, as above explained, confers title. Without evidence to explain how it began, such enjoyment is presumed to have been in pursuance of a full and unqualified grant. The owner of the land has the burden of proving that the use of the easement was under some license, indulgence, or special contract, inconsistent with the right claimed by the other party: 8 Harris 336.\nWe do not think the owner made such proof here. The declarations of Cloud were equivocal, and inconsistent with his other declarations, which imported an intention to stand upon his legal rights. If any word or act of the owner, importing consent or sufferance, ever occurred, it was not proved. What Cloud meant when he spoke of sufferance is not clear. He probably meant no more than that he had not been molested. We should overrate his meaning if we construed .the expression into a license. Without giving it undue effect, we cannot hold it sufficient to repel the presumption of a grant.\nThere is nothing else in the case. Taking the charge and answers of the court all together, the points appear to have been sufficiently noticed, and the plaintiff in error would not probably have been benefited by more explicit answers.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Jos. J. Lewis, for plaintiff in error.",
      "P. Brazer Smith and William B. Waddell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pierce versus Cloud.\nBight of Way by User. — Presumption of Grant not overcome by loose Declarations of Claimant.\n1. The use of a road over the land of another, without permission or objection, is adverse, and if enjoyed uninterruptedly for twenty-one years, gives a right of way.\n2. Without evidence to explain how it began, the enjoyment is presumed to have been in pursuance of an unqualified grant; and the burden of showing the contrary is upon the owner of the land.\n3. In an action of trespass for entering the plaintiff’s field, over which defendant alleged a right of way by user for more than forty years, the plaintiff gave in evidence declarations of defendant that he held the right of way by sufferance, though other declarations, inconsistent therewith, were proved to the effect that he would stand upon his legal rights. The court declined to instruct the jury, that the evidence, if believed, showed that the way was used under favour and not adversely, and charged that the declarations were insufficient to affect defendant’s rights. On writ of error, it was Held, that as the declarations of defendant were equivocal and inconsistent, they were not sufficient to repel the presumption of a grant, and that the instruction of the court was not erroneous.\n4. Where the points of the plaintiff in error presented to the court below, are answered with sufficient distinctness in the answers, when taken in connection with the general charge to the jury, it is not a ground for reversing the judgment that direct and unequivocal answers were not made to each.\nError to the Common Pleas of Chester county.\nThis was an action of trespass quore clausum fregit, brought September 20th 1858, by Joshua N. Pierce against Jesse Cloud, for entering upon the land of the plaintiff in East Eallowfield township, Chester county.\nThe defendant claimed a right of way over the locus in quo from a public highway, called the Strasburg road, to the dwelling-house of Joshua Cloud, his father, with whom he lived, and he defended the action in this right.\nThe question was whether Joshua Cloud had a right of way over the land of the plaintiff.\nOn the trial the plaintiff’s title was admitted; and it was proved that he had forbidden the defendant going over his ground, and had sent him word that he had put a lock and chain on a gate through which Joshua Cloud had been accustomed to pass on the plaintiff’s land, and that he (Cloud) was no longer allowed to use it. When the notice was given, the defendant was present and told the person by whom the note was given, that he might tell the plaintiff that he, the defendant, would go through there whenever he pleased. The plaintiff also proved that defendant admitted that he had thrown the gate off its hinges and passed through, after, and without regard to, the plaintiff’s prohibition.\nThe defendant proved by several witnesses that his father, Joshua Cloud, had used the way about forty years.\nThe plaintiff then proved that Joshua Cloud had repeatedly declared that he enjoyed the way in question on sufferance ; that in 1842 he had appealed to Maris Wilson, now deceased, and then owner of the plaintiff’s tract, not to shut him in; and had obtained from him the assurance that he would not shut him in while he lived; that he had said to Wilson in 1845 that he ought to allow Wilson something for passing through his land; and that Wilson answered, “I want nothing but thy good will.” It was also proved that Joshua Cloud had spoken several times of purchasing a way out to the Strasburg road, alleging at the time, that he had no way except on sufferance, and acknowledging that the people that had lived on the property now belonging to the plaintiff had always been kind in letting him out.\nThe plaintiff requested the .court to charge the jury,\n1. If the use of the way set up by the defendant was commenced or continued in a manner which does not indicate an assertion of a right against the owner of the land now possessed by the plaintiff, the enjoyment was not adverse, and no presumption of a grant in Mr. Cloud is created, and the plaintiff is entitled to a verdict.\n2. If the jury believe from the evidence that the use of the way over the ground owned by Mr. Pierce, was by the consent of the owners of said ground, then the use was not adverse; there is no evidence of a right by grant, and the plaintiff is entitled to a verdict.\n3. To justify the jury in presuming a grant of a way from long use, they must be fully satisfied that the use of it was continued, uninterrupted, adverse, and under a claim of right. If it were under lease or favour, no presumption of a grant arises.\n4. “ If the jury believe the evidence of one witness, wherein he says, Joshua Cloud told him that he (Cloud) has travelled the way out through the Peirce property on sufferance; that he (Cloud) said he wanted to pxxrchase a piece of ground of James Wilson, for the purpose of a way out to the Strasburg road, becaxxse he has no way out but on sufferance; that Cloud frequently said to him that he (Cloud) has gone in and out there on sufferance, and that Cloud said to Wilson, he (Cloud) ought to allow him (Wilson) something for going in and out there, and that the neighbourhood owning that property had been very kind in allowing him to go in and out there. And the testimony of another witness, who says that she heard Joshua Cloud say that he had no way out there but on sufferance; that he wanted to buy a piece of ground of James Wilson, for a way to the Strasburg, because he had no way out but on sufferance; that Joshua Cloud said the owners of the Peirce property had been very kind in allowing him to go in and out there, and he don’t knoxv that Morton would disturb him in going in and out; but if Morton sold, he did not know how soon he might he. If the jury believe this testimony, it shows that the way was used under favour, and not adversely; no presumption of a grant in Cloud arises, and the plaintiff is entitled to a verdict.”\nThe defendant requested the court to charge,\n1. That a continued, uninterrupted, and adverse, enjoyment of a way over another’s land, with his knowledge and .acquiescence, for twenty-one years or upwards, will justify a jury in finding in favour of a party who sets up a right arising out of such use.\n2. That in this case, if the jury believe, from the evidence, that Joshua Cloud, or the occupiers of his farm, or those under whom he claimed title, have used a way uninterruptedly upon and over the land of the plaintiff for twenty-one years or upwards, they have the right to presume a grant, whether the ground over which the way has been used be improved or unimproved, enclosed or unenclosed land.\n3. That the changing of the track where it comes into the Strasburg road, does not militate against the right of way, if the jury believe from the evidence that the way has been used 'over the land of the plaintiff uninterruptedly and continuously for twenty-one years or upwards, before the commencement of this suit.\n4. If the jury believe that the owners and occupiers of the Cloud farm had used this way over the land of the plaintiff for a period of twenty-one years or upwards, prior to 1841; then the putting up of the bars by Maris Wilson, and the conversation alleged to have been had with Joshua Cloud, by several of the witnesses, cannot divest the said Joshua Cloud or the owners or occupiers of the Cloud farm of the right of way.\n5. That if the jury believe that Joshua Cloud had a right of way over the road in dispute, then, as Jesse Cloud the defendant was in the employ and acting as the agent of Joshua Cloud his father, in passing along this way at the time of the alleged trespass, and exercising no other rights than those belonging to Joshua Cloud, the jury should find for the defendant.\nThe court below, after stating the case, instructed the jury as follows:—\nThe first, second, third, and fifth points of the defendant were affirmed in terms. The fourth point of the plaintiff and the fourth point of the defendant were considered together, and answered thus:—\n[“ I will not turn to the testimony of these witnesses to see whether they have been' correctly quoted — you will recollect' what was said by them, and you will compare it with other testimony in the cause. It is the whole case and not a part of it that you will have to consider. Other testimony, such as that Joshua Cloud, at one time, said lie had used the road so long he did not know whether they could put him off, must also be adverted to. by the jury. I will not go over it. Joshua Cloud is here now, claiming the right to use and occupy that road at his pleasure; and it is the rights of the parties which we are endeavouring to ascertain.\n“You \"will notice that the defendant contends that his father, Joshua Cloud, acquired a right by long use, such as has been already noticed, prior to 1841; and the testimony of John Woodward and Ann Tuton, even admitting its truth, cannot divest him of it. That the road in question was an old road as far back as 1817, has been shown by the oldest witness on the stand, and that it was used and occupied, since that time, by Joshua Cloud, and those from whom he purchased, continuously and uninterruptedly, without objection and without leave from the parties over whose land it passed, is fully shown. Such an use, says the Supreme Court, constitutes of itself an adverse occupancy, and, if continued for twenty-one years, is a title which cannot be afterwards disputed. If the jury believe the testimony to this point, Joshua Cloud had .acquired a right to the occupancy of the road on or before 1841. At that time at least his title was complete if he had any. Prior to that period there is no testimony which would seem to deny his right. Admitting, then, his right at that point of time, the question arises whether anything has been said or done since which would either weaken or destroy his right, or which would explain his use, and account for his occupancy of the road. The putting up of the bars at the end of the road next the Strasburg road, the alteration of the bed of the road at that place, and the subsequent hanging of the gate, do not, in my opinion, affect his right, or, under the circumstances, afford any explanation inconsistent with the legal presumption of a grant.\n“ It is unquestionable that where the owner of land shoAVS that the use of the easement was under some license, indulgence, or special contract, inconsistent with the claim of right, the party claiming the right must fail to establish it. In this connection I will notice the other points given me by the plaintiff’s counsel.]\n“ The principles enumerated in the 1st, 2d and 3d points are true, and it will be for the jury to say whether the use and occupation of this road was commenced and continued in a manner indicating the assertion of a right or not; Avhether it was by the consent specially given, or by license from the owners of the land or not, and whether it was adverse, and under a claim of right or not. I would remark, hoAvever, that the burden of proof of these facts rests on the plaintiff. In other words, if the defendant has shown that he and those under whom he claims have used this road for a period over twenty-one years, whenever he saw fit, without ashing leave and without objection, continuously and uninterruptedly; the burden of proof that it was so used under some license, indulgence, or special contract, lies on the plaintiff, and if he fail to sustain it, the defendant has established his title. To show that he holds adverse to the owners of the land over which the road passes, it is not necessary that the defendant should prove a conflict with the owners in an attempt to use it; he is not required to prove force on his part, for the law makes the holding adverse whenever it is used in a way and for a period which implies a grant. Nor is it necessary for the defendant to proclaim by words, in the face of the owners of the land over which the road passes, that he used it under a claim of - right. If, as I have stated, he has used and occupied it for a period of twenty-one years or upwards, uninterruptedly and continuously, with the knowledge of the owner of the land, without leave granted and without objection, the law presumes a grant which, of itself, implies adverse holding under a claim of right.\n“Has the plaintiff shown that the enjoyment of this right originated in mistake, or by license, indulgence, or special contract, or that it ivas commenced and continued in any manner which does not indicate an assertion of right ? This is the grave question which the law and evidence must solve. The jury will not, cannot infer mistake, favour, or license, upon small and trivial circumstances. I know of no evidence in the case which would even indicate mistake, license, or special contract, as the origin of this enjoyment. Does the testimony of John Woodward and Ann Tuton repel the presumption of a grant, and deny the adverse occupancy of the easement ? It will be remembered that the use of this road commenced long before Joshua Cloud became possessed of the premises now in his possession, for you will recollect that the oldest witness speaks of the road as an old road in appearance when he first knew it, at an early period in life. Joshua Cloud found the road there, and used it as it has been used before. [It does not appear that he used any expressions from which it might be inferred that he considered his use as on sufferance until after 1841. At that time his right, if he had any, was complete, if the testimony in the cause is believed.] But the question is, had he a right ? [Subsequently he said that he enjoyed the right on sufferance. Are these expressions sufficient to repel the presumption of a grant ? Did Joshua Cloud make use of these expressions with a full knowledge of their import, or of his own rights to the use of the road ? If he did, they are conclusive against him, and the fourth point of the plaintiff is affirmed. If he did not understand his rights, when these expressions were used, then, on the supposition that his right was otherwise complete, and the presumption of a grant fairly raised, the fourth point of the defendant may be affirmed.] You will see thus that the question for you to determine by the evidence in the case, under the principles of law which I have laid down, is, has the defendant, by his evidence, raised the presumption of a grant to the right of way, which has not been repelled by the evidence of the plaintiff? If he has, then he has committed no trespass, and the verdict should be in his favour. If he has not done so, or if the plaintiff has succeeded in satisfying you that the way was used by Joshua Cloud under sufferance, or in a way which does not raise the presumption of a grant, then your verdict should be for the plaintiff. Should you find for the plaintiff, it will be your duty to assess the damages done by the trespass. These, I suppose, will not be extravagant, inasmuch as but little damage was done, and the suit is brought to determine the rights of the parties.”\nThere was a verdict and judgment for defendant, whereupon the plaintiff sued out this writ, and assigned for error :—\n1. The court erred in not answering the plaintiff’s fourth point distinctly and in a proper manner, as printed above in brackets.\n2. The court erred in charging that there was no evidence of license as the origin of the enjoyment of the way by the defendant.\n3. The court erred in charging: “ It does not appear that he (Joshua Cloud) used any expressions from which it might be inferred that he considered his use on sufferance until after 1841. At that time his right, if he had any, was complete, if the testimony in the cause is believed.”\n4. The court erred in charging: “ Subsequently he” (Joshua Cloud) “ said, in repeated expressions, that he enjoyed the right on sufferance. Are these expressions sufficient to repel the presumption of a grant ? Did Joshua Cloud make use of these expressions with a full knowledge of their import, or of his own right to the use of the road ? If he did, they are conclusive against him, and the fourth point of the plaintiff is affirmed. If he did not understand his rights when these expressions were used, then on the supposition that his right was otherwise complete, and the presumption of a grant fairly raised, the fourth point of the defendant may be affirmed.”\n5. The court erred in affirming the defendant’s fourth point.\nJos. J. Lewis, for plaintiff in error.\n1. The proposition in our fourth point was distinctly propounded, pertinent, material to the issue, and legitimately arising from the evidence, and entitled to a direct and unequivocal answer. It was capable of a distinct, intelligible, unequivocal answer. The defendant claimed by long use, affording ground for the presumption of a grant. The plaintiff averred that the use was by favour and sufferance and not adverse. The testimony of the plaintiff’s witnesses was, that Cloud admitted repeatedly during a period of ten years, while using the way, that he was using it, and had used it, under favour and by sufferance. The question which the court was asked to answer was, whether this testimony, if believed, repelled the presumption of a grant. Why should not the court say yes or no ? There was no doubt as to the meaning of the defendant’s admissions. If there had been any, the jury might have been told that they must ascertain the meaning, and resolve the doubt. But if the admissions were clear, as in the mind of the court they were, the legal effect was equally clear, and ought to have been announced.\nBut instead of meeting the point, they court avoided it, and complicated the consideration of the real question, with observations which were foreign to it. The fact that the use of the way had been continued more than twenty-one years before the admissions of Cloud were made, was the subject of remarks, which could hardly fail to embarrass and mislead the jury. In one sentence the jury were told that the right of way was acquired by Cloud before 1841. In the next sentence, that his title was complete, if he had any. In the next, that, admitting his right at that point of time, the question was as to whether his acts or. words since would affect that right. But the confusion does not end here. After stating the question to be whether the right acquired prior to 1841 had been weakened or destroyed since, the court proceeded to discuss the burden of proof, to° state the plaintiff’s other points, and then to inform the jury that it is for them to say “ whether the use and occupation was commenced and continued in a manner indicating the assertion of a right, or whether it was by consent specially given, or by license from the owners of the land or not, adding: “ I know of no evidence in the cause which would even indicate mistake, license, or special contract as the origin of the enjoyment.” After thus solving the question as to license, the court returns to the idea of the right being complete in 1841, and to the admissions — “ expressions,” as the court chooses to denominate them — of Cloud, and inquires, “ did Joshua Cloud make use of these expressions with a full knowledge of their import or of his own rights to the use of this road ? If he did, they are conclusive against him, and the fourth point of the plaintiff is affirmed.' If he did not understand his rights when these expressions were used, \"then on the supposition that his right was otherwise complete, and the presumption of a grant fairly raised, the fourth point of the defendant may be affirmed.” Thus another turn is given to the question, and the cause is made to hinge on a point not made by either party — the knowledge or ignorance of Joshua Cloud as to his rights during the period from 1841 to 1851, in which he repeatedly declared the fact, that he had used and was using, the way on sufferance. .\nA leisurely and patient study of the charge may perhaps evolve the leading idea of the court, but this idea has to be winnowed critically from much extraneous and irrelevant dissertation : an office not to be performed intelligently by a juryman who hears the charge but once, and to whom the whole subject is new. The impression which the charge was calculated to make on a hearer was, that the actual use of the way for over twenty-one years prior to 1841 was the preponderating fact. This is urged, repeated, and strongly insisted upon in various forms of phase, and is so interpolated and dovetailed into the general structure of the charge as to become almost the only thing of which the mind, in regarding the whole, takes cognisance.\nThe charge on the plaintiff’s fourth point is objectionable also in substance. While the defendant’s testimony tended to show that' Cloud had used the way more than twenty-one years, the plaintiff’s testimony proved, if it proved anything, that the use during that whole period was by license or sufferance, and not adverse. Taking it all as equally credible, it amounted to this, that Cloud had used the road forty years, but that the use had been under favour and by license, and not adverse. The admissions of Cloud went to the whole use, and negatived a claim of right by virtue of the use. It was improper, in the face of such admissions, to answer that any right had been acquired, or to make a point of the fact that, at the time of their utterance, twenty-one years had elapsed. The lapse of time made no differance, if the enjoyment during the whole period was on sufferance. The notion which the court laboured to impress 'on the jury, that the admissions of Cloud made after twenty-one years’ use were to affect the subject of the right very differently from what they would have done if made before the lapse of twenty-one years, is obviously fallacious. The court should have put the cause on the point whether a right was acquired or was not acquired, -and not whether being acquired it was afterwards weakened or destroyed. If a right was acquired, it could not be released by parol and without consideration. To make the case, therefore, to turn upon the release or destruction of an existing right, Avas to demand of the plaintiff proof of the repurchase of his dominion over his own land, and to render of no value the admissions stated by the Avitnesses.\nThe question propounded to the jury as a vital one, “Did Joshua Cloud make use of these expressions with a full knoAAdedge of their import, or of his own right to the use of the road ?” Avas singularly inappropriate. Cloud kneAV whether he had used the road on a claim of right, adversely, or by license or sufferance. He had repeatedly stated hoAV he had used it. And it was the statement of the facts, knoAvn best to himself, that is thus sought to be discussed, or the force of it, as an admission, impaired by a suggestion of a doubt, as to this knowledge of the import of his own familiar language. No evidence was given which authorized this doubt.\n2. The allegation in the charge that there was no evidence of license as the origin of the enjoyment, gave a construction to the evidence of two of the witnesses, narrowing its application to .the point of time at which the admissions were made. Understood in the ordinary sense, those admissions applied to the whole time during which Cloud used the way, and therefore were some evidence of the character of the use from the beginning. How they were to be understood, however, ivas for the jury.\n3. If the court meant by the phrase here specified as error that Cloud used no expressions from which it might be inferred that, prior to 1841, he considered his use on sufferance, the charge puts a construction on the admissions different from their natural import, and different also from that which the jury would have been reasonably inclined to adopt. The language of some of the admissions might as well apply to the user before as after 1841. The admissions were evidence for the jury, and it was for .them to determine whether the witness spoke of one period or another, or of any or no period in particular; and the court ought not to have assumed to determine that Cloud had no reference to any use prior to 1841. If the court meant that none of Cloud’s admissions were prior to 1841, the remark ought to have been couched in language less ambiguous. It matters not whether the judge intended to be understood in the one way or the other. The ambiguity is error, even if his meaning was right, for it was calculated to mislead.\n4. The law is correctly laid down in defendant’s first point, but it will not do to rest a presumption on a mere use, where that use has been enjoyed without claim of right, and in consequence of continued professions of thankfulness for the favour. To seek to acquire a right by long use, while deprecating, in conversation with the owner, the idea of an adverse claim, would-be a fraud, which neither courts nor juries would tolerate. Yet the court insisted on regarding the long use as establishing a right, without regard to the fact that Cloud all the while enjoyed it as a favour. The evidence, if of any value, proved that Cloud acquired no right by use; but the court insisted that he did acquire rights, notwithstanding his admissions to the contrary, and make his admissions nothing if he did not understand what those rights were. This, we submit, was glaring error.\n5. The defendant’s fourth point assumed that obstructions thrown in the way by the owner of the land, and the admissions of Cloud that he had acquired no right, were of no importance, because they occurred after twenty-one years’ use; and it was affirmed conditionally, which condition involved two things:— 1st. That he had the right of way when he made the admissions. 2d. That he did not know that he had such a right. And thus the condition which is the ground for excluding the admissions of Cloud from consideration, assumes the very matter which the jury were sworn to try — whether the defendant had a right.\nThe main error of the charge is in viewing the cause in parts, and not as a whole. The court has regarded the defence as an independent subject, establishing a right, and the reply of the plaintiff as an attack upon that right, and has thus missed the true point, which was whether there ever was any right gained or not, and to which all the evidence on both sides applied.\nP. Brazer Smith and William B. Waddell, for defendant in error.\nAt the time of committing the alleged trespass, the way had been uninterruptedly used for more than forty years. No witness was examined who recollected the time when there was no road there. Primá facie, then, the defendant had acquired a title. To rebut it the plaintiff must show that the road was used under circumstances that took from the user its adverse character; and he alleged that there were such circumstances, in expressions of Joshua Cloud, made long after the right (unless these expressions affected it) had become perfect. It is not denied that these declarations of Joshua Cloud were not sufficient to divest his title, if one had accrued, but that they were of force to 'characterize his user before; and, if believed, showed “ that the way was used under favour, and not adversely.”\nThe complaint is against the answer of the court to plaintiff’s fourth point, being • indistinct, and not to the point in which the plaintiff collects several detached parts of the evidence, and asks the court to say that “ this testimony shows that the way was used by favour, and not adversely.”\nThe complaint is, that the court did not say “yes” or “no” to this point. The court could not say “yes” to it, because it was for the jury, under the circumstances, to say what was the effect of the language used, even if it had been more unequivocal than it was. It did not follow, because Cloud had been suffered to use the road, that the sufferance had been under “favour.” If he had, in using that road, passed daily in sight of the owner of the land, for twenty-one years, without interruption, it might well be said, in popular language, if not in legal terms, that he had been suffered to pass- there; and yet he would clearly have acquired a right: Garrett v. Jackson, 8 Harris 335. And if he had stated that the sufferance was of that kind, it would clearly have shown that there was not “favour.” Besides, the whole time of this use of the road was not by Cloud; it had been used by his predecessors before him.\nThe court could not properly have affirmed the point. The “ use of the way for more than twenty-one years prior to 1841 was a preponderating fact,” clearly proved, and threw upon plaintiff the “burden of proving license, indulgence, or some special contract.” He did not claim that there was license or contract, and therefore his whole case rested upon indulgence; the most vague and equivocal of all three of these qualifications —to be ascertained more by concomitant acts and expressions, and therefore more peculiarly belonging to the jury to ascertain.\nIf a grant of this way had been shown, it would still have been competent for the plaintiff to show, even by parol, that it was to be used in a limited manner, and that such a provision was by mistake omitted from the deed, or that the party agreed at the time that it should be thus limited, and that it was not inserted for some special purpose: Tyson v. Passmore, 2 Barr 122.\nIt is hardly treating the court fairly to say that Cloud knew whether he used the right by license or sufferance. Oloud undoubtedly knew how he had used the way, and in fact supposed that he had so used it as to make doubtful in his mind whether they could stop him or not. But there is not one word in the testimony, from beginning to end, like license. There ivas no more evidence of license than there was of mistake or special contract.\nBut the especial point in answer to plaintiff’s objection to the charge is, that the court did not put the question to the jury as to his knowledge of how he used the way, but whether he knew he was properly describing the way in which he had used it, or using words “with a-knowledge of their import.” It may be safely said, however, that the court went too far against the defendant, in saying that if Cloud used the word “ sufferance,” with a knowledge of its import, it was conclusive against him. Sufferance does not necessarily and exclusively mean favour or indulgence; that is a remote meaning of the word. It means “toleration, permission, allowancenegative consent by not forbidding or hindering.”\nNow nine-tenths, probably ten-tenths, of all easements by user, are acquired in this way.\nIn using the expression, “ Subsequently he said in repeated expressions, that he enjoyed the right on sufferance,” the court meant by the word “ subsequently” to designate a point of time only as to the use of the expression, as is manifest from the context.\nThe court could not have said in plainer language than was used, that while the expressions used by Cloud were all subsequent to 1841, yet they were entitled to be considered, in determining the inquiry as to how he used the way prior to 1841.\nBut if the court meant that Cloud used no expressions from which it might he inferred that prior to 1841 he considered his use on sufferance, the testimony would justify such a conclusion. All his expressions have relation to the way in which he was using it at the time the conversations were had, which was subsequent to 1841; and he spoke of his title to the way as based on sufferance.\nThe court nowhere insists upon regarding the use of Joshua' Cloud of this way, as establishing a right in him, which the testimony of the plaintiff could not divest him of; but merely asserts that the defendant had shown sufficient facts, prior to 1841, as to give him a right to use this way, provided the jury were satisfied that his expressions made use of subsequent to that date did not repel the presumption of a grant. The sufficiency of these expressions to repel that presumption was left to the jury.\nThe error in the argument of the plaintiff is in examining the charge oí the court in parts, and not as a whole. The court required the defence to establish a right to this way, by showing such facts as -would presume a grant, and'then directed the jury’ to inquire whether that presumption had been explained away by the plaintiff.\nThey presented the true point to the jury when they asserted the question in the cause to be — “Had the defendant a right?” and instructed them to determine, by the evidence, “whether the defendant had raised the presumption of a grant to the right of way, which had not been repelled [by the evidence of the plaintiff.”"
  },
  "file_name": "0102-01",
  "first_page_order": 102,
  "last_page_order": 114
}
