{
  "id": 481476,
  "name": "Pott versus The School Directors of Pottsville",
  "name_abbreviation": "Pott v. School Directors",
  "decision_date": "1862-03-03",
  "docket_number": "",
  "first_page": "132",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 447",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 447",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 32994,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.194941218013733e-07,
      "percentile": 0.5922213997804505
    },
    "sha256": "58dcd250a107b255330a63a92daf447e0ed431a32c90013758ebbdd62af7b261",
    "simhash": "1:11e2bd98cd158cb7",
    "word_count": 5823
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pott versus The School Directors of Pottsville."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 3d 1862, by\nLowrie, C. J.\nFrom the bill, answer, and testimony, and especially from the evidence of .the acts of the donor, and from the long-continued conduct and practice of the donees in accordance with his acts in relation to the property, which are much better evidence than the loose recollections of loose conversations occurring forty years ago, it seems to us quite clear that this lot was dedicated, as an appurtenance of Pott’s town plot, for a burial-place for the inhabitants thereof, and perhaps for his own descendants also, and for a school, and, if the inhabitants could agree on one, for a church also. The difficulty arises from the dedication not being in writing. It was made about 1817, and in a year or two afterwards a school-house was erected, and has been used as such ever since. Very shortly after the dedication the burial part of the lot was fenced in, and, though the position of the fence has been somewhat changed, it has never been so changed as to interfere with the portion of the lot where the school-house stands.\nEven if the evidence were clear that the first oral dedication was for a burial-place only, that would not prevent a subsequent change of its purposes by the donor and donees, and the declarations of the donor, and the perfectly uniform usage of the donor and donees ever since, made it perfectly clear that the purpose of a school was added directly after the first dedication, if it was not a part of it.\nNo doubt the privilege of burying was confined to the inhabitants of the donor’s town plot, and to his own family; but how was the school-house to be used ? By the inhabitants of his town plot alone ? It contained but six or seven families when the school-house was built. Were they alone to have the privilege of the school? And the church, if built, were the inhabitants alone to be allowed to attend it ? It is not usual thus to limit the use of either churches or schools. Nay, it is never done, except with schools under our school law. Usually, before the public school system, schools were for all the neighbourhood that could be accommodated at them, and who were within such distance that they could conveniently attend them.\nAnd so we must presume this school lot was used: for no one intimates that it was used with any limitation of the ordinary custom of schools. And in 1835 the public school directors took charge of it, as of course and of right, and have used it ever since, without objection from- any one, for the schools of the whole district. We infer from the evidence that the school portion of the lot has been used for the benefit of the neighbourhood, rather than for the inhabitants of his town plot, ever since the house was built, and we do not discover that this is inconsistent with his dedication, and common custom helps to convince us that it was not.\nNo doubt he -intended it to be under the management of the inhabitants; but he made no provision of trustees to manage it. In Klinkener v. The School Directors, 1 Jones 447, it was decided that in such a case the management would fall on the school directors under the Common School Law. Here the legislature have by special act put it under the same direction.\nAnd what interest has the plaintiff .to dispute this use of the property ? It is no encroachment on the right of burial, but a use of part of the lot for the general purpose intended. It does not injure him that too many may be admitted to the school, for he, not being an inhabitant of the town, has no right of schooling. It does not increase his taxes, but tends rather to diminish them. We do not see how he can object to its being used as heretofore; the school directors would hardly offer to sell it, and there is not much danger of any one buying or accepting a mortgage on such a title.\nThere can be no valid objection on the ground of the increasing number of pupils attending the school, for that must have been in the hopes of the original donor and donees, and it is of the nature of things that the number must greatly vary. But with the growth of population, a neighbourhood, or a church, or school territory, naturally contracts. The territory that forty years ago had but one school, may now in some instances have ten, and yet each school may have more pupils. A trust or dedication’ can hardly be said to be diverted from its purposes by such natural social changes as this. Equity cannot so enforce a dedication as to make it conflict with natural, but only with arbitrary, changes of human society, though these are not always easily distinguished.\nIf the school directors, who are now the trustees of the lot for the uses to which it was dedicated, offer to encroach upon the burial-ground, no doubt the court, on application of parties interested, will see that the boundaries between the respective parts shall be properly defined, fenced, and observed. But we do not see that the erection of the proposed school-house will do any wrong to the plaintiff.\nDecree of the Common Pleas reversed, and the plaintiff’s bill is dismissed at his costs, and the cause is remanded for execution of this decree.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "B. W. Gumming and John Bannan, for appellants.",
      "F. W. $ J. Sughes and Wm. L. Whitney, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pott versus The School Directors of Pottsville.\nParol Grant of Lands for a public or general Use, controlled by Acts and Declarations of Grantor and uniform, Usage of Donees. — School Directors, when Trustees of Lands granted for School purposes.— Heir of Grantor, when incompetent to demand Injunction against Trustees for alleged Breach of Trust.\nThe founder of a town, in 1818 dedicated, as an appurtenance to the town plot, and for its inhabitants, a lot of ground for a burial-place and church. Soon after, a school-house was built on a part of the lot, by the donor and others, and it was so used, fenced off and separated from the burial-place for more than forty years: trustees appointed to take charge of the school property were succeeded by the school directors, who were about to remore an old school building and rebuild, when they were restrained by injunction at the suit of an heir of the donor, who alleged a dedication of the whole lot for a burial-place, and that the use for schools was by sufferance, and not by right. On appeal from decree granting the injunction it was Held,\n1. That the use of a part of the lot for school purposes by the donor and donees, at or immediately after the dedication of the whole for a burial-place, together with their acts and declarations and a uniform usage thereafter, were evidence that the purpose of a school had been added to the first dedication, if it was not a part of it, so that in effect, the ground so used had been dedicated for school purposes.\n2. Though the burial-place was for the inhabitants of the town plot, yet the use of the portion dedicated for school purposes, by the neighbourhood generally, irrespective of the limits of the town plot, was not inconsistent with the dedication, for such a use was according to custom and the reasonable intent of the donor.\n3. In default of the appointment of trustees by the donor to manage that part dedicated to school purposes, for the benefit of the inhabitants of the town plot, the management would devolve upon the school directors under the Common School Law, independent of the Acts of Assembly conferring it upon them.\n4. That the changes in school territory and the increased numbers of pupils attending the schools, were consequences of the natural growth of the town, and were not such changes as would divert the trust and dedication from the purpose of the original grant.\n5. That the heir applying for the injunction, not being a resident of the town, had no interest such as would authorize him to interfere.\n6. That the courts would interfere to prevent any encroachment upon the burial-place, by the school directors, whenever attempted.\n7. But that the building of a new school-house upon the portion of the lot dedicated for school purposes was not such an encroachment: hence, the school directors had the right to rebuild, and the decree of the court below restraining them was error.\nAppeal from the Common. Pleas of SchuyUcill county.\nThis was a proceeding in equity, on a bill filed in the court below, by Benjamin Pott; against the school district of the borough of Pottsville, and Benjamin Bannan and the other school directors of that district.\nThe bill set forth in substance that in or about tbe year 1816, John Pott, the father of complainant and the proprietor of the town of Pottsville, annexed to the town plot a lot of ground, one hundred and twenty feet by two hundred and thirty feet, on the westerly side of Centre street, &c., and at the same time dedicated the same to the use of the inhabitants of the said town plot, and of his descendants and relatives, for ever, as a place for the burial of the dead; and with other inhabitants contributed to a fund for the purpose of erecting a small log building thereon, for the temporary accommodation of a school, and as a place for holding church services; that by the Act of the 16th March 1839, P. L. 108-9, the title of the said lot of ground was declared to be vested in the corporation of the borough of Potts-ville, to be held and used as a burial-ground by the relatives of John Pott, deceased, and the lot-holders and inhabitants of the original town plot of Pottsville, and for no other use and purpose; that three trustees were to be appointed by the town council, who were to have the charge and regulation of the said house and lot of ground; that such trustees continued to be appointed and to discharge their duties until the passage of the supplemental Act of the 21st April 1856, P. L. 497, which provided that the school directors aforesaid should take charge of the premises and perform the same duties which were required of the said trustees; that from the year 1816 until now, the said lot or piece of ground has been used by the inhabitants of the said town plot and by the relatives of the said John Pott, deceased, as a burial-ground; that the remains of complainant’s father, mother, brothers, sisters, and a great number of his relatives, and of the residents and lot-holders in the said original town plot, have been interred in said lot — the graves and tombs numbering many hundreds; that if the defendants should be permitted to take and occupy the said lot as proposed, or any part thereof, the graves of the dead buried therein, and the tombstones and monuments, would be liable to be desecrated, defaced, and injured by the children, employees of defendants, and others; that the school directors, with the consent of the said trustees, have for some time occupied and used the said log building as a public school-house, and that several years ago, with the said consent, they erected upon a portion of said lot, a two-story stone building, which, since its completion, has been used and occupied as a public school-house, and that they entered as lessees under the said trustees, either at will or for a definite term, and with the agreement and understanding that the said stone building should be removed on the request of the said trustees or their successors; that the town council of the borough of Pottsville, with the consent of said trustees, has erected upon a part of said lot, a two-story stone building, which has for a long time been used and occupied as a lock-up and fire-engine house; that it is the intention of the defendants to remove the present buildings, and to erect in their stead a new school-house or houses, out of the general fund of school money raised by said district for like purposes, the house or houses to be for the use of the whole school district of the borough of Pottsville ; that plans have been called for and one adopted, and a contract for a large brick school-house entered into; that before and since the death of John Pott, numerous additions to the said original town plot have from time to time been made, and that all. of the said additions, together with the original town plot, are embraced within the said school district, and that the said additions contain three-fourths of the population. The bill then charged that by virtue of the original dedication the whole of said lot is vested in the owners of the town lots within the original plot, and the relations and descendants of John Pott, deceased, for the purpose of burial only; that they have a private right of burial in the whole, and that all legislation without their consent to divest such right is unconstitutional and void, and prayed for a decree that “ the said defendants, their agents and employees, may be restrained by injunction from entering in and upon the said lot or piece of ground, and from removing the buildings now thereon being, or any of them, or any part of them, and from erecting thereon any new schoolhouse or houses, or any other building or buildings.” .\nThe answer of complainants admitted that the complainant is a son and one of the heirs of John Pott,, deceased; that he is the owner of real estate within the original town plot of Pottsville, but not a resident therein; that John Pott, in or about the year 1816, laid out the original town plot of Pottsville, and in 1818 or 1819 annexed thereto the lot of ground described-in complainant’s bill, and dedicated the same to the use of the inhabitants of the said town plot, partly for burial purposes and partly for school purposes, and also for a church, free to all denominations of Christians, according to the will of a majority of the inhabitants, but denied that it was dedicated exclusively as a place for the burial of the dead. That in 1818 or 1819, when there were only six or seven families in Pottsville, a trustee or trustees were appointed, who, with John Pott, caused the present log school-house to be erected, which was occupied as a schoolhouse during the rest of his lifetime, to which place he sent his own children to school, and that the same has ever since been so occupied or kept, a period of forty years, with occasional religious services therein. That the front part of the lot on which the school-house stands had never been used as a burial-ground; it is and has been for many years separated by a partition fence from that portion used for burial purposes, forming a distinct and separate piece of ground fronting Centre street, on which are erected the said log school-house, a lock-up and engine-house, and a two-story stone school-house. ■ That this appropriation of the front part has been acquiesced in by all parties without complaint, until the filing of the present bill, 2d May 1859. That the lock-up .and engine-house was erected in 1837 by the corporation of Pottsville, with the consent of the then trustees; whether this was a departure from the dedication is not drawn in question by the bill or decree prayed for. The Act of the 16th March '1839, P. L. 108, was for the purpose of carrying into effect the intentions of John Pott, deceased, and protecting the rights of the parties as recited in the preamble; that “ John Pott annexed the lot for the erection of a school-house thereon, &c.,” and vested the title in the borough of Pottsville, to be held according to the intentions of the donor — and that to this end trustees were appointed by the corporation.\nThat in August 1841 the directors of the public schools obtained permission from the town council of said borough to build a school-house on part of said lot adjoining the lock-up house, on Centre street, viz. thirty-five feet on Centro street in width, and in depth seventy feet, including the ground on the upper side and rear of the lock-up house, leaving a passage of ten feet in rear of lock-up house. The council, in the preamble to their resolution, say that the ground was given by John Pott for the purpose of a school-house and burial-ground, and that no appropriation of the ground could be more in accordance with the wishes of the donor than by the erection of a large and convenient school-house, &e. A two-story stone school-house was then erected on the front part of the lot by the school directors of Pottsville, which schoolhouse has been peaceably used and occupied for public schools by said directors for the period of eighteen years, and the log school-house has been so used and occupied by them ever since the first organization of the common school system in Pottsville, a period of twenty-three years. Both buildings continue to be used and occupied as school-houses to the present time, without complaint from any person but the complainant. For a long period prior to the Act 16th March 1839, the inhabitants of the old town plot had neglected to elect trustees; there was nobody to attend to the school-house or burial-ground, no funds provided, the enclosures were broken down, and the graves exposed, and the dead from different parts of the county buried therein. . The trust estate being without a trustee, the necessity for legislation arose. By the Act of the 21st April 1856, P. L. 497, a supplement to the above-mentioned act, the school directors of the borough of Pottsville were authorized to take charge of the school-house and burial-ground, and were made trustees. Another change was effected by the Act of the 16th March 1859, P. L. 154. This act vests the title to the lot in the Pottsville school district; authorizes the removal of the present buildings and the erection in their stead of a new school-house or houses, out of the general fund of school-money raised for like purposes, with other provisions as to borrowing money, &c. That under this act the school directors still claim the character of trustees only, and to hold the lot subject to the uses, purposes, and intent of the original dedication. That they have done no act and intend to do no act in violation of the purposes of the original dedication. That the terms and objects of the Common School Law, as regards the school-house part of the lot, are not inconsistent with the intentions of the donor, or the will of the inhabitants of the old town plot. That the school directors Avill not interfere with the private right of burial in that part which has been so used, but will preserve and protect it; nor will they disturb or violate the depositories of the dead, but protect the graves by a proper enclosure' from the depredations to which they are now exposed. The relatives of some of the school directors are buried there, and they feel a deep interest in the protection of their graves. As the present buildings are dilapidated, and not adaj>ted to accommodate the increased number of pupils, it is the purpose of the defendants to construct upon that part of the lot used for school purposes, a suitable building for the accommodation of female pupils, and to effect this, to remove the log building, and as soon as they can spare the two-story stone building, remove .that also; they desire to erect a building for common school purposes which will accommodate the district, and be an ornament to the place, with a room for a school library, &c. That they will, if required, confine the educational benefits of the school-houses to the pupils of the inhabitants of the old town plot, and lot-holders, or otherwise execute the trust as the court may direct, so as to conform to the intentions of the donor.\nThey averred that they are trustees of the lot de facto et de jure; that they ought not without cause to be ejected from the property they hold in trust, at the instance of an owner of real estate of the old town plot; that the inhabitants, amounting to thousands, who make no complaint, have neither ajopointed a committee nor elected trustees, nor is the appointment of trustees asked of the court. That as the local authorities, to whom the custody of the property is committed by positive law, as well as by operation of law in the absence of other trustees, they ought not to be ejected or restrained from taking down the old buildings and erecting more commodious buildings, whenever in their judgment it may be necessary; that in so doing, as they intend, they will act in conformity to the uses and intents of the dedication of the lot by the donor, and the will of nine-tenths of the donees or parties beneficially interested — and that if the complainant were in possession of the premises, he would be a mere intruder.\nTo this answer a general replication was filed by the complainant, and the testimony of numerous witnesses taken before David B. Green, commissioner. The court below (Hegins, P. J.), on hearing the case, made a decree, granting the perpetual injunction prayed for in the plaintiff’s bill. The case was thereupon removed into this court by the respondents, for whom the following errors were assigned:—\n1. The court erred in their decree granting a perpetual injunction against the defendants as prayed for in plaintiff’s bill, to wit: that the said defendants, their agents and employees, be restrained by an injunction from the court, from entering in and upon the said lot or piece of ground, and from removing the buildings now thereon being, or any of them, or any part of them, and from erecting thereon any new school-house or houses, or any other building or buildings.\n2. The court erred in deciding that the defendants were not the legal trustees entitled to the possession of the lot and buildings occupied by them, thus excluding them from their office, and leaving the trusteeship vacant in a mode of proceeding not recognised by and contrary to law.\n3. The court erred in deciding that the whole lot in question was originally dedicated exclusively for a burial-ground, and no part for school purposes, and therefore the defendants must be ejected, notwithstanding they proved a peaceable and actual possession with the acquiescence of everybody, for upwards of twenty-one years, of the log school-house, and of eighteen years of the two-story stone school-house.\n4. The court erred in their construction of the Act of the 16th March 1839, and the legal effect thereof, in holding that it restricts the right to use the lot for any other purpose than a burial-ground, since its preamble declares that John Pott annexed the lot of ground to his town plot for the erection of a school-house thereon, and as a burial-ground: P. L. 108.\n5. The court erred in their construction of the Act of the 16th March 1869, in holding that all of its provisions are unconstitutional : P. L. 154, 617.\n6. The court erred in their construction of the Act of the 21st April 1856, P. L. 497, vesting the trusteeship of the burial-ground and school-house in the school directors of the borough of Pottsville.\n7. The court erred in weighing the testimony, and in not dismissing the plaintiff’s bill. ,\nB. W. Gumming and John Bannan, for appellants.\nThere is nothing in the law or the evidence to warrant the decree of the court below. By the Act of 21st April 1856, appellants are the legal trustees of the property, and entitled to the possession until, by due course of law, they are dismissed from their office. The decree of the court takes away from them all the estate which is the subject-matter of their trust. Without giving the property into the possession, charge, or oversight of anybody else, it virtually deprives them of their trusteeship. If they unlawfully hold or exercise their office, the remedy against them must be by writ of quo warranto. Eor an abuse of their powers they are responsible to a-court of equity, and may be enjoined; but this decree utterly disregards their rights as trustees, operating both in rem and personam. It deprives them both of their office and property. The power of a trustee over the legal estate vested in him, properly speaking, exists only for the benefit of the cestui que trust; as legal owner he may do acts to the prejudice of the rights of the cestui que trust, and when he makes the attempt he may be restrained by a court of equity. What powers may be properly exercised over trust property depends upon the nature of the trust, and sometimes on the character and situation of the cestui que trust: 2 Story Eq. § 978. There is no proof that the defendants have done anything, omitted anything, or proposed to do anything, contrary to their duty, in abuse of their powers, or to the prejudice of the rights of the cestuis que trust. To intend to erect a new school-house, with funds raised for like purposes, and to claim the right to remove the old schoolhouses, when necessary, for the benefit of the pupils, on the front part of the lot originally dedicated to school purposes, is the extent of the offence they have committed, and for which they have incurred the penalty of ejection. If the Act of the I6th March 1859 be unconstitutional, because it not only authorizes them to take so much of the lot as may be required for school purposes, but to mortgage the residue, including the ashes of the donor, and of the other ■ dead buried there, why should they be ejected because the legislature have conferred these powers upon them, when there is no proof of their intention to exercise them, and when they expressly disclaim it ?\nIf it be unconstitutional, it does not repeal or disturb the rights of the defendants, under the Act of the 21st April 1856. It is said that this act is also unconstitutional, because it directs that the house or houses to be erected shall be for the use of the whole district which comprises the borough of Pottsville. Is it fair to assume that John Pott, when he annexed the lot to his town, intended to- confine the benefits of the dedication to its original limits as a finished town, so far as it was dedicated to school purposes ? Klinlcener v. School Directors, 1 Jones 447.\nThe preamble to the Act of 1839 recognises the donation of the lot for tlie erection of a school-house and a burial-ground. The resolution of the councils of August 3d 1841 does the same, while they were the legal trustees under Act of March 16th 1839. But the difficulty arising from the anticipated use by persons without the hounds of the plot, is removed by the answer of the defendants, who expressly say they will, if required by the court, confine the educational benefits of the school-houses to the inhabitants of the old town plot, and lotholders therein.\nThe testimony of the witnesses as to the declarations of John Pott, eight or nine years after the town was laid out, agree in saying that the lot was given for a burying-ground and schoolhouse. And it is of no importance that the declaration was made eight or nine years after the town was laid out. The acts of John Pott corroborate the truth of the declarations, for a school-house was built there under his direction, to which his children were sent as long as he lived.\nWhether the Act of the 16th March 1859, P. L. 154, with its supplement of the 13th April 1859, P. L. 617, providing compensation and redress to the parties injured thereby, is constitutional or not, in whole or part, it is perhaps unnecessary to discuss at present, because the defendants in their answer do not claim to be the absolute owners of the property under it, but claim to hold the legal title as trustees, subject to the uses of its dedication, and the will of the cestuis que trust, the inhabitants of the old town plot. They deny the right of the complainant to eject them, or otherwise to intermeddle with them under the law and evidence in this case.\nThis proceeding in equity seems to have been adopted as a substitute for an action of ejectment. Its assimilation fails in one point only — the plaintiff ejects the defendants, but does not recover possession for himself or anybody else.\nAs the decree of the court below is manifestly erroneous, we have no doubt of its reversal, and that such an exposition of the law will be given, and such a decree made, as will in future protect the defendants in the exercise of their lawful rights.\nF. W. $ J. Sughes and Wm. L. Whitney, for appellee,\ninsisted that the dedication, by John Pott, of the lot in controversy, was exclusively for burial purposes; that the enjoyment hitherto for school purposes was — 1. An arrangement among the original parties interested, and subordinate to the use of burial. 2. That it was originally used only by the people of the town, as laid out by the donor. 3. That the use by the school directors, prior to 1856, was under a permission extended in 1841 by the town council of Pottsville, upon application of the directors, “ so far as they have the power and authority to dowhich permission and control of the town council was thereafter fully recognised by the school board. 4. That there was no adverse possession at any time by the school district.\nIt is quite immaterial whether the original dedication of John Pott was for burial purposes only, or in part for school purposes; in either case the beneficiaries are the owners of the original town. The case turns upon the construction or constitutionality of the Acts 16th March 1859, and of 13th April 1859. The court below held that it was not the intention of the legislature, in the Act of 1859, to destroy the original dedication, but that the school directors could act only as trustees to effectuate this dedication, and that as they proposed to violate it, they should be restrained. The defendants below maintained that the Acts of 1859 divested the title of the original beneficiaries to the lot, and conferred the same on the present school district of Pottsville, which proposes to appropriate the same to its own use. If either the court or the defendants below were right in their construction of the Acts of 1859, the injunction was properly allowed to restrain the proposed abuse, for the legislature have no constitutional power to divest the fee, and take away the rights of the original donees and give them to others. The court below held that the legislature acted under a misapprehension of the rights of the parties, and did not intend to divest private rights. This misapprehension is clear. The recital in the Act of 16th March 1859 is, that the lots “set apart and used for school and burial purposes” “are now and for a long time hitherto have been occupied and used for the school accommodation of the whole school district of Pottsville.” And in the Act of 13th April 1859, the lot is described as “ground dedicated by John Pott to certain public uses.” But if the Acts of 1859 did intend to divest the private rights of property in this burial lot, then they are unconstitutional — 1. Because they propose to divest the fee, and not merely to subject the lot to a servitude. 2. Because these acts take private property for private use. And, 3. Because if even the use was a public one, there is no adequate provision for compensation.\nThe power of the legislature to take private property for public use, is limited to the taking merely for the use, and cannot wholly divest titlethe fee still remains, and the “ compensation” provided for by the constitution is merely damages for the public use. The Act of 16th March 1859 proposes to give to the school board the right to mortgage this property to secure a loan, and thus the entire property might pass into other private hands. See Pittsburgh v. Scott, 1 Barr 309; Lamberton v. Hogan, 2 Id. 24; Rogers v. Smith, 6 Id. 86; McMichael et al. v. Skilton et al., 1 Harris 217; Commonwealth v. Wood, 10 Barr 97. A taking for the purposes of a school district is not a public use. The term public is strictly applied to that which concerns all the citizens, and every member of a state: Greenl. Ev. § 128. The Act of 16th March 1859 wholly omits to provide the compensation which is indispensable under the constitution. A species of redress is provided, but it is impracticable, because it does not appear — 1. Against whom is this “ application” to be made. 2. Whether notice thereof is to be given. 3. By what process the remedy is to be attained. 4. After the “application” made, what is the “due course of law” to obtain the “trial by jury?” 5. How a lotowner, whose rights are “ divested or injuriously affected,” is to ascertain the hundreds of other lotowners, similarly situated, to whom he may apply, so that they may join in the “ application”.or refusal. 6. How the application to join is to be made, and what is to be the evidence of refusal. 7. If some be non-residents, and cannot be found, or if some be minors, femes covert, or idiots, with no legal capacity to act, and can neither join or refuse, what is to be the remedy then? or 8. Whether all are to join in the “ due course of law” proceeding, and is the trial by jury to determine the claims of each, of one, or all ?\nIt is scarcely necessary to refer to the suggestion that the school directors will confine the benefits of the new school building to the inhabitants or lotholders in the original town plot. It is sufficient to say that the bill and answer do not present that case to the court."
  },
  "file_name": "0132-01",
  "first_page_order": 132,
  "last_page_order": 143
}
