{
  "id": 481523,
  "name": "Kusenberg versus Browne",
  "name_abbreviation": "Kusenberg v. Browne",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "173",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 72",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0072-01"
      ]
    },
    {
      "cite": "5 Watts 275",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0275-01"
      ]
    },
    {
      "cite": "4 Whart. 321",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0321-01"
      ]
    },
    {
      "cite": "5 W. & S. 60",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0060-01"
      ]
    },
    {
      "cite": "2 Wright 207",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 514",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "Rob. 302",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "20 Wend. 267",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0267-01"
      ]
    },
    {
      "cite": "2 Jones 229",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 4,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 120",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Gallison 483",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "case_ids": [
        6607262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/15/0451-01"
      ]
    },
    {
      "cite": "12 Howard 299",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1514,
    "char_count": 40990,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.3491313438006588e-07,
      "percentile": 0.6329724242610284
    },
    "sha256": "98bf4e1ba9877ea63a26432c5e28c34b22de18bd26ae4d9e623b40b1f1bff3fc",
    "simhash": "1:bedabda12e559543",
    "word_count": 7263
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kusenberg versus Browne."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 22d 1862, by\nRead, J.\nThe charter of Charles the Second empowered the proprietary to erect and constitute, within the province, such and so many sea ports, harbours, creeks, havens, keys, and other places for discharge and unlading of goods and merchandises out of the ships, boats, and other vessels, and landing them into such and so many places, and all ships, boats, and other vessels which shall come into or out of the said province, shall be laden or unladen only at such ports as shall be so erected by the proprietary, who shall admit and receive in and about all such havens, ports, creeks, and keys, the king’s officers of the customs and their deputies. By his charter of 1701, William Penn constituted the city of Philadelphia to be a port or harbour for discharging and unlading of goods and merchandises out of ships, boats, and other vessels, and for lading and shipping them.' in or upon such and so many places, keys, and wharves there as by the mayor, aldermen, and common council of the said city shall, from time to time, be thought most expedient for the accommodation and service of the officers of the customs in the management of the king’s affairs, and preservation of his duties, as Avell as for conveniency of trade. The said port or harbour to be called the port of Philadelphia, which shall extend into all such creeks, rivers, and places in the province, and shall have so many wharves, keys, landing-places, and belonging thereto for landing and shipping of goods as the said mayor, aldermen, and common council, with the approbation of the chief officers of the customs, shall, from time to time, think fit to appoint.\nAt the time of the grant of the charter by Charles the Second, the port of London, by the common law and the statutes 1 Eliz. c. 11, and 13 & 14 Car. 2, c. 11, had legal quays and sufferance wharves, which were authorized to receive goods liable to duty, besides private wharves, on each side of the Thames, for home produce, such as Avood, coals, and beer, which might be landed or shipped in any place. To each species of Avharf there are attached certain shore duties, as they are called by Lord Hale, such as “ Wharfage or Keyage, a toll or duty for the pitching or lodging of goods upon a wharf,” and Cunningham calls it money-paid for landing goods at a Avharf or quay, or taking goods into a boat and from thence. The OAvner of a wharf or quay is entitled, at common laAv, to remuneration for the use of them, and in one of the cases in the books it is said that the claim for wharfage is like that of stallage, the party bringing his goods to the Avharf or quay having an easement, and the owner of the wharf or quay a damage: Gunning on Tolls 123.\nThe wharves in the port of Philadelphia were of two kinds— public, such as the ends of the streets, which Avere for the use and service of the city — private, such as were erected by the owners of the soil. In both eases, as the right of the riparian owner extends only to low-water mark, the privilege of erecting wharves to project into the stream was therefore one which might be granted or withheld, at the pleasure of the proprietary or his successor, the state. This control was the more necessary as the proprietary, with the assent of the freemen of the province, might assess such reasonable customs and subsidies on merchandise and wares, there to be laded and unladed, as upon just cause, and in a due proportion, they might deem expedient and proper. As the proprietary was also the owner of the three lower counties on the Delaware, commonly called the territories, his territorial right extended over the bay and river, beyond the limits of the province, and powers were exercised over them by the provincial legislature, which arose from the fact that the same person was the proprietor of both, and his principal habitation was in Pennsylvania, where his great seaport was situated.\n\"We find amongst the early colonial laws, acts imposing duties upon imports and exports, as also tonnage duties on ships and vessels; and in 1763 the Provincial Assembly, to encourage commerce, and to render the entrance into these ports more secure, passed an act for erecting a light-house at the mouth of the bay of Delaware, at or near Cape Henlopen, and for placing and fixing buoys in the said bay and river Delaware, and three years afterwards, an act for appointing wardens for the port of Philadelphia, and for the regulating pilots plying in the river and bay, and the price of pilotage to and from the said port. After various other acts on the same subject, the Provincial Assembly, on the 26th February 1773, 1 Hall & Sellers 464, passed a consolidated act, appointing wardens for the port of Philadelphia, the preamble of which designates its object. It recites that the regulating of pilots plying in the river and bay of Delaware, the placing buoys therein, and the erecting a light-house at Cape Henlopen having been found, on experience, to have greatly contributed to the ease and security of the navigation of the said river and bay, and the trade of the province; and that it is convenient that the said pilots, light-house, buoys, and piers thereinafter mentioned should be put under one general direction.\nThis act appointed seven wardens by name, who were to choose one of their number president, and to appoint a clerk. They were to examine all persons offering to serve as pilots, and to grant three kinds of certificates. The rates of pilotage were fixed, subject to adjustment by the wardens who were to make rules and regulations concerning the pilots. Persons taking up any anchor and stock, or any anchor without a stock, or any cable in the river or bay, were to deliver them to the president or one of the wardens, under a penalty of 100?. Any person destroying any of the buoys or beacons in the bay or river, or burning or destroying the light-house on Cape Ilenlopen, upon conviction, was to forfeit 10001., to be imprisoned three years, and be whipped once in every year, during such imprisonment, at the common whipping-post, with any number of lashes not exceeding thirty-nine.\nThe act then provides for the erection on the river of piers at convenient distances, in which vessels may take shelter during the inclemency of the winter, and the wardens are to make the necessary contracts for building the same on land purchased by them. A tonnage duty was imposed upon vessels coming into or going out of the province, and Thomas Combe was appointed collector. The wardens were to appoint the keeper of the lighthouse, and to maintain the buoys, piers, and light-house in good order, and to lay their accounts yearly before the committee of accounts of the Assembly for the time being, and the duration of the act was limited to fifteen years.\nThe charter of the city having been put an end to by the Revolution, and the corporation itself being dissolved, and all its powers and jurisdiction having entirely ceased, there was no local body having an immediate charge of the wharves and harbour of Philadelphia. To remedy this defect, the General As-, sembly of the Commonwealth, on the 1st April 1784, passed an act for the further regulation of the port of Philadelphia, and enlarging the powers of the wardens thereof. The preamble set forth that it is become necessary that further regulations should be established for preserving good order in the anchoring, mooring, and removing 'of ships and other vessels within the harbour ; and that the wharves extending into the common highway of the river Delaware are, and of right ought to be subject to such regulations as may best promote the conveniency of the public, and the general increase of commerce, preserving, nevertheless, as far as may be consistent therewith, the rights of private property. It then appoints seven persons as wardens and one as collector, who is also the clerk or secretary of the board. It gives the wardens power to regulate the making of wharves, with an appeal to the Supreme Executive Council; and it klso prescribes the mode in which the wharves may be used and occupied for 'mooring vessels, subject, however, to the control of the wardens, and fixes the rate of wharfage to be paid to the owner or possessor of a wharf, where no agreement has been made for the same. The wardens are also empowered to remove vessels which occupy wharves for an unreasonable length of time, and to make rules to guard against such inconveniences and mischiefs, with an appeal from any order or sentence of the president, or one of the wardens, to the board of wardens. The act also gives a summary authority to the board to ascertain the damages, and awarding payment thereof by the proper party, in cases of vessels accidentally or negligently running foul of each other.\nThe General Assembly, on the 4th October 1788, passed an act to establish a board of wardens for the port of Philadelphia, and for the purposes therein mentioned, consolidating the provisions of former laws, and repealing all former acts. This act was altered in some particulars by a supplement, passed 27th March 1789.\nThe adoption of the Constitution of the United States, and the cession of the light-house at Cape Henlopen, with the beacons, buoys, and public piers in the river Delaware, having rendered unnecessary many of the provisions of the existing laws, an act was passed to repeal them on the 13th April 1791. These acts were also repealed by the Act of 11th April 1793, to establish a board of wardens for the port of Philadelphia, and for other purposes therein mentioned, which, in addition to the former provisions, constituted the master warden the health officer, which was taken away by the Act of 22d April 1794, establishing an health office. By a supplement, passed the 22d April 1794, a harbour-master was appointed, with large executive powers over the port, the docks and wharves, and the vessels in the river; and the act to which it was a supplement was continued (except so much as relates to the rate of wharfage) until the 1st January 1797. By other acts this act was continued; the last one, passed the 9th April 1799, carrying it up to the 9th April 1802, and to the end of the next session of the General Assembly, and containing a new section, which formed after-wards the 12th section of the Act of 1803.\nAll these laws were repealed and supplied by the Act of 29th March 1803, which forms the groundwork of the present system, and the only disputed portion of it as interfering with the power of Congress, has been held to be constitutional by the Supreme Court of the United States, in Cooley v. Board of Wardens of the Port of Philadelphia, 12 Howard 299. This act was in fact substantially a consolidation of existing laws. The board consisted of one master warden and six assistant wardens, four of whom were to be inhabitants of the city of Philadelphia, one of the Northern Liberties, and one of the district of Southwark, to be yearly appointed by the governor, and they were authorized to employ a clerk. The governor was to appoint a harbour-master, removable at pleasure. The power of the wardens over the erection of wharves into the river Delaware, below low-water mark, extended to the city and libex*ties. By axx Act of the 25th Marclx 1805, the city councils were given tlxe same power over the ends of the public streets and alleys on the Schuylkill that they possessed over those on the Delaware, and the authority of the wardens over the erection of wharves was extended to both shores of the Schuylkill, from the lower falls thereof to its junction with the Delaware; and by an Act of the 1st Ajoril in the same year the wardens were authorized to remove obstructions and erect piers in the river Delaware below the' city, and the tonnage duties levied by its provisions received the assent of Congress on the 28th February 1806, 2 Stat. at Large 353. This act was extended and continued by an Act of Assembly of the 20th March 1811, to which the assent of Congress does not appear to have been obtained. By the Act of 7th February 1818, an appeal is given to the Court of Quarter Sessions of the county of Philadelphia from the decision of the wardens, in relation to the erection of wharves on the Delaware, and a jury summoned to report on the propriety of granting a license, which report may be confirmed or set aside by the court, which judgment shall be final and conclusive. The second section imposes a penalty of $4000 upon any person erecting or extending any wharf, or building in the nature of a wharf, into the tideway of the river Delaware, contrary to the provisions of the act, and authorizes the wardens, upon conviction, to remove or abate such wharf. By an Act of the 11th April 1825, the state ceded to the United States the piers and wharves at Chester. By an Act of the 9th April 1835, the Act of 1818 was extended to the river Schuylkill,' on either of its shores, from the lower falls thereof to its junction with the river Delaware, and by an Act of the 23d February 1837, this act and the acts to which it refers were extended to League Island, in the river Delaware.\nBy the 45th section of an Act of the 19th March 1838, P. L. 141, the Chamber of Commerce of Philadelphia and the Philadelphia Board of Trade were each authorized to elect annually two assistant wardens, so that the board was then made to consist of one master warden and an assistant, appointed by the governor, and four assistant wardens, appointed as therein directed; and by an act of the next year (P. L. 375), the governor was authorized to appoint an additional assistant war den, who should be an inhabitant of the district of Kensington.\nUnder an Act of the 24th March 1832, passed to carry into effect certain provisions of the will of Stephen Girard, it was made lawful for the corporation of the city to lay out Delaware avenue, and to straighten Water street, and also to fix the easternmost line to which wharves fronting the city of Philadelphia may be extended, to fix the level of wharves, to prescribe their form and materials, and to prohibit erections east of said avenue. If the line fixed is not approved by the board of wardens, an appeal lies to the Court of Quarter Sessions, whose decision will be equivalent to that of the board of wardens, no one, however, to erect wharves out to the regulated line without their license, as theretofore.\nBy the 15th section of an Act of the 5th April 1849, P. L. 427, the line for the limitation of the extension of the wharves in the river Delaware, between Cohocksink creek and the Richmond district, as delineated on the plan of the survey of the eastern section of the Kensington district, was confirmed and established; but by the 14th section of an Act of the 15th May 1850, P. L. 1851, p. 862, it was declared that no enactment of the legislature, heretofore made, shall be construed to authorize the building or extension of wharves in the river Delaware, in front of the city and county of Philadelphia, or the establishment of wharf lines, unless said wharves and lines shall first be approved by the board of wardens for the port of Philadelphia, but the 15th section was virtually restored by the 6th section of an Act of the 3d April 1851, P. L. 304. By the 7th and succeeding sections of an Act of the 28th April 1851, Id. 721, at the request of any applicant, the board were to cause to be defined on the ground, the line of low-water mark, and the right of appeal secured by acts previous to that of 1850 was declared to exist.\nThe board of wardens was to consist of fourteen persons, a master warden appointed by the governor annually, and thirteen port wardens to be appointed annually, to wit, four by the Select and Common Councils, one by the commissioners of the borough of Bridesburg, one- by the commissioners of the Richmond district, two by those of Kensington, two by those of the Northern Liberties, two by those of Southwark, and one by the commissioners of the district of Moyamensing, and appeals to the Court of Quarter of Sessions were to be as theretofore.\nBy an Act of the 6th April 1850, P. L. 371, the surveyors of the city and of certain districts were to survey the Schuylkill from Fairmount to the river Delaware, to establish wharf-lines thereon to be approved by the Court of Quarter Sessions; but no person was to extend his wharf out to the said wharf-line without the license of the board as theretofore. The Act of 18th February 1853 fixed the wharf-line in front of the district of Southwark on the river Delaware, and no district, borough, or township, bordering on either the river Delaware or Schuylkill, within the bounds of- the city or county of Philadelphia, was entitled to receive a license to erect or extend a wharf into the tideway of either of the said streams, without having filed in the office of the board of wardens a plan of the river front bordering said district, embracing the soundings at points not more than seven hundred feet distant from each other, at intervals of not more than fifty feet from low-water mark, and extending to the channel of the river.\nBy the 5th section of an Act of 5th April 1851, P. L. 354, the wardens are authorized, on the written application of one or more owners of wharves, to determine the relative proportions of wharfage and dockage belonging to the several proprietors of adjoining wharves, docks, landings, or river front, or any part thereof, with an appeal by the 1st section of an Act of 24th April 1854, P. L. 485, to the Court of Common Pleas of Philadelphia, in equity. By the 5th section of an Act of the 5th April 1853, P. L. 430, the jurisdiction of the wardens is extended over any and every navigable stream within the county of Philadelphia, and all wharves heretofore or hereafter built on the said navigable stream licensed by said board shall be considered a lawful structure.\nThe whole county of Philadelphia, for the purposes of municipal government, having been merged in the City of Philadelphia by the Consolidation Act, it was provided by the 28th section, that the Select and Common Councils should elect sixteen port or assistant wardens, eight of whom were to be replaced annually, who, with the master warden appointed by the governor, should constitute the board. It made it the duty of councils, after the requisite surveys were made, to fix the lines beyond which no wharf or pier shall be constructed, and to heey the navigable •waters within the said city for ever oyen and free from obstructions. The city councils shall authorize the construction of wharves upon a plan and scale to meet the demands of commerce, keep the same and the avenues leading thereto open and free from obstruction, and shall moreover provide from time to time for the more convenient selection, appointment, regulation, and compensation of pilots navigating to and from the city, and for the greater security and better disposition of vessels within the port of the same, and they may enact ordinances for the purposes in this section mentioned.\nBy an ordinance of the 4th December 1856, the councils established a wharf-line on the Delaware from Frankford creek to the Point House wharf, and determined the mode of wharf construction and the width of docks, which line is recognised by the Act of 15th April 1858, P. L. 275. And by the 12th section of the Act of 13th May 1856, P. L. 570? and by the Act of the 22d April 1858, P. L. 449, councils were vested with certain powers as to the cleansing of docks on the Schuylkill and Delaware front.\nIt is apparent from the foregoing statement, that both the provincial and state governments exercised very large and extensive powers over the wharves projecting into the tideway of both the Schuylkill and Delaware rivers. This naturally proceeded from the fact, that they could not be erected beyond the low-water mark except by the permission of the government, which also made other provisions to secure and improve the commerce of the port, and of course to increase the value of this species of property.\nIn the execution of these laws, the wardens of the port (who are now to a certain extent subordinated to the councils of the city), and the officers attached to the board, have been most usefully employed — and the owners of wharf property are greatly indebted to them for their active and strenuous exertions to enforce the wise regulations prescribed by^ the legislature or under their authority. It may with safety be assumed, that all wharves east of Delaware avenue are built in the tideway of the river and upon the soil of the Commonwealth.\nFrom this position of things it follows, as in England, that every owner or possessor is a wharfinger, and entitled to wharf-age for vessels lying at his wharf and for goods laden from or unladen upon it. In Gardner v. The Ship New Jersey, 1 Peters’s Admiralty Decisions 228, the court (Judge Peters) in disposing of the proceeds of the sale of the vessel and of the liens to be paid out of them, say, “ wharfage has been allowed out of proceeds, as the wharfinger might detain the ship until payment.” In Ex parte Lewis, 2 Gallison 483, after quoting the above passage Judge Story says: “ If the dockage be a lien, is it a privileged lien ? It being indispensable for the preservation of the vessel, it seems to me that it must necessarily be so considered. If it had been due for a former voyage, or the wharfinger had parted with the possession, the case would have been entirely altered.” Both these cases are cited and approved by Judge Hopkinson in Johnson v. The McDonough, Gilpin 108, and his decision was, that a wharfinger has a lien on a vessel for wharfage. In Lincoln & Co. v. Schooner Volusia, 6 Penna. Law Journal 469, decided by Judge Kane on the 21st September 1846, after stating the title of the Commonwealth to the bed of the river, and their right to grant or withhold the privilege given of erecting wharves, the learned judge says, “ an Act of Assembly authorizes the wardens of the port of Philadelphia, to confer this privilege as to the river Delaware on certain parties, the wharves when constructed being of course subject to such legal regulations as may be prescribed. Some of these are set forth in the different statutes, and the duty of making others is delegated to the wardens.” After stating the duties of the master warden and of the harbourmaster, their powers and some regulations or rules adopted by the board, the court say they deduce from them certain conclusions, the fifth of which is as follows: “The wardens of the port, represented by the master wardens and masters, are the officers intrusted with the interpretation, application, and enforcement of the legal and customary regulations of the port.”\nA wharfinger has no power to sell merchandise deposited on his wharf, and for which he is entitled to a compensation in the shape of wharfage for its safe keeping, although accustomed to sell property of the same description from the wharf. This was considered an undoubted law in Monk v. Whittenbury, 2 Barn. & Adolphus (22 Eng. C. L.) 484, where the wharfinger, who sold, without any authority to sell it, the flour of the owner, was also a flour factor. Lord Tenterden held he was not an agent intrusted with goods within the meaning of 6 Geo. 4, c. 34, s. 4. “If a wharfinger,” said he, “were so considered, it would be impossible to say that a carter, a warehouseman, or a packer was not; and, although it is true that Cramp transacted business as a factor with some persons, we do not think that can avail the defendant in the present case.” The same doctrine was held in Wilkinson v. King, 2 Campbell 335.\nIn Pennsylvania we have no market overt, and where the seller is in possession, there is an implied warranty by him of an unencumbered title, but he can convey no better title than he has himself. In the present case, Treadway Avas not the owner of the coal, nor was there the slightest evidence that he had any authority from BroAvne or any agent of his to sell it to the defendant or to any one else, nor did he hold any written evidence of title, or any documents Avhich Avould be considered as indicia of OAA'nership. It is, therefore, the simple case of a person possessing a Avharf, on Avhich coal is landed and placed in his custody only for safe keeping, for Avhich, as a wharfinger, he Avas entitled to a reasonable compensation in the shape of wharfage, and that he did not receive it Avas his own fault, for he demanded $400, Avhere the proper charge would have been one-tenth part of that amount, according to the testimony in the cause. This disposes of the attempted defence by the defendant, that as Avharfinger, he had power to sell for unpaid wharfage.\nWe have examined the whole of the testimony in the bill of exceptions, and Aye agree with the court below that there is -no evidence of negligence on the part of the plaintiff, and this disposes of the Avhole case. We do see, however, evidence of negligence at least on the part of the defendant, which, however, it is unnecessary to discuss. TreadAvay was incompetent as a Avitness, and the other errors assigned are disposed of by the decision of the principal point.\nThe plaintiff, the owner of the coal, recovers its value from the defendant, whose recourse is to TreadAvay upon his implied Avarranty of title.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "O. W. Davis, for plaintiff in error, argued:",
      "B. Gerhard, for defendant in error, contended:"
    ],
    "corrections": "",
    "head_matter": "Kusenberg versus Browne.\nWharfinger, Power of to sell.— Vendor of Chattel, when an incompetent Witness. — Forfeiture of Personal Property by Negligence.\n1. A wharfinger has no power to sell coal deposited on his wharf, for unpaid wharfage.\n2. Goal belonging to one, was by mistake deposited on the wharf of another, who after some time sold the coal to a third person, against whom the owner brought trover, to recover its value: on the trial, the vendor was offered as a witness for the defendant, but was rejected. Held, on writ of error, that the witness, being the vendor in possession at the sale, and bound to the vendee upon the implied warranty of title, was incompetent unless released.\n3. The plaintiff, in leaving the coal on storage upon the wharf, was not guilty of such negligence as would justify the sale of the coal, or a verdict against him, in the action to recover its value.\nError, to the District Court of Philadelphia.\nThis was an action of trover and conversion brought by Horace E. Browne, against Alfred Kusenberg, to recover the value of two hundred and sixteen tons of Black Heath coal. The declaration was in the usual form, and contained but one count, to which the defendant pleaded “not guilty.”\nThe case was this: — On September 6th 1859, T. Na-ulty shipped from Schuylkill Haven, one hundred and seventy-four tons of Black Heath coal to Noble, Hammett & Caldwell, Philadelphia, for Horace E. BroAvne, who had a contract to deliver coal to government steamers at Philadelphia. The boat was sent to the Navy Yard, but there being no steamer ready to receive it, Noble, Hammett & Caldwell, the consignees, made arrangements to have it landed on a wharf near the Navy Yard, but the captain of the boat, from some unexplained cause, and without authority from any one, landed the coal on a wharf above the Navy Yard, occupied as a retail coal-yard by Timothy Treadway, in consequence of which the consignees did not know where it was for several days, nor did Treadway know to whom the coal belonged.\nNo wharfage was paid to Treadway, because he demanded $3 a day (the usual compensation being less than fifty cents a day)and on March 10th 1850, he gave notice to Noble, Hammett & Caldwell, that unless the claim was paid and the coal removed in ten days, it would be sold.\nIt was in evidence that this notice was withdrawn a few days afterwards by Treadway, and was not renewed.\nOn the 13th of April 1860, the salesman of Treadway called on Alfred Kusenberg, who is the proprietor of a sugar refinery on Passyunk road below Seventh street, in the city of Philadelphia, and offered the coal for sale at $3.25 a ton.\nMr. Kusenberg agreed to purchase the coal, to be delivered as he wanted it for use, and during April, he received twenty-four tons, for which he settled May 1st 1860, by a negotiable note to the order of Treadway, for $78.55, payable at two months after date, which was paid at maturity. Early in May the salesman of Treadway urged Kusenberg to take the coal faster, and offered to send labourers to pile it up so that it would not be in the way in the yard of the sugar-house. Mr. Kusenberg assented to this, and before May 10th, one hundred and twenty-eight tons had been delivered. On May 11th, Kusenberg settled for one hundred and four tons, as per agreement, by a negotiable note to the order of Treadway for $388, dated April 15th, and payable in four months after date (so as to mature three months from May 15th, in accordance with the terms of purchase), which note was paid at maturity. On June 1st 1861, he settled for the remainder of the coal by his note for $94.09, when the salesman of Treadway urged him to take five more tons (of a different lot) at $3 per ton, which he did. The coal was delivered the same day, the note for $94.09 was returned, and a new one given for $110.51, payable to the order of Treadway, three months after date, which was paid at maturity. On the 11th day of May 1860, Noble, Hammett & Caldwell, the agents of Browne, gave notice to Kusenberg that the coal belonged to Browne, and not to Treadway. There was no evidence that any of Kusenberg’s notes, given in payment of the coal, had been negotiated at the time this notice was received by him; nor that he took any measure to protect himself from loss in consequence of the claim of Browne. One of the notes was given on the very day of the notice, and the last note twenty days afterwards. All the notes were paid after the notice was given.\nOn the trial, after the plaintiff had closed his testimony, the counsel for defendant called Timothy Treadway, admitting that he was the person from whom the coal had been purchased, and that he had not been released, and proposed to examine him as a witness.\nThe counsel for the plaintiff objected to the competency of the witness, and the learned judge sustained the objection.\nIn the course of the trial, the court permitted the plaintiff to prove, that the notice given by Mr. Treadway to Noble, Hammett & Caldwell, March 10th 1850, was subsequently withdrawn; which was objected to by the defendant.\nThe defendant requested the court to charge the jury,\n1. That, if they believed the plaintiff by his negligence gave occasion for the fraud practised on the defendant, their verdict should be for the defendant.\n2. That, if they believed the plaintiff permitted Treadway to have the possession of the coal, and enabled him to assume the appearance of ownership, their verdict should be for the defendant.\n8. That, if they believed that Noble, Hammett & Caldwell, as agents of plaintiff, accepted the offer of Treadway to give them notice before selling the coal, the defendant should not be prejudiced by his failure to do so.\nThe learned judge (Stroud, J.) refused to affirm any of the points presented by the defendant, and charged the jury that there was no evidence of negligence on the part of the plaintiff.\nUnder these instructions there was a verdict and judgment in favour of plaintiff for $543.13. The case was thereupon removed into this court by the defendant, for whom the following errors were assigned:—\n1. The court below erred in refusing to admit Timothy Tread-way as a witness for the defendant below.\n2. In admitting testimony to the effect that at a conversation with Mr. Treadway, he, Mr. Treadway, withdrew the notice of March 10th 1860.\n3. In refusing to instruct the jury, that if they believed the plaintiff, by his negligence, gave occasion to the fraud practised upon the defendant, their verdict should be for the defendant.\n4. In refusing to charge the jury, that if they believed the plaintiff permitted Treadway to have possession of the coal, and enabled him to assume the agpearance of ownership, their verdict should be for the defendant. And,\n5. In refusing to charge the jury, that if they believed Noble, Hammett & Caldwell accepted the offer of Treadway to give them notice before selling the coal, the defendant is not to be prejudiced by his failure so to do.\nO. W. Davis, for plaintiff in error, argued:\n1. It was error to reject Treadway as a witness. He stood indifferent between the parties, for in any event bis liability for his acts would'not have been lessened. If there was a preponderance of interest on either side, it would be in favour of Browne and against Kusenberg, for by Browne’s recovery he became liable to Kusenberg, while Browne’s defeat did not lessen his liability to account to him as bailor for the price he received for the coal, less a proper charge for wharfage : 1 Greenl. on Ev. § 416; Ridgley v. Dobson, 3 W. & S. 120, 121; Gilpin v. Howell, 5 Barr 51. The common business of life could not be conducted with safety were an agent or bailee who received oral instructions to sell,' excluded from proving his authority. Kusenberg was entitled to the testimony of the only person in the world who could have thrown light on the transaction, and have saved him from being compelled to pay twice for coal bought and paid for under just such circumstances as any prudent man would have considered sufficient to warrant him in doing the same thing. '\n2. If Treadway was a competent witness, it was error to admit testimony of his declarations or admissions not made in the presence of defendant.\n3. The refusal to charge that Browne, the plaintiff, must suffer the loss occasioned by his negligence is directly contrary to that principle of law and equity which puts the loss on the party whose acts gave rise to the circumstances which occasioned the injury: 2 Kent 614; Story on Agency 56. The facts of the case show that Kusenberg was without blame. The plaintiff had permitted Treadway, who was the proprietor of a retail coal-yard, to have possession of coal suitable for market for nearly a year. His consignees and agents knew the business of Tread-way, and permitted him to retain custody of the coal without taking any precautions to prevent him from treating it as his own. On May 11th, while a portion of the coal was yet unsettled for, Kusenberg, after receipt of notice, invites inquiry, and asks Noble, Hammett & Caldwell to show to him that the coal in his possession is that of Mr. Browne, but they take no further steps until the middle of July. Had he not the right to infer that they had abandoned all efforts to sustain Mr. Browne’s claim ? He was bound by his contract with Treadway to settle on the 1st of June, and he did so because he had not heard from Noble, Hammett & Caldwell in answer to his note of May 11th. On receipt of a notice, such as that sent by Noble, Hammett & Caldwell, he could do no more than acknowledge it, and ask them to follow it up. They were dealers in coal, and must have known that it is not the custom for retail dealers to sell on a long credit, and after Mr. Hammett saw the coal in the yard, it was his duty to have acted with diligence, and not permit Mr. Kusenberg to suppose that he had abandoned the matter. It was error for the judge to charge the jury that there was no evidence of negligence: Wenrich v. Heffner, 38 State Rep. (2 Wright) 207.\n5. The court was asked to charge the jury that if they believed Browne (the owner of the coal) permitted Treadway to have possession of the coal, and to assume the appearance of otvnership, then verdict should be for defendant. This was refused without qualification. No reason was assigned for the refusal. The court overlooked the principles laid down in McMahen v. Sloan, 2 Jones 229, and treated the case without considering the circumstances disclosed by the evidence. These are similar to the facts in Pickering v. Bush, 15 East 38; Davis v. Bradley, 24 Vermont 55; Saltus v. Everett, 20 Wend. 267; Pickering v. Bush, 15 East 44; McMahen v. Sloan, 2 Jones 229.\n6. If Treadway be regarded as a wharfinger, he had a right to sell the coal after demand and notice. If he sold for less than the market value, he is liable to the owner for the difference; but this does not vitiate the sale. If the theory of the defendant in error be sustained, the lien of the wharfinger is of little value.\nB. Gerhard, for defendant in error, contended:\n1. Timothy Treadway was offered as a witness on behalf of Kusenberg without having been released. He was the vendor of the coal to Kusenberg, and the sale carried with it an implied warranty from Treadway that his title was good. The only question in issue was Treadway’s title to the coal. He was directly interested in the question, and therefore incompetent: 1 Greenl. on Ev. §§ 397, 398; Bliss v. Mountain, 1 M. & Rob. 302; McCabe v. Moorhead, 1 W. & S. 514; Miller v. Fitch, 7 Id. 366; Mulvany v. Rosenberger, 6 Harris 206. Only when the vendor has been released by his vendee from his liability can he become a competent witness for him in a case in which the title to the goods is in issue: Cadbury v. Nolen, 5 Barr 320. The cases cited by the counsel for the plaintiff in error to sustain this point, do not touch the question.\n2. If Treadway was incompetent, there would have been no error in admitting testimony of his declarations not in the presence of the defendant, Kusenberg. But there was no evidence offered by the plaintiff of any declarations or admissions of Treadway in the presence or absence of the defendant.\n3. There was no error in the refusal of the court to charge the jury that if Browne, the plaintiff, by his negligence, gave occasion to the fraud practised upon the defendant, their verdict should be for the. defendant, because there was no evidence that the plaintiff had been guilty of any negligence, and of course none of any loss from such negligence. The court was asked to assume that Browne had been guilty of negligence, and then to tell the jury that if they believe that such negligence was the occasion of the fraud practised upon the defendant, their verdict should be for the defendant. No direction was given by the court as to how they should find, or what inference they should draw from the facts, and so the case of Wenrich v. Heffner, 2 Wright 207, is an authority in favour of the plaintiff in error.\nThere was evidence of negligence on the part of the defendant, lie received notice on the 11th May 1860 that the coal belonged to the plaintiff. At this time none of the coal had been paid for, and it was only on that day that the note for $338 was given; the note for the balance, $110.51, was not given until after this notice, and none of the notes had been paid at that time. Besides, Kusenberg did not purchase the coal in the usual course of business; there were such circumstances connected with the sale as should have put a cautious person on his guard.\n4. There was no error in the refusal of the court to charge the jury that, if they believed Browne permitted Treadway to have poseession of the coal, and to assume the appearance of ownership, then the verdict should be for the defendant. There was no evidence that Browne permitted Treadway to assume the appearance of ownership. He did no act, made no declaration, from which any one could have been induced to believe that Treadway was the owner. If the bailee exercised acts of ownership over the property inconsistent with the title of the real owner, they must be brought to the knowledge of the owner to affect his title in favour of strangers: McMahen v. Sloan, 2 Jones 229; Wilkinson v. Campbell, 2 Camp. N. P. 335.\n5. There was no evidence that Noble, Hammett '& Caldwell, as the agents of the plaintiff Browne, gave Treadway any authority to sell the coal, and the court was therefore right in refusing to affirm the defendant’s third point, which is assigned as the fifth error. There was no offer made by Treadway to give the notice, and no agreement made on the subject. Treadway had no right to sell the property; he had a lien, it is true, but no power of sale: 2 Kent. Com. *368. He was not a wharfinger, but a mere warehouseman.\n6. There being no evidence of negligence on the part of the plaintiff, Browne,- or of the acceptance of an offer made by Treadway to give Noble, Hammett & Caldwell notice before selling the coal, the defendant, Kusenberg, had no right to present points to the court relative to such evidence, and consequently there was no error in the refusal of the court to affirm them: Covert v. Irwin, 3 $. & R. 283; Sweitzer v. Hummell, 3 Id. 232; Urket v. Coryell, 5 W. & S. 60; McCarthy v. Gordon, 4 Whart. 321; McClurg v. Willard, 5 Watts 275; Dubois v. Lord, Id. 49; I-Iarway v. Stewart, 6 Id. 487; Switland v. Holgate, 8 Id. 385; Haines v. Stouffer, 10 Barr 365; Evans v. Mengel, 6 Watts 72."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 187
}
