{
  "id": 481503,
  "name": "Lycoming Insurance Company versus Schreffler",
  "name_abbreviation": "Lycoming Insurance v. Schreffler",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "188",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 100",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 12306,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.665212471501727e-07,
      "percentile": 0.825306803601291
    },
    "sha256": "1aa81094207e056add48b27597e79c26c9fa261d3945bb5a7c87771da5fece72",
    "simhash": "1:2e6306446a9eb1f4",
    "word_count": 2188
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lycoming Insurance Company versus Schreffler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 22d 1862, by\nThompson, J.\nIn The Commonwealth Insurance Company v. Sennett, Barr & Co., 5 Wright 100, we held it to be error to receive as evidence to go to the jury, the statement of the loss, made out by the insured under oath, pursuant to the required stipulation also to be found attached to this policy. It can never be evidence of the subject or amount of the loss sustained. Had this decision been known, the error in receiving the plaintiff’s statement as evidence generally, would undoubtedly have been avoided. The fact that it was called for, did not.make it evidence, as is sometimes the case in regard to papers. The insurers had a right to demand it, under oath, to be used by them for the same purposes as if made without oath, and were no further bound by it. The court committed an error in permitting the statement to go to the jury under the issues in the case, and for this reason the judgment must be reversed.\n2. It is not necessary to determine whether the preliminary notice of the fire was in time or not, under the requirement to give it “forthwith.” The company acted upon it as received in time; made no objection, until the trial, that five days was too great a lapse of time. They had, in the mean time, sent an agent, who was also their attorney, to investigate the loss, its extent, and who offered a certain compromise. This being refused, he demanded that the statement of loss should be made out under oath. Previously to this, Iiazen, another agent, says he made an offer, on the part of the company, of what they were willing to give to settle the loss, which was also refused by the plaintiff, and that he had been instructed by the company so to do. All this was after notice sent to the company. If it had not been in time, which we do not decide, these acts were sufficient to waive that objection, and estop the company from setting it up. The authorities cited by the defendant in error abundantly prove this. The request to charge on the point which raised the question of the sufficiency of notice, was, we think, substantially complied with in the general charge, and it was not necessary to repeat it in answer to the point. We see no error in this part of the case, but, for the reason already assigned the judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "F. P. Dewees, Levin Bartholomew, and F. W. Hughes, for plaintiffs in error.",
      "James H. Campbell and John Bannan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lycoming Insurance Company versus Schreffler.\nInsurance. — Statement of Loss by Insurer not Evidence as to amount in Action on Policy. — Notice of Loss.— Waiver of Notice.- — Points need, not be.answered specifically if answered in general Charge.\n1. A statement of loss made out by an insured person, under oath, as required by the policy of insurance, is not evidence as to the extent or amount of tho loss, in an action against tho insurers: nor is it made evidence by the fact that it is called for by the defendant.\n2. An insurance company, after notice of the fire by letter from the insured five or six days after it had occurred, sent an agent to investigate the loss, &c., who was authorized by them to offer a compromise, which he did: another agent, by authority of the company, offered to settle the loss: afterwards, upon the trial, the defence was set up that the notice was not sent “ forthwith,\" as required by the policy. Held, that the company had by their acts waived the objection, and -were estopped from setting it up on the trial.\n3. Where the court below substantially answers a point propounded by one of the parties, it is not necessary to repeat it as a special answer to the point propounded.\nError to the Common Pleas of Schuylkill county.\nThis was an action of covenant, brought to September Term 1858, by Godfrey Schreffler against The Lycoming Mutual Insurance Company, on a policy of insurance, dated October 3d 1854, given by defendants to George H. Potts, upon a stock of merchandise in a store at Brockville, Pa., valued at §>3000, and which, on the 11th of September 1855 ivas, with the written consent of the -company, duly assigned to the plaintiff, who averred a loss by fire on the 13th of April 1858, exceeding the amount insured. To a declaration in the usual form, the defendant pleaded covenants performed absque hoc, &e., with leave, &c.\nA clause in the policy provides that the loss or damage is “ to be paid within three months after due notice and proof thereof made by the insured, in conformity to the conditions annexed to this policyand one of the conditions annexed to the policy is, viz.: “ In case any building, or other property insured, shall be lost or damaged by fire, the insured shall forthwith give notice thereof to the secretary, and within thirty days after said loss shall deliver unto said secretary a particular account of such loss or damage, signed with his, her, or their own hand or hands, or by their guardian, attorney, or agent, and also, if required, to be verified by their books of account, and other proper vouchers. They shall also declare on oath whether any, and if any, what other insurance has been made on the same property, and in case there shall have been other insurance effected upon the same property, this company shall be liable to pay pro rata only. If there be any fraud, or false swearing, the claimant shall forfeit all claim, by virtue of this policy.”\nThe testimony in the case showed that the fire occurred about 12 o’clock on the night of the 13th of April 1858. On the 19th of the same month Schreffler mailed at Pottsville a letter, addressed to Joshua Bowman, Escp, Secretary of The Lycoming County Mutual Insurance Company, at Muncy, Pa., notifying the company, that the stock of merchandise in the Brockville storehouse “ was almost entirely destroyed by fire, on the night of the 14th instant.”\nOn the 11th May 1858, Schreffler also mailed at Pottsville, and sent to the company, as before stated, a detailed statement of his loss, under oath. At that time the company had in Schuylkill county a resident agent, Jacob A. Hazen, Esq., for the purpose of effecting policies of insurance, and collecting assessments. Mr. Hazen had his residence in Pottsville, and on the trial of the cause testified that the next day after the fire his wife informed him that, in his absence from home, Mr. Schreffler had called and left word in regard to the fire, and that the son of Schreffler had called and informed him of the fire two days afterwards.. Mr. Hazen informed Mr. Schreffler that the company would expect from him a full statement of his losses, and offered to compromise. Soon afterwards Mr. O. F. Shindle, the agent for the company, was sent to investigate the case, and told the plaintiff that' a detailed statement of his loss would be required by the company, and named a sum which he thought plaintiff ought to take.\nOn the trial the principal inquiry was, whether the “plaintiff had sustained more, or the amount of loss represented in the several sworn statements of his loss, and whether the claim was not fraudulent. On this point there was considerable evidence on both sides. The quantity and value of the goods in the building at the time of the fire was the most material question of fact.”\nThe defendant’s counsel requested the court to charge the jury,\n1. That the notice of the loss by the fire which occurred on the night of the 13th April 1858, to the company on the 19th of that month, is too late under the provisions of the by-laws annexed to the policy requiring notice to be given forthwith, and, there being no evidence offered in this case to account for the the delay, the plaintiff cannot recover.\n2. That if Godfrey Schreffler had $1000 worth of silks and laces at the time of the fire, as one witness testified that Schreffler told him he had, or even a much less quantity, and if they were not destroyed by the fire, nor. credit given by him as having been saved, such concealment would be a fraud, and defeat the right of the plaintiff to recover in this suit.\n3. That if the jury believe, as testified by another witness, and as stated by plaintiff to Jacob A. Hazen, that he had a considerable quantity of silks and laces at the time of the fire, and, as in the detailed statement of loss first furnished by plaintiff to the company, he makes no claim for loss of such silks and laces, the jury must infer that such silks and laces were saved from the fire, and as no credit is given for the same as saved in the statement rendered to the company, it' is a fraud, and the plaintiff cannot recover.\n4. That if goods had been removed to Ashland, and not accounted for in the detailed statement of loss, such concealment is a fraud, and the plaintiff cannot recover.\n5. If the jury believe that the plaintiff saved his books of accounts from the fire, and then concealed the same, and falsely denied and continues so to deny their existence, such concealment is a strong circumstance tending to show fraudulent representations of the amount of actual loss.\nThe court below (Hesins, P. J.) negatived the defendant’s first point, affirmed the second and fifth points, and answered the third and fourth as follows: — “ It is the province of the jury to ascertain the facts satisfactorily proved, and to make the proper inferences from them, but if they believe that the silks and laces referred to were saved from the fire, and a credit for the value of them intentionally withheld from his statement, it was a fraud upon the company, and the plaintiff cannot recover.\n“If the plaintiff omitted any account of goods removed to Ashland from his detailed statement of loss, with the intent to defraud the company, he cannot recover.”\nIn referring to the “statement,” the learned court said: — “ This statement having been made at the request of the company, under the by-laws, and accompanied by the affidavit of the plaintiff, is primd facie correct, and it is incumbent on the company to show its falsityadding, “ The defence to the recovery here is, first, that the defendant fired the building himself, or was instrumental in the burning, or was in some one way connected with the origin of the fire. If this allegation is sustained by the evidence, he, of course, ought not to recover.\n“ The second ground of defence is, that the loss suffered by the plaintiff is much less than he avers. The plaintiff cannot, in any event, recover a greater sum than that for which he was insured, with interest. But, if the jury believe that the plaintiff did not intend to defraud the defendant in his statement of the amount of his loss, and was honestly mistaken, they may find for the plaintiff the amount of his actual loss, with interest, to be calculated at the expiration of three months from the time he made his statement to the company.”\nUnder these instructions there was a verdict and judgment for the plaintiff for $3585.20. The case was thereupon removed into this court by the defendant, for whom the following errors were assigned: — •\n1. The court erred in. referring to the detailed statement of. loss furnished by the plaintiff below to the defendant, in complianee with a condition annexed to the policy, in charging, viz.: “ This statement having been made by the request of the company, under the by-laws, and accompanied by the affidavit of the plaintiff, is primd facie correct, and it is incumbent on the company to show its falsity.”\n2. The court erred in their answer to the first point of the defendant below.\n3. The court erred in instructing the jury, viz.: “ In this case the son of the plaintiff called upon the resident agent of the company, at his house in Pottsville, to inform of the fire, but did not find him at home. He left word, however, with his wife, and the agent admits that he was informed of the fact by his wife on the same day. The plaintiff also called upon the agent two days afterwards, and on the 19th of April 1858, being six days after the fire, gave written notice to the company of his loss, according to the conditions of the by-laws annexed to the policy. We think, under the circumstances in evidence, the notice was given in time to enable him to recover his loss, if he is otherwise entitled to recover.” - -\nF. P. Dewees, Levin Bartholomew, and F. W. Hughes, for plaintiffs in error.\nJames H. Campbell and John Bannan, for defendant in error."
  },
  "file_name": "0188-01",
  "first_page_order": 188,
  "last_page_order": 192
}
