{
  "id": 481498,
  "name": "Hill's Administrator versus Hill",
  "name_abbreviation": "Hill's Administrator v. Hill",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "198",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 328",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 828",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 18870,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.4446246075879206e-07,
      "percentile": 0.6538491240222886
    },
    "sha256": "7ffe5aff267be4e247b80da5cf1e877dace764a21b241ea58dd624cdb1cab0a1",
    "simhash": "1:b62898bd846eb8d0",
    "word_count": 3300
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill’s Administrator versus Hill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 22d 1862, by\nThompson, J.\nWe see no ground for the first assignment of error in this case. The record does not show that the deposition of Harris, taken on a commission, was not attached to the commission. We have a statement to that effect in the printed argument, but this, as an objection, is not contained in the bill of exceptions in any way. The answers referring to the several interrogatories by number, were sufficient evidence that the interrogatories themselves had each been propounded to the witness, and answered without its being so stated, particularly as it is stated in the certificate of execution of the commission, that it was taken pursuant to a commission, and to which the interrogatories were attached.\nThe second assignment of error is to the action of the court, in overruling an offer of testimony by the defendant below, but which is not embraced in the bill of exceptions, nor made part of it. The reference to it in the assignment of error is not sufficient. We have no guaranty that that is correct; at all events, that is not the way in which practice, and the rules of court, require it to be presented. If we were to take no further notice of it, the plaintiff in error would be no loser thereby. It was a most novel proposition. It was to prove adulterous intercourse between the defendant’s intestate and the plaintiff before their marriage, for the purpose of defeating the latter of her marital rights as widow of the intestate.\nMrs. Hill had been divorced from her former husband on the ground of desertion, nearly a year before her marriage with Burdick Hill, the intestate. So that their subsequent marriage was legal. But the defendant’s counsel seemed to think that, if they could prove adulterous intercourse between the parties before her divorce from her husband, it would avoid the subsequent marriage. This is a great mistake. Such a result only takes place where there has been a divorce for the cause of adultery. The decree against the party charged, while it remains in force, is an adjudication of incompetency to marry with the particeps in the crime, by the express provision of the statute. Such subsequent marriage after such a decree, and while it remains in force, would probably avoid the marriage. But the law does not allow marriages to be annulled but by proceedings for that purpose. When they are void by positive law, is another thing: such was not the case here, and could not be made so in this issue, if the evidence had been received.\nThe remaining assignments are to the charge of the court, and to the answers to several points put by the defendant. In none of them is the question of waiver by the widow of her right to the $300 exemption raised, although it was discussed in the argument. We need not, therefore, further notice it.\nUpon the questions propounded to the court as to the widow’s right to the exemption as against debts contracted prior to the passage of the Act of 1850, the court, in going as far as they did, went too far in favour of the defendant, and it will hardly be considered error that he did not go further astray. In Baldy’s Appeal, McAllister’s Estate, 4 Wright 828, we held that there being no such saving clause in favour of debts prior to the passage of the Exemption Act of 1850, as there is in the Debtor’s Act of 1849, that the widow’s claim was good against all debts not liens prior to the act. And this distinction is preserved in Neff’s Appeal, 9 Harris 243. The matter alleged as being in pari materia by the learned judge who delivered the opinion of the court in that case, with the Act of 1849, and to be construed in the same way, had no relation to the question of prior indebtedness, not liens defeating the exemption. It related solely to the duty of the widow to make a selection of property which she desired to retain for the use of herself and family. She was held to stand on the same footing with a debtor in this respect, and that the same construction in this particular was to be given to both acts. But this question has passed in rem. judioatam, and need not now be further discussed. The jury found for the plaintiff even on the unfavourable ground for the plaintiff below, on which the case was put; and as the plaintiff in error has failed to establish any error committed against him, the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. W. Guernsey, Lowry, and Wilson, for plaintiff in error.",
      "H. Sherwood and S. W. Williams, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hill’s Administrator versus Hill.\nException taken in Court beloio, must appear on the Record. — Deposition when admissible in point of Form. — Adultery before Marriage no bar to Marital Rights subsequently acquired.— Widow’s Right as against Creditor’s.\n1. Objections to the admission of a deposition offered on the trial of a cause, that it was not returned attached to any commission or interrogatories, that there was no certificate that the examination was on interrogatories sent, &e., must appear, on writ of error, in the bill of exceptions: for the Supreme Court will not regard what does not appear upon the record.\n2. But answers referring to the several interrogatories by number, are sufficient evidence that the interrogatories had been propounded to the witness and answered, without being so stated, especially where the certificate of execution of the commission states that it was taken pursuant to a commission, and to which the interrogatories were attached.\n3. A woman divorced from her husband on the ground of his desertion, subsequently married again, and after the death of her second husband, claimed her §300 exemption, which was refused by the administrator: in action against him therefor, evidence was held not admissible to prove adulterous intercourse between herself and the second husband before the divorce, to affect her claim.\n4. Offers of evidence to prove adulterous intercourse, or acts amounting to a waiver by the widow of her rights to the exemption, which were overruled on the trial, must, in order to he reviewed by the Supreme Court on writ of error, appear in and be embraced by the bill of exceptions.\n5. A widow's claim to her statutory exemption under the Act of 1850, will prevail over .debts not liens against her husband’s estate prior to the passage of that act, there being no such saving clause in favour of debts prior thereto, as there is in the Debtor’s Act of 1849. Baldy’s Appeal, 4 Wright 328, affirmed.\nError to the Common Pleas of Tioga county.\nThis was an action of trespass on the case brought August 23d 1856, by Huldah Hill against Daniel Hill, administrator of Bur-dick Hill, deceased, to recover damages for refusing to appraise and set apart to her $300 worth of the real estate of the deceased, for the use of herself and family, according to the provisions of the Act of 1850, in such case made and provided. The defendant pleaded not guilty.\nMr. Burdick Hill died in August 1855, having lived with the plaintiff as her husband since 1849. She had been previously married to one Hugh Woodcock, hut on the 6th of September 1853, had been regularly divorced from the bonds of matrimony on the ground of neglect, desertion, and abuse. On the 2d of February 1856, the plaintiff gave notice to the defendant, that she claimed $300 worth of the property of deceased under the Exemption Law, and required him to have it set apart out of his real estate. No notice whatever was taken of this application.\nOn the trial the plaintiff offered in evidence the deposition of a witness, taken on a commission in Wisconsin, before T. H. Walker, commissioner.\nThis was objected to by the defendant, on the ground that the commission and copies of interrogatories were not attached to the. deposition; that no copies of the interrogatories were sent with the commission as required by the rules of court; and that the notice given by plaintiff’s counsel to defendant’s counsel was not in accordance with the rules, and because the commission was not made or certified by the commissioner.\nThe answers referred to the interrogatories by numbers, and the certificate set forth that the depositions were taken pursuant to the commission to which the interrogatories were attached. The notice was signed by plaintiff’s counsel was not dated, but was served on James Lowery December 14th 1859.\nThe court below admitted the depositions, which was the subject of the first bill of exceptions.\nThe defendant offered to prove by several witnesses, that “ they were well acquainted with Burdick Hill, and Ohloe Hill his wife, in their lifetime; and Hugh Woodcock, and Huldah Woodcock his wife, whilst residing, living, and cohabiting together in Chatham township, Tioga county, Pa.; and saw the said Burdick Hill and Huldah Woodcock in repeated acts of adultery, whilst the said Burdick Hill’s wife, Ohloe, was in full life, and cohabiting with him; and the said Hugh Woodcock was in full life, keeping house, and cohabiting with the said Huldah Woodcock ; and that the said Hugh Woodcock was in full life at the time of the pretended marriage of the said Huldah with the said Burdick Hill, and is still living.”\nBut the court below rejected so much of the offer as tended to prove adultery, and sealed a second bill of exceptions for the defendant.\nThe defendant then offered the record of the Common Pleas of Tioga county, No. 301, May Term 1853, Libel sur divorce, Hugh Woodcock v. Huldah Woodcock, for the purpose of showing the previous marriage of plaintiff with Hugh Woodcock, and that in his libel he charged her with having committed adultery with Burdick Hill.\nThe marriage was admitted, but the libel was objected to as the ex parte affidavit of Hugh Woodcock, and rejected by the court.\nThe defendant requested the court to charge the jury:—\n1. That they may ascertain the value of any money and all personal property that the plaintiff had taken belonging to the estate of Burdick Hill, and deduct the same from the plaintiff's claim in this suit.\n2. That the plaintiff had no right to have $300 worth of property appraised and set apart to her use, while there were any valid bond fide debts against the estate of Burdick Hill, deceased, which were unpaid, and were contracted prior to the Act of 1850.\n3. Clear proof that a husband received his wife’s money as a loan, will preserve her right of survivorship; and if the jury believe that Chloe Hill lent her money to Burdick Hill, and he received it as a loan, and promised to pay the same, and continued that promise at different periods down to the time of his death, then it was a valid debt against the estate, and being contracted prior to 1850, the plaintiff had no right to claim $300 out of the real estate in this case.\n4. That, if the jury believe there were existing debts against the estate of Burdick Hill, deceased, which were contracted prior to the Acts of Assembly under which plaintiff claims, to the value or more than the value of the real estate at the time the plaintiff requested the defendant to have the real estate appraised, and for the payment of which the real estate was sold by the administrator, then the plaintiff cannot recover in this suit.\n5-. That there has been no sufficient evidence of notice by the plaintiff to the defendant in this case, to have the real estate appraised and set apart to her use, therefore she cannot recover in this suit.\nThe court below (White, P. J.) charged the jury in substance as follows:—\n“ The plaintiff claims to be the widow of Burdick Hill, and sues the defendant, his administrator, to recover damages which she alleges she has sustained by reason of his refusal to perform duties enjoined upon him as such administrator, by the Act of the 26th of April 1850, which authorizes the widow of any decedent dying within this Commonwealth, if his estate be insufficient to pay his debts, to retain either real or personal property belonging to the estate of such decedent to the value of $300, and makes it the duty of the administrator or executor to have the property which the widow may elect to retain, appraised in the manner provided in the Act, exempting $300 worth of property from sale or execution or distress for rent, passed 9th of April 1849.\n“ One objection made to the right of plaintiff to recover in this suit, is, that the evidence of notice given by plaintiff to defendant to have the $300 worth of real estate appraised and set apart to her use, is not sufficient. The form or substance of the notice is no.t objected to; but it.is alleged that the proof of \"service is not sufficient. That proof is upon the back of the notice, and consists of an affidavit of the service sworn to and subscribed by Henry Sherwood, an ex parte affidavit. The notice and affidavit were both read without objection. Mr. Sherwood was one of the counsel who tried this cause, and was sitting at the counsel table, aiding in the trial, when the notice and affidavit of service were read. If the defendant had designed to object to the mode of proof of service admitted by the court, they ought to have objected then, and the requisite legal proof could have been supplied, by calling Mr. Sherwood upon the stand. In the absence of any objection then, it is too late to object now, and the notice and proof of service thereof are adjudged sufficient.\n“ The notice is dated the 30th of January 1856, and was served on the 2d of February 1856. It advised the defendant of the plaintiff’s claim to $300 worth of decedent’s property, under the Exemption Law, and required him to have it set out from his real estate. The defendant refused to recognise this claim, and instead of having it set out as required by the notice, repudiated it — denying that she was the widow of the decedent or had ever been married to him, and affirming substantially that her claim was founded in a false and fraudulent pretence'.\n“ One of the main questions, therefore, in this case, is raised by this denial of defendant, that plaintiff ever was the wife of Burdick Hill, and this is a question of fact for the determination of the jury.” Here the learned judge referred to the testimony on this point, and added, “if from the whole evidence in the case, they determine that plaintiff was not married to Burdick Hill, then there is an end of this case, and the verdict of the jury should be in favour of the defendant. But, if the jury should determine that these parties were married, then other questions in the ease will require investigation, to which your attention is now directed.\n“ The Act of 1850 is not retroactive in its operation, and does not affect debts contracted by the decedent prior to its passage. If such debts existed, sufficient in amount to absorb the whole value of his real and personal estate, then there was nothing out of which the plaintiff’s claim could have been paid, and the defendant would not be liable in damages for having refused to recognise it. If after payment of all the debts of the decedent, contracted prior to the passage of the act, then there was nothing in the power of the administrator out of which the plaintiff’s claim could have been paid, and the defendant would not be liable\nin damages for having refused to recognise it. But if, after payment of all debts of the decedent, contracted prior to the passage of the act, there still remained of the personal and real estate, in the hands of the administrator, enough to pay the widow’s claim or a portion of it, she was entitled to it, and in ascertaining the situation of the estate, in order to determine whether she was entitled to anything, no allowance should be made for disbursements by the administrator, for expenses of administration after notice given by plaintiff to have her claim of $300 set out, nor on account of debts paid by the administrator after such notice, which were contractéd after the passage of the act creating the exemption, because over all such claims she was entitled to priority. « Burdick Hill died on the 5th of August 1855.\n“[The jury will ascertain the aggregate value of the real and personal estate of Burdick Hill at the time the notice of widow’s claim was served on the administrator, and also, the amount of his debts contracted prior to the 26th of April 1850; and if these debts were sufficient in amount to absorb the whole value of his estate at that time, then the plaintiff cannot recover in this suit.]\n“ If, however, the jury should be of opinon, from the whole evidence, that the debts contracted prior to the 26th of April 1850, were not equal in amount to the whole value of the estate, then the plaintiff would be entitled to your verdict for whatever damages she has sustained by the conduct of the defendant, in refusing to perform what the law enjoined on him to do, after having b.een notified by the plaintiff that she claimed the benefit of its provisions in her behalf; and the measure of damages would be the amount of the provision in her favour, $300 and interest from the time the demand was made; first deducting therefrom any money and the value of any property belonging to the decedent’s estate, received and fraudulently retained from her, provided the residue, deducting the preferred claims from the aggregate value of the estate, is sufficient to cover that amount. Otherwise, the measure of damages would be the difference between the preferred claims and the aggregate value of the estate at the time the demand was made, and interest thereon up to the time of the return of your verdict.”\nThe defendant’s points were thus disposed of:—\n1. The first was answered in the affirmative.\n2. “This is correct, provided the debts contracted prior to the Act of 1850 were sufficient to absorb the whole value of the estate, bht not otherwise.”\n3. “ This is answered in the affirmative, provided this claim and other debts of decedent, contracted prior-to April 26th 1850, were sufficient to absorb the whole value of the estate.”\n4. “ If the jury believe there were existing bond fide debts against the estate of Burdick Hill, deceased, which were contracted prior to the passage of the Act of Assembly under which plaintiff claims, amounting to more than the value of the real and personal estate of said decedent at the time plaintiff gave notice to defendant of her claim, then the plaintiff cannot recover in this suit.”\n5. The fifth point was answered in the negative.\nUnder these instructions there was a verdict and judgment in favour of the plaintiff for $307.02; whereupon the defendant sued out this writ, and assigned for error here,\n1. The admission of the deposition of A. M. Harris.\n2. The rejection of the testimony mentioned in the second bill of exceptions.\n3. The instruction to the jury enclosed above in brackets.\n4 and 5. The refusal to affirm the defendant’s second and fourth points.\nJ. W. Guernsey, Lowry, and Wilson, for plaintiff in error.\nH. Sherwood and S. W. Williams, for defendant in error."
  },
  "file_name": "0198-01",
  "first_page_order": 198,
  "last_page_order": 204
}
