{
  "id": 481507,
  "name": "Brown & Rockwell versus Willey, Beardsley, and Scouton",
  "name_abbreviation": "Brown & Rockwell v. Willey",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "205",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 517,
    "char_count": 12826,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.410746257031286e-07,
      "percentile": 0.6469054759563202
    },
    "sha256": "fefd6dcd430c48126b76657eada97cfa85a4997c3c4f7fcefe28d6d1c131250f",
    "simhash": "1:4081d4bbb8ab27b2",
    "word_count": 2323
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown & Rockwell versus Willey, Beardsley, and Scouton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 22d 1862, by\nThompson, J.\nAs this case is presented, we are unable to perceive any error whatever in it. It was fully conceded, on the argument, that the “ ridge or brow of land, on the east side of Raven Hollow to the line dividing the Simon Hardy and the James Hardy tracts,” was, to the last-named point, to be the dividing line of the timber between the parties. All on the east of that boundary was to be Brown & Rockwell’s — all on the west, to belong to Wells, under whom the defendants claim. This was not the entire line between the parties, but is the only portion necessary to notice in considering this case.\nIt became absolutely necessary, in order to determine the question of the alleged trespass, to determine where this boundary existed on the ground, and to ascertain this, much testimony was given which was submitted to the jury with instructions that if the defendants had cut timber east of it, they were within the plaintiffs’ lines, and trespassers; but if- the cutting was on the west, then they were lawfully on their own ground. This is the substance of the charge.\nI am at a loss to know how otherwise the case could have been tried. There was no actual line run, fixed, or agreed upon, so as to preclude inquiry by the jury. The rough pencil tracing on the diagram, which was before the parties when they agreed upon a division, contained neither courses nor distances, and but indicated a conjecture as to the course of the ridge, agreed to be the boundary. It could not be located on the ground for want of such courses and distances, and it left the natural boundary as it might be found to exist, the dividing line. It was essential that that should he ascertained in order to fix the rights of the parties in the contest. In order to do so, surveys were made, and these became the evidence on the question of the location of the agreed boundary, and were for the jury. Where a line or boundary is disputed, it is always a question of fact for a jury. It was properly so treated here.\nThe idea that the initials of the plaintiffs, placed upon the diagram or rough draft, fixed the location of their land, as contended for by the counsel for the plaintiffs in error, so as to relieve all inquiry into the fact of where it was situate by reference to the line, I fail to comprehend. Had the division been by tracts, this would have been a good designation, and then the only thing to be done would be to locate the tracts. But this was not so. The brow of a ridge, the agreement declares, shall be the boixndary. The “ initials” would indicate no locality, if the identity of tracts were not to be preserved. The territory claimed by-the plaintiffs could not be defined by the location of such initials on a draft. This would be idle. The object of the initials was to indicate that the land east of the ridge was to be in the possession of the plaintiffs, and on the west, in the defendants. The boundary agreed upon, when ascertained, would determine the division. The initials amounted to nothing. The evidence of where this boundary was, being all submitted to the jury, as it was proper to do, they found that the timber cut by the defendants, for which this action of trespass was brought, was all on the west side of the dividing line, and consequently their verdict was in favour of the defendants. As we discover' no error in the record, The judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Wilmot and Watkins, for plaintiffs in error.",
      "William Elwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brown & Rockwell versus Willey, Beardsley, and Scouton.\nConsentable Boundary Line, Existence and Location of, a question of fad for the Jury. — Draft, when not Evidence.\n1. Parties having bought the timber upon certain lands, in making a division thereof used a rough draft, not from actual survey, and without courses and distances, and agreed upon a “brow or ridge of land” as the dividing line; the place where it was supposed to be being marked on the draft by a pencil line,- and the name and initials of the parties written on the portions supposed to be allotted to each : the vendees of AY., one of the parties, cut timber on his side of the ridge or natural boundary, but on a part marked on the draft with the initials of the other parties, B. and R., who brought trespass therefor: on the trial, the location of the ridge agreed on as the boundary was submitted to the jury as a question of fact: Held, that the submission was proper, for the true location of a disputed line or boundary is always a question of fact for the jury.\n2. AYhere the map or rough draft was not attached to the contract, was not made from actual survey, and was without courses and distances, it was not conclusive of the plaintiff's right to recover ; though their names were marked on the draft as the owners of the timber-leave, where the timber in dispute was cut, and the rough draft or drawing was referred to in the contract of division, which was therein said to be “ on the following lines as represented on the drawing.”\nError to the Common Pleas of Bradford county.\nThis was an action of trespass, qu. cl. fregit et de bonis asportatis, brought December 13th 1858, by William H. H. Brown and James L. Rockwell against Horace Willey, George Beardsley, and Charles R. Scouton, for cutting and taking away three hundred white pine trees, and one thousand saw-logs, of the value of $300.\nTo a declaration in the usual form the defendants pleaded not guilty.\nThe material facts of the case were these: — By a written agreement, dated 23d of July 1858, the Towanda Mineral Land Company sold to Charles Wells, and William H. H. Brown and James Rockwell, all the white pine timber on certain tracts of land, describing it, at $2 per thousand feet.\nOn the 25th of October 1858, by an agreement in writing, Brown & Rockwell made a division with Charles Wells of the lumber thus purchased. This agreement, among other things, provides, that a division of the timber be made on the “ following lines, as represented on the drawing,” or map, “ all within the lines marked Charles Wells, to be cut, manufactured, and paid for by said Wells or his assignees, and all the timber on the lands within the lines marked B. & R., to be cut, manufactured, and paid for by Brown & Rockwell.”\nThe parties did not go upon the land when this division was made, nor had they any survey made of it. In the division a natural boundary, viz.; a brow or ridge of land on the east side of Raven Hollow, was adopted, and its supposed position was indicated by a pencil line on a map in their possession.\nOn the same day, October 25th 1858, Charles Wells assigned his interest in the contract and timber to Horace Willey and Charles R. Scouton, two of the defendants, and letters were put on the map to indicate on which side of the line Brown & Rockwell were to have the timber, and on which side Wells was to have it.\nOn the trial, the only question was as to the location of this line, and to this most if not all the testimony was directed. No official warrant or survey was given by either party.\nThe contract of division provides that “ the ridge or brow of land on the east side of Raven Hollow shall be the division line, running up said ridge to the. line dividing the Simon Hardy and the James Hardy tracts — thence to the line between Cash and the said company’s lands to a corner marked E. on the drawing,” &c., &c.\nNo points were presented to the court by the parties.\nThe court below (White, P. J.) charged inter alia as follows:— [“The agreement between Charles Wells, of the first part, and William H. Brown and J. L. Rockwell, of the other, dated October 25th 1858, and the diagram or draft to which it refers, are not alone conclusive of the rights of the parties.]\n“ The other evidence submitted shows that the line upon the draft made by Gordon E. Mason was a dotted line, sketched with a pencil, and intended to show proximately the location and course of the ridge on the east side of Raven Hollow, which it was supposed would form a natural boundary, if adopted by the parties, sufficiently marked and distinctive for their purpose, without incurring the expense of a survey. The line, as originally dotted by Mr. Mason, did not extend to the Hardy line. [The extension was made by Charles Wells, at or about the time the contract was executed, as was also the designation of the tracts upon the map ‘ Charles Wells’ and B. & R. This, he says, was done by him of his own mere will, and Avithout any intention to indicate the location of the line, and without any such knowledge of the country as would have enabled him to represent, with any degree of accuracy, upon the map the position of the ridge which the parties intended should be the division line between them. The B. & R. Avere designed to show that the timber on the lands lying on the east of the line was allotted to BroAvn & Rockwell, whatever might be the location of the line on the ground, but not to change its location as described in the contract.]\n“ The location of this line is a question of fact to be ascertained by the jury. It is described in the contract as ‘ the ridge or brow of the land on the east side of Raven Hollow, running up said' ridge to the line dividing the Simon Hardy and James Hardy tracts — thence to the line between Cash and said company to a corner marked E. on the drawing.’\n' [“ Did the parties intend to make the small stream running this Raven Hollow, or the high bank on the east side of it, the boundary line between them ? If they did, they would have said so. They describe it as ‘ the ridge or brow of the land on the east side of the hollow.’\n“ Is there any other ridge or brow of land on the east side of Raven Hollow which would form a natural boundary, except the ridge claimed by the defendants to have been the one intended ? If you believe the evidence of the defendant’s witnesses, there is'no other; — their evidence showing that there is a gradual slope from the bank of the stream up to this ridge. They show, too, that this is a well-defined ridge or ledge, connecting at or near the point indicated by Mr. Mason’s line, _ and extending along the hill, above the slope, until it crosses the Cash tract, then changing its course, recrossing that line, and intersecting the line of the Hardy tracts some distance below the corner marked E. on the map.\n“ Several of plaintiff’s witnesses testify that there is another ridge lying between this and the run, about the same height of this, and diverging from it in the direction of the line plotted on the draft, at a point some 40 to 60 rods from the intersection of the division line of the Hardy tracts. They testify that this continues a prominent, well-marked ridge until it intersects the Hardy line. If there is such a ridge as these witnesses describe, it would undoubtedly form the ridge or hrow of land on the east side of Raven Hollow, and corresponding more nearly in its direction with the line plotted on the draft than does the other ridge, it should he regarded as the boundary intended by the parties. In that event the plaintiffs would be entitled to recover, as the land upon which the timber was cut lies between this and the ridge claimed as the boundary by the defendants. The question is one of fact, and not of law. The parties agreed to divide their timber, and at this particular locality to make the ridge on the east side of Raven Hollow the boundary, running up said ridge to the line dividing the Hardy tracts — thence to the line between Cash and said company. The ridge referred to is not the stream winding through the lowest depression in the valley, nor is it the bank of the stream, nor the gradual slope of land lying between the bank and the ridge, or brow east of the hollow, but it is the first prominent, well-defined brow of land bounding' the hollow on the east, and if such a one exists as that described by plaintiffs’ witnesses, it would constitute the boundary intended by the contract. But if the jury should find that no such ridge exists, and that, in accordance with the evidence of defendants’ witnesses,the land slopes gradually from the bank of the stream up to the base of the ledge of conglomerate rocks, and that this ledge is the only ridge on the east side of Raven Hollow (except the high mountain still further east), then this is the intended boundary, and as by this boundary the timber in controversy would form a part of the allotment to Charles Wells, under whom defendants claim (if you thus find), your verdict should be for the defendants.”]\nUnder these instructions there was a verdict and judgment in favour of defendants. Whereupon the plaintiff sued out this writ, and assigned for error those portions of the charge of the court which are printed above in brackets.\nWilmot and Watkins, for plaintiffs in error.\nWilliam Elwell, for defendant in error."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 209
}
