{
  "id": 481530,
  "name": "The Board of Wardens of the Port of Philadelphia versus The City of Philadelphia et al.",
  "name_abbreviation": "Board of Wardens of Port v. City of Philadelphia",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "209",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 147",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 112",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 381",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Denio 9",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0009-01"
      ]
    },
    {
      "cite": "6 Paige 554",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/6/0554-01"
      ]
    },
    {
      "cite": "2 Paige 116",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2179828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/2/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 978,
    "char_count": 27390,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.604876806443143e-08,
      "percentile": 0.3511227874675319
    },
    "sha256": "d801217489e7341f4f8d60e8f8a295cc09b110c2bef2514cda57370a4e6fee19",
    "simhash": "1:17fc8ef6cd18d6a7",
    "word_count": 4669
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Board of Wardens of the Port of Philadelphia versus The City of Philadelphia et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe Board of Wardens of the City of Philadelphia, commonly called Port Wardens, were constituted, and their powers and duties defined by various Acts of Assembly, beginning with the Act of 29th ,of March 1803, and extending doAvn through a series of nearly half a hundred acts, to that of 14th of May 1861; all of- Avhich have been placed before us in the argument of this cause. By these several acts, the board, consisting now of one master Avarden, appointed by the governor of the CommonAvealth, and sixteen assistants, elected by the councils of the city of Philadelphia, are made the custodians of the harbour and tideways of the rivers Delaware and Schuylkill, at Philadelphia ; and they have jurisdiction to license pilots, to control the mooring of vessels, to prescribe the Avharf-lines of said rivers, to license the erection of Avharves, or other buildings beyond Ioav water, and to keep the navigable Avaters of the the city for ever open and free from obstructions. They are, in a word, the police power of the port of Philadelphia. They come into court by their present bill, and com plain that the city of Philadelphia, intending to erect a bridge over the river Schuylkill, at Chestnut street, applied by their engineer to the master warden, for permission to construct coffer-dams, extending temporarily beyond the wharf-lines, and to erect a pier in the river, with a view to the building of said bridge; that, upon investigation of the subject, they determined to decline granting a license to the city to build a bridge in accordance with the proposed plan, but that before they came to this conclusion, Strickland Kneass, the engineer of the city, withdrew the application, under instructions from the city solicitor that the plan having been approved by the city councils, was not within the jurisdiction of the board of wardens. They complain further, that the city has made a contract with Clark, McGran and Kennedy, for the erection of said bridge ; that they are proceeding to construct it, and have already sunk a coffer-dam on the eastern side of the river, projecting many feet beyond the established wharf-line; that it has been done without the license of the board, and in opposition to their directions, and therefore they pray that tlie city and its contractors may be restrained from proceeding any further in the construction of said bridge upon the plan proposed, or upon any plan, until it shall have been submitted to and approved by the said board of wardens.\nIt would be somewhat difficult to deduce from the grant of powers to the board of port wardens, any express authority to control the erection of such a structure as a bridge, but we shall come at once to the pith of the controversy by conceding that such authority may be implied from the powers granted. What then? It was an authority conferred by the legislature, and therefore it might be withdrawn, and conferred elsewhere by the legislature. The wardens have no estate or private interest in their office. They are creatures of the legislature for a public purpose, and the powers with which they have been endowed from time to time, were conferred not for their own sakes, but for the benefit of the public. Hence they have no right to complain if the legislature, who are the supreme representatives of the public, have superseded any of their powers by the bestowal of inconsistent powers upon the city corporation. And this is just what the city alleges has been done. They point us, in support of their answer, first, to the Act of 27th March 1852, authorizing and requiring the commissioners of the county of Philadelphia, as soon as practicable, to erect two good and substantial bridges over the river Schuylkill, one at Chestnut street and the other at Girard avenue, with a proviso that before the site, plan, and specifications are agreed upon, the same should be submitted to the county board for approval. And next, to the Consolidation Law of 2d February 1854, whereby all the powers, rights, privileges, and immunities of the county board and the commissioners of the county of Philadelphia are vested in the city of Philadelphia as a municipal corporation. And, finally, to the Act of May 16th 1857, whereby the councils of the city are authorized and required to erect the Chestnut Street Bridge provided for by the Act of 27th March 1852. In pursuance of this legislation, the councils, by an ordinance of 20th November 1858, authorized the contract that has been made, and by resolution of 16th April 1860, approved the plan and specifications, according to which the bridge is to be erected.\nNow, it is too clear for debate, that if the county commissioners had gone on to erect the bridge under the Act of 1852, the port wardens would have had no voice in the matter, cither to approve or object. Another and different revisory body was provided, to wit, the county board; and because the county board were to approve the site, plan, and specifications of the bridge, the port wardens were not. The legislature did not mean to provide two supervisory powers, but they did mean to substitute the county board for the board of port wardens. It will not be denied that the legislature may rule over the Schuylkill by whatever agency is most satisfactory. Nor can it be doubted that a subsequently appointed special agent supersedes and displaces a previously appointed general agent, and this without express words declaratory of the intention to substitute. Counsel invoke those principles of strict construction which apply to grants to private corporations, as if the city of Philadelphia were a bridge company, claiming a valuable franchise in derogation of the public rights; but it must be manifest that this is not a case for the application of those principles. The city is not a private, but a municipal corporation, and is to derive no profit whatever from the bridge, for it is to be a free, and not a toll-bridge. The city, like the county commissioners, are a selected agency for carrying out the purpose of the legislature to bridge the Schuylkill for the benefit of all the people of the Commonwealth. When the county commissioners were selected, the port wardens were excluded by the most necessary implication, and all the powers of both the county commissioners and the county board having been subsequently transferred to and vested in the city, the exclusive right to approve of site, plan, and specifications, belongs now to the city, in its corporate character and capacity.\nThe port wardens have still the general supervision of the navigable waters that surround the city, but they have nothing to do with the bridge in question. If that would ever have fallen within the scope of their powers, it has been taken out by the same power which created and endowed them, and has been vested in the city. It signifies nothing, that the wharf-line of the wardens has been disregarded, or that an obstruction is to be put into the river, because, when the city was authorized to build the bridge, it was authorized to do all those acts which are reasonably necessary to complete the main design, even though they are inconsistent with the rules and regulations of the wardens. Nor is it of any importance that the city sought the consent of the wardens under a mistake of legal powers. When better advised they withdrew the application, and went on upon the faith of the legislation I have referred to.\nOur opinion is, that it is the right and duty of the city to build the bridge without reference to the wardens of the port. These gentlemen have the same interest in the question as other respectable citizens and tax-payers, but as a board of port ■wardens they have no interest whatever, and therefore their bill Avas properly dismissed.\nThe decree is confirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "JE. Spencer Miller and B. Bundle Smith, for appellants.",
      "Charles E. Lex and David W. Sellers, for the city, and Theodore Ouyler, for Clark, McGran, and Kennedy, appellees,"
    ],
    "corrections": "",
    "head_matter": "The Board of Wardens of the Port of Philadelphia versus The City of Philadelphia et al.\nPower and Jurisdiction of Board of Port Wardens of Philadelphia to control the erection of Bridge over the Schuylkill.\nBy Act of Assembly of 27th March 1852, the commissioners of the county of Philadelphia were required to build bridges over the Schuylkill, the County Board to approve site, plans, and specifications: by subsequent acts, the rights and privileges of the County Board and Commissioners were vested in the city of Philadelphia, and the city councils were authorized to build the Chestnut street bridge as provided by the Act of 1852: the city being about to build, the board of wardens filed a bill, in equity for an injunction, alleging that the navigation of the river would be injured. Held,\n1. That if any express authority existed in the board to control the erection of a bridge, it was an authority derived from the legislature who might withdraw it and confer it elsewhere:\n2. That as the County Board and Commissioners and their successor, the city, had heen specially appointed by the legislature for the erection of the bridge, this special agency would supersede the general agency of the board of wardens, if any existed: and the former being specially selected, the latter were excluded by necessary implication: and that therefore, the board of wardens as such, had no power to interfere with the erection of the bridge.\nSupreme Court at Nisi Prius. In Equity.\nThis Was an appeal to the court in banc from the decision of Read, J., dismissing a bill filed by the Board of Port Wardens for the Port of Philadelphia, against The City of Philadelphia et al.\nThe bill of Charles S. Wayne, master warden, and Charles Harbert, George B. Miller, George Woelpper, Alexander Whilldin, John J. Kersey, Samuel J. Christian, Oscar Thompson, Philip B. Mingle, Peter Fritz, George W. Hacker, George Mitchell, Enoch Turley, John Gallagher, John Bireley, S. Morris Wain, and William Welsh, port Avardens, constituting the Board of Wardens for the Port of Philadelphia, AAas filed December 3d 1861 against The City of Philadelphia, Alexander Henry, mayor thereof, Strickland Kneass, chief engineer and surveyor thereof, and George Clark, Richard McGran, and Dennis Kennedy, contractors for erecting and constructing a bridge OAer the river Schuylkill, to be located at or opposite to Chestnut street, in the city of Philadelphia, and set forth: “ That by virtue of sundry acts of the legislature, there was established a board of wardens for the Port of Philadelphia, consisting of a master warden and sixteen Assistant or Port Wardens; the Master Warden to be appointed by the governor of the state, and the Port Wardens to be elected by the councils of the City of Philadelphia; that Charles S. Wayne, one of the complainants, Avas appointed master warden, duly commissioned and qualified, and the other complainants were duly elected by the councils, and qualified; and that all of the complainants were then performing their duties as the board of wardens.”\n“ That, among other duties, the board of wardens were to grant licenses for the building of wharves, beyond low-water mark, in the river Schuylkill, and that any one desiring to build a wharf, should make application to said board, stating, in writing, the nature, extent, and plan of such intended building, and if said board, or a majority of them, were satisfied that the plan could be lawfully executed, and Avould not improperly encroach on or injure the channel or .harbour, th^y should grant the license, and cause it to be recorded in their office. That by an Act of Assembly, approved April 6th 1850, certain persons were appointed to survey and take proper soundings of the channel of the river' Schuylkill, from Fail-mount to the DelaAvare river, for the purpose of establishing wharf-lines, and to make a correct plan, thereof, Avhich plan, Avhen approved by said board of wardens, was to be returned to the Court of Quarter Sessions of Philadelphia for adjudication by them, and after such adjudication was to be recorded in the office of the clerk of said court, and should thereupon remain unalterable; and no wharves should, at any time thereafter, be extended further into the river Schuylkill than the wharf-line so designated: Provided, That no one should erect wharves or piers, extending out as far as said wharf-lines, without license from said board of wardens; that such a plan was made, was approved by the board, and, after adjudication by said court, was recorded in said clerk’s office on March 24th 1852, whereby said wharf-lines were unalterably fixed.”\nThe bill further stated that, “ the City of Philadelphia intending to erect a bridge over said river Schuylkill, at Chestnut street, Strickland Kneass, as chief engineer of said city, desired said master warden to inform him what it was necessary to do, so that they might place in coffer-dams and erect a pier in the Schuylkill, without infringing the law; and, after being informed, made a regular application for permission to construct cofferdams, extending temporarily beyond said wharf-line about seventeen feet, one upon each side of the river, at Chestnut street. That, upon receiving said application, said board of wardens appointed three of their number a committee to visit the location of the proposed bridge and piers, and report the,result of their examination; that said committee did visit it, and reported to said board that they found that if the proposed pier was to be placed in the centre of the river, it would obstruct the channel. for reasons which they gave; but that if two piers could be built, leaving the centre of the river clear, or if the proposed' one pier was to be placed to the eastward of the centre of the river, leaving the larger space to the westward, the difficulties would be removed; that upon receiving this report said board. of wardens at once resolved that the board of wardens decline ■ granting a license to the city to build the bridge in accordance with the proposed plan, as, by the report of said committee, it would act injuriously to the commerce of the river Schuylkill.”\nThe bill further stated that, “ a few days before this decision of the board, Strickland Kneass addressed them a communication, stating that he withdrew the application, as he was instructed by the city solicitor; that, the plan having been approved by the city councils, the board of wardens had no jurisdiction; that the master warden, as soon as his communication had been laid before the board, addressed a note to said Kneass, informing him of the action of the board, and notifying him that the work upon the abutments of said bridge must not be proceeded with without license first had from that office, so far as any encroachment on. the tideway of the river was involved; and that in reply to this, a communication was received from the city solicitor, stating. that the city would proceed in the construction of the bridge, and would not acknowledge the jurisdiction of the board of wardens.”\nThe bill further stated that “ the city had made a contract with Clark, McGrran, and Kennedy for the erection of said bridge; that they were proceeding to construct it, and had sunk a coffer-dam on the eastern side of the river, projecting many feet beyond the established wharf-line into the Schuylkill; and that the same was done without any license from said board, and in direct opposition to their directions.”\nThe bill further stated that “ the river Schuylkill was one of the public navigable rivers of the state — a highway for all its citizens; that said board had been and then were public officers for the protection of said highway, having a well-established and long-recognised jurisdiction for that purpose, and an authority paramount to that of said councils; that the building of said bridge, according to the proposed plan, would be a serious and permanent injury to the channel of said river, and that by a change of said plan, which could be easily made, and of which they would approve, said injury would be readily avoided; and prayed that all the respondents might be restrained by the injunction of the court from proceeding any further in the construction of said bridge upon the plan proposed, or upon any other plan, until it should have been submitted to, and approved by said board of wardens, or a majority of them.” It also prayed such other relief as the case might require.\nOn this a subpoena issued against defendants, returnable the first Monday in January 1862. To which the answer of the respondents was filed, setting forth that by an Act of Assembly, approved March 27th 1852, the commissioners of the county of Philadelphia were required to erect a bridge over the river Schuylkill at Chestnut street, which said bridge should be constructed upon such piers or abutments as to afford a clear and uninterrupted passage for the water, equal at least in area to that now existing at the Permanent Bridge over the Schuylkill, at High street; that before the site, plan, and specifications were agreed upon, they were to be submitted to, and approved by the county board; that by the Act of Assembly of February 2d 1854, all the powers, &c., of the county board and commissioners of the county were vested in the City of Philadelphia; that by Act of Assembly of May 16th 1857, the city councils were required to erect the bridge at Chestnut street, directed to be erected by Act of March 27th 1852; that by ordinance of the city of November 20th 1858, the councils authorized the erection of the bridge at Chestnut street, of such elevation as will give a clear height above high water not less than that of Market Street Bridge; that in consequence of this ordinance a plan was prepared and submitted to the councils, who, by resolution of April 16th 1860, confirmed said plan, which plan affords a clear and uninterrupted passage for the water of the river, greater in area than that existing at the Market Street Bridge; that the defendants, Clark, McGran, and Kennedy executed a contract for the masonry of said bridge according to said plan, which contract was approved by councils, September 16th 1861; and that they have been working under said contract, and have received the amount of their first two estimates ; and that it is proposed to construct said bridge in conformity with said plan.”\nThe answer further stated that “the defendants had the lawful power to construct said bridge without the consent of complainants, they having no power to prevent it, or to license the erection of a bridge; but that their jurisdiction is confined to the extension of wharves, when riparian owners seek to extend them; that the various acts recited by- complainants are accurately stated, but that, by Act of Assembly of February 2d 1854, the port wardens are to be elected by the city councils, and that it should be the duty of said councils to fix the wharf-lines, and to keep the navigable water within said city for ever open and free from obstruction; to authorize the construction of wharves, and keep them and the avenues leading thereto free from obstruction, and enact ordinances for all these purposes; that even if said city has not the exclusive power conferred for erecting the Chestnut Street Bridge, the river Schuylkill being navigable water within said city, the complainants cannot question the exercise of the discretion of the city in the proposed construction.”\nThe answer further stated that “ city councils, by ordinance of December 4th 1856, established a wharf-line on the river Delaware, and the board of wardens acknowledged their power to do so, and said wharf-line was recognised by Act of Assembly of April 15th 1858; and by other Acts of May 13th 1856, and April 22d 1858, said city councils were vested with certain jurisdiction over the docks and wharves; that by reason of the acts referred to, the complainants are subordinate agents, and cannot question the authority of said city.”\nAnd the answer further stated that, “ by Act of Assembly of March 26th 1859, it was provided that whenever said city proceeded to build said bridge, the Philadelphia City Passenger Railway Company should pay $100,000, in their first mortgage-bonds, toward the cost of said bridge; that said city councils, by ordinance of July 3d 1860, ordained that the contractor for said bridge should accept said' bonds as cash on account of the contract; and that said railway company have delivered said bonds, and the contractors, McGran, Clark, and Kennedy, have covenanted to accept them as cash paid by said city.”\nThe application came before Judge Read, who dismissed the .bill pro forma, that an appeal might be taken to the court in banc.\nJE. Spencer Miller and B. Bundle Smith, for appellants.\nThe two questions to be considered are: Have the board of port wardens ever had any jurisdiction over the tideway of the river Schuylkill? And if so, has this jurisdiction ever been taken away from them ?\nFor the purpose of answering the first of these questions they referred to the Acts of Assembly relating to the board of wardens, and their jurisdiction over the tideway, viz.: Acts of March 29th 1803, March 25th 1805, February 7th 1818, April 24th 1843, February 4th 1846, April 6th 1850, April 28th 1851, February 18th 1853, and April 15th 1853.\nBy these acts the board of wardens was constituted, consisting of a master warden appointed by the governor, and thirteen port wardens elected by the city and the adjoining municipal districts. They were made sole custodians of two great public highways, the rivers Delaware and Schuylkill; no encroachment was to be made from the shore into the tideway without their license, and no heavy article whatever was to be thrown into the tideway under a penalty of $100 to be paid to them. They had duties imposed upon them the proper performance of which involved the interests not only of the citizens of Philadelphia, but of all the states, and of all counties having communication by water with it, or through it. Their accounts were to be settled like public accounts, and any balance of moneys received by them was to be paid into the state treasury.\nBy the Act of February 2d 1854, better known as the “ Consolidation Act,” the city and adjoining districts were erected into one municipal corporation; and it was provided in section 28 of the Act, that the Select and Common Councils of the city should elect sixteen persons, who, together with the master warden, were to perform all the duties which then did, or might at any time thereafter, belong to the port wardens. And by the same section, it was made the duty of said councils to fix the lines beyond which no wharf was to be constructed, and to keep the navigable waters within the said city for ever open and free .from obstructions, and they were empowered to authorize the construction of wharves upon a plan and scale to meet the demands of commerce.\nIt is contended by defendants, that this act, in connection with those directing the erection of a bridge at Chestnut street, prevents the plaintiffs from questioning the power.of the city, and makes them only their subordinate agents.\nIf so, it can only be because it takes away the power in the board of wardens previously. It does not do so in express terms. Can it be implied ? The act, so far as the state and its citizens are concerned, is a private act, creating a corporation, and the strict rules applicable to the construction of a private statute must govern it. See The Cayuga Bridge Company v. Magee and others, 2 Paige 116; Doe v. Brandling, 1 Mann. & Ryl. 611; The Mo-thaw k Bridge Company v. The Utica and Schenectady Railroad Co., 6 Paige 554; Sprague v. Birdsall, 2 Cowen 320; 10 Rep. 138; The People v. Lambier, 5 Denio 9; Eo est aceipienda interpretatio quce vitia careat (which does not intend a wrong), Bacon’s Maxims 52.\nThe construction asked for by defendants would work a wrong to the public by removing the custodians of the larger interest involved, and replacing them by those having a more limited authority. It would work a wrong by removing the jurisdiction of the harbour and tideway of the rivers, from men of experience; and reposing it “in the discretion” of others, who allege that the power given them “ to keep the navigable waters within said city for ever open and free from obstructions,” prevents the plaintiffs from opposing their design of seriously injuring the commerce of the river Schuylkill.\nNo statute, where the letter is ambiguous, shall be taken by equity to maintain a mischief contrary to the letter and intent of the statute : 2 And. 149.\nSuch a construction ought to be put upon the statute as will best answer the intention which the makers had in view, which is sometimes to be collected from other circumstances; and whenever such intention can be discovered, it ought to be followed with reason and discretion in the construction of the statute, although such construction seem contrary to the letter of the statute: Attorney-General v. The Utica Insurance Co., 15 Johns. 381. By this very Act of February 8th 1854, § 44, it was provided that all acts of the legislature, not inconsistent therewith, and then in force, should continue in operation, until such acts should be altered or repealed by the legislature.\nThe legislature recognised the continuance of the powers of the board of wardens by many subsequent acts, to wit: Act of March 31st 1854, the Act of April 20th 1854, the Act of April 30th 1855, and the Act of April 14th 1859.\nCharles E. Lex and David W. Sellers, for the city, and Theodore Ouyler, for Clark, McGran, and Kennedy, appellees,\nargued:— 1. That, whatever might have been the powers of the board of port wardens prior to the Consolidating Act, they are circumscribed since the passage of that act, and are no longer independent of, but in a great degree subordinate to, the powers of the councils. That, the line to which wharves may be extended having been determined by the councils, the jurisdiction of the board does not extend beyond it.\nThis power was given to councils by Act of February 2d 1854, exercised by ordinance approved December 4th 1856, and ratified by Act of Assembly, April 16th 1858.\n2. That, whatever may be the powers of the board, they are ever liable to be controlled by the action of the legislature of the state, in virtue of her right over navigable streams, and that the privilege to erect bridges over such streams may be granted to any person or corporation, private or municipal, without reference to the action of any other body: Shrunk v. The Schuylkill Navigation Co., 14 S. & R. 71; Barclay Railroad Co. v. Ingham, 12 Casey 194; Monongahela Navigation Co. v. Coons, 6 W. & S. 112; Susquehanna Canal Co. v. Wright, 9 Id. 11; New York and Erie Railroad Co. v. Young, 9 Casey 181; Clarke v. Birmingham Bridge Co., 5 Wright 147. The poAver to erect the bridge and place the piers wherever their discretion may indicate, is complete under the Act of March 27th 1852.\nThe jurisdiction of the port wardens is confined to the regulation of Avharves and docks, &c.: Richardson’s Appeal, 6 Casey 511, and the acts cited by appellant; and, even if they had poAver to license or refuse to license piers beyond the line, that right could be controlled by the legislature. General rights are always controlled by powers specially conferred by the legislature. See Spring Garden v. Wistar, 6 Harris 195."
  },
  "file_name": "0209-01",
  "first_page_order": 209,
  "last_page_order": 219
}
