{
  "id": 481485,
  "name": "Flanagan versus The City of Philadelphia et al.",
  "name_abbreviation": "Flanagan v. City of Philadelphia",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "219",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 440",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 103",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0103-01"
      ]
    },
    {
      "cite": "6 Wharton 43",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 518",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "5 Wright 147",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Peters 250",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "9 Johns. 507",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0507-01"
      ]
    },
    {
      "cite": "9 Wh. 1",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    },
    {
      "cite": "1 Whart. 136",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1571,
    "char_count": 45342,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.73746339163125e-07,
      "percentile": 0.8316260909419816
    },
    "sha256": "26c7374893ffbda4feaf9fd2385fabb7168f1118a6c63fda3dd583c71e99996c",
    "simhash": "1:d3fc58b7a60c86f2",
    "word_count": 7915
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Flanagan versus The City of Philadelphia et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe plaintiffs are engaged in the business of towing boats and barges on the river Schuylkill, below Fairmount dam. Their business is important--in\"pbiht of magnitude, for it is in the proofs that nine thousand boats pass down the river each year, having a tonnage of over a million tons, all which boats return empty, making the total number of boats, laden and light, eighteen thousand. The plaintiffs complain that their right of navigation is likely to be materially injured by the erection of the Chestnut Street Bridge across said river, if it be built according to the plan adopted by the city councils, and they pray that the city and the city’s contractors may be restrained^, from pvect.ixig-«,d^hrTd^-3--nnleRS it be built upon piers in the same .relative position as-those of the Market Street Bridge, or, unless a clear navigable water-way of at least one hundred and ninety-five feet be left free and unobstructed. We have affidavits from the engineers of the city, and others, explaining and justifying the plan adopted by councils, and counter affidavits on the part of the plaintiffs, which argue strongly in favour of a suspension bridge, as less expensive than a bridge with piers, whilst it would leave the navigation entirely free from obstruction. But if it roust be a bridge with one or more piers, the affidavits on the part of the plaintiffs tend to show that two piers in line with those of the Market Street Bridge would obstruct navigation less than the one pier which the city proposes to locate in or near the middle of the channel.\nIt is impossible for us to decide the cause upon the comparative merits of the several plans proposed. We are not a board of engineers, and cannot undertake to say what would be the cheapest and best plan of bridging the Schuylkill at the place designated. The city, fully authorized by law to erect the bridge, as is shown in the opinion herewith filed in the case of the board of wardens, employed Strickland Kneass, Esq., a competent civil engineer, to examine the site, and to prepare a plan of bridge that should combine economy of expenditure with durability and usefulness of structure, and present the least possible obstruction to the water-way. Mr. Kneass performed this duty, and the councils adopted his plan. He and other experienced engineers give reasons in their affidavits, which they deem unanswerable, in favour of the bridge as planned.. They maintain earnestly that one pier will be less obstructive to navigation than two, and that, however expedient it might be to erect a suspension instead of a permanent bridge, if it were to be under the supervision and administration of such competent agents as a private corporation would be likely to employ, yet for a municipal corporation, whose agents and watchmen are not selected with special reference to taking care of suspension bridges, a permanent bridge, which they say will require less supervision, will be preferable.\nThe city has taken the proper course in determining the plan of the bridge, and the only question which is fit to engage our attention is whether, at the suit of the navigators of the river, we, as a court of equity, ought to prevent the city from building the bridge according to the plan adopted. This question involves two others : first, whether the legislature is competent to authorize the Schuylkill to be bridged, to the prejudice of the right of navigation; and, second, whether the plan adopted is in substantial conformity to the'authority granted.\nFirst, as to the power of the legislature. There is no natural right of the citizen, except the personal rights of life and liberty, which is paramount to his fight to navigate freely the navigable streams of the country he inhabits. It ranks immediately after those great personal rights. It is superior even to the right of fishing, which contributes to the food on which the community subsists, for it has been judicially decided that when the rights of navigation conflict with the rights of fishing, the latter must give way to the former: Port v. Mann, 1 Southard’s Rep. 61; Shrunk v. Schuylkill Nav. Co., 14 S. & R. 71; Hart v. Hill, 1 Whart. 136.\nWhen the king held, among the royal prerogatives, the dominion over and the right of property in the waters of the sea, and inland waters of the sea, they were, nevertheless, of common right public for every subject to navigate upon, and to fish in, without interruption. These inherent privileges of navigation and fishing were denominated jura publica, or jura communia, in contradistinction from jura coronce. They are said in the old books to exist of “ common right,” which, according to Lord Coke, is only another epithet for common law. A sense of the importance of preserving navigation unobstructed in all navigable rivers, was manifested in England at a very early period, as is indicated by the laws relating to sewers, which are remarkable for antiquity: Collis on Sewers 25. The principle of that clause of Magna Charta to which I took occasion to refer in Ingham’s Case, 12 Casey 201, has been considered as discountenancing all obstructions to navigation, and therefore on an information filed against a defendant for building locks in the Thames, Chief Justice Holt said, that to hinder the course of a navigable river was against Magna Charta: Rex v. Clarke, 12 Mod. Rep. 615. By statute of Edward 3, ch. 4, it was enacted that all mills, weirs, stanks, stakes, and kiddles, which were levied and set in the time of King Edward 1, and after, whereby ships and vessels were disturbed, should be cut and pulled down. The statute 4 Henry 4, ch. 15, after reciting that by weirs, stakes, and kiddles in the water of the Thames, and in other great rivers throughout the realm, the common passage of ships and boats are disturbed, and also the young fry of fish be destroyed, enacts that “ all the former statutes thereof made be held, and kept, and put in execution.” These statutes show the high value which in early times our English ancestry set upon the free and unobstructed passage of navigable rivers, and their long-continued solicitude and determination to preserve it: Angell on Tidewaters 83, 85, and Statutes at Large, vol. 1.\nThese principles of the common law and of the old statutes came with our forefathers to Pennsylvania. Navigation was, from the first settlement of the province, an inherent and paramount right of the people. But we did not retain the common law definition of navigable streams. At common law, those rivers only are called navigable in which the tide ebbs and flows. All rivers entirely above the influence of the tide, if they are so large as to admit navigation, and to be of public use for the passage of vessels, boats, &c., may be, as well as those which ebb and flow, under the servitude of the public interest, and are used as public highways by water. “ There be some streams or rivers,” says Lord Hale, “that are private not only in property or ownership, but also in use, as little streams and rivers that are not a common passage for the king’s people. Again, there be other rivers, as well fresh as salt, that are of common or public use for the carriage of boats and lighters; and these, whether they are fresh or salt, whether they flow and reflow or not, are primd facie, publici juris, common highways for man, goods, or both, from one inland town or another:” Hargrave’s Tracts, Be Jure Maris, ch. 3. The common law definition of navigable rivers affects, therefore, rather the proprietorship in the soil or bed of the river than the right of navigation. This was secured to the public in all streams competent to sustain it, whether they were, legally speaking, navigable or were not.\nBut in Pennsylvania we have followed the civil law definition of navigable rivers, rather than that of the common law, and we hold as navigable not only those streams which are subject to tides, but all rivers capable of being navigated; that is, navigable in the common sense of the term. Instead of granting the soil usque ad filum, we have bounded our grants at low-water on all such rivers, and have retained, as eminent domain, for the use of all citizens, whatever of soil and water were found between the lines that describe the low water. In this we have departed not only from the common law of England, but from the law of most, though not all our sister states: Carson v. Blazer, 2 Binn. 475; Shrunk v. Schuylkill Navigation Co., 14 S. & R. 71; Barclay Railroad Co. v. Ingham, 12 Casey 201.\nThe Schuylkill, in that part of it which the plaintiffs navigate, is a navigable river, even according to the common law definition, for the tide flows and reflows in it; but if this circumstance were wanting, it would be navigable according to the common law of Pennsylvania. It is one of our great rivers, the soil of which has never been granted by the Commonwealth. It is open and free to all citizens for purposes of navigation. The plaintiffs, therefore, must be regarded as in the exercise of a clear and undoubted right — a right always recognised as paramount to every other use of the river, and inherent in them, by virtue of their citizenship of a free state.\nBut clear and important as this right is, it enjoys no constitutional guaranty, like life and liberty, and therefore may be impaired by the legislature. Whether it may be totally destroyed or not, is not the question in this case; for, at most, it is only proposed to impair, and not to extinguish it. In England, though the Queen, at this day, can do nothing in derogation of the public right of navigation, such public right being paramount to any right of the Crown, yet the omnipotence of parliament is competent even to extinguish the right to navigate a river, or an arm of the sea: Williams v. Wilcox, 8 A. & E. 314; Rex v. Montaigne, 4 B. & C. 598. But with us, the legislative power is not quite so absolute. If it is not at all restrained by those natural rights which inhere in every citizen, as it certainly is not by any express limitation of onr state constitution, it is somewhat qualified by the grants of power which the state has made to the general government in the Constitution of the United States. The power to regulate commerce with foreign nations, and among the several states, was held by the Supreme Court of the United States, in Gibbons v. Ogden, 9 Wh. 1, to include the power to regulate navigation, a power which does not stop at the external boundary of the state, but may be introduced into the interior. This case set aside much of the reasoning of the Court of Errors of New York, in the great case of Livingston & Fulton v. Van Ingen, 9 Johns. 507, as well as the judgment in Gibbons v. Ogden, 17 Id. 488. The state legislation, on which these cases was founded, was overthrown also, because inconsistent with the Acts of Congress regulating the coasting trade and navigation of the country.\nBut in respect to domestic streams, which, like the Schuylkill, rise, run, and empty within our own borders, state legislation is unaffected by the Constitution of the United States, unless it is in cónfliü.Uwith the Navigation Laws or some other enactments of Congress. In Wilcox v. The Blackbird Creek Marsh Co., 2 Peters 250, it was held that an Act of Assembly which authorized a dam in a creek where the tide ebbs and flows, was an affair between the government of the state of Delaware and its citizens, of Avhich the Supreme Court of the United States could take no cognisance. “If Congress had passed any act which bore upon the case,” said Marshall, C. J.; “ any act in execution of the power to regulate commerce, we should feel not much difficulty in saying that a state law coming in conflict with such act would be void. But Congress has passed no such act.” Judge Story lays it clown as a principle, that in order to consider a state law as void because conflicting with a statute of the United States, it must not only affect the subject-matter, have some influence over it, but must be directly incompatible or repugnant — an extreme inconvenience to it: 1 Story’s Com. on Con. 432. In the case of The United States v. The New Bedford Bridge, 1 Woodbury & Minot’s Rep. 407, where the late Justice Woodbury discussed all the authorities at great length, he says that where a stream is within the limits of a state in its whole course, he could see no reason, as a general principle, why that state might not obstruct its navigation or suspend it. As a general ¡principle, there doubtless is no reason why the power of the state legislature is not as absolute over such streams as that of Parliament over the streams of Great Britain; but since many of such streams, the Schuylkill inclusive, bear a necessary relation to the commerce of the country, and since the state has not only delegated to Congress the power to regulate commerce, but has agreed also in the Federal Constitution, “ that the citizens of each state shall he entitled to all privileges and immunities of citizens in the several states,” it is an inevitable deduction that the legislative power of the state is not competent to destroy the navigability of such a stream as the Schuylkill. And if, from respect to the constitutional rights of citizens of other states, the navigation of the Schuylkill may not be suspended or destroyed by state legislation, then certainly we must imply a limitation of legislative power in behalf of our own citizens, or else we come to the absurd conclusion that the citizens of New York or New Hampshire have more rights in the waters of the Schuylkill than the citizens of Pennsylvania. (Edt though the legislative power be not competent to suspend or dest'r,c>y''havigation, it may. improve, regulate, and control the_-n,avigation, unless it comes into direct conflict \"with some constitutional Act of Congress'.\" ,Tlris~is a power that has been freely exercised by the states ever since the constitution was adopted. A partial diminution of the navigability of the stream by the erection of a bridge, is quite within the competency of the state legislature. Bridges are great public conveniences, monuments of civilization, and means to the highest development of the social life of the community. In all cases the legislature has the power to inquire when the public convenience demands a partial restraint of the freedom of navigation for the sake of a bridge, and to prescribe the terms and conditions on which the bridge shall be built. Where, as in the case of Dugan v. The Monongahela Bridge Co., 3 Casey 303, the legislature have taken the wise precaution of introducing a proviso to save unimpaired the rights of navigation, we held'the company who built the bridge liable to compensate a navigator in damages for his property destroyed against the piers of the bridge, without fault on his part; but where, as in the late case of Clark v. The Birmingham and Pittsburgh Bridge Co., 5 Wright 147, a bridge was authorized without any such express proviso, we refused to sustain an action for damages by a party injured by the piers.\nThe sum of the whole matter is, that so long as the legislature comes into conflict with no constitutional enactment of the general government in respect to the tidewaters of the river Schuylkill, they may bridge those waters upon such terms and conditions as do only impair and diminish the freedom of navigation, without destroying the right altogether.\nAnd this brings me to the observation that what the plaintiffs complain of is a prospective abridgment of their rights of navigation, not a total .denial of them. They fear they will not be able to tow six hundred feet of boats and barges safely — that the wind will drive the long retinue of their tugs upon the one pier of the bridge, or upon the shipping and boats that usually lie moored on either side of the river in the neighbourhood of the bridge. Well, suppose it be' so, and that the consequence be a necessary reduction of the length of the tows; is that too great a sacrifice to make for the comfort and convenience which a bridge will furnish to the populous districts on the banks of the Schuylkill? Do the plaintiffs mean that this large city shall suffer perpetually the want of the bridge, lest they be compelled to shorten their tows ? That were unreasonable. Their right of navigation, like all the rights of citizenship, is held subject to the common weal, and of the time and manner of promoting that, the legislature are the judges. They have authorized the city to build the bridge, and if the plaintiffs find their rights impaired thereby — not destroyed, but only impaired — it is one of the sacrifices which must be borne for the sake of the general good, and compensation of which must be looked for in the increase of population, wealth, and business which will result from the erection of the bridge.\nIt only remains to inquire whether the city proposes to build the bridge on a plan which conforms substantially to the directions of the legislature. The only legislative directions concerning the bridge, are found in the Act of 27th March 1852. It is to be a “good and substantial bridge;” is to be located “at or opposite to Chestnut street,” and it is to be “ constructed upon such piers or abutments as to afford at all times a clear and uninterrupted passage for the water of said river, equal, at least in area, to that now existing, at the Permanent Bridge oyer the Schuylkill, at High street;” and then follows a limitation on the cost, which appears to have been applicable only to the commissioners of the county, and not to the city, who succeeded by virtue of the Consolidation Act to the powers of the county commissioners, without the limitation.\nThe area- of water-way was a good deal discussed in the argument ; the plaintiffs maintaining that it meant the same superficial breadth as is found under the Market Street Bridge. But as the river is considerably narrower at Chestnut street than at Market (one hundred and twenty-four feet Mr. Kneass makes the difference), it seems unreasonable to give the act such construction as the plaintiffs contend for. How could a bridge be built on piers at Chestnut' street, where the river is only three hundred and sixty-four feet wide, and leave the same width of water-way as at Market street, where the river is four hundred and eighty-six and one-half feet wide ? When it is considered that the legislature were not providing for the navigation by this reference to the “ area,” but only for the relief of the Fairmount Waterworks, by preserving under the Chestnut Street Bridge as much vent for the down-coming water as existed under the Market Street Bridge, Mr. Kneass’s plan of estimating the area seems to be a reasonable construction of the act. He insists that the area is to he got not by linear, but by a square measurement. He is not very full or explicit on the jooint, but as I understand his affidavit, he would multiply the width and the depth of the river to get the area of the passage for water. The product of these lines he considers the square of the volume of water, and he states that it will be, at Chestnut street, after the bridge with one pier shall be constructed, ten thousand three hundred and seventy-one feet, while that existing at Market street is only nine thousand two hundred and six feet, so that, according to Mr. Kneass, notwithstanding the comparative narrowness of the river at Chestnut street, there will be under the new bridge “ a clear and uninterrupted passage for the water of said river,” considerably greater in area than that at Market street. This conclusion of Mr. Kneass is not otherwise questioned by the plaintiffs than as they deny his premises. They will not agree that the area is to be got by squaring the volume of the river, but only by measuring its linear surface.\nThe dispute depends on the judicial construction of the word area, but instead of going into the etymology of the word, we prefer to deduce its meaning from the plain intent of the enactment. The affidavits show us that once in the history of the Fairmount Waterworks, the wheels were so drowned by a flood in the Schuylkill, that the city was in great danger of suffering for lack of water, and that the piers of the Market Street Bridge offered a considerable obstacle to the flow of the stream. Any piers at Chestnut street would be an additional obstacle. The legislature meant to guard the city from the disastrous consequences of the loss of water, even for a day, by securing as free a discharge for the current of the river in future as is enjoyed at present. What they said had no reference to the rights of navigation, but only to the outflow of the river. To measure that for mere purposes of discharge, the perpendicular depth must be taken as well as the width. The depth as well as width would contribute to relieve the wheels at Fairmount, and therefore the word area, as used in this Act of Assembly, must be taken to include the depth. Ordinarily the word means any plain suj*face, as the floor of a room, or the enclosed space on which a building stands, or the portion of the site which is not built upon: [Webster and Worcester.] In geometry it denotes the superficial contents of any figure — the surface included within any given lines. In neither of these senses was the word well chosen to express the thought of the legislature; for, according to its etymology, it does undoubtedly imply merely a superficial measurement. It is said to come from the Latin, arere, to dry, and implied originally a place where com, when reaped, was dried and threshed. But construing the word according to the evident intent and purpose of the Act of Assembly in which it is found, we give it the effect above indicated, and hold that the city have provided for a passage of water under their new bridge “equal at least in area” to that now existing under the Market Street Bridge.\nThere is nothing else that calls for discussion in this case. We recognise the plaintiffs’ right of navigation, but hold that the legislature were competent to impair it to the extent they have done in the law before us. We hold, also, that the city propose to build in substantial compliance with the terms of legislation, and therefore that they and their contractors are not to be stopped.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "St. George Tuolcer Campbell, for appellants.",
      "D. M. Sellers and C. E. Lex, for the city of Philadelphia, and Theodore Quyler, for Clark, McGran, and Kennedy,"
    ],
    "corrections": "",
    "head_matter": "Flanagan versus The City of Philadelphia et al.\nWhat Streams are navigable. — Extent of Grant to riparian Owner.— Right of Navigation how affected by State Legislation. — “Area of Water-way,” in Act of Assembly authorizing the erection of a Pier in Navigable Streams, construed.\n1. In Pennsylvania, all rivers and streams of water, that are subject to tides, or capable of being navigated in the common sense of the term, are treated as navigable : and grants of the adjoining soil are not usque ad filum medium, aguce but only to low-water mark, the soil and water found between the lines that describe low Avater, being retained as eminent domain for the use of all citizens.\n2. The right of navigation in all such navigable waters is the paramount public right of every citizen.\n3. But where a river is wholly within the limits of the state, it is within the power of the legislature to diminish the navigability by the erection of a bridge, at or below tide-water, the state law not conflicting with any constitutional enactment of the general government in respect to such tide-waters.\n4. An Act of Assembly authorizing the erection of a bridge over the river Schuylkill at Chestnut street in the city of Philadelphia, provided that it should be constructed “ upon such piers or abutments as to afford at all times a clear and uninterrupted passage for the water of the said river, equal at least in area to that now existing at the Permanent Bridge over the Schuylkill at High streetthe river being narrower at Chestnut street than at High street, was deeper, so that though less in superficial measurement, yet the product of the width and depth at the site proposed would give a greater area for the clear and uninterrupted passage of the water than at High street.\nHeld, that, under the circumstances, the intent of the Act of Assembly was to provide for a passage of water under the new bridge equal at least in area to that existing under the other, and that the area was to be measured by depth and breadth and not by the linear surface of the water alone, at the respective sites.\nIn tbe Supreme Court. In Equity.\nThis Avas a bill in equity, filed by Stephen Flanagan and James ,M. Flanagan, against The city of Philadelphia and George Clark, Richard McGran, and Dennis Kennedy. The complainants’ bill averred, That they are citizens of the state of Pennsylvania, and owners in whole or in part of five steamboats, viz. : the “ Hero,” “Champion,” “Alida,” “Alert,” and the “Joseph L. Boss.” That the said steamboats are, and for a long time have been, employed as tow-boats in navigating the river Schuylkill, and that the course of their business has been to receive canal-boats, which have descended the canal of the Schuylkill Navigation Company, at or near Fairmount, and tow the same down the river Schuylkill. That the said business is a valuable one, and important to the trade and commerce of the city of Philadelphia, and mainly consists in towing barges loaded with coal, grain, iron, and lumber. That the said boats tow loaded barges, varying in number from one to twelve, and need a large water-way to enable them to be safely transported, and the business to be conducted. That there is across the river Schuylkill, at Market street, and has been for many years, a bridge (of which a plan was annexed). That the piers of the said bridge are so established, that a clear water-way down the river, of one hundred and ninety-five feet, is left as a free and open channel for the commerce of said river. That the diagram (which was annexed and marked “ A,”) truly exhibits the position and distances between the shore and the piers of the said Market Street Bridge. That the said bridge at Market street, by reason of the width of water-way, furnishes the means of conducting the business of your orators, and of other citizens, by steam-vessels and barges, which do not exceed twenty-four feet in height. That below Market street, and between Market and Chestnut streets, wdrarves have been built on the river Schuylkill, for the accommodation of sailing vessels, to which sailing vessels and steamboats can pass by means of the draw in the bridge at Gray’s Ferry, and a large business in coal, lumber, lime, and the like, is conducted on that part of the said river Schuylkill, and which forms part of the port of Philadelphia. That, under pretence of an Act of Assembly, approved the 27th day of March, a. d. 1852, the city of Philadelphia is, by means of the agency of, or a contract with, the other defendants, about to erect a bridge across the river Schuylkill, at Chestnut street. That the pier for the support of said bridge so about to be erected at said Chestnut street, is placed directly in the centre of the channel of the said river. That the water-way on each side of said pier, as proposed to be erected, is but one hundred and seventy feet, and the said pier intended to be erected as aforesaid, is so placed as to make it most dangerous for barges being towed down the river Schuylkill, and to -render it almost impossible so to change their direction after passing Market street, in the short distance of less than five hundred feet between Market and Chestnut streets, as to prevent a collision at the said pier. That the water-way at Chestnut street could readily be maintained of the same width as that at Market street, and the highway be comparatively uninterrupted, by placing piers so that the same channel-way may be maintained, or by a suspension bridge. That said exhibit marked “A,” truly exhibits the position of the pier of said bridge so about to be erected at Chestnut street relatively to the piers of said bridge erected at Market street, the channel of the river, and the width of the water-way at said Chestnut street. That the defendants pretend that they do in fact leave the same area of water-way at Chestnut street as is now had at Market street; but the complainants deny the same, or that the construction in that respect put on the Act of Assembly is the lawful one. That they, the complainants, are citizens of the United States, and, as owners of said vessels trading to and from the port of Philadelphia, are entitled to the free navigation of said river, and to have a reasonable and proper width of water-way kept and maintained at the said bridge at Chestnut street. That they are also entitled to have the said bridge so constructed as not unreasonably to impede the navigation of said stream, and especially are they entitled to have the piers so placed as to keep the same free and open, and that the defendants are by law required so to make the same, and to leave a water-way at Chestnut street equal in width to the water-way between the piers at Market street. ’And praying, 1st. That it be decreed that the said bridge cannot be constructed unless the piers are built in the same relative position as those of said Market Street Bridge, or unless a clear navigable water-way of at least one hundred and ninety-five feet is left free and uninterrupted. 2d. An injunction special till hearing, and perpetual thereafter, restraining the defendants from building the said bridge with the pier in the centre of the river, or from building the same in any such way as shall not leave a clear navigable water-way of at least one hundred and ninety-five feet. 3d. Such other and further relief as to the court shall seem fit. And also process against the defendants to appear and abide by the orders and decrees of the court in the premises.\nThe complainants filed, in support of their bill, thirty-one affidavits, in relation to the danger of navigating the river in the event of the erection of the proposed pier; the expediency of constructing a suspension bridge, or a bridge with two piers, instead of the structure proposed; the nature and extent of the trade and commerce on the said river, by means of tug-boats, canal-boats, and barges; the proposal and contracts for erecting the bridge; the report and resolutions of the board of port wardens on the subject; the draught of water required by the steam-tugs plying on the river; and the effect of backing the water upon the works at Fairmount; all which it was agreed should be treated as evidence in the cause.\nThe defendants, by their answer, admitted,\n1. The complainants’ interest in the business of towing on the river.\n2. That such business is valuable to the commerce of Philadelphia.\n3. That a large water-way is needed for such business.\n4. That the distance between the piers at Market street is one hundred and ninety-five feet, “ and the area of water there existing furnishes the means of conducting such business.”\n5. That wharves have been built on the river below Market street, and between Market and Chestnut streets, for the accommodation of vessels.\n6. That the bridge is about to be erected across the Schuylkill at Chestnut street.\nAnd aver: 1. That the proposed bridge is to be erected in conformity to certain Acts of Assembly, viz.: Act approved May 27th 1852, and an Act approved May 16th 1857; and to certain ordinances of the city of Philadelphia, approved -November 20th 1858 and April 16th 1860, and by means of a contract with Messrs. Clark, McGran, and Kennedy, three of the defendants.\n2. That the pier is to be placed in the middle of the river, at Chestnut street, and not in the centre of the channel; the latter being forty feet to the east of the proposed pier.\n3. That the proposed bridge at Chestnut street will afford a clear and uninterrupted passage for the water of the river, greater in “area” than that at Market street; denying that the proposed pier will render the navigation -dangerous for barges being towed on the river.\n5. That the proposed bridge at Chestnut street does maintain the same water “area” as that at Market street; and that the arrangement for a single pier being in conformity with the authority given to said city to erect said bridge, cannot be questioned by complainants.\n6. That the introduction of more than one pier would be “ deleterious” to the Fairmount waterworks, by backing up the water into the wheel-houses, and thus suspending their operation.\n7. That a suspension bridge would be totally unfit, because of its wear and tear and decay; and that no anchorage could be obtained for it without great difficulty and expense.\n8. That they do leave a clear and uninterrupted passage for the water, greater in “area” than that now at the Market Street Bridge; and that the construction put upon said Acts of Assembly by defendants is a lawful one.\n9. That complainants are only entitled to the free navigation • of said river as long as the same is not “ infringed” by any Act of the Commonwealth of Pennsylvania.\nA decree was entered dismissing the complainants’ bill, whereupon an appeal was taken to the court in banc, where the dismissal of the bill was assigned for error.\nSt. George Tuolcer Campbell, for appellants.\nThat the business of towing on the Schuylkill is valuable, and important to the trade and commerce of the city of Philadelphia, is admitted by the answer of the defendants. And the fact that a large Avater-way therefor is required, is also admitted. The affidavits shoAY that the number of boats and barges tOAved on the Schuylkill river during the year 1859, by steam-tugs, exceeded fourteen thousand five hundred, carrying a tonnage of one million eighty-six thousand four hundred and eighty tons ; the number of boats and barges towed thereon during the year 1860 exceeded fourteen thousand four hundred, carrying a tonnage exceeding one million and thirty-seven thousand tons; at least nine-tenths of that tonnage was towed along the stream between Market and Chestnut streets, and under the Market Street Bridge, and consisted of coal, iron, lime, lumber, grain, &c., a toAV generally consisting of from one to twelve boats or barges, heaAÚly laden, and towed two or three abreast.\nThe average number of boats passing doAvn the river from the locks of the Schuylkill Canal (and under the bridge over Market street) during the years 1859 and 1860, Ayas nine thousand in each of these years, all of which returned empty; and the average tonnage carried on the river in each of these years Ayas about one million three hundred and seventy-five thousand tons.\nThe boats aro toAyed betAveen the locks at Fail-mount and a point in the vicinity of the Gray’s Ferry Bridge. At least four large side-wheel steamboats of from three hundred to six hundred and fifty horse-power each, are employed in towing the boats and barges to the vicinity of the Gray’s Ferry Bridge, and from thence to the river Delaware and up and along the same; a large number of these boats and barges being thence destined to the Delaware and Raritan Canal. The business of towing is now carried on as extensively at night as by day.\nThat the erection of such single pier in the centre of the river, as proposed, will obstruct its navigation by means of tug-boats and their tows, is conclusively testified to by the numerous affidavits of the complainants.\n2. The bridge as proposed to be constructed is not authorized by law.\nThe words of the act are: “ Which bridges shall be constructed upon such piers or abutments as to afford at all times a clear and uninterrupted passage for the water of the said river, equal at. least in area to that now existing at the Permanent Bridge over the Schuylkill at High street.”\nThe distance between the two piers at Market street is one hundred and ninety-five feet. The width of the river at Chestnut street is but three'hundred and sixty feet. If the proposed pier be erected in the centre of the river, the distance from the pier to the shore on each side will be but one hundred and seventy feet, thus making the passage way on each side twenty-five feet less than that at Market street.\nThe word “piers,” and not the word “pier,” is used in the act. The bridge may be constructed with two piers, one upon each side of the river, as at Market street, or upon abutments only. A single pier in the centre of the stream, or any greater number of piers than two (one on each side of the stream), would not leave the “ clear and uninterrupted passage for the water of the river,” required by the act.\nThe word “ area” in the act is construed by the defendants, in its limited and confined sense, and in the connection in which it is used is alleged to be susceptible of but one interpretation, and that the technical one in which it is applied and used in geometry, viz., “ the superficial contents of any figure; the surface included within any given lines, as the area of a square or a triangle.” Thus, if a figure be in form of a square, and its side be forty feet long, its area is said to be one thousand six hundred square feet, or it contains one thousand six hundred little squares each a foot every way.\nIf this construction be the true one, then there is nothing in the act to prevent the defendants from constructing the bridge with any number of piers, and in such manner as completely to interrupt and obstruct the navigation of the river by craft even of the smallest size. If a dozen piers should be constructed in the river with but a space of two feet between each two of them, it would be still possible for the defendants (according to their construction of the act), by excavating between the piers to the required depth, “to afford at all times a clear and uninterrupted passage for the water of the said river, equal at least in area to that now .existing at the Permanent Bridge over the Schuylkill at High street.”\nThis could not have been the sense in which the word was used by the legislature, and the court will naturally seek for some more rational interpretation, and one more consistent with the rights of those entitled to use the water highway.\nThe word “area” is defined by lexicographers to be “any plain surface, as the floor of a room, of a church, or other building, or of the ground:” Imperial Diet.\n“ The Latin word more properly denoted a threshing floor, and is derived from arere, to be dry.\n“ In architecture it denotes the space or site of ground on which an edifice stands. It is also used for inner courts and other enclosed spacesEncyclopedia Britannica, 8th ed., vol. 3, p. 520.\n“ Area. Any plain surface, as the floor of a room, of a church, or other building, or of the ground. The enclosed space or site on which a building stands. A sunken place around the basement of a building:” Webster.\n“ Area. An open or flat surface contained between any lines; a definite space.\n\" In modern built houses, the portion of the site which is not built upon; the yard:” P. Cyc. Worcester.\nOpen places in a city are, and more generally any open though bounden space, is so called. See Wotton, Reliquiae, p. 45; Gilpin’s Tour to the Lakes; Richardson.\nThe word \" area.” is thus defined as a scientific term in geometry and architecture, but in general denotes any plain surface. The same dictionaries also define it as a medical term for baldness, and as a mining term, signifying a compass of ore allotted to diggers.\nIn the construction of Acts of Assembly, words are to be understood in their usual and most known signification, not so much regarding the propriety of grammar as their general and proper use: Vattel; Domat, cited in Sedgwick on the Construction of Statutes.\nThe legislature, in enacting the law of 1852, must have contemplated the very extensive and yearly increasing trade and commerce of the Schuylkill river, and the necessity which then and at all times would exist for its “uninterrupted passage” along the same, and the words, “ So as to afford at all times a clear and uninterrupted passage for the water of the said river,” necessarily implied a clear and uninterrupted passage for the craft of the river.\nThat no danger can result to the Waterworks at Fairmount by the construction of two piers, is clearly shown by the affidavit of Mr. John C. Trautwine.\nThat a suspension bridge would obviate all the difficulties complained of; that it would be equally as durable as any other, and as free from wear and tear and decay ; and that a sufficient anchorage for it could be obtained, is clearly demonstrated by the affidavits of the civil engineers.\nThe act authorizing the construction of the bridge limited its cost to §100,000. The bridge as proposed to be constructed will cost §414,950.\n3. If not so authorized, then the court will restrain its erection by injunction.\nWithout the authority of the legislature, the erection of the proposed bridge would undoubtedly be a nuisance, and one from which the complainants suffer special injury, which is sufficient to warrant the granting of the injunction : Commonwealth v. Pittsburgh and Connellsville Railroad Co., 12 Harris 159; Bonaparte v. Camden and Amboy Railroad Co., 1 Baldwin 205. This is conceded even in Clark v. The Birmingham Bridge.\nIt is therefore submitted that the decree dismissing the bill should be reversed and the injunction prayed for granted.\nD. M. Sellers and C. E. Lex, for the city of Philadelphia, and Theodore Quyler, for Clark, McGran, and Kennedy,\nargued:— 1. That the control of the bed of a navigable river is exclusively vested in the legislature of the state, to be granted as they think proper: citing’ Shrunk v. Schuylkill Navigation Co., 14 S. & R. 71; Barclay Railroad Co. v. Ingham, 12 Casey 196; and the other cases cited on this point in the argument of the case of the Port Wardens v. The City of Philadelphia et al, anté, 216.\n2. That under the Acts of Assembly of March 27th 1852 and May 17th 1857, the city has the right to erect the pier of this bridge, as in her discretion she may determine, provided the powers conferred are duly carried out; and that where such right is granted, it will not be diminished by private inconvenience or individual loss resulting from its legitimate exercise : Shrunk v. The Schuylkill Navigation Co., 14 S. & R.- 71; Henry v. The Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; Monongahela Navigation Co. v. Coons, 6 Id. 101; Reitenbaeh v. The Chester Yalley Railroad Co., 9 Harris 100; Commonwealth v. Reed, 10 Casey 275; O’Conner v. Pittsburgh, 6 Harris 189; Greens. Reading, 9 Watts 385; Mayor v. Randolph, 4 W. & S. 518; Mulvany v. Kennedy, 2 Casey 44; Carr v. The Northern Liberties, 11 Casey 325; Philadelphia and Trenton Railroad Co., 6 Wharton 43; Rex v. Mealey, 25 Eng. C. L. Rep. 439, 6 Car. & Payne 292.\nEvery pier in a navigable stream is an interruption to the navigation, but that is no objection unless the right is entirely taken away. Complainants are the only persons who profess to be aggrieved, but their rights, though perhaps abridged, are not destroyed. Inconvenience in this respect must give way to public benefit. The citizens of Philadelphia west of the river require this bridge, and if its construction only abridges the rights of complainants, the city should not be restrained from building it. The depositions and drafts submitted, show that no permanent injury will be done to the navigation by the erection of this pier.\n3/ Is it erected in accordance with the provisions of the Act of'March 27th 1852 ? The phrase “equal at least in area,” is a scientific term, and cannot mean linear measurement. (The learned counsel here cited the definitions of the word area cited in the argument of the counsel for the appellant, from the Imperial Dictionary vol. 1, Encyclopaedia Brittanica, 8th ed. yol. 3, p. 520-21, and Webster’s Dictionary. In support of the doctrine that where a public construction is authorized by law, equity will not interfere unless a nuisance affecting the public is created, they cited Heilman v. Union Canal Co., 1 Wright 103.)\nWhere a discretion is given by Act of Assembly to any one, and it is exercised, such exercise is absolute and cannot be questioned by others : Carr ¶. The Northern Liberties, 11 Casey 329; Haslage’s Appeal, 1 Wright 440 ; Hughes v. Cline, 6 Casey 231; North Pennsylvania Railroad Co. v. Davis, 2 Casey 238; In re Ridge Street v. Allegheny City, 5 Id. 395; Heffner v. The Commonwealth, 4 Id. 114; Rex v. Bristol Dock Co., 6 Barn. & Cress. 190; Attorney-General v. Southampton Railroad Co., 9 Simons 78; Dugan v. Bridge Co., 3 Casey 303.\nThe river at Chestnut street is one hundred and twenty-four feet narrower than it is at Market street, so that two piers could not be erected, so as to permit a linear width between the two equal to the piers at Market street. Again, the danger to the works at Fairmount is less with one than with two piers. The affidavits show the water area at Chestnut street to be one thous- and one hundred and sixty-five feet greater than at Market street. A bridge could not be built there, with two piers, which would afford at all times a clear and uninterrupted passage for the water of the river, equal to that existing at Market street."
  },
  "file_name": "0219-01",
  "first_page_order": 219,
  "last_page_order": 235
}
