{
  "id": 481472,
  "name": "Fallon's Appeal",
  "name_abbreviation": "Fallon's Appeal",
  "decision_date": "1862-03-20",
  "docket_number": "",
  "first_page": "235",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 235"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Howard 333",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 382",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 151",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0151-01"
      ]
    },
    {
      "cite": "4 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "22 Howard 270",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "24 Conn. 94",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        521994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/24/0094-01"
      ]
    },
    {
      "cite": "2 Wright 581",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 286",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "3 W. & S. 364",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 874",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 446",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1632,
    "char_count": 59822,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.8854146684670927e-07,
      "percentile": 0.7282571300488947
    },
    "sha256": "9cc277c80ddf566bee8cdf15f211855e8cd12df2cb78ffebf1475a4df9a2a7f8",
    "simhash": "1:1ce4b56930a697c5",
    "word_count": 10451
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fallon’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 20th 1862, by\nLowrie, C. J.\nLet the magnitude of the interests involved in this transaction account, so far as it may, for the magnitude of this record, and for the complications in which the true question is embarrassed. Cleared of the complications, the question is a very simple one, and needs but very little discussion. The petitions of the plaintiff show his interest in the trust, and claim that the transaction is an assignment by John Fallon for the benefit of creditors within the meaning of the Act of 1818 (repeated in 1886), and that the defendants, as assignees, should be held accountable under that act.\nIf the defendants had contented themselves with admitting the trust; denied that it was of such a character as to fall under that act, and annexed the writings which constituted the transaction, so that its character might be judged, the whole case might have been disposed of by the Common Pleas within a month, instead of taking two years. It seems to us that all else is simply irrelevant, and we discard it from our consideration. We judge the transaction by the writings which were intended to record it; we need nothing more. If it is an assignment, within the meaning of the Act of 1818, this petition may be sustained; if not, not.\nWe think it is not. Until the Act of 1818, creditors, in whose favour assignments were made, had no adequate remedy to enforce the responsibility of the assignees, and, on this account, assignments for the benefit of creditors very often resulted in merely putting estates beyond the reach of creditors, and in finally wasting them entirely. It was to remedy this, and “ to compel assignees to settle their accounts,” that the act was passed.\nIt had reference to a class of assignments then and afterwards well known in legal and commercial practice, to wit, an assignment in a known general form to trustees by a debtor of his effects for the benefit of his creditors, and involving in them no other kind of contract about any other subject-matter. Of course, the courts cannot allow the law to be evaded by any sham departure from the general form of such assignments; and when the transaction is substantially an assignment for the benefit of creditors, involving no other important purpose that would be prejudiced by bringing it under the Act'of 1818 (now 1886), the substance rather than -the form must be regarded. Sometimes this question is so presented on the papers as to be of very difficult solution. In this case it is not* so.\n• The averment is, that John Fallon has assigned nearly all his real and personal estate to the defendants in trust for the benefit of his creditors. If this is an adequate statement of the fact, then the property assigned as John Fallon’s is the only security provided by the transaction for the payment of debts amounting to near $850,000, including the debt due to the Duke of Riansares, and it may no,t pay half that amount. We cannot, therefore, do such injustice to creditors as to give this interpretation to the transaction if we can avoid it.\nWe can do so very easily, for the property itself is not assigned for the benefit of creditors, but sold to the Duke of Riansares, through the intervention of trustees. The price to be paid by him is the amount of the debts, and for the payment of this he has pledged the property sold, and his own other property also, by placing it in the hands of the defendants as trustees. The transaction is, therefore, a sale, with a security analogous to a mortgage for the purchase-money, rather than an assignment for the benefit of creditors.\nAgain, it is a characteristic of assignments for-the benefit of creditors that they are, substantially, like wills, unilateral arrangements in all their essential particulars, the assignor himself declaring the extent and conditions of the grant, so far as the law allows, and the assignees having no part in the matter, except the simple acceptance of the trust as created; but in this case the grantees of the estate have bargained for every grant and stipulation in their favour, and all these must be taken as the consideration for all the stipulations entered into on the part of the grantees. They are not mere volunteers in the acceptance of the assigned estate, but actual purchasers of it; and we cannot treat them as volunteers if thereby we endanger any of their purchased rights. If we treat the transaction as„a mere assignment for the benefit of creditors, we do, in fact, set aside many of the essential qualities of the contract. We shall leave the Fallons in debt to the Duke some $450,000; whereas, according to the contract, all this is satisfied: we shall leave Fallons’s creditors no fund to resort to but their own estate, and a very large part of that being mortgaged to. a few creditors, may be taken away from the general creditors entirely; whereas, by this contract all are secured out of the duke’s estate contract if it be allowed to stand as made, and as the plaintiff admits he wants it to stand, it is a’ proper accountability on the part of the trustees that he insists on.\nEven if, under these petitions, we could treat this as in some sense an assignment of the purchase-money for the benefit of John Fallon’s creditors, still we could not treat it as a mere assignment, and therefore not as falling under the Act of 1818 or 1836; for the grantees are purchasers of all the terms by which the payments are to be made, and not mere volunteers in accepting terms for the benefit of others. But we need not go further in discussing the nature of this transaction. We cannot, without undue straining, and without risk of great injustice, bring it within the class of voluntary assignments in trust for creditors.\nYet we admit that if the plaintiff had no other remedy, we should be much inclined to run the risk of some injustice by treating it as a voluntary assignment, or at least by moulding the remedy given by the Acts of 1818 and 1836, so as to meet the demands of this case in a way that would be as little injurious as possible. But we think he has a much better remedy in the ordinary forms of equity in case of trustee^. The trust is partly for the benefit of creditors, and he is a creditor of John Fallon, and therefore a cestui que trust, in so far at least as the trust is to pay debts due by him and assumed by John, and contracted to be paid by the duke or the trustees, and as such a creditor he has an undoubted interest in the trust, and may sue for its proper administration. We need not find authority for so plain a principle; any of the text-books in equity practice will reveal it: Story’s Eq. PL, §§ 72, 137, 207, &c.\nDecree affirmed, without costs.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Benjamin Gierhard and William A. Porter, for appellant,",
      "St. George Tueleer Campbell and George M. Wharton, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Fallon’s Appeal.\nConstruction of Deed.— What Transfers are Assignments for the benefit of Creditors under the Acts of 1818 and 1886. — Remedy of oestui que trust in Equity.\nO. and J., partners as attorneys at law, holding large sums of money belonging to It., became involved, and in 1855 made a declaration of trust as to a large amount of property real and personal, in favour of It. In 1857 they dissolved partnership; C. retiring, named J. to receive the property, to pay all the firm and joint debts, and to save O. harmless from all claim or liability therefor. In October 1859 J. made a declaration of trust similar to the first, and also executed an agreement by which It. agreed to receive, through trustees, the property of J., subject to the encumbrances thereon, in full payment and discharge of the amount due him by C. & J., and J.: and also that the debts of J. should be paid out of the proceeds of the property, which was to remain in the hands of the trustees named, to whom all the deeds and transfers of the real and personal property were made: in this instrument J., with another, were the trustees. Afterwards C. presented his petition to the Common Pleas, asking- for a citation against the trustees, claiming that the transaction was an assignment by J. for the benefit of creditors, under the Acts of 1818 and 1836, and that the defendants should be held accountable as assignees. Meld,\n1. That as the property was not assigned for the benefit of creditors, but sold to R. through the intervention of trustees, the transaction under tho circumstances was to be regarded as a sale with a security analogous to a mortgage for the purchase-money, and not as a general assignment for the benefit of creditors:\n2. But, as the trust was partly for the benefit of creditors, O. was, as a creditor, a cestui que trust as far as the trust was to pay the debt due to him, assumed by J., and contracted to be paid by R., and as such a creditor he had an undoubted interest in the trust, and could sue for its proper administration.\nAppeal from the Common Pleas of Philadelphia.\nThis was an appeal by Christopher Fallon, from the decree of the court below dismissing two petitions presented by him; the one praying that P. P. Morris and John Fallon should exhibit to the court certain papers executed by said parties on the 8th of October, A. D. 1859, which, as the petitioner averred, created an assignment of John Eallon in trust for creditors; and file an inventory of the estate, &c.; and the other praying the trustee for said creditors might exhibit an account as such.\nThe material facts of the case, so far as they relate to the points decided by this court, are as follows:—\nJohn Eallon and Christopher Eallon were, for some time previous to 1857, partners in the practice of the law in Philadelphia, under the firm name of C. & J.'Fallon. As such they were employed to collect, and did receive, from the United States Bank, a large claim belonging to the Duke of Riansares, making in the aggregate, up to 1857, about $1,800,000, in cash and property, which they held and invested under and subject to a declaration of trust and agreement with their client, dated January 22d 1855.\nOn the 8th day of October 1859, the following papers were executed:—\nI. “ Know all men whom it may concern: Whereas, Christopher Eallon and John Eallon lately held certain property, real and personal, under and subject to a certain declaration of trust from the said C. & J. Eallon, and agreement between them and Dn. Augustin Fernando Munoz Sanchez, Duke of Riansares and Montmorot, dated the 22d day of January 1855, a copy whereof is hereto annexed.\n“And whereas, the said Christopher Eallon afterwards, by sundry deeds of conveyance, dated the 24th day of April 1858, conveyed all his interest and estate in all the property, real and personal, so held by him, unto the said John Fallon.\n“ And whereas, a certain other agreement, dated the 8th day of October 1859, has been entered into between the said duke, by his attorney, Don Prudencio Rodrigues Cuesta, and the said John Eallon and P. Pemberton Morris, a copy whereof is also hereto annexed.\n“ And whereas, in pursuance of the last-mentioned agreement, the said John Eallon and Susan E. his wife have, by three several deeds, bearing date the 8th day of October 1859, conveyed all the real estate of said John Eallon in the Schedule A. (attached to said agreement) mentioned, and also all the real estate of the said duke that stood in the name of the said John Eallon, as in said agreements mentioned, unto Frederick Probst, of the city of New York; and the said Frederick Probst and Mary Jane, his wife, have, in and by three certain other deeds, bearing date the 8th day of October 1859, granted and conveyed all the said real estate to the said John Eallon and P. Pemberton Morris, as tenants in common; and the said John Eallon and P. Pemberton Morris have, in and by a certain other deed between them and their respective wives, covenanted and agreed to stand seised of said property to the use of the survivor of them, so as to hold the same practically as joint tenants, and not as tenants in common; as in and by the said last-mentioned deed, which is dated the 8th day of October 1859, reference being thereto had, will more fully and at large appear.\n“ And whereas, all and singular the personal property in said agreement second above mentioned referred to, has, by virtue of divers tranfers and otherwise, been acquired and received by said John Fallon and P. Pemberton Morris.\n“Now know ye, that all and singular the said property and estate, real and personal, acquired and held by us, the said John Fallon and P. Pemberton Morris, as aforesaid, is held by us, subject to all and singular the trusts and confidences, and with all and singular the rights, powers, incidents, and liabilities whatsoever, in said first declaration of trust and agreement mentioned, as fully in all respects as if all the declarations, trusts, agreements, and provisions whatsoever thereof, were herein repeated, modified only in such respects as are rendered necessary by the change of circumstances] to wit, the death of the Count del Retamoso, the substitution of the parties hereto for the said C. & J. Fallon, the changes in the extent and character of said property itself, and the provisions of the agreement second above mentioned, which are intended hereby to be incorporated with the said declaration of trust and agreement first mentioned.\n“ And on this further trust, that either or both of us shall, at any time, when requested by said duke, transfer the whole of his or our estate to any. person or persons that said duke may indicate, without condition, save as in said agreement is mentioned; and no commission shall be charged upon any such transfer of property to the duke, or to any other person indicated by him.\n“It is also declared, as an express condition upon which the said P. Pemberton Morris has agreed to accept this trust, that he shall not be required to take any part in the conduct of the iron business to be carried on by the said John Fallon, or to be in any way responsible for the successful prosecution of the same, but said business may be conducted entirely and exclusively by the said John Fallon in his own name, and upon his individual responsibility, for and on behalf of the trust property; and to that end said John Fallon shall be allowed the exclusive management of Ml the property known as the Washington Iron Furnace property, together with the rolling-mill at Farrandsville, with all the fixtures and personal property appertaining, or which have been considered the property of the Washington Iron Company.\n“ And it is further expressly declared, that no debts shall be incurred in the name of said duke, hut the same shall be paid from the property held as aforesaid by said John Fallon and P. Pemberton Morris.\n“It is further declared, that either or both of us, the said John Eallon and P. Pemberton Morris, shall have the right to resign or retire from this trust on giving to the said duke six months’ notice of the desire so to do; and transferring all his or our estate to such person as the said duke shall indicate.\n“ It is further declared and understood that said John Fallon and P. Pemberton Morris shall each be responsible for his own acts only, and not one for the other.\n“In case said duke shall, within sixty days, express a desire that said P. Pemberton Morris shall retire from the trust, reconveying to said John Fallon, or to any one else, then said P. Pemberton Morris is to receive from the estate one thousand dollars, as compensation for his services, or otherwise, and if he continues to act with said John Fallon, his compensation shall be taken from the commissions at existing rates, under whatever agreement may exist between the said P. Pemberton Morris and John Fallon.\n“In witness whereof, we have hereto set our hands and seals, this 8th day of October 1859, at Philadelphia.\n“ John Fallon, [seal.]\n“ P. P. Morris, [seal.]\n“ Witness: — Georse W. I. Ball.\n“ The above supplemental declaration of trust is approved by the duke aforesaid.\n“ P. P. Del E. S. Duque de Riansares.\n“Prude R. Cuesta.”\nII. Memorandum of agreement between Don Augustin Fernando Munoz Sanchez, duke of Riansares and Monmorot, by his attorney in fact, Don Prudencio Rodrigues Cuesta, John Fallon, and P. Pemberton Morris:—\n“1. In pursuance of the desire of Mr. Cuesta, on behalf of his principal aforesaid, all the real and personal estate of the said duke, now in the hands or in the charge and management of C. & J. Fallon, or either member of said firm, under a certain declaration of trust and agreement, dated the 22d day of January 1855, shall be placed in the joint names and possession of the said John Fallon and P. Pemberton Morris, and all the real estate and personal property of the said John Fallon, in the schedule hereto annexed (marked A), mentioned or referred to, shall also be conveyed or transferred, so as to become vested in and held by the said John Fallon and P. Pemberton Morris as aforesaid.\n“2. A declaration of trust shall be made supplemental to the declaration and agreement of 22d January 1855, reciting conveyance and transfer from O. Fallon to J. Fallon of 24th April 1858, and from J. Fallon to P. P. Morris, either through Frederick Probst, or otherwise, as shall be deemed the best, so as to vest in the said John Fallon and P. Pemberton Morris the whole of said property in the first article hereof mentioned, whereby the said P. Pemberton Morris shall be vested in regard to all of said property with the same interest and position C. Fallon had in the property of said duke prior to June \"1857, and declaring that all the property is held by said John Fallon and P. Pemberton Morris, subject to the trusts and conditions in said declaration and agreement mentioned, with the further understanding that either or both of them shall at any time when requested by said duke, transfer the whole of his or their interest and estate to any person or persons that the said duke may indicate, without condition, save as hereafter mentioned, and no commission shall be charged upon any such transfer of property to the duke, or to any other person indicated by him; and that it is an express condition upon which the said P. Pemberton Morris has agreed to accept the trust, that he shall not be required to take' any part in the conduct of the iron business to be carried on by the said John Fallon, or to be in any way responsible for the successful prosecution of the said business, but the same may be-conducted entirely and exclusively by the said John Fallon, in his own name and upon his individual responsibility, for and on behalf of said trust property; and to that end he is to be allowed the exclusive management of all the property knoAvn as the Washington Iron Furnace property, together Avith the rolling-mill at Farrandsville, with all the fixtures and personal property thereto appertaining, or which have been considered the property of the .Washington Iron Company.\n“ It is further expressly understood, that no debts shall be incurred in the name of said duke, but the same shall be paid from the property held as aforesaid by said John Fallon and P. P. Morris.\n“Both or either of the said John Fallon or P. Pemberton Morris shall have the right to resign or retire from the trust aforesaid on giving to the said duke six months’ notice of his or their desire so to do, and transferring all his or their estate to such 'person as the said duke should indicate, as herein mentioned and agreed.\n“ It is further agreed, that the said John Fallon and P. Pemberton Morris shall each be responsible for his own acts only, not one for the other.\n“In case said duke should, within sixty days, express a desire that said P. Pemberton Morris should retire from the trust, re-conveying to said John Fallon, or to any one else, then said P. Pemberton Morris is to receive from the estate $1000, as compensation for his services; otherwise, and if he continues to act Avith said John Fallon, his compensation shall be taken from the commissions at existing rates, under whatever agreement may exist between the said P. Pemberton Morris and John Eallon.\n“ The supplemental declaration to be signed by Mr. Cuesta for the duke, as well as by Messrs. Fallon and Morris.\n“ 3. Accounts of the estate, such as heretofore rendered by C. & J. Fallon, shall be rendered by the said John Fallon and P. Pemberton Morris, at the close of every three months.\n“ 4. The said duke agrees to purchase and receive the property of John Fallon aforesaid, mentioned in schedule ‘A,’ subject to the encumbrances thereon, in full payment and discharge of the amount due to him by John Fallon or C. & J. Fallon, and as a further consideration for the purchase of said property, he also agrees that all and singular the debts of John Fallon, mentioned or referred to in the schedule hereto annexed marked ‘B,’ shall be paid as hereinafter mentioned, that is to say, the income, rents, and the proceeds, whether from sales or otherwise, coming in in the regular course of management of the property, including income, rents and proceeds of all the property to be held by John Fallon and P. P. Morris, as in the first clause hereof mentioned, howsoever derived, without exception, shall, so far as may be found necessary, be applied to the payment of the unsecured part of the indebtedness of John Fallon, above mentioned, it being understood as regards the part of the said debt secured by the pledge or mortgage of property, said John Fallon and P. P. Morris shall, of course, from and out of the whole estate of said duke in their hands, protect the said property, cancelling the debts for which it is responsible, and taking up or changing the securities, as in the general management of the property may seem to them expedient and best in view of the interests of the duke. In case of the trust and management ofi the property being taken from said John Fallon and P. P. Morris, or either of them, in addition, to the general understanding that the debts of John Fallon aforesaid should be paid, and he be protected therefrom, an arrangement satisfactory to said John Fallon and P. P. Morris shall be made for the payment of such part of said indebtedness, called in said schedule of debts (B) confidential debt, as may then remain unpaid, and of all contracts, obligations, or liabilities, which said John Fallon and P. P. Morris, or either of them, may have entered into or incurred in the course of the management of said business, either for the payment of past debts of John Fallon or otherwise.\n“ 5. A separate account shall be kept with the property acquired as aforesaid, by the duke from said John Fallon; this account shall be charged with the present indebtedness of C. & J. Fallon to the duke (about $320,000), as the cost of said property, and with all sums paid towards the indebtedness of John Fallon or C. & J. Fallon, at the time such, payments are made, and shall be credited with all the rents, proceeds of sale, income or other moneys coming from said property.\n“ The said account shall further be charged annually with interest, at the rate of four per cent.\n“6. The said John Fallon, his heirs, representatives, or assigns, shall, at any time within five years, have the right to purchase the property so derived from him as aforesaid, or what may remain of it at the amount then to its debit on said account, provided all the mortgages and liens on the property of said duke, irrespective of the property now acquired by him from John Fallon as aforesaid, for the removal of which John Fallon or C. & J. Fallon are responsible, shall first have been paid; and provided further, this option to purchase, shall not be construed to. give to the said John Fallon any present interest whatever in the property, real or personal, or any interest whatever until such purchase shall have actually been made, nor shall said John Fallon have, by reason thereof, any right whatever to interfere with the management of said property in the event of the trust and management passing out of his hands, but the said duke shall have the right at all times, through any agent or trustee he may from time to time have or appoint, to sell, dispose of, and deal with the said property, and every part thereof, without accountability, in any case, to the said John Fallon, his heirs or representatives, either because of the sacrifice of said .property, or otherwise howsoever, and the estate of any purchasers from the said duke or his agents, shall not be in any way affected by this agreement, it being clearly understood that, the privileges aforesaid shall be strictly limited to the privilege of purchasing within the period and on the terms aforesaid, whatever may then happen to remain of said property.\n“ Witness our hands, this 8th day of October, a. b. 1859, at Philadelphia.\n“John Fallon.\n“P. P. Morris.\n“ P. P. Del E. S. Duque be Riansares, .\n“Prub°. R. Cuesta.\n“Witness: — Geo. W. I. Ball.”\nIII. Memorandum of the conveyances executed on 8th October 1859:—\n“ Deed, John Fallon and Wife to Frederick Probst, dated October 8th 1859. Consideration, $164,000. Recorded at Philadelphia, in Deed Book A. D. B., No. 79, page 442,- &c., conveying various messuages, lots of ground, and yearly ground-rents, all situate in the city of Philadelphia.”\n“Deed, Frederick Probst and Wife to John Fallon and P. Pemberton Morris, dated same day. Same consideration as foregoing. Recorded in Deed Book A. D. B., No. 79, p. 453, conveying the same premises as were described in the preceding deed.”\n“ Deed, John Eallon and Wife to Frederick Probst, dated October 8th 1859. Consideration, $190,000. Recorded in Clinton county, in Deed Book K., page 886, conveying various tracts of land, &c., all situate in the counties of Clinton, Centre, Elk, and Juniata, in the state of Pennsylvania.”\n“Deed, Frederick Probst and Wife to John Fallon and P. Pemberton Morris, same date. Same consideration as last preceding. Recorded in Centre county, in Deed Book , page Recorded in Clinton county, in Deed Book K., page 389, reconveying the same premises as are described in the last preceding deed.”\n“ Deed, John Fallon and Wife to Frederick Probst, dated October 8th 1859. Consideration, $16,000. For a tract of land situate in the town of Elmira, Chemung county, in the state of New York.”\n“Deed, Frederick Probst and Wife to John Fallon and P. Pemberton Morris, same date. Same consideration as last preceding deed, conveying same premises as are described in last preceding deed.”\nSchedule A, referred to in annexed Agreement. Peal Petate.\n“ 1. An undivided moiety of the real estate which compose, or are held and considered appurtenant to the Washington Iron Works property in Clinton and Centre counties, about sixteen thousand acres.\n“2. Lands on Beech creek, in same counties, consisting of eight tracts, and an undivided moiety in four other tracts, known in the account-books of said John Fallon as the ‘Mayer lands,’ containing about four thousand five hundred acres.\n“ 3, An undivided three-fourths part of and in the hotel property in Lockhaven, Clinton county, Pennsylvania, known as the Fallon House, and the stables and lot on which same are built.\n“ 4. A right to a conveyance by Philip M. Price and others, of a lot of ground in said town of Lockhaven, and all and singular all the real estate whatsoever of said John Fallon in said counties of Clinton and Centre.\n“ 5. All the real estate of said John Fallon in Elk county, Pennsylvania ; also in Juniata county, being an undivided moiety of about six thousand acres in Elk, and four or five lots of ground in Patterson, Juniata county.\n“ 6. About fifteen acres of land in Elmira, state of New York, be the same more or less.\n'“7. Property No. 520 Walnut street, Philadelphia.\n“ Property No. 20 Strawberry street, Philadelphia, consisting, of a storehouse conveyed to J. Fallon by E. M. Davis and wife.\n“On Tulpehocken street, and on Main street, in the late borough of Germantown, Philadelphia city, including all the real estate belonging to said J. Fallon, in the 22d ward of the city of Philadelphia.\n“ All personal property whatsoever at the Washington Iron Works, or used in connection therewith; and, in general, all and singular the personal property of said John Fallon, whatsoever or wheresoever, with the exception of the furniture and other articles in his dwelling-house, and office furniture, fixtures, and library.”\nSchedule B, referred to in annexed Agreement.\n,“No. 1, Due on mortgage of real estate, .... $200,032.59\n“ 2, Due on mortgage of real estate and personal property to S. & W. Welsh, . 50,000.00\n“ 3, L. Lillo & Co., Farr’ll bond account, about . . 104,000.00\n$354,032.59\n“ 4, Bills payable to C. & J. F., 38,313.39\n“ 5, “ J. F., . 61,215.41\n“ 6, Open accounts, 68,460.16\nActive indebtedness, $161,988.96\n$522,021.55\n“ The above are intended to include all debts of John Fallon, as far as the same appears on his books to 1st October 1859; there are debts not appearing yet on the books, incurred either on account of the Farrandsville or Washington Works, or otherwise, the aggregate of which, it is believed, will fall short of say $1500; all which, whatever their amount, whether more or less, is intended to be included in this schedule. Also wages due at the Washington Works, which, it is believed, will not exceed $1600, and debts due by the Washington Iron Company for goods purchased since August 16th 1859, and otherwise; all which may either be considered as inclrded in the above, or as debts of the future management of the Wa-sh^gt011- Ivon Works, as to the said John Fallon and P. P. Morris shall seem most expedient.\nSubdivision of the foregoing.\nConfidential debt,\nConsisting of No. 1, (part), ’$3,000.00\n“ “ 6, (about), 46,000.00\n“ “ 5, . . 4,000.00\nabout $53,000.00\nSecured debt,\nBalance of No. 1, . . $197,082.59\n“ Nos. 2 and 3, . 154,000.00\n“ Nos. 4 and 5, ab’t 44,000.00\n--$395,032.59\nUnsecured debt, about..... 73,988.96\n$522,021.55.”\n[Annexed to schedule B are lists, with names and amounts of the creditors of each class.]\nOn the 7th of December 1859, Christopher Fallon presented his petition to the Common Pleas, in which he asserted that he was at the date of the petition a creditor of John Fallon to a large amount, evidenced by promissory notes due and unpaid; that the transfers above recited were in effect an assignment for the benefit of creditors; that he was at the time interested in the trust thereby created, besides being a creditor as above stated; that he had applied to John Fallon and P. P. Morris for copies of the papers without receiving them, &c., and praying that they be required to place them on record, file an inventory of the property in their hands, and comply with the requirements of the law relative to assignments for the benefit of creditors.\nTo this petition and citation respondents filed answers, admitting the execution of the papers, but denying that they created an assignment for the benefit of creditors, and asserting that they operated only as a purchase by the Duke of Riansares of the property of John Fallon, in consideration of the release by him of the debt due to himself by C. & J. Fallon, and the further consideration of the payment “ out of the whole property” of the debts of O. & J. Fallon, and of John Fallon, always excepting the debt due to C. Fallon.\nTo these answers petitioner filed exceptions because of their insufficiency, evasiveness, and irrelevancy, and because the ¡oapers called for were not produced; he also filed a special replication or affidavit in support of the exceptions.\n' On the 26th January 1860, the court dismissed the exceptions and affidavit or special replication, with leave to file a replication. Whereupon, on, same day, a general replication was filed, and George W. Biddle, Esq., appointed examiner to take testimony.\nOn the 31st March 1860, the court, for reasons stated in their opinion, holding that upon respondent’s own showing, the papers did create an assignment for the benefit of creditors, ordered the appellees to produce them before the examiner, and also directed an attachment to issue against F. G. Navarro (who had come over as agent of the duke) for not producing them. Whereupon respondents produced the papers, and thereupon the petitioner proved Ms interest in the trust as above stated. The testimony produced by respondents before the examiner was very voluminous.\nOn December 7th 1860, Mr. Biddle filed his report as examiner, whereupon the court, on March 21st 1861, directed a feigned issue to try certain facts, viz.: 1. What was the real value of the interest of Christopher Fallon in the assets of the firm of C. & J. Fallon at the date of the dissolution? 2. Was said firm solvent on June 30th 1857 ?\nOn the 18th of May 1861, the petitioner presented to the court a petition (duly sworn to), in which he prayed leave to “ alter and amend his petitions of December 7th 1859, and 27th October 1860, by striking out or withdrawing therefrom every averment of his being a creditor of said John Fallon, by reason of his being the holder of the promissory notes aforementioned,\" or any of them,” &c., “that the interlocutory decree for a feigned issue might be vacated; and, that the court would be pleased to consider his right to be heard in the premises as predicated on his interest in said trust as disclosed and averred in said petitions, otherwise than that of his being a creditor of said John Fallon, by reason of or as holder of the promissory notes above mentioned.”\nMay 25th 1861, the court refused the prayer in this petition, and discharged the rule to show cause that had been granted thereon. The petitioner thereupon declined to plead to the feigned issue, save by denying that any such issue had been made in the cause, &c., which plea the court struck off, and thereupon ordered a plea to be filed.\nNovember 22d 1861, Mr. Porter for O. Fallon, moved for leave to file another petition, in the words following:—\n“In. the matter of the petition of Christopher Fallon, filed December 7th 1859.\n“ This petition of Christopher Fallon respectfully showeth: That since the examiner has filed his report of the evidence taken in this cause, the Duke of Biansares has filed a bill and supplemental bill in equity, in this honourable court, to December Term 1860, No. 34, against your petitioner and others, and to which your petitioner has filed certain answers, copies whereof are hereto annexed, and which, with the several exhibits thereto annexed, he prays may be taken as part of this his petition. He further prays that said answers, and all the averments, and statements therein made, and said exhibits, may be considered and taken as part of his first above-mentioned petition of December 7th 1859, by way of amendment and addition thereto, and as though they were severally averred and set forth therein, or that ho may be allowed to prove and give the same in evidence, as this honourable court may think best. He further says that it is, as he believes, material to the just determination of this cause, that said amendment or evidence be allowed, and he will ever,” &c. With the usual affidavit.\nThe court refused the motion and prayer of the petition, not allowing the paper to be filed.\nOn 27th October 1860, appellant presented another petition to the court, praying that respondents be ordered to file an account as assignees. In this petition he averred himself interested in the execution of the trust, for the same matters that had been averred in the petition of December 7th 1859, but set out this interest more in detail. To this the respondents, on the 4th of December 1860, filed answers, in which, without denying that the petitioner is creditor of John Eallon, as asserted, or that he was interested in the execution of the trust, by reason of his being jointly with said John Eallon liable for debts of C. & J. Eallon, protected by the provisions of said trust, they denied that he could enforce his claim as creditor adversely against the duke, or others of the creditors of John Fallon, joint or several.\nNovember 6th 1861, the jury on the feigned issue found that the interest of C. Fallon in the firm of C. & J. Fallon was nothing, and that the firm was dissolved June 3d 1857.\nOn the 19th of December 1860, petitioner filed exceptions to the averments in these answers, but the court deeming the exceptions irregular, as being argumentative, he withdrew them, and on January 8th 1861, asked leave to file exceptions to said answers, which leave was the same day refused, whereupon January 18th 1861, he filed, as in the former case, a general replication, putting in issue the averments in the answers.\nNo testimony was taken in support of the averments in these answers, but, assuming the testimony laid before Mr. Biddle, sur petition of December 7th 1859, to be, under the pleadings receivable in the latter case also, the cases were considered as though the same testimony had been taken in both. On the 7th of December the court dismissed both the petitions of Christopher Fallon, who thereupon appealed to this court, and assigned the following errors:—\n1. The court below erred in dismissing appellant’s petition of December 7th 1857.\n2. The court below erred in dismissing his petition of October 27th 1860.\n3. The court below erred in making the decree of January 26th 1860, overruling the exceptions filed by the appellant to the answers of P. P. Morris and John Fallon.\n4. The court below erred in refusing the appellant leave to file exceptions to the answers to his petition of October 27th 1860.\n5. The court below erred in ordering the trial of a feigned issue to try, first, what was the real value of the interest of-Christopher Fallon in the assets of the firm of C. & J. Fallon, at the date of the dissolution ? Second, was said firm solvent on June 30th, 1857 ?\n6. The court below erred in refusing to permit appellant to amend his original petitions by striking therefrom every aver•ment of his being a creditor of John Fallon, as holder of his notes, and in refusing to vacate the order for a feigned issue.\n7. The court below erred in refusing to permit him to file the petition presented by him on November 22d 1861, or to prove the matters therein stated, and in refusing the prayer of said petition.\nThe main questions in the cause were—\n1. Do the papers of October 8th 1859, create an assignment for the benefit of creditors ?\n2. Is Christopher Fallon interested in the execution of the trust, and entitled to enforce it ?\nBenjamin Gierhard and William A. Porter, for appellant,\nargued: I. That these papers did create an assignment for creditors, and that such is their legal intendment on their face.\n1. The rule governing this question is laid down by the court in Lucas v. Sunbury and Erie Railroad, 8 Casey 458; Driesbach v. Becker, 10 Id. 152, and Miller’s Appeal, 11 Id. 481. These and other cases have settled the law upon plain principles that cannot be controverted.\nDo these principles apply to the present case ? There has been here a transfer or assignment of “property to trustees,” the transferrees have executed a “declaration of trust,” in which they have styled themselves “trustees,” and declare “the trust” upon which they hold the property — that trust is in the first place for payment of debts, and there ure creditors to take under it. Judge Thompson, delivering the opinion of the court in this case, ruled that the papers, though not then exhibited, on respondent’s own showing, created an assignment for the benefit of creditors, because they stated in their answers that the debts were to be “paid out of the property.”\nThe true question in all these cases is, — was there such a covenant by transferree personally to pay the debts, or such other agreement or valuable consideration, as to exclude the idea that the debts were to be paid out of the property, — that it was to be held in trust for this purpose alone, or among others ?\nThe cases relied on by respondents — York County Bank v. Carter, 2 Wright 446, and Griffin v. Rogers, 2 Id. 882 — so far from weakening, will be found on perusal strongly confirmatory of these principles. Both these cases contained elements such as a transfer “ without reservation” of the property in consideration of a direct personal “ assumption to pay a certain amount of debts” — or a pledge liable to be redeemed at any time, to secure debts thereafter to be contracted by future advances — which standing alone were held to be inconsistent with the intention to create a trust in favour of existing creditors. All which elements are wanting in the present case. Not only so, but they are deficient in other essentials of assignment, which this case exhibits signally, viz.: the creation of a trust by which it is provided that the property or its proceeds shall be applied to the payment of debts already contracted. Such an application of the rents, issues, proceeds, &c., of the property, howsoever derived, is the burthen of the trust of the 8th October 1859. “ Oessante ratione cessat lex-.”\n2. It is said that the papers are not to be construed as creating an assignment for the benefit of creditors, because this ivas contrary to the intention of the parties. •\nThat the courts have sometimes permitted fraud, accident, or mistake, at the time of its execution, to be given in evidence, to add to, or alter a written instrument, is not denied: Bank v. Fordyce, 1 Barr 456-7; also 9 Id. 276. But in this case, while the answers aver that the papers were not intended to operate as an assignment for creditors, there is an entire absence of averment of fraud, accident, or mistake, or even of ignorance. Among the mass of evidence produced by the appellees, there is not one Avord of evidence going or intended to shoAV such fraud, accident, or mistake, or even ignorance. On the contrary, it is part of their own case, that the alleged purchaser acted under the advice of counsel; that he made minute examination into the books, state of affairs, &c. At all events, mere ignorance even of the legal effect of a paper, unaccompanied by actual fraud, avails nothing. See 7 Watts 874; 1 Hare 375; 3 W. & S. 364; 7 Id. 255.\n3. It is submitted there is nothing in the fact that Mr. O. Fallon had previously advised that the duke should become a purchaser of the property, that at all affects the question.\n4. -We submit that the value of the property on the 8th of October 1859, in no way affects the question of consideration of the papers. The evidence on this subject is exceedingly uncertain.\n5. We submit that the fact that the agreement provides that one of the assignees shall not be liable for the acts of the other in carrying on iron business, does not affect the question of construction of the papers — whether assignment for the benefit of creditors or not. Whether such provision is valid is unimportant here to consider. The papers expressly provide for the payment of the debts out of the property; that the property shall be transferred to trustees, &c., to hold in trust, “subject to all the trusts and confidences in the agreement. Among other things, to apply the rent, income, and proceeds” to the payment of debts. By the agreement, the duke became a purchaser, acquiring an equitable interest in part of the property, subject to an equitable interest of the assignor, to the extent of §522,021.55 in the whole, to be conveyed to trustees in trust for the payment of debts. It is submitted that until this trust is fully executed, the alleged purchaser can exercise no control over the property either as to carrying on iron business or otherwise.\n6. We submit that the papers create two distinct'trusts vested in the same trustees. One, the primary trust, in favour of creditors to the amount of §522,021.55; the other subject to the primary trust, for the benefit of the duke, who has no control except over this last trust.\n7. The fact of John Fallon being one of the trustees cannot affect the question. There is one perfectly competent and proper trustee, Mr. Morris; and if it were otherwise, a trust is not allowed to fall through for want of a proper trustee.\n8. We submit that the claim of appellee, that appellant is equitably estopped from striving to enforce claims against the duke, has no application here.\nThe real contest is with the assignor, and not with the duke. The true question is, Shall the assignor set up his own wrong, claiming to do so in the duke’s name, in order to defeat appellant’s equities, not against the duke, but against himself ?\nII. Is appellant entitled to enforce the execution of the trusts ?\n1. The law gives the right to “ any party interested in the trust.” Appellant is interested in the trust, under the agreement of dissolution of partnership. He was confessedly a creditor of the assignor.\n2. We submit that the court below erred in directing a feigned issue to try, First, what was the real value of the interest of Christopher Fallon in the assets of C. & J. Fallon on 30th June 1857 V Second, was said firm then solvent ?\nThere is nothing in the pleadings or evidence showing that such issues of fact were raised by the parties. They were directed by the court, ex mero motu, and to the surprise of all. The issues are wholly immaterial. At all events they were prematurely ordered.\n3. The court below erred in refusing to allow aj>pellant to amend his petitions by withdrawing therefrom every averment of his being a creditor of John. Fallon as holder of said notes. His right to amend was undoubted, and by refusing such amendment after the feigned issue was .directed, he has been obliged to submit to a wrong rather than incur the greater mischief of further delay. The court likewise erred in refusing to permit the proofs and amendment offered on 22d November 1861.\n4. The appellant cannot, as is contended, be defeated of his just rights to enforce the trust, because he has claimed or means to claim the benefit of the release by the duke of his debt, nor because he has styled the property as the duke’s property. The duke’s release is part of the consideration of the agreement of 8th October 1859. By claiming the benefit of that release' he certainly confirms that agreement. ' The affirmance of a voidable deed is a question of intention or contract on sufficient consideration, requiring the assent of both parties: Adlum v. Yard, 1 Rawle 163, 171.\n5. We submit that there is nothing in the evidence to preclude him from treating the papers according to their legal intendment and plain import.\n6. We submit that to construe said papers and contract otherwise than as an assignment for benefit of creditors, would be not only without warrant or justification from anything in the papers themselves, but it would be utterly inconsistent with the law, or sound reason.\nThe law will not permit trustees to deceive their cestuis que trust, as to the nature and character of their trust, to refuse to give them the information and access to the evidence of the trust which they are unquestionably entitled to, and meanwhile to waste and apply the trust estate otherwise than to the advantage of the cestuis que trust, and in accordance with their duties as trustees, and when compelled to produce the evidence of the trust, then to set up a secret private agreement, changing and overruling, if not altogether annulling, the trusts as created by the papers themselves.\nWe submit that the papers dated the 8th day of October 1859, and which together constitute the agreement and arrangement of that date, are to be construed according to the plain import of what appears on their face, and that so construed they create an assignment for the benefit of creditors within the strict letter, meaning, and spirit of the several Acts of Assembly on that subject.\nThe power, if any such is claimed for the duke, to revoke the trusts, or to appoint new trustees without the consent of all the creditors, or indeed in any way to control the trust or trust estate until the debts are fully paid, is null and void, as being inconsistent with the whole spirit and purpose of the deed; but according to the fair and reasonable construction of the papers, it is not necessary to invoke any such principle.\nIII. Lastly, as affecting each branch of the case, appellant submits—\n1. That the only fraud that can be allowed to alter a written instrument is a fraud about the paper itself, such as fraudulent misrepresentations about its character, or that of the subject-matter of it, made at .the time of or during the negotiations leading to it. In this case no such fraud is either found or even pretended.\n2. That if such fraud had existed, it would not lie in respondents to set it up, because it would be alleging their own turpitude, and because trustees cannot be permitted to escape from the performance of their trust by alleging that some individual interested in the resulting interest in the subject-matter of the trust has been defrauded.\n3. That if, for any reason, the assignments should now be avoided, the property transferred would then still be in John Fallon, subject to judgments against him, and to a scramble among his creditors, &c., &c., to the very great injury of the duke, more than of any one else.\nBut if these papers are now to be construed otherwise than according to their plain, legal, and acknowledged import, and if they are to be carried out as alleged to- have been intended by the parties, then, on the one hand, the duke will take the property as purchaser, on the other hand, he will give nothing for it, not even a release of his own debt. Other creditors will be allowed to sue, and if his agents pay any, they will sue petitioner, and the appellant will be denied all right to claim indemnity personally from the duke, or even from the property. In a word, the duke will take the property, but whether he will pay anything for it or not is to depend on his own good will and pleasure. His own will, and not that of the courts of law, is to “ control” and determine the rights of the parties. It is submitted that merely to state the facts is to show the absurdity of construing or carrying out the papers as, it is pretended, was the intention and design of the parties.\nSt. George Tueleer Campbell and George M. Wharton, for appellees,\ncontended: — I. That Christopher Fallon had not such standing in court as entitled him to file these petitions, and that there are equities which estop him from claiming as against the duke, and creditors generally, in the manner he does; arising, 1st, from his relations to the duke, to the property in question, and to other creditors; 2d, from the part he took in the negotiations preceding the 8th of October 1859; and 3d, from his acts since that date, which depended partly on facts and partly on law.\nThat upon the facts (which were recapitulated by the learned counsel), the conclusions of law were,\nThat it would be a fraud to permit C. Fallon in any way to interfere Avith the appropriation by J. Fallon of the estate under the latter’s control, to the payment of the duke’s debt.\nThat the notes held by C. Fallon are without consideration as against the duke; and that the creation of tms indebtedness, the alleged dissolution of the firm in June 1857, were a wrong done to the duke.\nThat it would be a fraud to allow C. Fallon to set up notes, given under the foregoing circumstances and without consideration, against the interest of the duke in the property transferred to him for value.\nThat it is against morality and law, to permit O. Fallon to obstruct the duke in the collection of his property, and in the realization of his claim upon C. & J. Fallon.\nThat a defaulting trustee has no interest, which he can claim as of value to himself, in the future management of the trust estate; and that no one but a creditor of J. Fallon (which C. Fallon under the circumstances is not) can come into court and raise a question upon the construction of the agreement of October 8th 1859: Dubois’s Appeal, 2 Wright 286.\nThe finding of the jury is conclusive in this court, upon the facts found under the issues: Garrison’s Appeal, 2 Wright 581.\nNo consideration having moved from C. Fallon to the duke, for the agreement of October 8th 1859, the former has no interest therein, and has no right to intervene, either for the purpose of enforcing its performance, as J. Fallon and the duke intended it to operate, or of compelling its administration in any other mode.\nThe undertaking to pay the debts of C. & J. Fallon is a collateral covenant, to which C. Fallon is not a party.\nThe present position- and demand of the appellant is inconsistent with' his duty at that time, i. e. 1859: Pickard v. Sears, 6 Adol. & Ellis 469; Freeman v. Cook, 2 Exch. 654; Gregg v. Wells, 10 Adol. & Ellis 90; Howard v. Hudson, 20 Eng. Law & Eq. 47; Cholmondely v. Lord Clinton, 19 Yes. 261; Story’s Eq. Jur. §§ 187, 188, 218, &c.; Hope v. Bryant, 39 Eng. Law & Eq. Rep. 549; Smith v. Insurance Co., 12 Harris 320; Newman v. Payne, 2 Yesey Jr. 200, and notes; Montesquieu v. Sandys, 13 Yes. 802, and notes; Gibson v. Jeyes, 6 Id. 267, and notes; Hill on Trustees 156; Hill v. Frazer, 10 Harris 324; Gale'U. Gale, 19 Barb. (N. Y.) 249; Story v. Norwich Railroad, 24 Conn. 94.\nII. If the papers constitute an assignment for the benefit of creditors, it is against the intention of the parties to them.\n1. The subject-matter of such an assignment, is the property of the assignor, by him transferred to trustees for creditors in consideration of the debts due by him.\nHere the subject-matter of the trust declared by J. Fallon and P. P. Morris was the property of another than the alleged assignor, the greater part of the property never having belonged to the assignor, and the consideration for the appropriation by the duke of his property or its income thus, was not debts due by him, but the contract made between him and John Fallon.\n2. Under an assignment for creditors, where no release from them is stipulated for, nothing is surrendered by them, and no discharge of their debts ensues until payment in full by the debtor is made. In this case, an excessive value in exchange for the property conveyed passed from the duke.\n3. In an Ordinary assignment for the use of creditors, there is no assumption of their debts by the assignee; he distributes merely the assigned estate as far as it goes. The assumption of the assignor’s debts by an assignee not otherwise liable for them, is a valuable consideration to support a purchase. And it is equally so whether there be a personal assumption of them, or an appropriation of property admitted and proved to be amply sufficient for the purpose.\nThe true construction of these papers is, 1. As to the duke’s own property, that which was his previously, the instrument was an agreement simply to convey the legal title as the owner might indicate, or in other words to change the trustees. It was in no proper sense J. Fallon’s property, and had never been his, and, therefore, could not pass as his under any assignment by him of his estate. The mere conveyance of the bare trust could not operate for the benefit of the creditors of J. Fallon. The agreement on the part of the duke that “ the income, rents, and proceeds, whether from sales or otherwise, coming in the regular course of management of this property,” should “be applied to the payment of the unsecured part of the indebtedness of John Fallon,” is the only agreement whereby the property'of the duke or its income is in any way affected by the contracts of October 8th; and this agreement was made in consideration of the purchase of “the John Fallon property,” and falls, if the latter was “ assigned in trust” as contended, instead of conveyed in execution of the agreement of sale : Clark v. Bowen, 22 Howard 270. It was a contract with John Fallon in consideration of the duke’s “purchasing and receiving” the property of John Fallon in the manner in said agreement mentioned.\n2. As to the property, nominally or really of J. Fallon, w’hich was included in the agreement in question. It passed the equitable title therein for full value to the Duke of Riansares, and left the further disposal of it to him, providing, however, that J. Fallon should convey the legal title to it also.\nThe deeds were designed to effectuate the intent of the agreement. That intent runs through and gives colour to all of them. Viewed as independent instruments, there is no conveyance by J. Fallon at all upon trust. If the deeds are to be connected with the agreement, and with it construed as one instrument, then the intent of the agreement is to give character to the deeds.\nThe agreement operates in a twofold manner: first, as an acquisition of property by the duke; secondly, as an arrangement by him of his own property, as well of that thus acquired as of that previously his own, for his own benefit.\nThe values paid were more than double the value of the property which he bought. See Ridgway v. Stewart, 4 W. & S. 391, for the proper definition of an assignment for the benefit of creditors under our Acts of Assembly.\nIn Rahn v. McElrath, 6 Watts 151-5, the court say, “the proper limitation of this is, that the amount assigned bears a reasonable proportion to the debts provided for; a defect in which would be evidence of fraud in fact, which, however, is not a subject of legal discretion.” The case of Carter v. The York County Bank, 2 Wright 446, is similar to the present as to its general features and facts. So in the case of Griffin v. Rogers, 2 Wright 382, the court looked at the real nature of the transaction, and decided it not to be an assignment, but a private contract on sufficient consideration.\nIf the agreement and conveyances of October 8th constitute an assignment for the benefit of creditors at all, it could only be so of that part of the property which previously belonged to John Eallon in his own right, this would be so as against any bond fide creditor for value.\nBut what property is it that C. Fallon can claim to have passed to trustees for the general benefit of creditors, from John Fallon, his co-debtor and co-trustee, on October 8th 1859 ?\nNot, of course, “the duke’s property.”\nNor can he so claim it as to “John Fallon’s.property,” for the facts which form the elements for deciding this question, forbid it under the ruling of the courts in Oliver v. Platt, 3 Howard 333, reaffirmed in Robinett’s Appeal, 12 Casey 174.\nThe cestui que trust has a right to follow the trust funds, and claim as his, the property purchased with them, as well as its profits.\nThe fact of the trustees having mixed the trust funds with their own, so that distinguishing the proceeds of one from the other is difficult or impossible, is the trustee’s fault, and cannot be made use of. to the injury of the cestui que trust.\nWhere, as here, the losses sustained in the business carried on by trustees, with their own and with trust funds, are greater than the whole amount of their own funds invested, those losses must be born exclusively by the trustee.\nIt follows, that the remaining property, subject to all liens, rights, and equities of creditors, or of any persons not now before the court, belong to the cestui que trust.\nThe appellant cannot, “under present circumstances,” claim that John Fallon had a right 'to make an assignment for the general benefit of creditors, and did make one, without pointing out and specifying the property in regard to which such right existed, and he could equitably claim it had been exercised.\nIt is therefore submitted, that no assignment for the benefit of creditors has been executed, or, if it has, that the appellant stands in such relation to the party interested, and has so conducted himself in respect to it, that he is not entitled to the relief he claims."
  },
  "file_name": "0235-01",
  "first_page_order": 235,
  "last_page_order": 257
}
