{
  "id": 481486,
  "name": "The Pennsylvania Company for Insurances on Lives and Granting Annuities versus Austin",
  "name_abbreviation": "Pennsylvania Co. for Insurances On Lives & Granting Annuities v. Austin",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "257",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 994,
    "char_count": 28670,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.6337850079087364e-07,
      "percentile": 0.6893071758237642
    },
    "sha256": "459dcbb653ac37b7cc847c4e0041d74f729f39bceb90ab641a3a57cbee169211",
    "simhash": "1:2d64cd75285678df",
    "word_count": 5125
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., was absent at Nisi Prius, and did not sit at the argument.",
      "Read, J., dissented."
    ],
    "parties": [
      "The Pennsylvania Company for Insurances on Lives and Granting Annuities versus Austin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 22d 1862, by\nWoodward, J.\nBy .a deed of 4th December 1832, William White, Jr., and Sarah F. his wife, conveyed certain ground-rents and lots in the city of Philadelphia, including the lots which are the subject-matter of the present controversy, to George Brinton, in trust for.the use, support, and benefit of the said Sarah. It was a strict settlement by a husband upon his wife, retaining only a right of possession and enjoyment to himself in the event of his surviving her. The deed gave power to the trustee to make partition with tenants in common of any part of the estate, to sell and convey titles and to reinvest the proceeds of such sales upon the same trusts as before; to pay taxes, collect rents, make repairs, and generally to exercise all necessary supervision and care of the estate. No authority to make a mortgage is expressly given to the trustee, but as it is well settled that a power to sell, includes a power to mortgage, we must infer, from the terms of the deed, the trustee’s power to raise money by way of a mortgage, for the legitimate purposes of the trust. Neither by mortgage nor absolute deed could he divert the trust from the purposes of its institution; but to effectuate its purposes he was clothed with a large discretion, and might encumber or sell any portion of the premises, without imposing upon the purchaser any responsibility for the application of the purchase-money.\nIn 1848, Brinton was discharged from the trust, and Thomas H. White, father of the husband grantor, was appointed trustee. In 1849, Thomas H. White, by a formal letter of attorney, constituted and appointed the said William White his attorney in fact, with full power to execute the trust.\nIn 1853, William White applied to the defendant below, the appellant here, for a loan of $3000, for which he offered a mortgage on the four lots on Catharine street, which are referred to in the bill, and which were part of the settled estate. Austin alleges (and there is evidence to support his allegation) that he peremptorily refused to take a mortgage, but that after great solicitation, he was induced to offer to buy the lots at $3000, and that he insisted on an absolute conveyance. A deed of conveyance, absolute and indefeasible on its face, was made to him on the 4th October 1858, by Thomas H. White, the trustee, in com sideration of $3000. At the same time, William White made his note to Austin for $3000, at three months, which note, according to the evidence, Austin endorsed, got his brother to discount it, and paid the proceeds to Mr. Hirst, who was the attorney for Thomas H. White, the trustee.\nThe transaction of 4th October 1853 was evidently a loan on the credit of the lots in question. The auditor finds that the conveyance of the trustee was made as collateral security for the note, and that the agreement was that William White was to have a conveyance of the lots on payment of his note. White did not pay his note at maturity, and Austin, as endorser, had to take it up. After several renewals and extensions, Austin’s joatience was so far exhausted, in November 1854, that he advertised the lots for sale at Thomas’s auction. This 'brought a new note from White to Austin for $3261.82, with such satisfactory security as induced the latter to deliver his deed for the lots. Having thus possessed himself of the legal title to the lots, freed of the trusts in the deed of settlement, White hastened to mortgage the lots to new creditors. In due time they, came to sheriff’s sales, and it cost the trust estate $3600 to reobtain the title. Roth Thomas and William White died. The insurance company having been appointed trustee in place of Thomas White, under the deed of settlement of 1832, filed this bill in equity, and recovered a decree against Austin for the above sum of $3600, with interest.\nThe theory of the plaintiffs’ bill is that Austin confederated with the Whites to defraud the trust estate of the lots in question. The consideration of the deeds is charged to have been false and fictitious, and it is alleged that the conveyance to Austin, if it was in fact a mortgage, was a fraud on the trustee and a fraudulent execution of the powers of sale.\nThe gist of the case is fraud — the fraud of Austin. It is of no consequence for the purposes of this suit, that the Whites dealt recklessly or even dishonestly with the trust, if the confederacy of Austin be not clearly established. Mrs. White should have sought from her delinquent trustee or his estate, the indemnity for his misdeeds, to which she was entitled, and should not have looked to Austin for it, unless she could come with proof in hand to charge him. Yet the plaintiffs bring no proof to fix the defendant with a fraud, except such as is derived from his own answers, and from the evidence submitted on his part.\nThe first thing to arrest the attention in every investigation of fraud is the motive of the perpetrator. Very few men do mischief for the mere love of it. What good was to be gained ? What loss was to be averted by the alleged fraud ? Questions like these rise naturally in the mind which is asked to convict a party of a fraud, and if no strong personal motive is found to exist, we are slow to convict. The proof is quite clear that Austin did, with the aid of his brothers, pay $8000 for the lots that were conveyed to him, and evidence is not wanting that this was about the market value of the property. The auditor, by taking an average between the opinions of many witnesses, fixed the value of the lots in 1853 at $3646.66; but Mr. Linnard, who owned an adjoining lot, says he would not have given $3000 for the lots, and they were sold at sheriff’s sale to Mrs. Boyle in 1857 for $2000. Making all due allowance for fluctuations in the value of city lots, and for diversities of estimates among brokers, it is impossible to regard the consideration paid by Austin as so grossly inadequate as to indicate a fraudulent intent. It would be a great abuse of language for us to pronounce it a “false and fictitious consideration.” It was apparently a bond fide consideration, well nigh up to if not fully equal with the value of the property conveyed. Whether the money was paid to the attorney or to the son and agent of the trustee, it was no part of Austin’s duty to see to its application. But if he knew it was for family expenses, he could not with good conscience furnish money for that purpose, and take a conveyance of -part of the trust estate. In his first answer to plaintiffs’ bill, he seemed to admit such knowledge, but in his amended answer he explains that he had confounded with this transaction a loan of money made to William White in the spring of 1853, for family expenses, and he now denies all knowledge of the intention of the Whites to pervert or misapply the funds. The evidence, so far as it touches this point, tends to support the allegations in the amended answer.\nIf, then, Austin received a deed from a trustee who had full power to make it, and paid to that trustee, or to his accredited agent, about the full value of the premises conveyed, with no knowledge that the money he paid was to be misapplied by the trustee or his agent, where is the ground on which to rest a charge of fraud ?\nIt is said the conveyance he took was a mortgage in legal effect. Be it so. Let us look for the fraud on that ground. If Austin advanced $3000, on a mere mortgage of the lots, he took all the risk (which the sequel showed was a risk), that the lots would not sell for enough to repay him, whilst he gained no more than a right to receive his principal and interest, upon receipt of which he would have been compellable to release his security. A capitalist loans $3000 on the security of lots, which the auditor, under the most inflated estimate, could not fix as high as $3700; lots which an adjoining owner would not have at $3000; lots which, when brought to the test of a public sale, would fetch only $2000, and yet the capitalist is charged with a corrupt combination to obtain such a mortgage! If he were charged with folly and rashness in accepting so inadequate a security, it would be more intelligible than the charge which the bill prefers.\nThe plaintiffs’ case could not be sustained upon the theory of a mortgage, without showing clearly that Austin was privy to the diversion of the funds to be furnished. Taking his amended bill as his sworn answer to the complaint, I find no evidence to contradict him, and to establish the plaintiffs’ necessary proposition of fraud.\nBut I am not satisfied to treat the conveyance of 4th October 1853 as a mortgage. I do not forget how far we have gone in converting absolute deeds into mortgages, and how we treat ail mortgages as mere securities for money. But I take it that an agreement of defeasance is essential to the constitution of every mortgage. It may be a part of the mortgage'instrument, or a separate writing, or it may rest in parol, but it must exist somewhere, and be susceptible of proof, else it never can reduce the terms of an absolute conveyance down to a mortgage. And in all our cases an agreement will be found to exist, which bound the grantee to reconvey to the grantor, when a certain sum of money should be paid, or some other condition be performed. That is the condition and circumstance which makes the mortgage. It is a defeasible deed at the will of the grantor. It was originally called vadium mortuum,, saith Littleton, § 332, and Co. Lit. 206, because if the feoffor did not pay, then the land which was pledged upon condition of payment, was not to be restored to the owner, and was therefore considered as dead to him; but if he did pay, then the pledge was to be restored to him.\nBut here was a conveyance by Thomas II. White, without any agreement whatever on the part of the grantee, to reconvey to him. The bargain was, that if William White paid his note, Austin would convey to him. Not to him as attorney in fact for the trustee, but to him in his own right. And here is the very point of the complaint that Austin did convey to White, whereby he was enabled to mortgage the lots. That conveyance was pursuant to the agreement. The auditor finds that such was the agreement, and all the evidence points to it. Say, then, that Austin held a conditional conveyance from the trustee; it was not conditional as between him and the grantor, and so was not a mortgage, but it was conditional as between him and William White; and the complaint upon the record is, that Austin has performed the condition whereby a full title vested in White.\nNow take the case in the worst aspect that it can be made to wear. Let it be assumed that William White inveigled his father into a conveyance of the lots to Austin, and that he induced Austin, by promises of liberal rewards, to advance the money and take the title, and finally to convey it to him, William White, relieved of the trusts in behalf of his wife. There is the fraud, the wrong fully stated. But on whom should it be charged? Mrs. White, through her present trustee, charges Austin as a participator. Her husband was doubtless guilty, her father-in-law and trustee was doubtless negligent, Austin may have been a confederate, but it is not proved. There is no evidence or answer on the record which justifies us in making so damaging an inference. We see no motive for dishonest conduct on his part. That he was willing to accommodate a friend is quite likely; that he meant nothing more than a loan to William White, on the strength of an absolute conveyance from Thomas, and that he expected and intended to convey to William when the loan was paid, are fair and warrantable inferences, which it is not difficult to make from all that is before us; but when we remember that he advanced very nearly the full value of the lots, and placed that money under the control of the trustee, beyond whom he was not bound to look after it, we see no such evidence of the alleged fraud as is necessary to sustain the bill.\nThe decree at Nisi Prius is reversed, and plaintiffs’ bill dismissed at costs of plaintiffs.\nStrong, J., was absent at Nisi Prius, and did not sit at the argument.\nRead, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. L. Hirst, GrcirricTe Mattery, and W. A. Porter, for appellant.",
      "li. O. McMurtrie, for appellees."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Company for Insurances on Lives and Granting Annuities versus Austin.\nTransfer of Trust Property in Fraud of Trust. — Purchaser of when exonerated from Liability to cestui que trust.\n1. Where one purchased from a trustee, for a fair price, certain lots belonging to the trust, 'which the trustee had power to sell under the deed, and without knowledge of any intended diversion of the sum paid, from the purposes of the trust, he is not guilty of fraud in so doing, nor wiil he be liable to make good to the trust estate the amount afterwards paid by it to repossess the lots, which meanwhile had passed into other hands.\n2. The husband of the cestui que trust, acting as the attorney in fact to manage the trust for the trustee, his father, failing to eífect a mortgage upon the lots, sold them to one who agreed to convey to Mm, on Ms repaying the purchase-money: the trustee received the money and conveyed the title to the purchaser, which title the husband, upon repayment, received in his own name: the lots were then mortgaged, sold under the mortgages, and afterwards bought back by the trust estate: after the death of father and son, a bill in equity was filed by the widow and the trustee succeeding to the trust, against the purchaser, to recover the amount paid, alleging a confederacy between him the trustee and the husband to defraud the estate of the lots, and claiming that the deed to him was in fact a mortgage. Held,\n(1.) That the amount advanced to the trustee for the conveyance being nearly or quite the full value of the lots, the purchaser could not be charged with a corrupt combination to obtain it, whether the conveyance was a mortgage or not:\n(2.) But that as there was no agreement by the purchaser to reconvey to the grantor, the trustee, when the consideration-money should be repaid, the deed was not conditional as between them,, and was therefore not a mortgage.\nIn the Supreme Court at Nisi Prius. In Equity.\nThis was a bill filed by the Pennsylvania Company for Insurance on Lives and granting Annuities and Sarah E. White, widow of William. White, deceased, against Samuel Austin, to recover the value of certain lots of ground which were held by Thomas H. White as trustee of Sarah E. White, and which it was alleged were conveyed to defendant in fraud of the trust.\nThe bill set forth that on the 4th day of December 1832, by indenture of that date, William White, and Sarah E. White his wife, granted and conveyed certain premises therein described, being the estate of said Sarah F. White, to George E. Brinton in fee, in trust for the sole and separate use of the said Sarah E. White for life, with remainder to the said William White for life, should he survive said Sarah E. White, with remainder to such persons and for such estates as the same would have devolved upon had the said indenture never been executed.\nThat among the property thereby conveyed and settled were certain lots of ground situated on the north side of Catharine street, in the city of Philadelphia, of the value of from $4000 to $5000.\nThat in the said indenture there was a power reserved to the said George F. Brinton, the trustee, and his heirs and assigns, to sell and convey the said land and trust-property, and to receive and receipt for the purchase-money, and the same to invest upon the same trusts as were therein declared as respects the said property.\nThat on the 13th day of January 1848, George E. Brinton was, by decree of the Court of Common Pleas, discharged from the office of trustee under the indenture, and Thomas H. White appointed in his place; and that the said lots of ground were, on or before the 3d day of October 1853, vested in and held by Thomas II. White, as trustee under the said indenture.\nThat at that time, and until December 1858, Sarah E. continued to be the wife of William White, that the trust continued in full force, and that the Pennsylvania Company for Insurance on Lives and granting Annuities, has been by the Court of Common Pleas appointed the trustee under the said indenture.\nThat on or about the 4th day of October 1853, the said William White, now deceased, being the son of Thomas H. White, now deceased, the trustee under the indenture of December 4th 1832, having procured a letter of attorney from the said Thomas H. White as trustee, did combine with the defendant, Samuel H. Austin, to make a collusive and fraudulent conveyance to him of the premises above mentioned, and for the purpose of evading the requirements of the said trust and settlement, did make and execute an indenture bearing that date, wherein and whereby the said premises were conveyed to the said Samuel H- Austin, for a false and fictitious consideration, which was recited and declared in the said indenture to be $3000, whereby the legal title did pass to and vest in the said Samuel H. Austin ; that in truth no money was paid for said conveyance of the said property by said defendant, to the said trustee nor to his attorney in fact, nor to any one else; and that the title when vested in the said Samuel H. Austin was vested in him upon the same trusts as those set forth in the indenture of December 4th 1832, above mentioned. But that this fact was not stated in the said indenture of October 4th 1853, in order to conceal the truth, and the better to enable the said defendant and the said William White to effectuate their purposes.\nThat afterwards, to wit, on the 25th of May 1854, the said defendant, in violation of his duty, made a conveyance in fee simple of the said premises to the said William White, the consideration being stated in said deed to be $3000, the precise sum mentioned in the deed of October 4th 1853, which said sum was not in fact paid, or, if paid, was received by said defendant as the property of the trust estate, and subject to the trusts mentioned in the indenture of December 4th 1832, and to be accounted for as such.\nThat, if any money was paid in fact, it was not paid to the trustee, but to the husband of the said Sarah F. White, and not in pursuance or execution of the trust, or the power contained in the deed of December 1832.\nThat, by means of these two fraudulent conveyances, the property in question was so vested in the said William White, discharged from the trusts, who was thereby enabled to convey, and did afterwards convey the same to innocent bond fide mortgagees, for value whereby the same has been wholly lost to your orators and-to the trust estate above mentioned, and to the parties •entitled to the same.\nThe pretence of defendant that a valuable consideration for the conveyance of October 4th 1853 to himself, and that in truth that conveyance was made for the purpose and with the intent to secure the payment of a certain note drawn by the said William White, to his own order, and by him endorsed, dated October 3d 1853, payable ninety days after the date thereof, to his own order, being the amount mentioned in the indenture of October 3d 1853, and when the same was paid, the defendant, at the request of the said William White, conveyed him the property by the indenture of May 25th 1854, was denied, and they asked that the defendant may be compelled to prove the truth of this assertion, and to show that any real consideration existed for the conveyance of the 4th of October 1853.\nThat, if the said conveyance was in fact a mortgage, it was a fraud on the trustee, and a fraudulent execution of the powers of sale, and there was no power conferred on any one to mortgage the property. And\nThat, by reason of the premises, the said defendant having colluded with the said William White, now deceased, and having in violation of his duty assisted in the breach of trust, is liable, and is bound to make good to your orators the amount which has been thus lost to them.\nThe answer and amended answer of respondent averred that in the fall of 1853, the said William White applied to respondent to raise the sum of $3000 on certain real estate situate in Catharine street, described in the bill of complaint, which was declined several times, but was finally assented to. That he first offered a mortgage, as security, which was positively declined, but finally, after much importunity on the part of Mr. White, respondent consented to loan him, the said William White, acting for the said trustee, the sum of $3000 for three months, on the terms more particularly stated in the answer.\nThat this arrangement was carried out, and William White delivered to respondent a deed executed by Thomas IT. White for the four lots of ground described in complainant’s bill, acknowledged October 4th 1853, and his note at three months for $3000, dated October 3d 1853.\nThat this negotiation had been pending for several weeks before its consummation, and was consummated on the date of the deed and note, when respondent gave the said William White the sum of $3000, as follows, viz., a check for $2850, drawn by Alfred J. Austin, on the Mechanics’ Bank, to the order of William L. Hirst, for which check two checks were substituted on the same day, and the balance in money.\nThat the above transaction was made with the full knowledge, approbation, and consent of Thomas H. White and Sarah E. White at the time.\nThat when the note of William White fell due it was not paid, but renewed for ninety days. That it fell due and was subsequently renewed twice.\nThat, having occasion to use large amounts of money in building and the purchase of real estate, respondent had parted with this note of William White, and was endorser upon it, and strenuously urged William White to pay his note and take the deed for the lots, which he promised very often to do, and as-often failed to perform. In May 1854, Mr. White called on respondent, and represented that he had a favourable opportunity to let the lots mentioned in complainant’s bill on ground-rent, at an advanced price, and requested the papers in order to have a conveyance prepared, and promised to settle the matter in a feAV days, without waiting for the maturity of the note, which had been several times extended.\nThat he took the papers, and had the deed for the four lots, from respondent to himself, prepared, and left the same, when ready, at the office of respondent, which was executed by respondent agreeably to the request of William White, and was retained ready for delivery; but White professing to be disappointed in effecting the sale proposed, and failing to pay his note, the respondent retained the deed in his own possession not delivered.\nThat in the fall of 1854, the note for $3000 remained past due and unpaid. Respondent determined, notwithstanding the frequent promises of said White, and his importunities for further delay, to close the matter. Accordingly, he advertised the four lots at public auction by M. Thomas & Sons, to be sold on the 28th day of November 1854, and gave White notice of said advertisement.\nThat, on or before said day of sale, William White called on respondent and urged the postponement of the sale, and promised to take up his note and deed, and to give a new note with the interest added, and satisfactory security, which offer was accepted, and the sale postponed.\nThat, a short time after, William White gave respondent his note at ninety days for $3261.82, the amount agreed on at the time as due respondent, for principal and interest, together with satisfactory security as proposed by said White; on the receipt of which, respondent gave to White his note for $3000 past due, together with the deed for the four lots of ground previously executed as aforesaid, and which had remained in possession of respondent until this time undelivered.\nThe security above referred to was bank stock, and a deed dated December 9th 1854, from Thomas H. White, trustee, by his attorney in fact, William White, to respondent, for four ground-rents. It was on this occasion, and because the security, including said ground-rents, was nominally much greater than the amount of said note, that respondent gave said William White an agreement in writing to reconvey the said ground-rents on payment of said note.\nThe respondent does not recollect, and does not believe, that he gave to the said William White, on the execution of the first-mentioned deed of October 4th 1853, or at any other time or occasion, any written agreement to convey any real estate. That he allowed the said White to have the deed for said lots prepared according to his own wishes, without objection, regarding him, as did all others having business with the said trust estate, as the fully accredited agent of all the parties in interest.\nThe case was referred to William Sergeant, Esq., to report what, according to the testimony, was the cash value of the lots described in the bill on the 4th of October 1853 and December 1854, what it cost the complainants to repossess themselves of the lots, and also to state an interest account.\nThe examiner reported the value of the lots a.t the dates mentioned to be $3646.68; that it cost the estate $3600 to repossess itself of them. The interest account was stated thus: — On $3646.66, from October 4th 1853 to April 1st 1861, the interest was $1641.15; from December 1st 1854 to April 1st 1861, it amounted to $1385.86; and upon the $3600 paid to recover the lots for the estate, from November 10th 1858, the day when they were recovered, to April 1st 1861, the interest was $516. Exceptions were filed to this report for the respondent, but the report was not altered.\nOn the 19th of January 1861, leave was given to file an amended return, and the case referred to the master to take such further testimony as may be offered before him by either of the parties.\nOn the hearing at Nisi Prius, Strong, J., decided against the defendant, holding that the conveyance mentioned in the pleadings was a breach of the trust under which the premises therein described were held by the trustee, and that the defendant was a voluntary participant therein, and liable for the consequences of his acts, and directing him to pay complainants $3600, with interest from a certain date, mentioned in the decree as damages, with costs, &c.\nOn application of the respondent, the case was certified to the court in banc, where the following errors were assigned:—\n1. The court erred in decreeing in favour of the complainants.\n2. The court erred in not dismissing the bill.\n3. The court erred in decreeing an excessive amount of damages, because the purchase-money, $3600, paid by the plaintiff, included other property.\n4. The court erred in deciding — 1st. That the taking the mortgage was a voluntary aid rendered the trustee in a wrongful act, and that it is collusion with him in the perpetration of a fraud upon the cestui que trust. 2d. That the amended answer reveals very distinctly, that at the time when the mortgage was executed, and the money was lent, the respondent knew that the money was received for the benefit of William White, the husband of the cestui que trust, and not for the purposes of the trust itself. 3d. That the amended answer shows that the money was not borrowed for the purposes of the trust, and that this was known by the respondent when he took the deed of October 4th 1853. 4th. That application for the loan was not made by Thomas H. White, but by William White, the husband. 5th. That the loan was made to William White, and not to Thomas H. White, cannot be doubted, and indeed it is not really denied by respondent. And that in negotiating the loan, William White acted for himself, and not under this' power of attorney, and that 'this is not negatived in the averments of the amended answer. 6th. That the respondent refused to deal with William White as the attorney of the trustee. 7th. That the transactions, if recited in the deed of October 4th 1853, would have shown that the loan was made to William White, that the conveyance upon such a loan was a clear breach of trust, and the respondent having participated in this breach of the trust, is responsible for the consequences. 8th. That the deed of October 4th 1853 was a mortgage made not in execution of the powers created by the deed of settlement or in furtherance of the trust, but for the benefit of the husband of the cestui que trust, and in fraud of her rights.\nW. L. Hirst, GrcirricTe Mattery, and W. A. Porter, for appellant.\nli. O. McMurtrie, for appellees."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 267
}
