{
  "id": 481488,
  "name": "Ellison et al. versus Buckley",
  "name_abbreviation": "Ellison v. Buckley",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "281",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 5802,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.5713440078632142e-07,
      "percentile": 0.6787623525541451
    },
    "sha256": "24e080ce28eb4f84c1da69280bc3e0f789055bf5beb75da150c831f6059542af",
    "simhash": "1:62930d05bbdc879c",
    "word_count": 1039
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ellison et al. versus Buckley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nIn this case there was an award of arbitrators in favour of Buckley, the plaintiff below, on the 26th March 1860, for $571.34, and on the 10th April the defendants entered an appeal, and filed oath and recognisance; a detailed bill of costs, amounting 'to $40.83, had been filed on the 26th March by the plaintiff, to which exceptions were filed for the defendants on the day the appeal was entered. These exceptions were not specific, but general in terms, and were, so far as they were material, directed to overcharges in relation to the witnesses — leaving an amount of $22.97 entirely undisputed and unobjected to. No objection was taken that the costs were not taxed according to the rule of court, but the uniform practice of the prothonotary in such cases seemed to be acquiesced in by both parties. These exceptions appear not to have been pressed. The whole bill was $49.22, of which Mr. Wood for the defendants, Daily and Culver, paid $15 in cash, and gave the deputy prothonotary their note for the balance, $34.22.\nThe cash paid did not cover the undisputed costs, and the promissory note of the defendants was not payment, and therefore an indispensable condition to a valid appeal was not complied with. “It is not material to say so, but it may be added that the note which Staples gave to Treasurer Weisner, wholly unwarranted by law, was not payment:” per Woodward, J., 10 Casey 159.\nOn the 4th June 1860, at the next regular term of the court, a rule was taken to show cause why the appeal should not be quashed, which on the 11th of the same month was made absolute. A fi. fa. was issued on the 2d August, and returned levied on land, and a vend, exponas was issued on the 11th November. Wood paid the note on the 4th June, $20, before court called, and the balance after the rule was taken, to the deputy prothonotary. The execution was issued for the debt only; one of the defendants, Culver, in December arranged for half the judgment, .and plaintiff took out the costs, and it was supposed the other half would be arranged also.\nOn the 5th February 1861, two months afterwards, on motion of $. F. Wilson for Perry Daily', the other defendant, rule to show cause why appeal should not be reinstated for said Perry Daily, which on the next day was discharged by the court.\nIn all this we see no error, for there was clearly no payment of the costs, and there is no reason why we should disturb the construction placed upon their own rule, and the practice under it by the court below, for it does not affect the real merits of the case. Nor do we see any better cause for the application of only one of the three defendants to reinstate the appeal for him, because his liability for costs has been discharged with the tacit consent of his co-defendant, by the application of the money in court to the specific purpose for which it was received. There is nothing, therefore, in the errors assigned.\nWe cannot, however, avoid expressing our entire disapprobation of a prothonotary, or any public officer, receiving in his official capacity anything but money, in payment either of costs, or of sums intrusted to him under the orders of a court or other competent authority. If a prothonotary can take a note for money belonging to others, he may take a verbal promise to pay; or if he is debtor to the person paying, he may write off so much of his own debt. In these and other forms, he may substitute his own responsibility for actual cash, which is contrary to his duty as a public agent. In Philadelphia large sums of money are often in the custody of the prothonotary, and to guard against any possible defalcation or loss, he is obliged to deposit them in some institution, selected usually by the court; and they can only be drawn out under certain established forms and regulations.\nBesides, each suit should terminate all its own litigation, and not be the cause of others by the substitution of notes or credits for actual cash.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Lowrey and Wilson, for plaintiff in error.",
      "John W. Ryan, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ellison et al. versus Buckley.\nCosts on Appeal from Award of Arbitrators must be paid in Cash, and not by Note. — Note for Costs is not Payment.\nTo perfect an appeal from an award of arbitrators, the costs must be paid in actual cash: the prothonotary has no right to take a note for costs, either in whole or in part.\nError to the Common Pleas of Tioga county.\nThis was an action of debt in the court below, between Newton Buckley and Samuel Ellison, Leander Culver, and Perry Daily, in which there was an award of arbitrators in favour of plaintiff, from which defendants appealed, April 10th 1860, making the usual oath, and entering into the recognisance required by law.\nThe plaintiff’s bill of costs for his witnesses was believed to be too high, and was excepted to by defendants, who paid part of the bill in cash on the appeal, and gave their note to the prothonotary for $34.22, the balance. June 4th 1860, plaintiff obtained a rule to show cause why the appeal should not be quashed, because the costs were not paid.\nOn the morning of the 4th of June $20 was paid on the note, and the remaining $14.22 after the granting of the rule to quash; but no receipt was given, nor any entry of payment made upon the record. On hearing, the court below (White, P. J.) struck off the appeal. After this the counsel for plaintiff received and receipted for the whole bill of costs. Subsequently Perry Daily, one of the defendants, obtained a rule to show cause why the appeal should not be reinstated, which rule was afterwards discharged by the court. The case was thereupon removed into this court, where the rulings of the court below, in relation to the appeal, were assigned for error.\nLowrey and Wilson, for plaintiff in error.\nJohn W. Ryan, for defendants in error."
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 283
}
