{
  "id": 481496,
  "name": "Meeker versus The Commonwealth ex rel. Slater, Supervisor of Forest Lake Township",
  "name_abbreviation": "Meeker v. Commonwealth ex rel. Slater",
  "decision_date": "1862-04-22",
  "docket_number": "",
  "first_page": "283",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 320,
    "char_count": 5483,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.08130693473288e-07,
      "percentile": 0.5625604041007796
    },
    "sha256": "74fe5b157934308c315947980c34d832a6fecdbb585377f109dc5c1cb2c515b0",
    "simhash": "1:34f59e3dde64ca92",
    "word_count": 988
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meeker versus The Commonwealth ex rel. Slater, Supervisor of Forest Lake Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 22d 1862, by\nStrong, J.\nThe 67th section of the General Road Law, passed June 13th 1836, enacted that “ if any person shall stop, fill up, or injure any drain or ditch made by any supervisor for the purpose of draining the water from any public road or highway, or shall divert or change the course thereof, Avithout the authority of the supervisor for the time being, such person shall for every such offence forfeit and pay a sum not less than $4, nor more than $20.” The present action was brought to recover the penalty imposed by this section, for filling a drain and diverting and changing the course of the water. The sole question was, whether the defendant had done this .without the consent of the supervisor in office at the time. If he had, he Avas liable to the penalty. This having been the matter in issue, it is obvious that the offer of proof Avhich he made, and which the court rejected, AYas Avholly irrelevant. His liability AYas complete, if he stopped a drain made for the purpose of diverting the water from the road, without the authority of the supervisor in office when he stopped it. It could have availed him nothing to show that his act had not injured the road, or that the supeiwisors should not have maintained that drain, or that some former supervisor had agreed to conduct the AYater elsewhere, or that the floAV of the water through the drain Avhich he- stopped Avas very injurious to him. All these things may have been, but they had nothing to do Avith the issue. If the conduct of the supervisors had been wantonly injurious, the defendant has a remedy, but it is no defence in this action.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Little and Post, for plaintiff in error.",
      "Bentley and Pitch, for defendants."
    ],
    "corrections": "",
    "head_matter": "Meeker versus The Commonwealth ex rel. Slater, Supervisor of Forest Lake Township.\nDefence to Action for Violation of Road Law.\nIn an action for the penalty imposed by the General Road Law of 13th June 1836, for filling a drain made by a supervisor for the purpose of draining the water from a public road, and diverting the course of the water, without the consent of the supervisor, the only question is, whether the act was done without such consent: and evidence is not admissible on the part of the defendant to show either that the act done did not injure the road, that the supervisor should not have maintained the drain, that a former supervisor had agreed to conduct the water elsewhere, or that the flow of water through the drain he stopped was injurious to him.\nError to tbe Common Pleas of Susquehanna county.\nThis was an action of debt brought before a justice of the peace, in the name of the Commonwealth, at the instance of William Slater, supervisor of Forest Lake Township, against David L. Meeker, for the penalty imposed by the 67th section of the Act of Assembly known as the “ General Road Law.”\nThe case was this: — M.eeker lives upon a road leading from the turnpike, and running off near the bottom of a tract of side-hill country. Running up that hill, and back and above his house, is the turnpike; into which, from the opposite direction, comes another road, also draining a large extent of steep hill. A few rods below the entrance of this last-mentioned road, was an old sluice or ditch across the turnpike, emptying into the field above Meeker’s house. So that the lower side ditch of this road runs into the upper side ditch of the turnpike, down to this sluice or ditch, and then across into the field. Averring that the supervisors had done certain acts in violation of an agreement with two of their number, by means of which there was an increased flow of water on his ground, the defendant stopped the ditch at the fence, so as to turn this water down the lower side ditch of the turnpike, doing no injury to the road whatever. Eor this the action was brought.\nOn the trial, the defendant offered to prove that four years ago he made a contract with two of the supervisors, as follows, viz.: That if he, Meeker, would build a new sluice across the turnpike, at the point of its intersection by the Ridge road, they would permit and allow the water to run through that upon his fields above, and where it did him little comparative injury. In pursuance of which, Meeker went to the expense of making that sluice; and the water .so run until last summer. That the supervisors made a sluice across the Ridge road above, and so took the water down on the other side of it, to the upper side of the turnpike road, and then made a ditch along the upper side of the turnpike down to the old sluice; and through that it poured upon defendant’s garden, into his well and cellar, to the almost total destruction’ of his property. That Meeker protested in vain to the supervisors, and then stopped the ditch in a way that turned the water down the turnpike ditch, with no injury to the road whatever. That as the water runs through the sluice Meeker made, or as it runs down the turnpike ditch now, neither the public nor the roads are in the least injured by the water. And that to run it through said old sluice and ditch is a very large and unnecessary damage to Meeker.\nThe counsel for the plaintiff objected to the offer, and the court sustained the objection, and rejected the evidence.\nThere was a verdict and judgment for the plaintiff. Whereupon the defendant sued out this writ, and assigned for error the refusal of the court below to receive the evidence above mentioned.\nLittle and Post, for plaintiff in error.\nBentley and Pitch, for defendants."
  },
  "file_name": "0283-01",
  "first_page_order": 283,
  "last_page_order": 285
}
