{
  "id": 481506,
  "name": "The Commonwealth Insurance Company, Garnishee of Jacob Berger, versus William Berger and Andrew Butz",
  "name_abbreviation": "Commonwealth Insurance v. Berger",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "285",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 500",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626075,
        625838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0513-01",
        "/wright/1/0513-02"
      ]
    },
    {
      "cite": "3 Rawle 402",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 468",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846120
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0468-01"
      ]
    },
    {
      "cite": "3 Rawle 301",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 726,
    "char_count": 20485,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.84272074201447e-07,
      "percentile": 0.7223880620067039
    },
    "sha256": "2982c6959020ed26f2238836f3bc8624717401f960c6738a5e76a96c24285a7c",
    "simhash": "1:034b206720084814",
    "word_count": 3581
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth Insurance Company, Garnishee of Jacob Berger, versus William Berger and Andrew Butz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe assignments of error in this case raise but one substantial question, and the answer to that depends upon the proper construction of the eleventh condition of the policy of insurance. By that condition, it was stipulated that the policy should cease at and from the time that the property thereby insured should be levied on or taken into possession or custody, under any proceeding in law or equity. The evidence given on the trial in the court below, established beyond contradiction that, after the policy was issued, and before the fire occurred, execution against the assured had been placed in the sheriff’s hands, and that the sheriff’s officer, with the writs, had gone to the store where the insured property was, and there, with the goods in view and in his power, made a memorandum of a levy, and given notice thereof to the defendants in the executions. The goods were not taken into the custody of the officer; they were not left in charge of a watchman, nor was the actual possession of the assured disturbed.\nIt must be admitted that this was a levy upon the property. Strictly, it is true, a levy is actual seizure; but in this state it has been held that if the officer, with the goods in view and within his power, assert that he makes a levy upon them, his acts are equivalent to a levy. It is neither for him nor for the debtor to deny that an actual seizure has been made. I mean that neither against the creditor nor the debtor can the sheriff deny a levy, nor can the debtor deny it against the claim of the officer. But is merely going to the property and giving notice of a levy what was intended in this policy of insurance ? Was it the understanding of the parties that the policy should cease on the occurrence of an act done by a third party, which could not increase the hazard of the insurers, nor take away either his power, or his motives for preserving the property from destruction by fire? We think not. The eleventh condition must have been attached to the policy for at least'some supposed substantial reason. Its purpose, doubtless, was to secure the company against any other hazard than that which they at first assumed. To them it was important that while the risk continued, the goods should not be taken out of the possession of the assured. His character for care and caution they estimated when they took the risk, and he was interested in the preservation of the property, for he was in part his own insurer. They could not know what degree of watchfulness would be bestowed by any officer of the law who might dispossess the assured. ■ Certainly he would not have the same motives for guarding and preserving the property which the owner had. It is easy, therefore, to find a reason for providing against' an involuntary change of the actual possession, while it is difficult to conjecture what possible injury could have resulted to the company from an act of a sheriff’s officer, which left the possession of the assured all undisturbed. Giving, then, to the condition a reasonable construction, such as it may be supposed was intended by the contracting parties, the phrases “levied on” and “taken into possession or custody,” have the same meaning. The latter defines the former. Unless it be so, the latter expression is superfluous. Certainly the language of the policy admits of such a construction. It is consonant with what may be supposed to have been the intention of the parties, and even if the construction contended for by the plaintiffs in error were equally reasonable, that must be adopted which is most favourable to the assured, as was said in the Western Insurance Co. v. Cropper, 8 Casey 351. We think, therefore, the District Court took a correct view of the policy, with its conditions, and that none of the assignments of error can be sustained.\nThe question proposed to William Hinkle, the witness, was of course immaterial, if a mere levy, without taking into possession or custody the insured goods, did not defeat the policy.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Edward M. Paxson, for plaintiff in error.",
      "Aubrey H. Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth Insurance Company, Garnishee of Jacob Berger, versus William Berger and Andrew Butz.\nExecution Clause in Policy of Insurance, construed.— What constitutes a Levy within the meaning of such Clause.\nA clause in a policy of insurance, that it should “ cease at and from the time the property hereby insured shall be levied on or taken into possession- or custody, under any proceeding at law or equity,” is to be construed as meaning an actual levy and change of possession under it; a mere-notice of levy by the officer charged therewith to the defendants at their store, without his taking the goods insured into possession or custody, though good as a levy, will not defeat the policy.\nError to the District Court of Philadelphia.\nThis was a proceeding under the Act of Assembly authorizing attachments in execution, in which William Berger and Andrew Butz Avere plaintiffs, Jacob Berger defendant, and the CommonAvealth Insurance Company of Pennsylvania and the Northern Insurance Company of London, and William Getty and - Lisbig, agents of said company in Philadelphia, were garnishees.\nThe material facts of the case are as follows:—\nOn the 1st of March, a. d. 1860, Jacob Berger, defendant in the judgment upon which the attachment was issued, effected an insurance with the Commonwealth Insurance Company, in the sum of $4000, on his stock of merchandise generally, contained in the three-story warehouse, No. 31 North Third street, in the city of Philadelphia. On the 14th day of August, A. d. 1860, a fire occurred on said premises, whereby a portion of said property insured under the said policy, was damaged and destroyed.\nAt the time of said fire, the said Berger had another insurance of $4000, in the Northern Assurance Company of London, on the same property which was covered by the policy of the said Commonwealth. Insurance Company.\nOn the 1st day of September 1860, an agreement was entered into between Jacob Berger and the Northern Assurance Company and the Commonwealth Insurance Company, appointing appraisers to estimate the amount of loss and damage under the said policies; and in pursuance of said agreement the referees made their award, fixing the said loss at the sum of $2891.46, to bo equally divided between the two companies. , The award was not objected to by either party. Previous to this, to wit, on the 15th day of August, A. D. 1860, an attachment execution was issued out of the District Court for the city and county of Philadelphia (No. 77, September Term 1860), by William Berger and Andrew Butz, against the said Jacob Berger defendant, and the two insurance companies before named as garnishees, under which the said sum in the hands of said Commonwealth Insurance Company was attached. The case was tried in the court below upon the plea of “nulla bona.” The garnishees made no objection to the judgment or the,award, but resisted the payment of the amount claimed, upon the ground that, under the provisions of Article XI. of the terms and conditions of their policy of insurance, the said company was not liable. Said article is as follows:—\n“ The insurance by this policy shall cease at and from the time the property hereby insured shall be levied on, or taken into possession or custody, under any proceeding in law or equity; and in case of sale of the property insured, or cessation of the risk, otherwise than by fire, a return premium will be made if applied for within thirty days thereafter, the company retaining the short period rate of premium for the expired time: Provided, however, that no premium shall be returned for a less period than one month.”\nIn support of this defence, the said garnishees proved by William Hinckle, a constable of this city, that he called at Jacob Berger’s store on the 21st day of July, A. d. 1860 (after the issuing of the policy of insurance by the garnishee, and before the fire), with an execution for the purpose of making a levy, and was told by the said Berger that his property in s'aid store was already levied on, under an exécution in the hands of the sheriff. Witness then called upon the sheriff, who informed him that he had Berger’s goods under levy upon two executions, in consequence of which the constable, after leaving a notice of levy with Berger, took no further action in the matter. The court below ruled out the testimony of the constable, so far as it related to Berger’s declarations in regard to a levy upon his property, which ruling was assigned for error here.\nThe garnishee further proved the issuing of two writs of fieri facias out of the District Court for the city and county of Philadelphia, one of them No. 381, June Term 1860; and the other of them 369 of same term, in both of which the said Jacob Berger was the defendant. That the sheriff’s officer went to the store of said Jacob Berger on the 4th day of June, A. D. 1860, and made a levy on his property, being the same property insured under and by virtue of the policies of insurance before referred to : that the officer took the writs to the store, saw Mr. Berger, showed him the writs, and, in full view and control of the property, told him that he had 'made a levy, and left him a notice thereof; but did not leave a watchman in possession, or further interfere with the control of the property levied on. The executions remained in the sheriff’s hands until after the fire, after which they were returned.\nUnder this state of facts, the garnishees submitted to the court below the following points:—\n1. That under the terms of the policy issued by the company to the defendant, Berger, it became null and void at and from the time of a levy upon the property insured under the said policy.\n2. That the said policy of insurance would not be revived by a subsequent withdrawal of the levy, unless by agreement of the company.\n3. That if an execution had been issued against the defendant, Berger, after the issuing of the policy, and before the happening of the fire by which the property insured was damaged or destroyed, and the officer having the writ in charge called at the store of said Berger with such execution, and there, with the property insured in the sight and under the control of said officer, the latter gave the said Berger the usual notice of a levy, that then the said property was “levied upon” within the terms of the policy, and the insurance ceased at and from that time.\n4. It is not necessary, in order to constitute a good levy on .personal property, that an inventory should, in the first instance, be made, or that the sheriff should immediately remove the goods, or put a person in possession of them. If they are within the power and control of the sheriff when the levy is made, it will be good,' if followed up within a reasonable time by his taking possession of them in such a manner as to. apprise everybody of the fact that they have been taken in execution.\n5. That if the goods insured under the policy, and levied upon, were left by the sheriff in the custody of the defendant, Berger, it was still a good levy as between the sheriff and the defendant, as the latter cannot aver to the contrary, neither can the plaintiff in the attachment, who claims through and represents the said defendant.\n6. That if the jury believe the evidence, the goods and property insured under the policy of insurance issued by the said Commonwealth Insurance Company to the said Jacob Berger, were levied upon after the issuing of the said policy, and before the happening of the fire by which the alleged loss occurred.\n7. That under the evidence in this cause, the said insurance company are not liable under the terms and conditions of their said policy, and the plaintiff cannot recover.\nThe court (Stroud, J.) thereupon charged the jury as follows:\n“ The question of law in this case arises under a clause in the policy of insurance, which reads as' follows :—\n“ ‘ The insurance by this policy shall cease at and from the time that the property hereby insured shall be levied on or taken into possession or custody, under any proceeding in law or equity,’ ” &c., &c.\n“If the sheriff’s officer took possession, under his writ, of the goods, either by locking up the store where they were or. by placing a watchman in charge, then the provision of the policy attaches and avoids the policy. But if the sheriff’s officer merely called at the defendant’s store with the execution, and gave him notice, either verbally or in writing, that he had taken all the goods there in execution under the writ, and then went away, and never afterwards either took possession or sold the goods, the clause of the policy does not attach.”\nThe 1st and 2d points were affirmed, but the 3d, 4th, 5th, 6th, and 7th points put were answered in the negative.\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs for $1427.94. Whereupon the said garnishee sued out this writ, and relied here on the following assignments of error :—\n1. The learned court below erred in rejecting the testimony of William Hinkle, in regard to the declarations of Berger, the party insured and the defendant in the attachment, as to his property having been levied on by the sheriff.\n2. The court below erred in instructing the jury that unless the sheriff’s officer took the possession under his writ of the property insured, either by locking up the store where the goods were, or by placing a watchman in charge, that the execution clause of the policy did not attach.\n3, 4, 6, 6, and 7. The court below erred in refusing to affirm the 3d, 4th, 6th, 6th, and 7th points presented by the garnishee.\n8. In excluding the testimony of William Iiinkle in regard to Berger’s declaration to him about the levy.\n9. In charging the jury as above stated.\nEdward M. Paxson, for plaintiff in error.\nThe declarations and admissions made by Jacob Berger to the constable, Hinkle, were entitled to go to the jury, for the reason that they were declarations and admissions made by a party in interest. Whatever would be evidence in favour of the company as against Berger, is equally competent as against his attaching creditor.\nThe remaining specifications of error all raise substantially the same question, although in a different form, viz., whether, under what is generally termed the “ execution clause,” in the company’s policy, the insurance ceased by reason of the levy upon the property insured under said policy.\nThere is no dispute about the facts. Executions were issued against Berger after the making of the policy and before the happening of the fire, and placed in the hands of the sheriff. The sheriff’s officer went to Berger’s store with the writ, and then notified Mr. Berger of the fact, made a levy upon the property insured, and gave him the usual printed notice, in view of the goods in the store. In consequence of some private arrangement or understanding with Berger or the execution-creditor, not disclosed on the trial, the officer allowed Berger to remain ■ in possession of the property levied on.\nHinkle, the constable, goes to Berger’s store with another execution. Berger tells him his property is already under execution by the sheriff. He goes to the sheriff’s officer, and is there informed to the same effect, in consequence of which he does not take possession and lock up the store. We have here the statement of the insured himself that his property was under levy, and by reason of this statement he succeeds in avoiding the execution in the hands of the constable. If his statement to the latter was true, there is an end of the case of the defendants in error. If untrue, and made for a dishonest purpose, he ought to be held to it.\nBut aside from Berger’s statement, there was a levy in point of law. The condition of the policy is, “the insurance by this policy shall cease at and from the time that the property hereby insured shall be levied on,” &c. The moment the property was “ levied on,” the insurance ceased, and the insured was entitled to his return premium if he called for it. The contract of insurance was at an end, and no subsequent withdrawal of the levy could revive the policy without the consent of the company. What constitutes a good levy on personal property is settled in Wood v. Vanarsdale, 3 Rawle 301.\nIf Berger could not dispute it against his execution-creditors, or the officer in charge of the writ, he cannot dispute it as against the insurance company. The defendant in an execution may, for his own accommodation, dispense with an actual seizure of the goods, and if he does so, as between him and the officer, the levy is good: Trovillo v. Tilford, 6 Watts 468.\nIt was assumed by the learned judge who tried the case below, that the object of the condition of the policy was to protect the company from a change in the possession of the property levied on; that while they might be willing to insure goods in the possession of Berger, they might not be willing to continue the risk after a sheriff’s officer was in possession of them. This, it is submitted, is begging the question. The reason suggested may have had its weight in inducing the insertion of the clause referred to in the policies of many of the insurance companies; but this is mere conjecture.\nNeither is this rule hard upon the assured. He is bound by his contract. If he wishes to continue his insurance after a levy, he can go to the company and get the condition waived, upon the payment of such increased premium as the circumstances of the case may render proper. Or he can withdraw his premium money altogether and insure elsewhere.\nAubrey H. Smith, for defendant in error.\n1. With regard to William Hinkle’s testimony as to what Berger said to him in regard to the sheriff’s levy, it is sufficient to say that Berger’s declarations, as to the facts accompanying the levy, had already been given in evidence without objection. The question rejected proposed to push the inquiry into a vague or ignorant discussion between Berger and the deputy sheriff, as to the nature of the legal act performed by the latter, which would have been improper: Summerset v. Adamson, 1 Bing. 73. The garnishee, immediately after examining Hinkle, produced the writs of fi. fa., and the deputies of the sheriff who served them, to show all that took place when the supposed levy was made. This was the best evidence, and secondary evidence was then inadmissible : Cutbush v. Gilbert, 4 S. & R. 55Í.\n2. The levy contemplated by the clause in the policy of insurance, is an actual taking possession of the goods of the insured. The terms of the policy are “levied on, or taken into possession or custody under any proceeding in law or equity.” The alternatives here seem to be strict equivalents.\n3. Neither of the levies attempted to be made on the property of Berger were ever completed. It is not pretended that the actual possession required by the English law, was ever had by either of the officers. Their possession was constructive only, which, though heretofore tolerated in Pennsylvania, has been regretted: • Schuylkill County’s Appeal, 6 Casey 358. But this species of levy must be followed up within a reasonable time by the actual taking of possession: Lowry v. Coulter, 9 Barr 349; Wood v. Vanarsdale, 3 Rawle 402. The latest period for which is the return clay of the writ: Tr. & II. Pr. 701. It does not appear to be settled whether or not a constructive levy, as allowed in Pennsylvania, can be made effective after the return day: Duncan’s Appeal, 1 Wright 500. The return day of the writs was the first Monday of July 1860. The execution in the hands of the constable bore elate as early as the 21st July 1860. No attempt was made whatever in either case to make effective the constructive levy either before or after the return day of the writs, or within the twenty days allowed for the sale of the goods on the constable’s execution. A sheriff may, from motives of humanity, leave goods, particularly household furniture, in possession of the debtor, in confidence that they will be forthcoming to answer the exigency of the writ, and this constitutes him the bailiff or servant of the sheriff: Trovillo v. Tilford, 6 Watts 468. But there is no evidence that any such arrangement was made by the sheriff with Berger. His arrangements, whatever they were, were made with the counsel for the execution-creditors solely."
  },
  "file_name": "0285-01",
  "first_page_order": 285,
  "last_page_order": 292
}
