{
  "id": 481501,
  "name": "Wadhams versus The Lackawanna and Bloomsburg Railroad Company",
  "name_abbreviation": "Wadhams v. Lackawanna & Bloomsburg Railroad",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "303",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 790,
    "char_count": 21208,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 3.953659920591622e-07,
      "percentile": 0.903920460227604
    },
    "sha256": "81215450b0f36def80edc4b3591b283210c37728c86ef73f9fba6f3a73b80130",
    "simhash": "1:a4a50dbc9a26fa41",
    "word_count": 3720
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wadhams versus The Lackawanna and Bloomsburg Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe objections urged against the charge of .the' court in this case are hypercritical in a supereminent degree. They indicate clearly that whatever other object the plaintiff in error may have in view, he is not now seeking compensation for an injury received. Technical and formal, not affecting in the least the merits of his controversy with the defendants, if sustained they could not further the ends of-justice, or benefit the plaintiff himself.\nIt is first contended that the bond of the defendants and their sureties was not the adequate or sufficient security which the law required them to give before entering upon the land of the plaintiff, locating and constructing their railroad. It is said it was not conditioned as the Act of Assembly required, because it. provided only for the damages sustained in consequence of the location of the road, whereas it should have covered the damages arising from the construction, and the court is complained of for construing it comprehensive enough to include both. It bound the obligors in a penalty conditioned for the payment to the plaintiff of such amount of damages as he should be entitled to receive in consequence of the location of the said road, after the same should have been agreed on by the parties on appeal by and under the provisions of the Acts of Assembly in such cases made, whether the same exceed the amount of the penalty in the bond mentioned or not. The court below held, and with obvious correctness, that the bond covered all the damages which the plaintiff under any circumstances could recover. The legislature made no attempt to distinguish between .damages caused by the location and those caused by the construction of the railroad. It is one injury. Where the railroad has been located, the land has been taken and appropriated for the public use, the right of the landowner to sue for his damages is complete, and he may recover all which may be caused by the location, and by the subsequent construction. He can have but one action. The damages cannot .be severed, and security for one is therefore security for all: Neal v. The Pittsburgh and Connellsville Railroad Company, 2 Grant’s Cases 137.\nIt is next insisted that there was no evidence of any attempt by the defendants to settle with the plaintiff, and agree upon the damages before they entered upon his land and before they filed the bond given as a security. Hence it is inferred that the tender of the bond, and the filing of the same, was unauthorized by law, and that the defendants were not empowered to appropriate the_ land for the said road.\nThough the Acts of Assembly do not in terms; require any attempt to make a settlement before a tender of a bond or filing it in the Common Pleas, it is perhaps a just inference from their language that there should be some evidence of inability of the parties to agree before the court should undertake to pass upon the security offered. But the very offer of a bond is an assertion by one of tbe parties that they cannot agree, and it is in itself some proof of such inability, for without the consent of both such an agreement cannot'be made. And if it were not so, the action of the court approving the sureties, and directing the bond to be filed, involves an adjudication that everything had been done which entitled the company to have the bond filed. If an attempt to settle was a prerequisite, the order of the court is conclusive that the attempt had been made. The decree of the court, like any other judgment, is final between the parties, as to all matters adjudicated therein directly, and to all facts which were essential to the adjudication.\nOn the trial it was proved that the bond was tendered to the plaintiff on the 3d day of November 1854. He refused the tender, objecting only that the penalty was insufficient. He did not then assert that there was no inability to agree upon the damages, or that no attempt at' a settlement had been made. Notice was at that time given to him that the bond would be presented to the Common Pleas on the 15th of November for approval. He appeared in court on the day appointed, and protested against the reception and filing of the bond for two reasons only; first, that it was deficient as a security, because it was no lien on real estate, and second, because the company had no legal existence, and had no right to take personal property. He made no other objection; if he had any other he waived it. The court overruled those which he made, and ordered the bond to be filed. It is too late for him now to say that there never had been any attempt to effect a settlement with him, or that there was no proof that the parties could not agree; even if he were not estopped by the adjudication, he is by his conduct.\nWe need say no more; the case was well tried, and the judgment is\nAffirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Hakes, Shoemaker, and Wadhams, for plaintiff in error.",
      "Stanly Woodward, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wadhams versus The Lackawanna and Bloomsburg Railroad Company.\nBond of Railroad Company as Security for Damages, includes Damages for Location and Construction.— What is implied by Tender of Bond, and, Approval' of Sureties.\n1. A bond filed by a railroad company when locating their road is a security for all damages that may occur from the construction also: both are but one injury, and a bond filed for one is therefore a security for all.\n2. The offer of a bond by a railroad company is an assertion by one of the parties that they cannot agree upon the damages caused to the property of the landowner: and the action of the court approving the sureties and directing the bond to be filed, involves an adjudication that everything had been done to entitle the company to have the bond filed.\nError to the Common Pleas of Luzerne county.\nThis was an action of ejectment, brought January 1st 1857, by Samuel Wadhams against The Lackawanna and Bloomsburg Railroad Company, to recover possession of seventy-six and six-tenths perches of land in Plymouth township, occupied by a portion of the road of defendant.\nIn 1852 an Act of Assembly was passed, and in March 1853 a charter ivas obtained incorporating the Lackawanna and Blooms-burg Railroad Company.\nSometime in the year 1854 a survey was made for the location of the railroad, but precisely when it was made, or by whom, does not appear.\nOn the 3d of November 1854, a damage bond was tendered to Mr. Wadhams, and at the same time a notice was served on him that on the 15th instant the bond would be presented to the Court of Common Pleas, &c. Exceptions were presented to the court, and filed, on the part of Mr. Wadhams against the propriety and regularity of the bond, which were overruled by the court, the sureties were approved of by the court and the bond filed.\nNothing further was done in the premises until the 15th August 1855, when additional exceptions were filed, on the part of Mr. Wadhams, to the bond and the proceedings under it, with an application to strike off the bond, which the court in a written opinion refused to do.\nSometime in November 1855, the company took possession of the land, and commenced grading the road. On the 1st day of January 1857 this ejectment was brought by Mr. Wadhams. On the 6th of April 1857, at the instance of the defendant, the court granted a rule on- the plaintiff, in the case of No. 72 January Term 1855 (the docket number of filing the bond), to show cause why the description of land may not be amended in accordance with facts.\nOn the 30th October 1858, on motion in open court, the defendant was permitted by the court to withdraw the application to amend the bond. On the 11th of January 1860, the cause came on for trial, when the plaintiff asked the court to charge the jury\n1. That the bond filed in this case was not conditioned as the Act of Assembly requires, because it provides only for the damages sustained by the location of the road. It should have covered the damages arising from the construction of the road.\n2. There is no evidence of any attempt by the company to settle and agree upon the damages with the plaintiff before entering upon his land, and before the filing the bond in this case. A fair and bond fide attempt to settle must be made by the company before they had a right to tender a bond to Mr. Wadhams, or to file it in the Court of Common Pleas, and before any entry can be legally made upon the land to occupy it for the construction of the road. And no evidence has been presented to show that the company made or took the preliminary steps required by law in order to appropriate the land for a road.\n3. The plaintiff can be divested of his land only by a strict compliance with the terms of the Act of Assembly on the part of the defendants in ' order 'to appropriate it for a road. Until this is done the defendants cannot set up any legal defence against the plaintiff’s recovery in this case.\n4. Upon the whole evidence in this case the plaintiff is entitled to recover.\nThe defendants als.o requested the court to charge:—\n1. That the attempt to agree, the character of the bond, and all the proceedings preliminary to the building of the railroad, are, so far as regards the present action, in the nature of res adjudieata, and cannot be collaterally inquired into.\n2. That where a remedy is provided by statute, and the parties have proceeded under it as in the case of the proceedings upon the bond, the remedy must be continued, and-neither party can resort'to another form-of proceedings, and that therefore the defendants are entitled to a verdict.\n3. The defendants having located their road upon the plaintiff’s land, filed this bond, and procured the decree of the court as to its sufficiency, cannot resort to a remedy by ejectment.\n4. That under the statute the filing of a bond by the defendants creates a legal inference of an inability of the parties to agree as to the amount of damages.\n5. That, under all the evidence in the case, the defendants are entitled to a verdict.\nThe court below (Conyngham, P. J.) charged in substance as follows:—\n“ The plaintiff has shown title to the land, as is conceded, and must recover in this suit, unless something else will prevent it.\n“ The defendants, not denying the original title of the plaintiff, claim that they legally occupy the ground for the purposes of their railroad, and are thus in possession; and the only question before us is, whether they have the right so to do, and can legally claim the possession of it.\n“ The defendants claim, that under authority constitutionally vested in the legislature, to take, when necessary, the' lands of an individual, for public purposes, upon tendering proper compensation therefor, or securing the owner for such pompensation, with means provided, for ascertaining the amount of his proper demand, for thus taking his property and transferring his enjoyment of it to the company, they have lawfully taken possession of the piece of land in dispute, having first, in pursuance of the provisions of law, tendered to the plaintiff, and filed in this court, for his protection and use, a bond securing to him the value of the property taken, with damages thereby incurred, and that thereby the right to occupy the land for their road purposes has become vested in them. If this be so, the plaintiff cannot recover here.\n“ On the 19th of February 1849, the General Bailroad Law of our state was passed, and by Act of 5th April 1852, authority was given to charter the Lackawanna and Bloomsburg Railroad Company, “with all the powers, and subject to all the restrictions, of the above-mentioned general act.” Under this authority, on the 24th of March 1853, the governor of the state duly issued a charter and letters patent to this company, and thus gave them legitimate existence.\n“By the 10th section of the general act, full power was given to the company, by their officers, engineers, agents, &c., to enter upon and take the necessary land, &c., but it is also provided, that before appropriating, that is, entering upon and taking such possession, they shall make ample compensation to the owners, or tender adequate security therefor.\n“ By the 5th section of the Act of 1852, authorizing the charter of’this present company, a mode is provided for ascertaining this compensation, and properly securing the payment of it, viz., according to the provisions of the 2d section of an act relating to the Pennsylvania Coal Company, passed the 7th March 1849, P. L. 135.\n“ The defendants contend now, that, before taking the land occupied by them, they did pursue the provisions of this section so as to secure to the plaintiff proper compensation.\n“ They produce, and give in evidence, a bond, dated October 20th 1854, filed in this court November 20th of the same year, proved by undisputed testimony, to have been previously tendered to the plaintiff, and refused by him, and at the time of the order of filing, made by this court, the sufficiency of the sureties having been approved by us. This bond is produced in evidence, hut various objections against its effect and validity are advanced by the counsel of the plaintiff in the course of their arguments, and in the points upon which we are requested to charge.\n“ [We read the plaintiff’s first point, and say we do not so construe the bond.. The words of the condition, in our opinion, as expressed at the time of its being filed, and now again re-expressed, will cover any damages which may be assessed under the provisions of the Acts of Assembly already cited.\n“ The term location will cover the construction of the road, and all incidental damages; an equally comprehensive meaning being given to the term in the 10th section of the General Railroad Law of 1849.\n“We also say that the amount of damages, under the terms of the condition, may be recovered by action upon the bond, whether it exceed the penalty of the bond or not.\n“In receiving such bonds, and approving of them, we did not regard the amount of the penalty as so important as it otherwise might have been, but for the special clause in the condition.\n“ According to the evidence, the reference and description of the third piece of land mentioned in the bond applies to the land now in dispute upon which the road is located.\n“ It is objected, however, that the reference is too vague, inasmuch as it does not describe the exact land, or over what part of the land the road is intended to be located, or how or in what manner the road will be made.\n“We cannot sustain these objections, so as to avail the plaintiff in the present suit.]\n“ There is, however, one objection to proceedings connected with the filing of the bond, and the effect of such filing, which is worthy of most particular inquiry and consideration.\n“ This is raised by the second point of the plaintiff, which we read, and say that such an attempt to settle must be first made as therein stated is correct.\n“ Whether there be evidence or not of this, as the case now stands, or whether it should have been particularly proved now, are other questions.\n“ There is no direct evidence now shown of any such attempt, but the defendants contend that, under the other proceedings shown to us here, it is now to be presumed and inferred.\n“ The bond was tendered to Mr. Wadhams, who refused to receive it, on some objections to the amount of the penalty.\n“ Notice was then served upon him under the rule established in our court for such cases, to appear before us -on a day certain, when the bond would be presented to the court for their legitimate action under the Act of Assembly. Mr. Wadhams, at such time, appeared by his counsel, and the case was postponed to another day, when the order of the court was -made, overruling objections, approving of the sureties, and directing it to be filed. This we consider ‘ approving of the security,’ required by the act.\n“ The objections advanced, then, by Mr. Wadhams, as appears by the record, were only, first, because the bond is no lien on the estate; and, second, because the company had no legal existence, and had no right to take private property. Both of\" these reasons were overruled by the court, and, the security being considered sufficient, the bond was ordered to be filed. Mr. Wadhams made no objections at the time of the tender, or here in court, at such time of hearing, so far as now appears, of any neglect in not previously endeavouring to procure an agreement on the subject of damages.\n“ Nothing appears to have been said on this subject until some nine months afterwards, when he filed additional objections to the bond, which the court then overruled as out of time, and tod late.\n“ It is very manifest that the court should not have permitted this bond to have been filed, and thus taken jurisdiction of the matter without some evidence, either by direct proof, or the express or implied admission of the parties, or other circumstances of a previous inability to procure this amicable arrangement. We now consider, however, that in this collateral proceeding, we must hold it as a necessary presumption and inference that such preliminary agreement to settle was attempted, and could not be made.\n“ It was the decree and order of a court over a subject, w'hen they had jurisdiction, when the facts were properly proved.\n“ It might have been more accurate to require the filing, of a petition and deposition as to such facts, but when the matter was done, upon motion, and the parties upon notice appeared, took action in the case without any objection on this ground, the same court, in a collateral proceeding, of an entirely different kind, cannot examine their former action, but must presume all things then to have been rightly done.\n“The bond is certainly good against the company, and the sureties in any suit upon it. They would be estopped from alleging such a defence, and we cannot hold that the other party who, upon notice appeared, and had his day in court at the time of filing the bond, and permitted that to be done without then suggesting the present objection, can do it upon his- part in an adverse suit of a different character, brought about three years after the original order was made, and after the company had principally constructed their road.\n“ A contrary ruling might be attended with very great evil.\n“ Suppose that a company employ a general agent to effect cojnpromises, who fails in many cases to agree with parties, and bonds-are filed upon notice, and without objection, the company carry on to completion their road.\n“Either from doubt of recovering damages, or from some other reason, some parties leave their cases undisposed of, and the employed agent suddenly dies,. Unless we give .the force of final action, to the preliminary proceedings, as now suggested, and hold that the company are not bound to make proof of such early step in their course in collateral matters, the road might be completely destroyed, unless the court, by exercising a greater power of arbitrary and extraordinary construction, should stay the execution of a verdict until the company renew their proceedings..\n“We think it safer to infer, from the conduct of the parties, facts which-will supersede such a technical objection as the present, made at so late a period, when all legal rights are fully protected, than to leave at the hazard of the discretion of any court, action necessary only in extraordinary cases, to save parties and the public from serious injury and great inconvenience. We think, too, that the reasoning of the court, in the case of Taylor v. Clemson, 3 Eng. Railw. Cases 50; sustains this view of the case, and meets our own judgment, arid therefore we refuse to charge to second point of the plaintiff in the affirmative.\n“ The general doctrine of the plaintiff’s third point is correct, but, in our view of the case, we cannot draw the inference stated in the point.\n“ The general charge answers the first, second, third, and fourth points of the defendant. The last point is answered in the negative, and the last point of the defendant in the affirmative. This cause is an important one. The rights of the plaintiff to receive compensation for the land taken for the road are fully secured by the bond as filed. We have already said in any such issue, the defendant could raise no objection to the validity of the proceeding. If, under such circumstances as appear in the present case, the plaintiff can recover the land claimed, and take one link out of this valuable and important chain and line of improvement, it must be so said by the Supreme Court, instructing, us that our views are erroneous.\n“ There are no facts affecting the issue here in dispute, :and: under the views we have thus set forth'we’ say that-ybur verdict', should be rendered for the defendants, which charge, the plaintiffs’ request may be reduced to writing, and filed of record for exception, w'hich is done.”]\nUnder these instructions, there was a verdict and judgment for the defendant. The case was thereupon removed into this court, where so much of the charge of the court as is printed, above in brackets, was assigned for error.\nHakes, Shoemaker, and Wadhams, for plaintiff in error.\nStanly Woodward, for defendant in error."
  },
  "file_name": "0303-01",
  "first_page_order": 303,
  "last_page_order": 311
}
