{
  "id": 481478,
  "name": "Samuel Stark versus Henry M. Fuller, Administrator of Amzi Fuller, deceased",
  "name_abbreviation": "Stark v. Fuller",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "320",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 149",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 Wright 149",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "11 Pick. 156",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/28/0158-01"
      ]
    },
    {
      "cite": "4 Verm. 131",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8545130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/4/0131-01"
      ]
    },
    {
      "cite": "13 Wend. 337",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 11924,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 3.4055858994363747e-07,
      "percentile": 0.8776909387381272
    },
    "sha256": "a7ec79303f4c85603dcb5afcbdd9c9cc97a57410bbf080d5a0e73470872ebfb5",
    "simhash": "1:de0078b2b55c27dc",
    "word_count": 2130
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel Stark versus Henry M. Fuller, Administrator of Amzi Fuller, deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe action was upon Amzi Fuller’s guaranty of 25th March 1845. Holding a mortgage against Abel Marcy, given in 1841, for $7500, on which various payments had been made, Fuller on 25th March 1845, made a written statement that there remained due on the mortgage at that date, the sum of $824.38, and assigned the mortgage and accompanying bond for that amount to the plaintiff, Samuel Stark, 2d, and added to his assignment these words: “I guarantee said amount due, collectable in other respects at Stark’s expense and risk.” It was upon this guaranty that the present suit -was brought. The plaintiff having shown the mortgage, the assignment, and the guaranty, gave in evidence a suit of scire facias which he brought upon the mortgage in his own name, as assignee of Fuller against Abel Marcy and Israel H. Marcy, as terre-tenant, of November Term 1847, No. 25, and a verdict therein of December 6th 1848, in his favour, of $357.24. The difference between that verdict and the amount guaranteed as above, was the measure of the plaintiff’s claim in this case. It was in proof on the part of the plaintiff, that Fuller’s administrator- had full notice of the scire facias suit, and was present by himself and counsel at the trial, and took part therein.\nThe defence in the present action consisted in a general allegation, that the plaintiff had so conducted himself as to prevent Fuller’s administrator from establishing the mortgage against the Marcys for the full sum assigned. It appeared in evidence, that when the scire facias suit was on trial before Judge Jessup; in December 1848, the defence set up by Marcy was, that the mortgage was in part usurious, and that after the verdict was taken, a motion was entered and reasons filed for a new trial, which reasons were signed by H. B. Wright, Avho appeared specially for the administrator, but who had acted in the trial of the cause, in conjunction with R. R. Little, the attorney of Stark. On September 7th 1849, this motion came on to be argued, when Mr. Little, as the attorney for Stark, filed a paper in these words: “And now, to wit, September 7th 1849, Samuel Stark, 2d, declares that he did not by himself or counsel move a new trial in this case. That he is not aware of any grounds therefor.” Judge Jessup swears that Mr. Harrison Wright, who then appeared instead of Colonel Wright, for Fuller, insisted that the argument should proceed, and that if the rule was to be withdrawn in that way, Mr. Fuller would be considered as discharged from his guaranty. To the same effect was the written protest of Messrs. Wright and Winchester, filed at the time. Judge Jessup swore further, that the court said that if the plaintiff did not want a new trial, the court certainly would not grant one, and thereupon discharged the rule.\nThe great question upon the record, the only one indeed except some bills of exception to evidence, which shall be noticed hereafter, is whether the conduct of Stark, by his counsel Little, on the 7th September 1849, was in law a discharge of Fuller from his guaranty. We must -regard the paper filed by Mr. Little as a withdrawal or discontinuance of the motion for a new trial. It was that in substance and legal effect, and it was treated as such by the court at the time. Little, as the attorney of Stark, had control of the record. The court recognised his right to control it. The notice and protest on the part of the counsel of Fuller, admonished Little and Stark that if they exercised their right of control, so as to deprive Fuller of the chance of a new trial, it would be done at the peril of losing the contract of guaranty. It is not certain from anything we have upon the record, that the new trial would have been granted. But the argument of the motion was a legal mode of prosecuting the claim. The power to grant new trials is one of the most important of all judicial functions. It often requires the exercise of the highest and most refined discretion, in order that, on the one hand, parties may not be'unduly delayed of justice, nor vexed with unnecessary litigation, nor subjected to burdensome costs ; whilst on the other hand, juries are not to be permitted,' by hasty or capricious verdicts, to trample under foot the clear legal rights of parties. Suppose that which, though we do not know it to have happened in the suit on the mortgage, is quite supposable, that there was no competent evidence to support the plea of usury, and that the judge so instructed the jury, but that they, notwithstanding instructions, found the usury, and reduced the plaintiff’s claim accordingly; is there no remedy for sucha vervict ? The law would be a more imperfect system than it is, if it did not furnish a quick and effective remedy. New trial is the remedy. The court is to administer it according to a legal discretion, and thus make sure-to every man his constitutional right to “have remedy by due course of law.”\nNow, though we do not know from the record before us, what was the evidence or course of trial in the suit on the mortgage, nor whether the court would or would not have set aside the verdict, yet we do know that a motion for a new trial was entertained upon the record more than eight months, and was finally discharged without reference to merits, on the ground of the paper filed by plaintiff of 7th September 1849. Whilst the counsel of the guarantor was pursuing his legal rights in a legal mode, Stark arrested their career, and wilfully took away from the guarantor his right to press his application for a new trial. Was this in law a discharge of the contract of guaranty?\nA guarantor or surety is entitled to reasonable protection. He has a right to expect that the creditor will not wantonly lose or destroy his claim against the principal debtor with a view of falling back upon the liability of the guarantor. For the guarantor promises only to pay the debt of another, in case that other does not pay it; and this contract is held to imply some endeavour and some diligence on the part of the creditor to secure the debt from the principal debtor. It is well settled that mere delay by the creditor to proceed against the principal, although requested to do so by the surety, will not, in and of itself, discharge a surety or guarantor. But if the delay operate to the injury of the surety, as if the principal debtor, solvent at the time of the request, become insolvent afterwards, whereby the debt is lost, or if the request of the surety be accompanied with explicit declaration, that if suit be not brought he will consider himself discharged, or if the creditor disable himself from proceeding by a valid agreement for a definite and certain extension, a surety or guarantor will in any of these cases be discharged: Cope v. Smith, 8 S. & R. 110; Geddis v. Hawk, 10 Id. 33; Gardiner v. Ferree, 15 Id. 28; Erie Bank v. Gibson, 1 Watts 143; Johnston v. Thompson, 4 Id. 446; Miller v. Stern, 2 Barr 286; Greenawalt v. Kreider, 3 Id. 264; Wetzell v. Spangler’s Executors, 6 Harris 460; Thomas v. Mann, 4 Casey 520; Hoffman v. Hurlburt, 13 Wend. 337; Row v. Pulner, 1 Cowan 246; Goodman v. Stewart, Stewart 160; Hagaboom v. Herrick, 4 Verm. 131; Fullam v. Valentine, 11 Pick. 156; Richards v. Commonwealth, 4 Wright 149; Bank v. McCallister, 6 W. & S. 149.\nWhile none of these cases can be said to be in quatuor pedibus with the case before us, they do assert and illustrate principles that are decisive against the plaintiff in error. Parsons, in the first volume of his excellent work on Contracts, page 514, commenting on the last of the above cited cases says, “ that where there is an entry on the docket of the court, made by counsel, to the effect that no action shall be brought on the original debt for which bail is bound, this discharges the surety, because it will be enforced by the court, and no action permitted. It is therefore equivalent to a discharge of the debt by the creditor, which of course operates the discharge-of the guarantor.”\nSuch in substance was the transaction here. The counsel of the plaintiff, in his presence and with his consent, made an entry on the docket that there should be no further prosecution of the debt for which Fuller was bound, and made the entry after the most explicit notice that it would be treated as a release of Fuller’s guaranty. That discontinuance of the rule for a new trial was final. It was equivalent to a discharge of the debt. It was a voluntary and persistent acceptance by Stark of the amount of the verdict in lieu of the amount guaranteed. Of course it worked the discharge of the guarantor. It was a much more decisive act than indulgence granted after notice to proceed, with an intimation that the consequence of neglect would be to release the guarantor. It was saying the suit shall not be prosecuted in the only form in which it was possible to prosecute it, even though I forfeit my hold upon the guaranty. After such a decisive declaration of record against notice and protest, Stark had no shadow of right, in law or equity, to seek recourse against Fuller’s estate.\nA few words, now, as to the question of evidence. It is argued that the testimony of Judge Jessup and of other witnesses, in regard to what transpired concerning the motion for a new trial, was contradictory of the record. We do not think so. Explanatory of the record that testimony undoubtedly was, but it trenched not near so hard upon the rule which forbids you to contradict or vary a record by parol, as the ruling of this court in Carmony v. Hoober, 5 Barr 310, where it was held that it might be shown by parol that the issue on the record had not been tried upon its merits. Here there was no contradiction of the record. The parol evidence and the record concurred in showing that Stark stopped the argument for a new trial. How he stopped it was shown also by the record, and only more fully by the parol proofs.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "It. JB. Little, for plaintiff in error.",
      "Garrick M. Harding, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Samuel Stark versus Henry M. Fuller, Administrator of Amzi Fuller, deceased.\nGuarantor released by conduct of Person holding the Guaranty. — Records, Eoidence explanatory of, when admissible.\n1. A guarantor of a mortgage is not liable on his guaranty, if the act of the holder prevent the collection of the debt from the mortgagor.\n2. One holding a mortgage, on which a balance was due, assigned it to another, with guaranty of payment: the mortgage being sued out and a verdict had for less than the amount for which it had been assigned, the counsel for the guarantor moved for a new trial, on the argument of which, the attorney of the assignee filed a paper alleging that neither he nor his client had moved for the new trial, and that he was not aware of any grounds therefor, the counsel for the guarantor protesting against the withdrawal of the rule, and giving notice that it would be considered a discharge of the guaranty: the rule being dismissed on the ground of the paper filed by the plaintiff, suit was brought on the guaranty, on the trial of which, it was Held, that the act of the attorney of the assignee in discontinuing the rule for the new trial against the consent of the guarantor, discharged the guaranty. .\n3. Evidence of what transpired concerning the motion for a new trial was admissible on the trial of the action on the guaranty, it being only explanatory of the record, and not contradictory to it.\nError to the Common Pleas of Wyoming county.\nThis was an action on the case brought in the court below, September 23d 1852, by Samuel Stark against Henry M. Fuller, administrator, &c., of Amzi Fuller, deceased, on the guaranty of the deceased, written by him on a bond which he had assigned to the plaintiff.\nThe material facts of the case are fully set forth in the opinion of this court.\nIt. JB. Little, for plaintiff in error.\nGarrick M. Harding, for defendant in error."
  },
  "file_name": "0320-01",
  "first_page_order": 320,
  "last_page_order": 324
}
