{
  "id": 481470,
  "name": "Samuel Keiper versus Elizabeth Helfricker, impleaded with Samuel Helfricker",
  "name_abbreviation": "Keiper v. Helfricker",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "325",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 146",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 92",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 146",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 630,
    "char_count": 13850,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.2349000106444397e-07,
      "percentile": 0.6065031204521962
    },
    "sha256": "bc1e78e51c692357fa4495811e99b91b97d51fb0342ece7cf078c9df34b4405a",
    "simhash": "1:82e6e6f6bb446ab9",
    "word_count": 2467
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel Keiper versus Elizabeth Helfricker, impleaded with Samuel Helfricker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThis case is ruled by Glyde v. Keister, 8 Casey 88, and 1 Grant’s Cases 465. The bond and warrant of attorney, being those of a married woman, were absolutely void, and of course the judgment upon the bond was a nullity as against her. The proceedings in the court below disclose the grounds upon which it was attempted to bring the case within the decisions of Patterson v. Robinson, 1 Casey 81, and Ramborger’s Administrators v. Ingraham, 2 Wright 146. There are three allegations in the three special counts, two agreeing in one fact, that it was a loan of money by the plaintiff to Mrs. Helfricker, to enable her to purchase certain lands, or to be used for the improvement of her separate estate; the remaining allegation being that this same bond which was given to secure these loans, was also given to free the lands mentioned in the second count from a judgment held by the plaintiff against another person, and which was alleged to be a valid lien on one only of the three tracts therein described. It is certain that some, if not all, of these considerations, which are pleaded as if each one represented the only consideration for the bond and warrant of attorney, can only form a part or parts of the real consideration. But however this may be, it is sufficient for us to say that neither of them come up to the two decisions just referred to so as to validate the bond, warrant, and judgment, which would not be good, even though given for debts contracted before marriage, or for necessaries for the support and maintenance of her family. If the separate estate of the defendant is liable for these debts thus contracted, it must be reached through some appropriate form of action, and not by means of instruments which this court have decided to be null and void.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Marx and Hunk, for plaintiff.",
      "J. D. Stiles and Reeder Green, for defendant."
    ],
    "corrections": "",
    "head_matter": "Samuel Keiper versus Elizabeth Helfricker, impleaded with Samuel Helfricker.\nBond of Married Woman void even though the consideration for the Bond he one on which an Action may he maintained.\n1. The judgment-bond of a married woman is absolutely void, though given, for debts contracted before marriage, or for necessaries for the support and maintenance of her family: her separate estate, if liable for debts thus contracted, must be reached through the proper form of action, and not by means of instruments declared to be null and void by the law.\n2. Where a married woman gave a judgment-bond to one who advanced-her money to be applied at the time for the purchase of real estate by her for her sole and separate use, and which was in fact so applied, held, that the bond so given was void, and could not be enforced against her separate estate.\nError to the Common Pleas of Lehigh county.\nOn the 7th of October 1857, to August Term 1857, No. 161, a judgment was entered in the Court of Common Pleas of Lehigh county, in favour of Samuel Keiper against Samuel Helfricker and Elizabeth Helfricker, for the sum of $1000, on a bond and warrant of attorney dated April 3d 1856, payable April 3d 1857. A fieri facias having been issued on this judgment to November Term 1858, No. 58, Elizabeth Helfricker made affidavit that, at the time of the execution of said bond, she was, and still continued to be, the wife of said Samuel Helfricker. The court thereupon granted a rule to show cause why the judgment as to her should not be opened, and she allowed to defend, the fi. fa. to be stayed, without prejudice to the levy or lien. After argument, this rule was made absolute on the 24th of May 1859. On the 8th of November 1859, a narr. was filed against Elizabeth Helfricker, and thereafter pleas and replications, which, pi-ior to and on the 17th of November 1860, were withdrawn by leave of court. On that day the plaintiff, by leave of court, filed an amended narr., containing four counts, to which the defendant pleaded her coverture in bar. This was met by a general demurrer. On hearing the case, the court below entered judgment in favour of defendant. The plaintiff thereupon sued out this writ, averring here that the court erred in not entering judgment on the demurrer in favour of plaintiff.\nMarx and Hunk, for plaintiff.\nIf any one of the counts is sufficient in matter of substance, the judgment on the demurrer should be in favour of plaintiff: 1 Saund. 337, b. 3, 285, n. 5; Murphy v. Richards, 5 W. & S. 280. And this, too, though the declaration be open to an objection of form, such as should have been brought forward by special demurrer: Stephen on Pleading 164, ed. 1824. The judgment on a demurrer to a plea in bar should be quod recuperet, and not quod respondeat ouster: Bauer-v. Roth, 4 Rawle 92. The Act of 1848, § 6, contemplates that real estate may “accrue to a married woman during coverture” by “deed of conveyance or otherwise, to be owned, used, and enjoyed by such married woman as her own separate property.” The right of a married woman to purchase real estate by “ deed of conveyance,” since the Act of 1848, has been sustained in Patterson v. Robinson, 1 Casey 81, and Ramborger v. Ingraham, 2 Wright 146; in both of which cases the court restricted execution to the particular property purchased. In the case at bar, the advance of the purchase-money, the bond to secure it, and the purchase of the real estate, described in the narr., were simultaneous, and constituted but one transaction. Is any one count in plaintiff’s narr. sufficient in matter of substance? The first is the ordinary one on a bond. The second count of the narr. sets forth that the money was “ then and there lent and advanced, to be applied and used for the purchase by and for her sole and separate use” of the described real estate, and that it was so applied and used on the same day and year, and said bond given “to secure the repayment of said money, by enabling said plaintiff to enter judgment thereon, and thus secure-a lien upon said land.” Patterson v. Robinson and Ramborger v. Ingraham would make this a valid lien in favour of the vendor. That the lien is in favour of a third party who advances the money at the time, and at tire same time takes the lien which the vendor might then and there have taken, cannot change its character. It is not the person with whom, but the subject-matter in regard to which she contracts, that gives validity to her acts. The money advanced was the “ consideration-money” for the laird purchased by her and described in the narr. “ To secure its repayment, she may contract under the Act of 1848, so far as to charge the property with such encumbrances as may be agreed upon1 Casey 83. The cause of action set forth in the third count of plaintiff’s narr. shows a change only in the name of defendant in the judgment. Tract number one, described in the second count, was bound, in defendant’s hands, by the lien of a valid, subsisting judgment in favour of plaintiff against one Loras. In consideration that the plaintiff freed that tract from the lien of that judgment, the defendant joined with her husband in the execution and delivery of the bond and warrant of attorney, upon which the judgment in .controversy was entered. True, this rvould extend the lien over other lands of hers, but its burden upon tract No. 1 would thereby be proportionately diminished. This change is an incident to the use and enjoyment of her separate property. It was in relief of it, and tended to secure more leniency in the enforcement of the lien. By acknowledging herself to be the debtor, she became entitled to claim the benefit of the Exemption Act, from which she would have been precluded had the property been sold on the'judgment against Loras. By controlling this contract, as in Patterson v. Robinson and Ramborger v. Ingraham, no personal liability is imposed upon her, whilst she will derive material benefit from it.\nBut if this court should be of opinion that the defendant, 'Elizabeth Helfricker, could not, in the manner indicated, extend the lien over other lands of hers, they can restrict the operation of the judgment on the demurrer, under the authority of the cases last cited, to tract No. 1, upon which plaintiff’s judgment against Loras was a valid, subsisting lien in the defendant’s hands, at the time of .the execution and delivery by her of the bond and warrant of attorney. This would leave the defendant in the same situation, so far as liability is concerned, as she was in before the delivery of her bond, with the added chance of claiming the benefit of the Exemption Act. To that tract the plaintiff had a right of execution before the defendant made this contract with him. What right has she to gainsay it now, if she denies the validity of her bond ? Under this view the third count should have been sustained by the court below.\nIn the fourth count the bond and warrant of attorney are alleged to have been “ sealed and delivered” by said defendant with her husband, “ for said last-mentioned sum of money for the improvement of her separate estate, and that said money was afterwards, on the same day, applied to and used for the improvement of her separate estate.”\nThe Act of 1848 permits a married woman to acquire real estate, “to be owned, used, and enjoyed” as her separate property. To enable her thus to enjoy it, the power to improve it is indispensable. This power cannot be exercised without means. It would be an unreasonable restriction to confine its exercise to those cases alone where she has the funds in hand, of her own, to pay item by item. If she is permitted to “own,” “to use,” and to “ enjoy,” she should be permitted, with her husband, to enter into such engagements as will enable her to put her property in' a condition to be used and enjoyed in the most ample and beneficial manner. These engagements should be held binding, without regard to their form, at least so far as to secure repayment, out of her property, of the debts incurred for money, materials, and labour, used and employed in its improvement: Hough v. Jones, 8 Casey 433.\nJ. D. Stiles and Reeder Green, for defendant.\nThis action is debt on bond against a married woman. It is founded upon a purely personal obligation, and must result, if finally decided for the plaintiff, in a general judgment. The bond is declared upon in the second and fourth counts as having been given for a loan of money, and in the third in consideration of the release of a lien. Can there be a recovery upon such a bond? Has a married woman capacity to incur such a liability ?\nThe whole capacity of femes covert to contract, except for necessaries, is created by the proviso to the 6 th section of the Act of April 11th 1848. See Murray v. Keyes, 11 Casey 384.\nThe act is in derogation of the common law, and a plaintiff seeking to recover on the contract of a married woman must bring himself strictly within the exceptions mentioned in the act. We contend therefore :—\n1. That the action being upon the bond, and not upon its alleged consideration, cannot be sustained, even though the consideration would of itself be sufficient to 'support an action: Caldwell v. Walters, 6 Harris 79; Glyde v. Keister, 8 Casey 85; 1 Grant’s Cases 465; Murray v. Keyes, 11 Casey 384. That she could have legally made the bond in suit, before the Act of 1848 was passed, will not be pretended; nor can it be supposed that it was intended to remove any of the disabilities w'hich resulted from the marriage relation. The object of the act is conceded to have been protection to the wife, and those disabilities are her shield: Bear’s Administrator v. Bear, 9 Casey 528.\n2. Even if this action were founded upon the alleged considerations of the bond, and the pleadings were so framed as to result in a judgment de terris, there could be no recovery, for the reason that none of the considerations mentioned in the narr. are sufficient to create a legal liability in a married woman. We submit that it has never yet been decided that a married woman has capacity to make a valid promise to pay either a loan of money, or for the removal of a lien. On the contrary, her liabilities have been expressly limited to — 1. Torts of the wife. 2. Debts contracted by her before marriage, or after, as a feme sole trader. 3. Liabilities necessarily incurred in the management of her estate. 4. Necessaries for the support and maintenance of her family: Mahon v. Gormley, 12 Harris 80; Glyde v. Keister, 8 Casey 81; Bear’s Administrator v. Bear, 9 Casey 528-9; Heugh v. Jones, 8 Casey 432.\n3. To this time this court has gone no further in the direction of holding a married woman competent to contract for purchase-money of land, than to decide that she may give a valid judgment for the purchase-money, for the reason that she shall not be permitted to hold the land, and refuse compliance with the condition on which alone she gets it: Patterson v. Robinson, 1 Casey 81; Ramborger’s Administrator v. Ingraham, 2 Wright 146. If this were a proceeding by scire facias to levy the judgment out of the land said to have been purchased, the plaintiff would at least not be subject to the objection that he was seeking to enforce a mere'personal obligation; but so long as Patterson v. Robinson and Ramborger v. Ingraham stand unreversed, it is not possible to see how there can be a recovery in this action, when such recovery can only result in a general judgment upon the personal obligation of a married woman. And while Glyde v. Keister remains law, it is difficult to understand upon what principle a married woman may give a valid bond for a loan of money, when she cannot do so for necessaries furnished to her family upon her consent. This court has deliberately decided that she cannot give a bond for necessaries nor for purchase-money. Can it be conceded, in the face of these decisions, that she may do so for a loan of money ?"
  },
  "file_name": "0325-01",
  "first_page_order": 325,
  "last_page_order": 329
}
