{
  "id": 481525,
  "name": "Mackason's Appeal. Bartram's Estate",
  "name_abbreviation": "Mackason's Appeal",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "330",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 282",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 31",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "1 Rawle 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    },
    {
      "cite": "1 Watts 391",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 277",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 Peters 264",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        534515
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/30/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1097,
    "char_count": 26744,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 9.037318793436044e-07,
      "percentile": 0.9790292793131955
    },
    "sha256": "52b5bf17c8345c8e74162aee99a55a615c968e1a6843feba02a734cdbec398f3",
    "simhash": "1:9acf70b14c6b210a",
    "word_count": 4753
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mackason’s Appeal. Bartram’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nThis appellant claims the money in controversy here under the following circumstances: William H. Bartram, a resident of the city of Philadelphia, was the owner of certain real estate in the city; and, being so, did, on the 18th day of May 1849, convey the same in trust to his own use for life, and over to such person or persons as he should by will appoint; and on failure to appoint, then to the use of his lawful heirs in fee; the trustees to let and demise the property, receive and collect the rents and income, and pay over the same, after deducting taxes, repairs, and expenses of the trust, to him the said William H. Bartram during his life, as received, and not by way of anticipation, and free and clear of all debts, contracts, and encumbrances incurred or entered into by him. Bartram died abroad in 1867, leaving a will, in which he devised his property to the appellant, Ann Mackason, for life, then over to certain persons named. In a codicil to the will he declares these devises as an execution of the power to appoint.\nAt the date of the conveyance in trust, Bartram was indebted to a considerable extent, and the property conveyed was sold by the trustees, and after paying off these debts, the residue was invested and the income paid to him by them annually during life. Before his death he again became indebted to several persons, in all to the extent of about $6000, and these debts remained unpaid at his decease. His creditors now claim payment out of the trust funds in the hands of the trustees, which they contend are assets of his estate applicable to their extinguishment, and this is denied and resisted by the appellant. The court below confirmed the auditor’s report, deciding in favour of the creditors, and hence this appeal.\nThis statement brings us to the simple inquiry, can the owner of property so dispose of it, for his own use, benefit, and support, as to put it beyond the reach of liability for his future debts, he being and continuing sui juris, and there appearing to be no reason therefor excepting to withdraw it from such liability, and thus retain the temporal ownership without its incidents ? This would be a startling proposition to affirm. It would revolutionize the credit system entirely, destroy all faith in the apparent ownership of property, and repeal all our statutes and decisions against frauds. Every man about to engage in business where there was a chance of loss, would place himself under the pupil-. age of trustees, and everybody’s estates would be passing under settlement deeds and trustees’ accounts through the courts, before, in the natural course of things, the jurisdiction of the Orphans’ Court would attach.\nSuch consequences from judicial action need not be deprecated in advance, for they never can occur.\nWe neéd not discuss all the positions taken by the learned auditor 'in his very able report; all of which converge to the same point; namely, that such a trust as this, under its circumstances, does not withdraw the property from the reach of creditors subsequent to its creation.\nChancellor Kent, in Vol. 4, p. 311, of his Commentaries, states the law of such an attempt thus : “ The policy of the law will not permit property to be so limited as to remain in the grantor for life, free from the incidents of property, and not subject to his debts.”\nSo in Johnson v. Harvey, 2 Penna. Rep. 82, Gibson, C. J., states the same thing to be law, and the reasons for it, viz., “ That the statute of 13 Eliz., which proposes to avoid conveyances with intent to delay, hinder, arid defraud creditors, would be of little use if a debtor might put his estate beyond the reach .of his creditors and still get a living from it.” He puts it upon .the statute of 13 Eliz. as void.\nUnder our insolvent laws such a thing could not be done, for tíre debtor is bound to take an oath that he has not conveyed, transferred, or assigned any portion of his property whereby to benefit himself or his family. While this could not affect trusts lawfully made, on good consideration, it certainly would a trust for the debtor’s own use.\nWhat .object there could have been here for this extraordinary settlement other than to protect the settlor’s property against future indebtedness, does not appear.\nThat object is boldly avowed. The trustees are to hold the estate of the settlor to his use for life, free and clear of his debts, contracts, and encumbrances, and pay him the net income after his death to his heirs, in default of appointment; otherwise to, his appointee..\nThe proposition is, that such, a settlor may be the complete equitable owner of all his property — deal as much as he pleases with it, and it shall not be liable for his debts. Here we have a direct attempt by one sui juris to guard his own property against his own contracts. In Thompson v. Dougherty, 12 S. & R. 448, decided at Nisi Prius, a conveyance in favour of the wife, of the grantor’s whole estate (and that seems to be the case here), with an expectation of future indebtedness, was held void under the statute of 13 Eliz. as against such debts. There are numerous English decisions cited by the auditor to show that a settlement is fraudulent under the statute of 13 Eliz. where the settlor takes back to himself an estate for life: 1 Atk. 13; 2 Id. 480, 512, 600; 2 Vern. 510. This is just what was in substance said by Chancellor Kent, and Gibson, C. J., cited above.\nThe general doctrine of settlements by one in favour of another who is usually non sui juris, fairly made and without wrong to the creditors of the grantor, the law sustains; but that is widely different from this case. The auditor was .therefore right in holding the estate of Bartram in the hands of his trustees for the payment of his debts'. We do not negative another ground taken in the report, viz., that an unlimited right of appointment in fee renders the estate assets for the satisfaction of the appointee’s debts. This is undoubtedly the English rule: see authorities cited by the auditor, and Haliday v. Peters, 28 Beav. 354. The rule seems to be different when the appointee is a feme covert, unless, as said by Sir John Romilly, Master of the Rolls, in this last case, when the feme covert is guilty of a fraud in her contracts, by holding herself out as a feme sole; in that ease the property would be assets. It is not necessary to decide upon the effect of such a power to appoint by a man or woman, in this case, nor do we give any intimation on the subject; the case was well decided by the auditor on the point already stated in this opinion.\nDecree of the Common Pleas affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "George W. Biddle and James W. Paul, for the appellant.—",
      "W. J. McElroy, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Mackason’s Appeal. Bartram’s Estate.\nVoluntary Conveyances, when fraudulent as against subsequent Creditors, — Trust Estate, how affected by Will made under Power reserved in Deed of Trust to use of Grantor and Ms Ileirs.\n1. One sui juris cannot, as against creditors either prior or subsequent, settle his property in trust for his own use for life, and over to bis appointees by will, and in default of such appointment to the use of his lawful heirs in fee.\n2. Property so settled is assets in the hands of the trustees for the payment of debts, whether contracted prior or subsequent to the execution of the deed of trust: and the devisees or appointees under the will of the settlor will he postponed to his creditors.\nCertiorari to the Common Pleas of Philadelphia.\nThis waSc&n-. appeal hy Ann Mackason from the decree of the •Common.. Plpas^'.4f^B.hiladelphia confirming the report of John M. Collins,- as>uditbr\\on the account of Samuel J. Christian and Anthony McLean, trustees of William- Henry Bartram.\nThe case' was this .- — William Henry Bartram, on the 14th day of May 1849, conveyed certain real estate unto Samuel J. Christian and- Anthony McLean in trust, “ to let and demise the premises thei’eby granted; and to recover, collect, and receive the rents and income thereof, and to pay over the same, when, and as received, and not hy anticipation, after deducting all taxes and necessary repairs of the said trust estate, and all reasonable charges and expenses attendant upon the execution of the trust, into the hands of William H. Bartram, or unto such person or persons as he shall hy any writing under his hand appoint and direct, for and during all the term of his natural life; but so that all and singular the trust estate, and the rents and income thereof, and every part thereof, shall not he in anywise liable or subject to, answerable and accountable for the acts, encumbrances, charges, contracts, anticipation, or engagement' of him, the said William H. Bartram, and shall not he liable to be attached or in any way taken in execution for any debt he may contract; and from and immediately after the death of him, the said William H. Bertram, then to hold the said trust estate to and for the only proper use, benefit, and behoof of the said person or persons, and for such estate or estates, and in such sort, manner, and form as he the said William H. Bartram, hy his last will and testament, or by any writing in the nature of and by him intended as and for his last will and testament, to he signed in the presence of at least two credible witnesses, shall direct, limit, and appoint; and for want of such appointment, then in trust to and for the only proper use, benefit, and behoof of such persons or person, and for such estate and estates, and in sucb sort,, manner, and form to whom and as the same would have gone under the intestate laws of Pennsylvania for the time being, had he the said William H. Bartram died intestate, seised and possessed thereof.”\nBy this deed, the trustees were empowered to make sale of the real estate, and directed to hold the proceeds of sale subject to the same trusts and conditions as they held said real estate.\nThe trustees sold the property, and invested the proceeds in the lifetime of the said Bartram, first paying off all his debts which existed at the time the trust-deed was made. The deed was made with the knowledge of his creditors, and with a view to effect a sale of the trust estate, so that his debts might be paid, and the residue held in trust. Subsequently, he incurred sundry debts, amounting in the aggregate, with interest, to about $6000, and afterwards made his will in pursuance and in execution of the power to appoint reserved to himself in said deed of trust, and gave the trust property to Ann Mackason, the appellant, for life, with remainder to certain legatees named in the said will.\nIn 1857 he died, unmarried and without issue. After his death, the trustees filed their account, which was referred to an auditor to settle and adjust, and to report distribution. The auditor, after a full review of the authorities, made a learned and elaborate report, in which he directed that the debts contracted after the execution of the trust-deed should be first paid, and then awarded the balance in accordance with the provisions of the will of said Bartram. To this award exceptions were filed by the legatees, which were dismissed, and the report of the auditor confirmed by the court. From this decree the present appeal is taken. The court below gave no written opinion, but merely entered a decree dismissing these exceptions and confirming the report.\nThe errors assigned were,\n1. That the court erred in dismissing the exceptions and confirming the report of the auditor.\n2. In deciding that the deed dated the 14th day of May, A. d. 1849, executed by William II. Bartram to Samuel J. Christian and Anthony McLean, was void as to creditors.\n3. In deciding that the reservation and execution of.the power of appointment reserved under the said deed to William H. Bar-tram made the property thereby limited assets for the payment of his debts.\n4. In deciding that the absolute estate in the property limited under the said deed, was in the said William H. Bartram at the time of his death, and as such was assets for the payment of his debts.\n5. In deciding that the claims of the creditors of William H. Bartram, deceased, were payable out of tbe fund for distribution. And\n6. In directing the sum of $5602.50 to be applied to the payment of the debts enumerated in the schedule of distribution annexed to the auditor’s report.\nGeorge W. Biddle and James W. Paul, for the appellant.—\nIn the view of the case taken by the auditor, the deed exe-. cuted by William H. Bartram presents, in connection with o'ther facts found, three questions for consideration:— _\n1. Whether said conveyance is void as tojdie crgefi-tors by virtue of the statute of 13 Eliz. c. 5. In this connection the first and second errors will be considered. '\nUnder this head the auditor asstimes that the case may be considered as only involving debts contracted subsequently to the execution of the deed, and that the only ground, perhaps, of its invalidity as to such subsequent creditors, is the fact of the settlement for the grantor's benefit, and comes to the conclusion that the current of English and American authorities runs against the validity of the deedj We assert that the law of Pennsylvania has never so decidedf-hut that, on the contrary, there are intimations and decision? the other way.\nThe deed was executed on the 14th May 1849, and recorded, on the 18th May 1849, and does not, on its face, purport to pass all the property of the grantor, but only an undivided moiety in a specified tract of land, and it is nowhere found in the testimony that he had no other property at the time.\nWhy should the fact of the settlement being made to protect the grantor against his own improvidence, defeat it ? Is it not as proper a motive as to settle the estate voluntarily upon another ? Is not a man as much bound to protect himself as his wife and children ? May he not as Avell foresee his own improvidence or inability, as that of his family ? If then he fairly, in the absence of, or providing for existing indebtedness, so proclaim his intention to the world, by recording the deed, why should it not stand ? The contemporaneous judicial interpretation of the statute does not forbid it, and we are not hound by the later English decisions, where they conflict with the early ones, or with our own: Cathcart v. Robinson, 5 Peters 264, 280.\nOne of the most eminent jurists of this state, or of any country, has given the sanction of his name to the conclusion we are contending for: Mateer v. Hissim, 3 Pen. & Watts 160. See also I Wall. Jr. 107 ; Greenfield’s Estate, 2 Harris 489. In Virginia it seems to be settled in the same way: Johnson v. Zane’s Trustees, II Grattan 552.\nWe may, therefore, dismiss the other cases cited by the auditor, and, resting upon our own law, conclude that he erred in the solution of the first question. .\nThe remarks of Coulter, J., Morris v. Johnson, 5 Barr 287, 289, upon the differént modes in which the English law and our Pennsylvania law-reach, the'same end, are referred to as a solution of many; of- the English cases...\n2. As'to whether the execution of the power of appointment reserved to the grantor did, or did not, make the property assets JTor the payment of the debts. The auditor thinks it did: we contend it did not. The English modern cases undoubtedly sustain the auditor, but they are irreconcilable with the law; and in Holmes v. Coghill, 12 Vesey 212, the chancellor (Erskine) says they cannot be reconciled to clear principles of law or equity, and that a court of equity, in favouring the creditors, takes upon itself to disregard altogether the quality of the deed, and to alter wholly the rights of the parties under it.\nCommonwealth v. Duffield, 2 Jones 277, terms it a shallow equity, introduced, not to do justice, but to further creditors, and shows plainly that the appointee derives his title from the dpnor of the power by the instrument in which it is created, not under but paramount to the appointor. This case is entirely at variance with the auditor’s conclusions, and is not, as he seems to think, in conflict with the opinion of the same judge in Morris v. Phalen, 1 Watts 390, decided many years before. The difference between this case and Flintham’s Appeal, 11 S. & R. 16, is obvious, because in Morris ¶. Phalen, the power of the widow was not to dispose of the freehold, but of an entirely different thing; the value of the fee simple in cash, which had not the remotest connection with the freehold that precedes it, being essentially a different corpus, &c.: 1 Watts 391. In the language of C. J. Tilghman (11 S. & R. 18), “though it is a nice distinction, it is firmly established, and cannot be said to be void of reason.”\nThe law of Pennsylvania, then, does not support the auditor in the result reached by him under the second question considered.\n3. The fourth,'fifth, and sixth errors assigned, include the third question discussed by the auditor, viz.: “ Whether the conveyance can or cannot be sustained, as creating a valid special trust, and whether or not the absolute estate was in said W. H. Bartram at the time of his death.”\nThe auditor concludes that under the English and Pennsylvania cases, the fee simple, or absolute interest in its proceeds, was in W. H. Bartram, and that, therefore, notwithstanding the appointment in favour of the legatees, the claims of his creditors were to be paid out of the fund in the trustees’ hands.\nIt may well be questioned, whether any case cited covers the case under consideration. The duties of the trustees were not formal but active, and it was of vital importance, in view of the object of settlement, that the trust should be treated as subsisting. The estate was analogous to that of a married woman’s separate estate, which, in Pennsylvania, it is settled cannot be aliened without an express authority for the purpose: Lancaster v. Dolan, 1 Rawle 231; Norris v. Johnson, 5 Barr 289.\nAdmitting, for the sake of the argument, Mr. Bartram had the fee or the absolute interest, he had still a power of appointment by will, and he did appoint in pursuance of this power.\nIf anything may be considered as settled law, it is that the fee and the' power may subsist together (1 Sugden on Powers, § 6, of Merger of Powers 104), and that one. so owning both may appoint under the power, and his appointee will take through him under the deed containing the power, and not under him: Sir Edward Clere’s Case, 6 Rep. 176; Maundrell v. Maundrell, 10 Yes. 246; Birdsall v. Richards, 6 Harris 256; Wetherill v. Wetherill, 6 Id. 265.\nThe settlor passing the fund by virtue of his power, the legatees were in under the deed of settlement as of the date of its execution, May 14th 1849, long prior to the existence of the debts, and of course long prior to the death of testator.\nThey are to be considered by the appointment in their favour as if they had been specially named in the deed of May 14th 1849, since they are named by reference to this deed. They take, then, as if named in the deed, which it is conceded they could have done under the circumstances of the case. There is nothing forced and unreasonable in this. They are not more volunteers by being named for the first time in the codicil by way of appointment under the power. They would have been •just as much volunteers if named in the deed itself. The hopes of creditors are not more disappointed because they are named by way of appointment, instead of being named in the deed. This instrument, with all the rights which it might confer upon the settler’s appointees, was well known (being on record) long before any of the debts now sought to be charged upon the fund was in existence or contemplated. The title of the appointees being therefore the earlier title, must prevail. The auditor was therefore in error in supposing that the debts Avere, under the circumstances of the case, a charge upon the fund.\nW. J. McElroy, for the appellee.\nThe auditor, speaking of the conveyance being for the grantor’s benefit, says that “ it was of all his estate in trust for himself alone for life,” &c.\nIt was admitted as a fact before the auditor, and the case Avas argued upon the admission that the deed in question embraced all the property of the grantor.\nIndependently of this, it rested on the appellant to show that the grantor was, at the time, of the conveyance, possessed of other property, if such fact was material.\nThere was no evidence before the auditor that the conveyance was made to protect the grantor against his own improvidence, or that it was necessary these facts asserted, arguendo, require this correction.\nI. As to the validity of the conveyance under the statute of 13 Elizabeth. The English decisions cited by the auditor are binding on us as authority, unless expressly overruled, and there is no case in Pennsylvania which establishes a different doctrine.\nThe doctrine of these decisions is, that a voluntary conveyance by which the grantor reserves an interest or benefit to himself, is voidable by subsequent creditors.\nIn the case now under discussion, the grantor reserved the whole income of the estate to his own use, and also the full right to dispose of the principal by will in any way he might choose. Such a conveyance has neither a valuable nor good consideration to support it; it has none of the privileges of a settlement.\nWhy should it stand against creditors ? The contemporaneous judicial interpretation of the statute forbids it, and the appellant has shown no case which directly sustains it: See 4 Kent *311, 7th ed., note c, and eases there cited; Johnston v. Harvey, 2 Penna. Rep. 82; Russell v. Hammond, 1 Atk. 13; Adlum v. Yard, 1 Rawle 163.\nThe cases cited by appellant are not in point. In Mateer v. Hissim there was no interest reserved to the grantor out of the property conveyed, and the question was whether he had reserved enough other property to pay existing debts, held, that having done this, his deed was not void.\nIn Greenfield’s Estate, the deed directed the trustees expressly, “ first, to pay all debts due by the said Elizabeth Greenfield, or debts which may become due.”\nIn Johnson v. Zane’s Trustees, 11 Grattan (Virginia), the trust was not for the benefit of the grantor alone, but also of his wife, and was therefore meritorious as a settlement, and privileged.\nCathcart v. Robinson, 5 Pet. 264, was on the construction of the statute 27th Elizabeth, not the 13th Elizabeth, and whatever fluctuation there may have been in the early English decisions on the 27th Elizabeth, there had been, up to the time of our Revolution, a steady uniformity of decision on the 13th Elizabeth, as regards the point under discussion.\nII. As to the effect of the execution of the power of appointment. The auditor’s decision on this point is not, as alleged by the appellant, based upon the English modern cases. The cases cited by him were decided in 1690, 1694, 1739, 1741, 1750, &c. They are therefore authority here, unless overruled, and they have not been. On the contrary, the doctrine that the execution of such a power makes the estate assets for creditors has been fully recognised and acted upon in Johnson v. Cushing, 15 New Hamp. Rep. 298; Tallmadge v. Sill, 21 Barbour (N. Y.) 34, and Smith v. G-arey, 2 Dev. & Bat. (N. C.) 42. It is also stated in our text-books to be the law: 4 Kent *339, *340 ; 1 Story’s Eq. Jur., §§ 169, 170; Adams’ Eq. *99 (note by Mr. Wharton); 2 Sugd. 29; 2 Chance 143. It is recognised in Flintham’s Appeal, 11 S. & R. 16. In Commonwealth v. Duffield, cited by the appellant, the case might have been decided upon this point, but while disapproving it, the learned judge was not disposed to set it aside as not the law, but put the case on other grounds.\nIt is said the law is unjust, because it says that, although the appointer did not direct his debts to be paid, yet they shall be paid before his devisees shall take. Precisely the same injustice is worked by law which makes every devised estate subject to simple contract debts. But in the present case, this disapprobation of the doctrine as inequitable, has no foundation. Mr. Bartram is as well the donor as the donee of the power. It is his own estate which he disposes of, and there can be no injustice in making that liable for his debts — in favour of his creditors', who have the highest equity, and against his legatees, who are mere volunteers.\nIII. As to the quality of the estate in Mr. Bartram. There is nothing in the facts to show that there was any necessity for the existence of a trust, after the conversion of the property conveyed to the trustees. That Mr. Bartram was unable, from a want of confidence by his creditors in him, or from any other cause, to induce them not to press his property, and that the gentlemen named as trustees were able to do this, may have been the case: but the appellant, who gave all the evidence that was given as to the reasons for creating this trust, did not show any want of ability on the part of Mr. Bartram to manage his own estate, or any other reason why he needed protection against his “ acts, encumbrances, charges, contracts, anticipation, or engagement.” It is straining this case very much, to compare it to a trust for a married woman.\nThe appellee submits that the form of a trust here ought to be disregarded, in accordance with Kuhn v. Newman, 2 Casey, and the line of similar decisions down to Kay v. Scates, 1 Wright 31. If the trust then did not stand, the limitation was to Bar-tram for life, and after his death to his own heirs, i. e., to the use of him and his heirs: Smith’s Appeal, 11 Harris 9; Pott’s Appeal, 6 Casey 168; Bush’s Appeal, 9 Id. 85, &c. Nor does the power of appointment affect the character of the estate: Pratt v. McCawley, 8 Harris 264; Harvey’s Appeal, 11 Casey 207; Kay v. Scates, 1 Wright 31.\nAdmitting the doctrine of Sir Edward Clere’s Case, the application sought to be made of that doctrine in the present ease is erroneous. For, although the appointee is in by force of the feoffment or instrument creating the power, it does not follow that his title relates to the time of the feoffment, or date of the instrument: Commonwealth v. Duffield, 2 Jones 282; Marlborough v. Godolphin, 2 Ves. Sr. 61. The application of this doctrine made by the appellant is not sustained by the authorities. The appointees are not in under the deed, as of the date of its execution, May 14th 1849, but as of the date of Mr. Bar-tram’s death, on the 28th June 1867, and of course not prior to the debts. They have not therefore the earlier title: and the argument based on this idea must fail. The recording of the deed makes no difference: Thompson v. Dougherty, 12 S. & R. 463."
  },
  "file_name": "0330-01",
  "first_page_order": 330,
  "last_page_order": 339
}
