{
  "id": 481540,
  "name": "Kenton versus Vandergrift",
  "name_abbreviation": "Kenton v. Vandergrift",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "339",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 31",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 399",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 320",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 255",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 327",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 15184,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 8.495107840748658e-08,
      "percentile": 0.48635943639957385
    },
    "sha256": "6b3e15168259e1732334d4c44f9e65669277ab71e278bf7fdef721148f2abff4",
    "simhash": "1:c5c5ef850b04cada",
    "word_count": 2701
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kenton versus Vandergrift."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nAs a general rule, a mortgagor is not entitled to a bill in equity to compel the mortgagee to satisfy and release the mortgage, for he has ample remedy at law under our recording acts : Purdon 233. But where the conveyance is absolute on its face, and is claimed by the grantee to be absolute in fact as well as form, and the defeasance is not only unrecorded, but rests in parol, there is great need of a reconveyance, to dissipate the cloud upon the title, after the mortgage character of the original instrument has been established, and the mortgage-debt has been fully paid. Such a deed of reconveyance ought to have been provided for by the conditional verdict that was rendered in the ejectment between these parties in the District Court; but seeing that it was not, the bill in equity,, and the decree of the Common Pleas thereupon, were most necessary and proper; Vandergrift’s title could be rendered marketable by no other means. And surely Kenton has no legal or equitable right to retain an apparent title after he had been repaid the money, for security of which the title was conveyed to him. Wholly worthless to him, it was capable of being used as an annoyance to Vandergrift. After the ejectment suit, and the receipt of his money, he ought to have released it to Vandergrift, on the principle of good neighbourhood and fair dealing between man and man; but when a man will not do equity, it is the appropriate duty of a court to compel him.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Greorge W. Biddle and Charles S. Pancoast, for appellant. —",
      "Byron Woodward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kenton versus Vandergrift.\nReconveyance of legal Title enforced in Equity.\nWhere a conveyance is absolute on its face, and claimed to be such in fact, by the grantee, but is proved to have been in the nature of a mortgage, the defeasance having been unrecorded and resting in parol, the grantee or mortgagee nun' be compelled in equity, after the mortgage-debt is paid, to execute a deed of reconveyance to the grantor.\nCertiorari to the Common Pleas of Philadelphia.\nThis was an appeal by Thomas S. Kenton, from the decree of’ the court below, on a bill filed by Jacob Vandergrift, directing him to convey to complainant certain real estate in Oxford township.\nThe bill of complainant set forth in substance that Benjamin Vandergrift, the father of complainant, on the 23d of May 1838, owed Kenton, the defendant, $140. That Benjamin Vandergrift, who was then seised of a lot in Oxford tovWship, agreed with Kenton to convey it to him as security for said debt; that Jacob Vandergrift agreed with Benjamin and Kenton that he, Jacob, would repay Kenton said sum; in consideration thereof Kenton agreed that whenever he should be paid by Jacob Vandergrift said debt of $140, he would, by good and lawful deed, convoy said lot to Jacob in fee, free from all encumbrances; that Benjamin Vandergrift and wife, in pursuance of said agreement, executed a deed, absolute on its face, conveying said lot to Kenton, in fee, to hold as security for the payment of the said sum of $140; that at the time of the said conveyance the lot was not worth the sum of $140, and that subsequently Jacob Vandergrift, with the knowledge and-consent of Kenton, entered upon and took exclusive possession of said lot, which he held, down to the time of the filing of the bill. That, on the 28th of May 1838, Jacob Vandergrift, the complainant, was indebted to divers persons in the sum of $140, and was seised as of fee of a frame messuage and lot in said township, and agreed with Kenton to convey to him the same, to hold as security for the payment. In consideration whereof Kenton agreed with Jacob to pay the said sum of $140 to the persons to whom Jacob owed the same, and that whenever Jacob should repay Kenton said sum, Kenton would reconvey the premises to him, in fee simple, clear of all encumbrances; that in accordance with this agreement, Jacob and wife executed a deed conveying said frame messuage and lot to Kenton in fee simple, to hold as security for said last-mentioned sum of $140. That at the time of the execution of said deed, and to the time of filing said bill, Jacob was and remained in exclusive possession of the premises. That from the date of said deeds to the 24th July, A. D. 1855, Jacob Vandergrift paid Kenton interest on said two sums of $140 each, at the rate of 6 per cent, per, annum; that on or about the 4th of July, A. D. 1855, Jacob, through his agents, tendered to Kenton $280, for the purpose of paying said two sums of $140 each, and also a deed for Kenton to execute, conveying to him, Jacob, in fee, said two properties, and requested him to execute said deed; that Kenton refused to accept said $280, and execute the deed; that Jacob then tendered Kenton $140, and requested Kenton to accept the same on account, and in payment of the debt for which the last of said two properties was conveyed, which was also refused; that on the 4th December, A. D. 1857, Kenton brought an action of ejectment in the District Court against Jacob Vandergrift; that on the trial of said issue, the said defendant set up as a defence, that said properties were conveyed to Kenton, to hold as security for the payment by said Jacob of $140, as above set forth, and that he, Kenton, on payment of said sums, would convey said properties to Jacob Vandergrift; that said Jacob succeeded in establishing said defence, and that the jury in said case rendered their verdict for plaintiff, with this condition, ■“ that if Jacob Vandergrift, the defendant, pay the plaintiff $283, in one year from the 1st day of April; A. D. 1858, with interest, this verdict shall be null and void.” That on the 9th April, a. D. 1857, said Jacob paid to said Kenton, in compliance with the condition of said verdict, $283 in full, the amount of said verdict, with interest, and that Kenton received said sum, and, by his attorney, gave a receipt on the docket of said suit; that the verdict of $283 was the amount of the sum which the jury found due at the time of its rendition from said Jacob to Kenton, for and on account of said sums, to secure the payment of which the said deeds to Kenton were made. Complainant, averring compliance with his agreement to pay Kenton said two sums of $140 each, and also all legal and equitable claims and demands which said Kenton ever had against complainant, in any way or manner connected with said two properties, or with the debts to secure which said properties were conveyed, further averred that, on the 26th March 1861, he had tendered to said Kenton a deed for the said two properties for his execution, with a notice demanding the execution of a proper conveyance from him to complainant for each of said two properties, and that he had refused to execute it. Complainant further alleged a request made by him, for the execution and delivery to him by Kenton of a deed for said two properties, in compliance with said alleged agreement, and the refusal of Kenton to convey to him, by good and lawful deed, the legal title to said two properties, and, that although Kenton had no right to the legal title to said properties, but in consequence of said legal title to said properties being in him, they were greatly depreciated in value, and their sale by complainant rendered impossible; that complainant had suffered and was suffering great loss and damage in not being able to sell said properties, or raise money thereon by mortgage or otherwise, as complainant had been unable to find a purchaser, at a fair price, or mortgagee, while the legal title was not in him; and that he was remediless in a court of law, and could only have relief in a court of equity, and prayed that Kenton might be decreed to execute to him a deed conveying said two properties in fee simple, free of all encumbrances, and further relief, &c.\nThe answer of respondent averred that Benjamin Yandergrift was indebted to him on the 28th of May 1838, in the sum of $278, partly for farm produce and part for the amount of a judgment for $140, which one James Dyer held against Yandergrift, and which respondent had purchased on the request of the defendant. That at this time Benjamin Yandergrift was the owner of both the lots mentioned in the bill, both of which were bound by this judgment. That afterwards Benjamin Yandergrift conveyed one of these lots to Jacob, who erected a frame house thereon, in doing which he also became involved, and, with Benjamin, agreed to convey both lots to respondent, if he would release his claim against Benjamin, and pay off the debts due by Jacob. That respondent agreed to this, and received from them and their wives deeds absolute in fee simple. That there never was any agreement with them, or either of them, or with any person on their behalf, that the property was to he held as security for the payment of any sum whatever, or that he would, on repayment of any sum or sums of money, reeonvey the properties to them or either of them. That out of kindness to them, he had said once to the justice by whom the acknowledgment was taken, in their absence, that “if they could repay the sums advanced, he would sell the property to them.” That he had no claim for repayment, but had received the properties in satisfaction of his debt; that no interest had been paid to him, but that Jacob had paid him rent for them, which rent was increased from year to year, as the property became more valuable, for which receipts as for rent were given. The tender of $280 and $140 was admitted, but was refused because the sale was absolute, and because, also, the amount for which he took the properties was $462.\nThe ejectment and the verdict were admitted, but the latter was averred to have been rendered without evidence.\nThe receipt of the- amount of the verdict was also admitted, but respondent averred that he was advised that by receiving it his interest in the property had ceased, and that he was not bound to execute any further receipt, deed, or writing. That the complainant was entitled to no further relief in equity, and that, not having shown any right or title to the property, the same benefit of defence was asked as if the bill had been demurred to.\nTo the answer, copies of the deeds were annexed showing that they were in the usual form, and without any condition, trust, or defeasance whatever. Testimony was taken in the case before J. Hubley Ashton, Esq., examiner, and, on hearing the case, the court below decreed a reconveyance by respondent to the complainant of the properties mentioned and described in the bill, with costs.\nThe ease was thereupon removed into this court, where the following errors were assigned:—\n1. The learned judges of the Court of Common Pleas erred in not dismissing the complainant’s bill with costs.\n2. In decreeing that Thomas S. Kenton should, in thirty days from the date of the decree, by a good and lawful deed, duly executed, acknowledged, and delivered, convey to the complainant, Jacob Yandergrift, in fee simple, all the right, title, and interest of him, the said Thomas S. Kenton, in law, equity, or otherwise howsoever, of and in the premises described in schedules A and B, annexed to said bill.\n3. In decreeing that Thomas S. Kenton should pay the costs.\nGreorge W. Biddle and Charles S. Pancoast, for appellant. —\nThe appellee alleges in his bill that the cause of action therein set forth had been set up by him as a defence in an action of ejectment brought against him by the appellant for the premises referred to in the bill, in the District Court, in which a verdict and judgment was had. To render that judgment conclusive, it is only necessary to show that the present cause of action was included, and might have been recovered in that suit: Kelsey v. Murphy, 26 Penna. Rep. 81. The appellee alleges that the agreement to reconvey, on the repayment of $280, was set up by him as a defence. Had he been considered entitled to such re-conveyance on the payment of $280, the jury could have so found, and the verdict been so moulded as to enforce'its execution. Equitable rights in realty are with us constantly enforced as well on the part of defendant as plaintiff in an action of ejectment ; and even the equitable rights of third parties have been secured through the means of a conditional verdict in this action: Hauberger v. Root, 5 Penna. Rep. 112; Hewitt v. Huling, 11 Id. 28. This suit is an attempt by a party who has set up his equitable right in an action of ejectment, had it passed upon and submitted to the verdict and judgment, afterwards to have that verdict and judgment in fact altered, added to, and extended in a court of equity.\nIt is further submitted, that as by said verdict and judgment the deeds to Kenton were found and established to be but mortgages, the appellant only had a lien on said properties, which on payment of the amount mentioned in the verdict ceased and became extinguished: Rickert v. Madeira, 1 Rawle 327; Asay v. Hoover, 5 Barr 35; Craft v. Webster, 4 Rawle 255.\nThe allegations of the appellee’s bill of an agreement to reconvey, are denied by the answer and not sustained By the proofs.\nAssuming even that the conversation with the justice before •whom the deeds were acknowledged could be construed a contract, it would be within the Statute of Frauds: Haines v. O’Conner, 10 Watts 320; Robertson v. Robertson, 9 Id. 36.\nByron Woodward, for appellee.\nA reversal of the decree of the court below would render the properties in question comparatively worthless, while an affirmation of it would harm no one.\nAs the appellant admits that he has no interest in or claim upon the properties, this case calls loudly for the interposition of the hand of equity. Jacob Vandergrift is the owner of the premises, but by reason of the legal title being in Kenton, the property is depreciated in value, and the title rendered unmarketable. The only person who can remove the difficulty and render the title free from objection is the appellant; and this he can do without incurring any responsibility or putting himself to any trouble or expense whatever.\nIt is to the interest of the community at large, as well as to particular individuals, that titles to real estate should be as free from objection as it is possible to make them, and courts of equity are always open to lend their assistance in perfecting titles: Vaughan v. Barclay, 6 Whart. 399; Dundas v. Biddle, 2 Barr 160; Kay v. Scates, 1 Wright 31.\nThe decree of the court below was right, because:—\n1. There was an express agreement on the part of Kenton to convey the properties to Jacob upon repayment of the ¡¡280.\n2. From the nature of the transaction there was an implied agreement on the part of Kenton to execute a conveyance to Jacob upon being paid the amount of the loan for which the properties were held as security.\n3. The acceptance of the amount of the verdict by Kenton extinguished his whole claim upon the properties, and vested in Jacob a right to the legal title thereof.\n4. There is a “ cloud” upon the title to the properties which a conveyance from Kenton to Jacob would remove, without doing Kenton any harm or subjecting him to any responsibility, expense, or trouble."
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 345
}
