{
  "id": 481471,
  "name": "Mary Thompson's Appeal",
  "name_abbreviation": "Thompson's Appeal",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "345",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 254",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0254-01"
      ]
    },
    {
      "cite": "2 Grant 161",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "2 Verm. 128",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0087-01"
      ]
    },
    {
      "cite": "10 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0054-01"
      ]
    },
    {
      "cite": "2 Johns. 55",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 370",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0370-01"
      ]
    },
    {
      "cite": "1 W. & S. 393",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Duer 477",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1326198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/10/0477-01"
      ]
    },
    {
      "cite": "9 Barb. 56",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "1 Grant 369",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225858
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/grant/1/0369-01"
      ]
    },
    {
      "cite": "10 Watts 56",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 57",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 130",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0130-01"
      ]
    },
    {
      "cite": "1 W. & S. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852505
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0390-01"
      ]
    },
    {
      "cite": "1 W. & S. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852505
      ],
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0390-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1207,
    "char_count": 34629,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.6264889285264139e-07,
      "percentile": 0.6881667618459609
    },
    "sha256": "6a6cae987200bed79ef1516cb6ba84b2032d8f3d8e5183b3b7025f5cdf1f5048",
    "simhash": "1:f92be0951640868b",
    "word_count": 6236
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mary Thompson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThe contention in this case in the court below was whether the sum of $3500, paid by the testator for his son, Robert Thompson, Jr., was an advancement by the father to him in his lifetime, and Avhether it operated in that character as an ademption of his legacy as one of the residuary legatees named in the third clause of the will. The auditor decided it to be an advancement, and deducted it from the legacy. The court (Judge Ludlow) reversed this decision, and, being of opinion it Avas not an advancement, directed this sum to be stricken out, and the whole of his share of the'residuary estate to be paid to the legatee without any deduction whatever. In this court, the argument, both printed and oral, Avas directed to this single point, although, in the course of it, it was suggested by the court that it would be proper to consider what would be the effect of treating it as a loan by the father to the son. There was no dispute as to the fact that the testator had paid a debt of his son — on whose behalf the allegation Avas that it was a loan of so much money to him.\nRobert Thompson died in October 1858, leaving a will dated August 31st 1841, and a codicil thereto dated March 27th 1847, both of which were duly admitted to probate on the 29th October 1858, and letters testamentary granted to the executors. The will, which was made seventeen years before his death, declares his intention to advance to each of his daughters the sum of $4000 on her marriage, which is to be deducted from her share of his estate, which is divided equally amongst all his children, born and to be born. In his family book, which is called in the inside cover, in his own handwriting, “ Robert Thompson’s book, 2, Phila., Jan’y 1st 1852,” on page , is Mrs. Lydia D. Murphy, Dr.\n1846.\nMar. 5, To cash, for furnishing house, .... $500\n“ 30, “ “ “ 500\n1847.\nMar. 2, “ “ “ 300\n$1300\nOn the 2d page is “ To Mrs. Elizabeth Jones, Dr.”\nSimilar entries are made from Book 1, extending from June' 1846 to December 29th 1848, footing up $4000.\nOn the 3d page is “ Rob. Thompson, Dr. 3.”\n1853.\nMar. 25, To cash paid his note, due 25th March 1853, for thirty-four hundred and sixty-eight dollars, to order of Geo. T. Lewis, for balance due him on dwelling-house No. 7 Union-Place, situated on Pine St. above Sch. 8th, . . $3468\n1857.\nFeb. 1, To cash paid Thompson, Clark & Young, . . 32'\n$3500'\nBelow each of these accounts, on pages 1, 2, and 3, are in order, the names of Anna M. Thompson on page 1, Mary Thompson on page 2, and William R. Thompson on page 3, but no sums of any kind charged to them, although evidently intended for that purpose. Upon pages 6, 7, 8, and 9, are statements of Robert Thompson of his estate, in some detail, beginning with 1851, and ending with the close of 1856; the last being dated “1st February 1857 — attest Robert Thompson.” There is an omission of a year, and whether it be 1853 or 1854, owing to the differences of dates between the heading and the foot, does not clearly appear. Robert Thompson, Jr.’s name, does not occur in these statements until that for 1855, which is dated at the foot February 7th 1856, and also in the last for 1856, dated 1st' February 1857. In both these it is clearly classed with the advances to his married daughters, and is simply “ R. Thompson, Jr., page No. 3,'$8468,” increased in'the last to $3500. The ■whole; of this clearly points it out as an advancement upon exactly the same footing as those made to his married sisters, and charged in the same way and form upon his family book; and we have the positive testimony of his brother, William R. Thompson, who had some conversation with the testator with regard to his advancements to his children, in which he said that he had charged against Robert what he had got, just as he had against the girls what they had received. Upon this state of facts, it is clear that this was an advancement to the son by the father, in anticipation óf his share under the will, and was so intended by him.\nIn opposition to this there are produced by the son, from the papers of his father, two loose and imperfect memoranda, which, whether they be for 1853 and 1854, do not correspond with any of the statements deliberately entered in his family book. They are not original entries of the transactions at the time, but simply incomplete statements, from which fuller and more formal ones might be made. The first is headed abridged statement of the affairs of Robert Thompson for 1853, and is dated at the foot January 1854; the principal items are not carried out, and no one could form from it any estimate of the value of the estate of the decedent at that period. The only items carried out amount to $30,7.68, making up which is, amongst others, the following:\n“Money loaned to my son, R. Thompson, Jr., to pay balance due on his dwelling to Mr. Lewds, $3468.”\nThe second paper. is headed, “ Philadelphia, February 1st 1854, statement of the affairs of Robert Thompson, to date;” and at the foot it is dated “ February 10th 1855.” This is very much condensed, and does not correspond with any statement in the family book as to details; and if it be for the same year, 1854, as that in the book professes to be, then the book omits the very item which is brought forward to show that this was a loan. The footing at the end of this paper, $154,737.06, is the same as that in the book for 1854. It is clear, then, that the book contains the deliberate statement of the testator, and that these loose memoranda are not of a character to shake the conclusion drawn from the preceding testimony, that the testator designed this sum of $3500 to be an advancement to his son. The authorities and law have been ably discussed in the auditor’s report, which seem to have been the impression of the court below, and we agree with him in his views of the evidence, and of course concur in his conclusion that this was an advancement.\nBut taking this to be a debt due by the legatee to the testator, why, as suggested on the argument, should it not be deducted, principal and interest, from his legacy ? The note was paid on the 25th March 1853, and of course the Statute of Limitations had not run out at the death of the testator, and therefore, upon the principle of MeClintock’s Appeal, 5 Casey 360, the date of the death fixes the relations of the debtor and legatee, who has in his hands assets of the estate sufficient to pay and satisfy a part of his legacy. This is effected by the operation of law, and when the legatee comes into the Orphans’ Court, which is a court of equity, to demand' his legacy, he is obliged to do equity by applying his debt in payment of it. This is clearly the rule in England, where it has been extended to a case where the debt was bound by the statute before the death of the testator. - Mr. Justice Williams, in his valuable work on Executors, vol. 2, page 1174, 5th ed., thus states the law to be: “Where a legatee is indebted to the testator, the executor may claim the legacy, either in part or in full satisfaction of the debt by way of set-off, and it has been held that in a suit by a legatee to obtain payment of the legacy out of the assets of the testator in a due course of administration, the executor may retain so much of the legacy as is sufficient to satisfy a debt due from the legatee to the testator, although the remedy for the debt was at the time of the death of the testator barred by the Statute of Limitations.” This is fully supported by Courtenay v. Williams, 3 Hare 539, decided by Vice-Chancellor Wigram in 1844, where all-the debts due by. the legatee to the testator were barred at the time of his death, except 3007, the retainer- of which sum was not really disputed. . The vice-chancellor held that the statute could not be used to prevent the retainer of the other debts, because the rule in such case was, that he who would have equity must do equity. Since the argument, I have met with a case almost precisely in point; that of Smith v. Smith, decided by Vice-Chancellor Stuart, on 7th of November 1861, and reported in 31 Law Journal Rep. Chan., p. 91, and also in 7 Jurist, N. S. 1140, and 5 Law Times, N. S. 302. A testator by will gave a legacy to his son, who was a member of a copartnership firm. The members of the firm were, after the death of the testator, adjudged bankrupt, and at the time of the bankruptcy the firm was indebted to the testator’s estate. The vice-chancellor said : “ The question here is, whether the same principle applies to the case in which a debt is due to a testator from a partnership firm, of which one of his legatees is a member, as is applicable to the case in which a debt is due to the testator from the legatee alone. No direct authority in the shape of a decision upon the question has been cited upon either side. It seems to me that the principle which should govern the case is this, that the legatee should not be entitled to receive out of the testator’s assets, any part of the bounty intended for him by the testator, until he has acquitted himself of all obligations in the shape of debts, which may be due from him to the testator.” After stating its application to tbe case before him, he says: “ I do not think a 'retainer’ or 'set-off’ is a proper expression, for it is not a question of retainer or set-off, but a question of the right on the' part of the legatee to receive payment of the legacy, having regard to the amount of the debt due to the testator’s estate. The declaration will be in these terms: that so long as the debt remains undischarged, the assignees, in right of the legatee, will not be entitled to receive the legacy.” The contention was on the part' of the legatee, that this was a loan, and of course a debt due to the testator, and upon principle and authority it is clear that he must discharge it before he can claim his legacy; or, in other words, the legacy must first be applied to pay the debt, and then the balance belongs to him. In either form it must be recognised and discharged. Questions intimately connected with the doctrines applicable to this case have been so lately discussed by us- in Strong’s Executors v. Bass, 11 Casey 333, and Miner v. Atherton’s Executors, Id. 528, that we simply refer to them as the latest decisions of this court. In either way, Robert Thompson, Jr., must be charged with this sum of $3500, whether it be as an advancement or a debt, and thus the real justice of the case is attained.\nWe prefer charging him with it as an advancement, and this reverses so much of the decree of the court, and affirms the report of the auditor, as stated in his first teport, and his distribution of the estate of the decedent.\nIt is therefore ordered, adjudged, and decreed, that the decree of the Orphans’ Court be reversed, and the first report of the auditor be affirmed, and distribution of the estate be made according to the state- .. ment made by the auditor in the said report.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "C. Guillon, for appellant.",
      "John O'Brien and James F. Johnston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mary Thompson’s Appeal.\nCharge in Family Booh, when considered an Advancement to Legatees, and when a Loan.- — The doctrine of Advancements discussed.\n1. A testator by will declared his intention to advance to each of his daughters, a sum on her marriage, to be deducted from her share, and did so charge each in his “ family book” with the sum advanced, as also a son with the amount of a note paid for him, declaring that he had charged it, as he had against his daughters, what they had received. Held, that the sum charged the son was an advancement, though the testator had made loose memoranda or written statements to the effect that it was a loan.\n2. Where the debt was paid for the son in 1853, and the testator died in 1858, the date of the death fixed the relations between them, and therefore, as a loan it was not barred by the Statute of Limitations, though more than six years had passed before settlement of the estate: hence, the executors might set it off against any legacy coming to him under the will.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Mary Thompson from the decree of the court, on the report of the auditor to whom the account of Oswald Thompson, J. Hilborn Jones, and James T. Young, executors of the last will and testament of Robert Thompson, deceased, was referred.\nThe material facts of the case, as found by the auditor, are as follows:—\nRobert Thompson died in October 1858, leaving a will dated August 31st 1841, and a codicil thereto, dated March 27th 1847, which were duly admitted to probate, and letters testamentary thereon granted October 29th 1858, by the register of wills for the city of Philadelphia, to Oswald Thompson, J. Hilborn Jones, and James Young, the executors therein named.\nThe third clause of the will is as follows:—\nIII. “ To invest and hold the residue of the estate, for the use of his children, Robert, Lydia Delaney, Elizabeth, Mary Anna, Margaret, and such other children as might be born to him, in separate shares, thus: — One share for the use of each child, unless either of his daughters should marry in his lifetime, in which case, the share of such daughter should be less than the others by $4000, it being his intention to advance that sum to each daughter upon marriage. The income of each share to be applied to the support of each child until majority was attained (marriage, in the case of a daughter, to be equivalent to majority), and the surplus to be added to the principal, and invested in like manner.\n“ The principal of his son’s share to be paid to him on his attaining majority, unless his trustees should think his habits, deportment, and conduct, were such as to render it probable that he would waste his property, in which case they were authorized to pay him the income, and retain the principal until they deemed it prudent to pay it over to him : provided, that in case of the death of his son before attaining his majority, or before the principal was paid over to him, then the trustees to hold and pay over the principal to his issue, in equal shares, and if he left no issue, to hold the same for the use of testator’s other children, in manner provided for hereafter, in case of his son’s death before him, without leaving issue.”\nThe decedent left surviving him his widow, Mrs. Elizabeth Thompson, and six children, named in the will and codicil, viz. : Robert Thompson, Jr. ;■ Mrs. Lydia Delaney Murphy, wife of Dr. Wellington D. Murphy; Mrs. Elizabeth T. Jones, wife of J. Hilborn Jones; Miss Mary Thompson; Miss Anna M. Thompson ; and William R. Thompson, Jr. (a minor).\nBy a book kept by the testator in his lifetime, in his own handwriting, in which were charges against certain of his children, and several annual statements of his property, and other evidence, it appeared that, on the marriage, or shortly after, of Mrs. Jones, she received $4000, the full amount mentioned in the will, and that Mrs. Murphy received, on her marriage, $1300. It also appeared that the deceased had regularly paid to Mrs. Murphy, interest upon $2700, the difference between what had been advanced to her on marriage, and the amount she was to receive.\nUnder this state of facts and provisions of the will, the auditor held that Mrs. Jones was to be charged with an advance of $4000, and Mrs. Murphy with an advance of $1300, and from the principal of Mrs. Murphy’s share, upon the confirmation of this leport, the trustees were directed to deduct $2700, and to pay the same into her own hands, in conformity with the directions of the will. In these rulings all the parties acquiesced.\nBut it was also claimed that there had been an advancement máde by the testator, in his lifetime, to-his son Robert Thompson, Jr., of the sum of $8500, and that this sum should be charged against his share of the estate.\nTo support the charge, the book of the decedent already mentioned, was given in evidence. The book was marked on the outside, in the handwriting of the decedent, “ Robert Thompson’s Book, No. 2,” and on the inside of the cover, “Robert Thompson’s Book, No. 2. Philada., January 1st 1852.”\nAll the entries and writing in the book were in the testator’s handwriting. It was paged and indexed.\nPage 1 contained Mrs. Murphy’s account; and lower down on the page was written,\n“ Anna M. Thompson.”\nPage 2 contained Mrs. Jones’s account, charging her, at various dates, with different sums for furnishing house, from Book 1; lower down on the page was written,\n“ Mary Thompson.”\nPage 8 contained the following entries:—\n“Robert Thompson, Jr., Dr.”\n1853. March 25th. To cash paid his note due 25th of March 1853, for $3468, to order of George T. Lewis, for balance due him on dwelling-house, No. 7 Union Square, situate on Pine street, above Schuylkill Eighth street, ....... $3468.00\n1857. February 1st. To cash paid Thompson, Clark, & Young, ........ 32.00\n$3500.00\nAnd lower down on the page was written “Wm. R. Thompson!”\nOn pages 6 and 7, there was a “ Statement of Robert Thompson for 1851.” This consisted of items first, second, third, and fourth, which were his interest in certain firms of which he had been or AYas a member, and item fifth, which was as íoIIoays :—\n'“Fifth. Dwelling 95 S. Fourth street, $18,000.00\nFurniture of dAvelling, . . 4,000.00\nCash given Mrs. Jones to furnish .... 4,000.00\nCash given Mrs. Murphy to furnish house, . . . 1,300.00\n•$27,300.00.”\nPew in Second Presbyterian Church, and Lot in Laurel Hill Cemetery, not valued in this estimate.\nThe whole statement footing up . . . . $165,019.65\nAnd signed, “Philada., January 15th 1852.\nRobert Thompson.”\nImmediately under this on page 7, was a similar “ Statement of Robert Thompson for 1852.”\nItem 5th being the same as in the statement of the previous year. This statement was dated January 9th 1853, and signed.\nOn page 8 there was a “ Statement of the affairs of Robert Thompson for 1854.” Item 5th was the same as in the previous statement. This statement was dated January 5th 1855, and signed.\nOn page 9 was a “Statement for 1855, for Robert Thompson.”\nItem 5th was as follows:—\n“Fifth. Dwelling 95 S. Fourth street, . . $18,000.00\nFurniture, ...... 4,000.00\nFurniture of house for Mrs. Jones, . 4,000.00\nFurniture of Lydia Murphy, . . . 1,300.00\nR. Thompson, Jr., page No. 3, . 3,468.00\n$30,768.00”\nThis statement was dated February 7th jlooc, and signed. Immediately under this, on the same page, was\n“ Statement for 1856.”\nItem 7th was as follows :—\nDwelling 95 South Fourth street, . . . $18,000.00\nFurniture of dwelling, ..... 4,000.00\nFurniture of Mrs Elizabeth Jones, . . . 4,000.00\nFurniture of Mrs. Murphy, .... 1,300.00\nRobert Thompson, Jr., page 3, ... 3,500.00\n$30,800.00”\nThis statement was dated 1st February 1857, and was signed by Mr. Thompson, and was the last in the book.\nIn addition to this, Mr. .William R. Thompson, a brother of the decedent, was examined, who testified that he and his brother had been in business together forty years; that he had had some conversations with his brother with regard to his advancements to his children; that his brother told him he had all his affairs in writing; that he understood from him that he had charged his children with the money or furniture they had received from him, the amounts he had paid the girls who were married, and to his son Robert; that he counted these as part of his assets ; that he had charged against Robert what he had got, just as he had against the girls what they had received.\nOn behalf of Mr. Robert Thompson, Jr., it was admitted, that he was indebted to his father’s estate in the sum of $32, charged under date of February 1st 1857, but the other item was objected to. Two papers, which were admitted to be in the handwriting of decedent, were also given in evidence. The first is entitled, “An abridged statement of the affairs of Robert Thompson, for 1853.” It has the items 1st, 2d, 3d, and 4'th, as in the book before referred to, except that the amounts are' not given. Item fifth is as follows :—\n5th. Given to my daughter, Mrs. Jones, for furniture, $4,000.00\n“ “ “ Mrs. D. Murphy, . . 1,300.00\nDwelling-house, 95 S. Fourth street, valued, . . 18,000.00\nFurniture of dwelling, . . . ... . 4,000.00\nMoney loaned to my son, Robert Thompson, Jr., to pay balance due on his dwelling-house, to Mr. Lewis,........ 3,468.00\nPew in church, and lot in Laurel Hill Cemetery, not valued in this statement.\n$30,768.00\nThis is dated January 1854, and signed by the decedent.\nThe other statement, dated and signed February 10th 1855, is similar to the last, except that the amounts of all the items are carried out in full, and under item 5, is Robert Thompson loaned $3468. This, with the will of deceased, was the whole of the evidence submitted to the auditor.\nThe auditor, George Junkin, Esq., in a learned and elaborate report, in which all the authorities were examined and reviewed, decided that the sum above mentioned was an advancement, and should be charged against Robert Thompson’s legacy, in part satisfaction of his share of his father’s residuai’y estate.\nTo this report exceptions were filed for Robert Thompson, which, on hearing, were sustained by the Orphans’ Court (Ludlow, J.), on the ground that, assuming the correctness of the abstract legal propositions stated by the auditor, there was not sufficient evidence to sustain his conclusions of fact, or to warrant the conclusion that there was any ademption of appellee’s legacy.\nThis appeal was then entered, and the case removed into this court, where the decree of the Orphans’ Court was assigned for error.\nC. Guillon, for appellant.\nIn strict technical parlance, the term “advancement” is scarcely proper in a case of testacy; “ ademption” would have been more regular; but this loose use of the term is not without precedent in the several cases cited hereafter from the Supreme Court.\nIn overruling- the report, the learned judge has not disputed the auditor’s law, but conceding it to be correctly laid clown, has ruled that there was no evidence of the conversion from a loan to an advancement or redemption.\nThe very origin of the transaction, as narrated by the decedent in his first record of it, shows that the testator took up his son’s note on the day of its maturity, and thus became the purchaser and owner of that evidence of indebtedness in 1853. Mr. Thompson made no reference to it in his book when detailing his condition for that year: after 1854 he made a statement in his book, but made no mention then of the note, its purchase, or the outlay for his son; while no statement was made in the book for 1853, the appellee had it seems in his possession a statement, in his father’s handwriting, which mentioned the amount as “money loaned” to his son, and a similar statement for 1854, which also referred to the sum as “loaned.”\nFrom these facts, two conclusions are inevitable. 1st. The sole object of the testator in keeping the book (called the family book) was to present to his family, at the expiration of each year, a statement which would relieve the distribution of his residuary estate from all doubt, by showing how much each child had received on account of his or her share; and 2d. During the two years that he refrained from making the entry in the book, he did so because the amount was considered a loan, he in all probability holding the note which he had taken up ; that he then ceased so to consider it, viewed it as an ademption, and in the statement of 1855 set it down against Robert, together with and just as he mentioned the furniture given to his daughters, admitted to be an advancement.\nThe testator never entered this amount in his book as a loan, and in the only two years Avhen he did mention it in the book, he carried it not as a loan, but precisely as he did the admitted advancements to the daughters, which is the “accompanying-act” required by Haverstock v. Sauerbach, 1 W. & S. 390, and the other cases relied on by the appellee.\nThere is not the slightest evidence that from 1855 to the time of his death in December 1858, Mr. Thompson ever spoke of the transaction as a loan, or ever desired, sought, or referred to its repayment, or treated it in any way as a subsisting claim.\nIf any doubt can remain upon the point, it must be dispelled by the testimony of Mr. William R. Thompson, who had had-conversations with his late brother with regard to his advancements to his children; “he had charged his children (says that witness) with the money or furniture they had received from him, the amounts he had paid the gilds and to his son Robert, that he counted these as part of his assets, that he had charged against Robert what he had got, just as he had • against the girls what they had received.”\nThe book in evidence and the testimony of William R. Thompson show that, however the matter may have been treated in 1853 and 1854, after those years it was never entered in the book as a loan or considered as a debt: that the parent had released the debt by declaring it an advancement: Levering v. Rittenhouse, 4 Whart. 130; Wentz v. Dehaven, 1 S. & R. 212; supra, 4 Whart. 138. See also Kreider v. Boyer, 10 Watts 57; Greene v. Howell, 6 W. & S. 208; Riddle’s Estate, 7 Harris 433; ut supra, 10 Watts 56; Hengst’s Estate, 6 Id. 86 ; Yundt’s Appeal, 1 Harris 579-80; High’s Appeal, 9 Id. 287; Swope’s Appeal, 3 Casey 61; Miner v. Atherton’s Executor, 11 Id. 536.\nThe decision of an auditor on the question of advancement, is like the verdict of the jury. Although the court might not have drawn the same conclusion, they will not for that cause set aside the decision of the auditor: Riddle’s Estate, 7 Harris 434.\nJohn O'Brien and James F. Johnston, for appellee.\nI. This is not the case of an advancement. That is only where a party dies wholly intestate, having in his lifetime given to his child the whole or a part of what' the child may be entitled to, and in anticipation of such distribution: Purd. Dig. 454, § 34, &c.; Christy’s Appeal, 1 Grant 369; Lawson’s Appeal, 11 Casey 85.\nII. Nor is it the case of an ademption of a legacy; which is,only where a specific legacy has been received by the legatee from the testator in his lifetime, or so disposed of that it could not be given after his death: Beck v. McGillis, 9 Barb. 56; Astor’s Will, 3 Duer N. Y. Rep. 477, 541, 544. An ademption does not depend on intention: Ashburne v. Maguire, 71 Law Lib. 376; Hoke v. Herman, 21 Penna. Rep. 301; Swoope’s Appeal, 2 Casey 58. The question is not what the testator meant, but it is, has the specific legacy been given to the legatee, or otherwise disposed of by the testator in his lifetime ? But,\nIII. It is the case of an alleged satisfaction of a general legacy by a payment of it by the testator in his lifetime: 3 Duer 477 ; which does depend entirely on intention, not, however, on the intention of the testator alone, but on that also of the legatee.\nIY. These differences, and their application to the present case, are important. In an advancement the child cannot claim-a distributive share, unless he brings into hotchpot the share already advanced to him by his parent: see Lawson’s Appeal, 11 Casey 87; Haverstock v. Sauerbach, 1 W. & S. 393; Yundt’s Appeal, 1 Harris 575; Christy’s Appeal, 1 Grant 369; Hengst’s Estate, 6 'Watts 86; Purcl. Dig. p. 454, pi. 34; Riddle’s Estate, 7 Harris 433; Key’s Estate, 6 Whart. 370.\nSatisfaction of a legacy, in whole or in part, must be in either of three modes: 1. By the present transfer of money or other valuable thing by the testator to the legatee, and agreement of the latter to receive it as a payment of the legacy. 2. It may be by the testator's gift of money (or value of another kind) by a parent (or one in loco parentis) to a child: 1 Rop. Leg. 2 Am. ed., 393; Hall v. Hill, 2 Drury & Warren 94; Kirk v. Eddowes, 3 Han. 517; Riddle’s Estate, 7 Harris 433; or, 3.'Satisfaction may also be by the gift of an antecedent debt due to the testator by the legatee, which indebtedness may be either of two kinds :\n1. That for which the creditor holds a note, or some other tangible evidence; or, 2. That for which he does not hold such evidence. In the first, the destruction by the creditor, or his surrender to the debtor, of the written evidence of the debt is commonly sufficient evidence of the agreement of the parties and the discharge of the debt; but of the second case the evidence “is unlike that of a gift:” Whitehill v. Wilson, 3 Penna. Rep. 413; and such is the case now before the court.\nIt was originally made and entered as a loan, and not a gift, and so was not then a satisfaction of the legacy, from which it follows that the appellant must show that it afterwards ceased to be a debt, and was turned into a gift; and that not till that has been done can the declarations of the-testator be received.\nThe entries of March 25th 1853, p. 6; January —1854, p. 16 ; February 18th 1855, p. 17, all show that the testator, during those three years, considered and entered it as a loan, and if he could or did change it all, the only evidence that he did so is the next entry, February 7th 1856, of “R. Thompson, Jr., p. 3, $3468.” But it is clear that he did not by that intend to change the debt into a gift. It is sa-id that he entered it among other sums which are gifts, and not debts, and therefore it is a gift; but he entered it also in 1854 and 1855, among entries of the same gifts, and yet it remained a loan. The entries in the statements are of debts due to him, by firms, gifts on account of legacies; real and personal property owned by him; the debt due by his-son Robert, and his pew and burial lots. In these statements he himself distinguishes between, first, debts due to him by the firms and his son; second, gifts made by him to his daughters; and, third, property in his own possession.\nBut, if the entries showed the testator’s intention to convert a loan into a gift, they have not that effect in law or equity. Such could only be discharged by an estoppel or a release. An estoppel is not pretended. A release must be by, first, a present intention to release; second; a sufficient consideration; and, third, the assent of the release.\nA release is executory in its very essence, and therefore unlike a-gift: Whitehill v. Wilson, 3 Penna. Rep. 413; Kennedy v. Ware, 1 Barr 445; In re Campbell’s Estate, 7 Barr 100. It was not a gift, which is a contract executed, to which delivery is essential: 2 Bl. Com. 441; Noble v. Smith, 2 Johns. 55; Ward v. Turner, 2 Vesey, Sr. 43; Pormington v. (Sittings, 2 Gill k J. 208; Maguire v. Adams, 8 Barr 286 ; s. p. Albert’s Ex’rs. v. Zeigler’s Ex’rs., 5 Casey 58; Kidder v. Kidder, 9 Id. 268; s. P. Mechling’s Appeal, 2 Grant’s Oases 161; Krider v. Boyer, 10 Watts 54.\nThe verbal declarations of the testator were inadmissible on two grounds:—\n1. They are admitted only in case of a previously established gift, and then only to confirm or rebut a presumption for or against it: 1 Rop. Leg. 2d Am. ed. 393; Hall v. Hill, 2 Drury & War. 94; Kirk v. Eddowe, 3 Hare 509.\n2. The declarations of the testator do not refer to any particular charge; they are too loose to either charge or discharge his son. See Yundt’s Appeal, 1 Harris 580. With regard to the cases cited by the auditor and appellant’s counsel, Hengst’s Appeal, 6 Watts 87, was a case of intestacy, and rests on that. In the decedent’s books he had expressly,charged his son with a sum as an advancement. Such entry is therein said to be evidence under the customs of London, and according to our practice ; but it is submitted that it is not evidence even in cases of intestacy: Yundt’s Appeal, 1 Harris 580. The child is• not obliged to accept the alleged gift; he may return it and take his share of the estate, but if he does aecejat it, then he must accept his remaining share subject to it; that is all. Blunder v. Baker, 1 P. Williams 642-3, was a case of testacy, in which it is sal j that if, in the books of a freeman of London, he, or his bookkeeper for him, has charged his child with a certain sum as an advancement, that is sufficient; citing Dean v. Delaware, 2 Verm. 128. See also Wentz v. De Haven, 1 S. & R. The principle- and the dicta, applicable to this case, have been overruled: In re Carpenter’s Estate, 7 Barr 100; Kennedy’s Ex’rs. v. Wade, 1 Id. 445; Wetherill v. Wilson, 3 Penna. Rep. 413; Maguire v. Adams, 8 Barr 286; Albert’s Ex’rs. v. Zeigler’s Ex’rs., 5 Casey 58; Kidder v. Kidder, 9 Id. 268; Mechling’s Appeal, 2 Grant 161. The case of Watson v. Watson, 6 Watts 254, is rather in favour, certainly it is not against the appellee. It mainly depended upon a settlement made by the legatees themselves. Haverstock v. Saurbaeh, 1 W. & S. 390, was a case of intestacy. The evidence was the declarations of the parent against himself, and yet not sufficient. The judge said that a parent’s declarations, at the time he gave property to the child, would be evidence, and the latter part of the opinion is directly in favour of the appellee here. Porter v. Allen, 3 Barr 391, decides that “verbal declarations of a parent that money, for which a bond or note is executed by a child, was intended as an advancement, are evidence where they are part of the res gesta, and accompanying the acts done, but not otherwise.” And Sergeant, J., cites and reaffirms Haverstock v. Saurbach, 1 W. & S. 390. Riddle’s Estate, 7 Harris 433, declares that an “ advancement depends on the intention of the parent, of which the declarations of the parent, at the time, or of the child, at the time, or afterwards, would seem to be evidence.” High’s Appeal, 9 Harris 283, 287, was a case of intestacy, where it was held that a brief statement of the value and amount of his estate, including, under the term advance (opposite to some of the items), the total amount of the debts against, and advancements to his children, made on a small loose slip of paper, found among his papers at his death, did not amount to a release of his bond, &e., or convert them into advancements. This use of the word advanced may mean, in its general sense, not as a gift, or to describe the existing state of his property. The object of the summary Avas to keep before his mind the existing condition and state of his property, for the purpose of forming a proper judgment respecting the future disposition of it. Not, however, to change its condition. Declarations by the parent, after debt contracted, will not make them advancements, if not communicated to the child, or not accompanied by acts which obliterate the contract: Yundt’s Appeal, 1 Harris 578."
  },
  "file_name": "0345-01",
  "first_page_order": 345,
  "last_page_order": 358
}
