{
  "id": 481505,
  "name": "Wharton et al. versus The School Directors of Cass Township, and John O'Brien, Collector",
  "name_abbreviation": "Wharton v. School Directors of Cass Township",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "358",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 76",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "25 Maine Rep. 291",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/25/0291-01"
      ]
    },
    {
      "cite": "8 Johns. 70",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 538",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 49",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0049-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. Rep. 356",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 309",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 107",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 312",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 107",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 17655,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.348798488180358e-07,
      "percentile": 0.9755765683636382
    },
    "sha256": "45b778e7df5f1999611d86aab73bb70c343fceb5c62ea5ac59060337caaf4ec3",
    "simhash": "1:92bf8d5c274ac1f9",
    "word_count": 3031
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wharton et al. versus The School Directors of Cass Township, and John O’Brien, Collector."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe court dismissed the plaintiff’s bill for want of jurisdiction. The argument in support of the decree is drawn from a strict construction of the 5th article of the 13th section of the Act of 1836, conferring equity powers upon the courts. Because the jurisdiction of courts of chancery is by that article given to Pennsylvania courts for the supervision and control of all companies “ other than those of a municipal character,” it is inferred that we have no power to enjoin persons who claim to act in the name of a municipal corporation, and school districts are said to belong to the class of municipal corporations.\nSchool districts are not, strictly speaking, municipal corporations, for they have neither a common seal nor legislative powers, both of which are characteristic of such corporations. They are territorial divisions for the purposes of the common school laws, consisting generally of Boroughs and townships, though frequently subdivided into smaller districts, and are governed by a board of directors chosen by the people. They belong to that class of quasi corporations to which counties and townships belong — exercising within a prescribed sphere many of the faculties of a corporation: Purd. 1065; and the directors are invested with various discretionary powers in execution of the school laws, for which they are responsible only to the people whose representatives they are. Clearly the courts have no control over these discretionary powers, but the judicial authority to restrain illegal acts by the school directors, is as unquestionable as. it is to restrain wrongdoing by any other class of men. We deduce it, not from the clause above referred to, but from the subsequent clause of the same section, which extends the equity powers of the court to “ the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community, or the rights of individuals.” This is the source of the equity power of the courts to restrain illegal conduct on the part of the representatives of municipal corporations, or of quasi corporations : Hill v. The Commissioners of Kensington, 1 Parsons’s Equity Cases 501; Miller v. Gorman, 2 Watts 312. And by the 12th section of the Act of 1851, Purd. 307, the Common Pleas of Schuylkill county possesses all the chancery jurisdiction and powers that are conferred upon any other court of the Commonwealth. If, therefore, it were granted that school districts are municipal corporations, and so are excepted out of the chancery jurisdiction of the courts, the decree could not be supported on the ground on which the court below placed it, because the bill was not against the district as such, but against individuals as directors of the district, and they are restrainable from wrongdoing, whether in their private or representative capacities: Hagner v. Heyberger, 7 W. & S. 107.\nBut does the record present a case of illegal conduct on the part of the directors ? The complaint is that they have laid a school-tax of eleven mills on the valuation of the plaintiff’s property in Cass township, and are proceeding to collect it. • The directors answer, that they assessed eight mills for school purposes for the year 1861, and three mills for building purposes, and that this rate was necessary for the purpose of carrying on the schools of the district, repairing and building school-houses, and paying debts of former year's.\nBy the 28th and succeeding sections of the School Law of the 8th May 1854, Purd. 1065, the power of taxation is committed to the school'directors, with certain limitations, but without any right of appeal.' And, by the 33d section, power is given to levy a special tax, not oftener than once a year, nor exceeding the amount of the regular annual tax, to be applied to buying ground for school-houses and to building school-houses.\n• Now the bill does not complain that 'the directors were not fairly chosen and qualified, nor that they did -not meet and organize according to law, nor that they disregarded any of the specific limitations upon their powers, but only that they have assessed more taxes than the district needs for school purposes. It is, in other words, an appeal from their discretion in the exercise of clearly granted powers.\nNo such appeal lies, for none is given by law. Most of our tax laws entitle the citizen to a hearing before he is obliged to pay; not to a judicial hearing, indeed, but to an appeal to some special tribunal, generally the county commissioners, but the school law gives no such appeal. This is a reason why the ear of the courts should be open to well-founded complaints on the part of the citizen; but when lie has no irregularity, no neglect .of duty, no excess of authority to complain of — nothing, indeed, but an indiscreet exercise of a clearly granted discretion, he will vex the judicial ear in vain, for the judicial arm can redress no such wrong. The power of taxation, altogether legislative and in no degree judicial, is committed by the legislature in the matter of schools, to the directors of school districts. If the directors refuse to perform their duties the court can compel them. If they transcend their powers the court can restrain them. If they misjudge their power the court can correct them. But if they exercise their unquestionable powers unwisely, there is no judicial remedy. Had the plaintiffs’ bill been dismissed for want of equity in it, and not for want of jurisdiction, we should see nothing upon the record to correct. As it is, the decree must be affirmed, on the ground that the plaintiffs have shown no title to the relief they seek.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Edwin Owen Parry, for the appellants,",
      "George H. Clay, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Wharton et al. versus The School Directors of Cass Township, and John O’Brien, Collector.\nSchool Districts not strictly Municipal Corporations. — Power of School Directors to assess Taxes.— To whom amenable for Misconduct.\n1. School districts are not strictly municipal corporations, hut territorial divisions for the purposes of common schools, exercising within a prescribed sphere many of the faculties of a corporation.\n2. Under the School Law of 8th May 1854, the power of taxation is committed to the school directors, but without any right of appeal: and in the exercise of such discretionary power, they are responsible only to the people whose representatives they are.\n3. The courts may compel school directors to perform their duties, or restrain them when they transcend their powers: but they cannot interfere, where they exercise their unquestionable powers unwisely.\n4. The school directors of a township having assessed a school tax of eleven mills, eight for school purposes and three for building new schools, a property-holder filed a bill in equity for an injunction to restrain the collector from enforcing the payment of the tax, on the ground that it was greatly in excess of what was necessary, but not alleging any irregularity, neglect of duty, or excess of authority in the directors. Held, that as the bill averred only an indiscreet exercise of a clearly granted discretion, it was in effect an appeal from that discretion, and as such could not be sustained, for no appeal is given by the law.\nAppeal from the Common Pleas of Schuylkill county.\nThis was a proceeding in equity on a bill filed by William C. Wharton, James S. Wadsworth, Thomas Kimber, Hugh Bridport, and B. Wyatt Wister against The School Directors of the School District of Cass Township, and John O’Brien, collector of school taxes for said district.\nThe hill, which was filed November 1st 1861, set forth that the complainants are the owners of a tract of land in Cass township, in Schuylkill county, which is occupied by their tenants.\nThat the property of their tenants had been seized by John O’Brien, the collector of school taxes of the township, who claimed to take the property for a school tax of $440, which he alleged had been assessed as a school tax for the current year to the complainants for the land. That such alleged school tax is at the rate of eleven mills on the dollar of the valuation, and that the whole valuation of taxable property in the township, on which the tax is assessed, is $726,382, and that the school tax thus assessed amounts to $7990.20, which sum the complainants charge is not necessary to keep the schools of the district in operation for ten months in the year, and is a much larger sum than is required for any lawful purpose. That the directors assessed a school tax for the past year at thirteen mills on the dollar, which was objected to by the owners of property, and afterwards paid upon the representations of the school directors that the collection of the tax would free the district from debt, and that a small tax would be all that would be required for school purposes during the current year. The complainants charge that five mills on the valuation is sufficient for all lawful purposes, and that if the tax of thirteen mills is assessed, as alleged, that the tax is illegal and oppressive. “And that the said tax-was levied with corrupt intent and not in good faith for the purposes set forth in the law, or else that the school directors are so grossly ignorant and incompetent to perform the duties of their office that they are unable to make a proper estimate of the money they require, or of the tax required to produce it.” That irreparable injury will be done, &c.\nThat John O’Brien had full knowledge of the intent and design of the school directors in assessing the tax, as he was then one of the school directors, and resigned in order to be appointed collector. And praying- “ that the said John O’Brien may be restrained from proceeding to enforce the payment of the said tax, and from retaining the possession of the said property levied by him, and selling the same, and that the court will' examine into the necessity of the assessment of the said alleged tax at the rate of eleven mills, and reduce the same to such an amount as the said directors should have laid, and that your orators may have such further or other relief in the promises,” &c.\nThe answer of the defendants which was filed November 18th 1861, admitted the assessing of the tax, the amount of the tax, the amount of the valuation of taxable property, and the seizure of the property of the complainants’ tenants, as alleged in the bill; that John O’-Brien Avas a school director, that he resigned and Avas appointed collector; that the assessment of eleven mills was necessary, in their judgment, to keep the schools of the district in operation for ten months in the year, to pay the debts of the district, and for building a neAV school-house, and denied the charges of the bill. It stated that eight mills of the tax was levied for school purposes, and three mills of the tax for building purposes.\nTo this a general replication was filed, and testimony taken in support of the bill.\nOn 14th' December 1861, the court dissolved the injunction for Avant of jurisdiction, and dismissed the complainants’ bill.\nThe case Avas thereupon removed into this court, where the following error was assigned:—\nThe court erred in dissolving the injunction for want of jurisdiction, and dismissing the complainants’ bill.\nEdwin Owen Parry, for the appellants,\ncontended: — 1. The school directors of a school district are corporations created AA'ith limited powers for a special purpose, partaking more of the character of a public charity intrusted Avith public funds than a municipal corporation, and therefore under the supervision and control of the courts. That the popular as Avell as any technical or legal meaning of the word municipal excludes the idea that such bodies as school directors were intended to be included within it: citing Webster’s Diet. tit. Municipal; Wilcox on Corp., § 16, 875; Angelí & Ames, § 18.\nThat school districts were erected into corporations by the 18th section of the General School LaAv of May 8th 1854, and that under the statute laAV of Pennsylvania they are not of the character of the municipia of the Roman Empire, nor of the cities, boroughs, and corporate towns Avith powers of local legislation that existed in Western Europe from the earliest dawning of civilization; and that when the duties intrusted to the school directors are taken into consideration, and great opportunities they have of abusing the trust confided in them by law, the great necessity is apparent that they should be as much under the control of a court of chancery as any public charity or private corporation.\n2. That the court has power to prevent or restrain the commission or continuance of acts contrary to law and prejudicial to the interests of the community or the rights of individuals.\nThe act charged in the bill is an illegal act. It was to enforce the collection of a tax assessed to a greater amount than was required by law', laid with corrupt intent and not in good faith, for the purpose set forth in the law, and as such it was prejudicial to the interests of the community, as well as to the rights of the complainants, and therefore within the jurisdiction of the court. See Hill v. Commissioners, 1 Pars. 508, in which Hagner v. Heyberger, 7 W. & S. 107, is cited and relied on.\nThe court is not asked to interfere with the directors in the honest and intelligent discharge of their duties, but to restrain them from the commission of an act contrary to law, prejudicial to the interests of the community and to the rights of the individual complainants: Frewin v. Lewis, 4 Mylne & Craig 256.\n3. That a recovery in damages would not be an adequate remedy: citing Miller v. Gorman et al., 2 Wright 309.\nGeorge H. Clay, for appellees,\nafter discussing at great length the extent of the chancery jurisdiction of the courts of Pennsylvania, argued that the board of school directors being a corporation of a municipal character, was not within the jurisdiction of the courts, and that for that reason, if there were none •other, the bill was properly dismissed.\nThe state has conferred the education of the children upon the local, municipal authorities, and made it, with them, a domestic duty. The district has its directors, treasurer, its tax-collector, and auditors ; all of whom have annual statutory duties to perform. If they neglect to perform them, the court are empowered by statute, not by chancery process, to remove them. If they make an assessment with the intent to defraud, they can be indicted, but will then have the right to vindicate themselves, not in chancery, but according to the course of the common law. Their power of taxation, both for school and building purposes, is limited. It is a discretionary one; but they alone have the right to exercise it. Their assessment is a judicial act, to review which a writ of certiorari, in the name of the Commonwealth, would lie at common law: Le Roy v. The Corporation of New York, 4 Johns. Ch. Rep. 356; Lawton v. Cambridge, 2 Caines’s Rep. 179; The King v. King et al., 2 Term Rep. 235; Kimber v. Schuylkill County, 8 Harris 368 ; Wildy v. Washburn, 16 Johns. 49. But the certiorari cannot be prosecuted in the name of an individual; it must be at the suit of the people on the relation of an individual: Kinderhook v. Claw, 15 Johns. 538; 1 Salk. 155; 3 Chitty Bl. 321; Wood v. Peake, 8 Johns. 70; 1 Page’s Ch. R. 114. •\nThe people of that district never empowered complainants to judge of that necessity for this tax, nor have they the means of judging. The legislature empowered the directors to judge. This purpose is one of the many for which they were elected. The law provides no appeal from the assessment. Are the courts willing to entertain a bill in equity, in behalf of every school, county, state, and borough tax-payer, to compel a reduction of a tax, alleged to have been laid with an intent to defraud ? The legislature never gave the courts chancery power to review the assessments. On a writ of certiorari issued in the name of the Commonwealth they might. Then justice could be done to all; but an individual must show some particular right or injury: Heffner et al. v. The Commonwealth ex rel. Kline, 4 Casey 112; Sanger v. Commissioners of Kennebec, 25 Maine Rep. 291, and 5 Rawle 76.\nThe appellants base their right to the injunction on the ground of their being irreparably injured by the payment of the tax and cannot recover adequate compensation at law. They have not shown any special injury which they will suffer, independent of what they suffer in common with the rest. It is certainly no injury to have property taken to pay a tax. If assessed with a greater sum than allowed by law, they had access to the books of the school directors to see if they had exceeded their authority, and a certiorari would have been an adequate remedy to reduce the assessment to its proper limit. Chancery cannot give them a special abatement.\nThese suggestions are only a few of the many which could be urged in support of the position that the courts have no chancery jurisdiction over the acts of public officers, in the discharge of their public duties; and that a school district, and all other corporations of a municipal character, are as much independent of the courts, as the courts are of them: both having public duties to perform without interfering with the duties of each other ; all •being alike sworn to perform those duties with fidelity, and to •the best of their ability. The only chancery power which can be exercised over them, emanates from the people directly through the elections, not through the courts."
  },
  "file_name": "0358-01",
  "first_page_order": 358,
  "last_page_order": 364
}
