{
  "id": 481489,
  "name": "The Pennsylvania Railroad Company versus Vandiver",
  "name_abbreviation": "Pennsylvania Railroad v. Vandiver",
  "decision_date": "1862-02-10",
  "docket_number": "",
  "first_page": "365",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Wend. 345",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 106",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 147",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Gray 465",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2075612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/70/0465-01"
      ]
    },
    {
      "cite": "21 Howard 202",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1058,
    "char_count": 24776,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 5.814641291703005e-07,
      "percentile": 0.9514782522069819
    },
    "sha256": "61c70da7f7d347a80abc8e7dc3cac98105222237394ea18834c8eae6f1837c9b",
    "simhash": "1:98351089e4c81278",
    "word_count": 4343
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Railroad Company versus Vandiver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 10th 1862, by\nRead, J.\nA great deal of the difficulty originally felt in holding corporations liable for the acts of their agents within the scope of their-authority, arose from the supposition that it was necessary their appointment should be under the seal of their principals. The decisions both in England and America have satisfactorily disposed of this technical doubt, and it is now clearly the law, particularly with regard to what are called trading corporations, that no such evidence of authority is required. A private corporation is liable for the acts of its agents within the scope of their authority, in the same way, and it would appear in the same form, as any individual person is.\n“A master,” says Smith, in his Master and Servant, 2d ed., p. 183, “is ordinarily liable to answer in a civil suit for the tortious or wrongful acts of his servant, if those acts are done in the course of his employment in his master’s service. The maxims applicable to such cases being respondeat superior, and that before alluded to, qui faoit per alium faoit per se. This rule, with some few exceptions which will hereafter be pointed out, is of universal application,- whether the act of the servant be one of omission or commission, whether negligent, fraudulent, or deceitful, or even if it be an act of positive malfeasance, or misconduct, if it he done in the course of his employment, his master is responsible for it civiliter to third persons.” At page 187, citing several English and American authorities, he says: “ Actions against railway and steam-packet companies also necessarily involve similar principles, as such companies can only act through the instrumentality of servants.”\nIn The Philadelphia, Wilmington and Baltimore Railroad Company v. Quigly, 21 Howard 202, the Supreme Court of the United States held that an action on the case for a libel could be brought against a corporation; and Mr. Justice Campbell, in delivering the opinion of the court, thus defines its liability for the acts of its agents. “With much wariness, and after close and exact scrutiny into the nature of their constitution, have the judicial tribunals determined the legal relations which are established for the corporation by their governing body, and their agents, with natural persons with whom they are brought into contact or collision. The result of the case is, that for acts done by the agents of a corporation, either in contractu or in delicto, in the course of its business and of -their employment, the corporation is responsible as an individual is responsible under similar circumstances. At a very early period it was decided in Great ¡Britain, as well as in the United States, that actions might be maintained against corporations for torts; and instances may be found in the judicial annals of both countries of suits for torts, arising from the acts of their agents, of nearly every variety.” Similar doctrine is maintained in Addison on Wrongs, pp. 721, 722. In Moore v. Fitchburg Railroad Corporation and Another, 4 Gray 465, it was held that a corporation may be sued for an assault and battery committed by their servant acting under their authority. There the conductor put out a passenger who had paid his fare, and the court ruled that if the company gave the conductor the power to act according to his discretion in all such cases as should arise, and in the exercise of that discretion he wrongfully exercised the power or removed a passenger, it would be the act of the company, and they would be liable. In this case the suit was against the corporation and the conductor. The court held the joinder was right, and although the conductor was acquitted, they would not interfere with the verdict against the company. The English cases prior to 1860, are collected in a convenient form in a leading article in the 6 Jurist, N. S., part 2, p. 143.\n“ The old doctrine that a corporation aggregate has no soul, and therefore is incapable of a malicious intention, has been described by Erie, C. J., as being rather quaint than substantial; and accordingly, in these days, when substance is preferred to form, and utility to quaintness, it has been held that corporations, especially those of a trading character, have souls, and may therefore be guilty of malice. The number and importance of corporate bodies established for the purpose of trade in modern times, and transacting their business through the agency of servants, have rendered it necessary to relax the old rules existing on the subject, and to extend to them the maxim respondeat superior, as if they were private individuals; the only special limitation engrafted upon their liability being that the act complained of should be Avithin the scope and purpose of the incorporation. Thus, after being liable to an action for a false return to a mandamus (Yarborough v. Bank of England, 16 East 6), for the negligence of their servants (Scott v. The Mayor, &c., of Manchester, 2 H. & N. 204; 3 Jur. R., part 1, p. 590), for an assault (The Eastern Counties Railway Company v. Broom, 6 Exch. 314-15; Jurist, part 1, p. 297), for false imprisonment (Chilton v. The London and Craydon Railway Company, 16 M. & W. 212), to an indictment for nonfeasance (Regina v. The Birmingham and Gloucestershire Railway Company, 3 Q. B. 223), and for misfeasance (Regina v. The Great North of England Railway Company, 9 Q. B. 315; 10 Jurist, part 1, p. 755), it was decided that an incorporated company might be sued for a libel contained in a message transmitted by their telegraph, the company being incorporated for the purpose (inter alia) of transmitting messages (Whitefield v. South-Eastern Railway Company, 4. Jurist, N. S., part 1, p. 683), and that they might also be guilty of acts maliciously committed, with a view to injure individuals or rival companies (Green v. The London General Omnibus Company, 6 Jur. N. S., part 1, p. 228).” So in Cowley v. The Mayor, &c., of Sunderland, 30 Law J. Rep. Exch. 127, February 5th 1861, the corporation were held liable to an action for an injury done by a Avringing machine erected by them; placing them on the same footing as an individual under such circumstances.\nThese eases have been followed by two very important cases decided in the Courts of Exchequer and Queen’s Bench, in the beginning of the last year. The first, Seymour v. Greenwood, was decided on the 22d January 1861, and is reported in 80 Law J. Rep. Exch. 189, and was affirmed in the Exchequer Chamber, Id. 327.\nIn this case the plaintiff was a passenger in the defendant’s omnibus, and was removed by. the conductor, a servant of the defendant, in such a manner that the plaintiff fell into the road, and was severely injured. The allegation was that the plaintiff was drunk, and refused to pay his fare; and the court thought the conductor was obeying the lawful commands of his master in removing a troublesome passenger. The conductor went into the omnibus and took the plaintiff, who was inside, by the collar with both hands, and backed himself out of the omnibus, drawing the plaintiff along with him. The plaintiff was then on the step, and the conductor on his feet in the road; and he then threw the plaintiff on to the road, to the right hand. The omnibus was stopped when he threw the plaintiff down. The plaintiff fell; the conductor did not. A Hansom cab came up in the same direction as the omnibus, and the driver tried to draw up, but something under the cab caught the plaintiff, and the cab went over his foot and struck his head at the same time. Pollock, C. B., said: “ I do not believe he intended to do any mischief, but his want of care clearly was the cause of the mischief, and therefore I think the effect of the evidence is that the servant, by carelessly executing his master’s commands, caused the mischief complained of, and that is what I should have found had I been on the jury. There is no doubt that the law on this subject was once very much confused, and when McManus v. Crickett, 1 East 107, was decided, the law had not been settled. I think the view we take of this case is quite in conformity with all the more recent decisions. Public safety and private convenience require that we should so decide; for if we were to hold that a railway company is not to be responsible for the act of its servant causing damage to a third person, unless it be an act done in the mere negligent obedience to the orders of the company, there would be no protection to the public.”\n“I have no doubt,” said Martin, B., “that if the conductor used unnecessary violence in removing the plaintiff, the master would be responsible. If, by an act done by a servant within the scope of his ordinary employment, another person is injured, that person may maintain an action against the master; and the act of removing the plaintiff from the omnibus was within the scope of the conductor’s ordinary employment.” “The criterion is not whether the master has given the authority to do the particular act, but whether the servant does it in the ordinary course of his employment.”\nThe plaintiff died while the rule to set aside the verdict was pending, and the court ordered the judgment to be entered in his name, nunc pro tunc, as of Easter Term, when he was living.\nIn Goff v. The Great Northern Railway Company, 30 Law J. Rep. (Q. B.) 148, February 13th 1861, the written opinion of the court was delivered by Mr. Justice Blackburn, in which the prior decisions on the subject were deliberately and carefully reviewed. It was held that “ a railway company, though it be a corporation, is liable in an action for false imprisonment, if that imprisonment be committed by the authority of the company; and it is not necessary that the authority should be under seal.” Then as to the evidence of such authority, it was held that the doctrine enunciated by the Court of Exchequer Chamber in 1853, in Giles v. The Taff Vale Railway Company, 2 Ellis & Bl. 822, gave the correct rule, and all prior decisions conflicting with it were considered as overruled on that point. It is not necessary to enter into this question, as in the present case it was proved by the defendants that they had expressly authorized and instructed their officers or agents to put passengers out of their cars in cases like the present.\nTwo errors only were argued or pressed by the counsel of the plaintiffs in error. About the first alleged error that the court erroneously held that the company were liable for the acts of their agents in this case, there can be no doubt that the court below were right in their exposition of the law, which is in strict conformity with the authoritative statement of the law by the latest and best authorities, and is founded upon the clearest principles of public policy and private convenience. A railway company selects its own agents at its own pleasure, and it is bound to employ none except capable, prudent, and humane men. In the present case the company and its agents were all liable for the injury done to the deceased.\nThe other error, that the court should have instructed the jury to find for the defendants, is not sustained, and I think the court went farther in expressing their opinion upon the evidence than I would have done; for it appears to me that there was persuasive evidence sufficient to convince a jury that the deceased died of the wounds wffiich he received when his hands were forcibly removed by the agent, and he fell on the track of the road, between the rails, on the ballasting. There was therefore no error committed by the court, and we do not see that the former reversal on the question of damages has materially improved the condition of the defendants, and it would hardly be to their interest to have another trial.\nJudgment affirmed, ()\n(a) See General Omnibus Company v. Limpus, 9 Jurist, N. S. 333, Exch. Ch., June 23d 1802.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Wm. Darlington, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus Vandiver.\nNegligence. — Liability of Corporation for Carelessness or Violence of Agents.\n1. A railroad company is liable for injuries resulting from the negligence, violence, or carelessness of its conductors, in removing from the cars a passenger who refused to pay his fare or produce his ticket, in consequence of which he died.\n2. Where there was evidence on the trial, that the conductor forcibly removed the hands of the deceased from the car-railing so that he fell on the track of the road, and that ho did die from the injuries then received, it was not error in the court below to refuse to instruct the jury “that under all the circumstances of the case their verdict should be for the defendant.”\nError to the Common Pleas of Chester county.\nThis was an action on the case, by Sarah Vandiver against the Pennsylvania Railroad Company, to recover damages for the loss of her husband, who, she charged, was “removed, ejected, cast, thrown,” &c., from the cars of the company, by reason whereof he was injured, and died.\nThe material facts of the case were these: — On the 6th day of December 1856, John Vandiver, the husband of the plaintiff, took his seat in a car of the Pennsylvania Railroad Company as a passenger from Philadelphia to Parkesburg. Soon after leaving the river, the conductor of the train, and the agent of the state, commenced to collect the tickets or fare of the passengers. \"When they reached the seat occupied by Mr. Vandiver, they demanded his passage-money, or his ticket, but he was unable to find the latter, although he declared he had purchased a ticket in Philadelphia, at the office of the company. He was somewhat under the influence of liquor at the time, but knew what was going on. The conductor told him he must show his ticket, or pay the price of passage, or they would be required to put him off ■ the cars. After leaving him for some minutes, while they collected the fare from the other passengers, they returned to him, and he being still unable to find his ticket, and not paying the passage-money, they took him to the rear of the car and assisted him off. In getting from the car to the ground he fell across the rail of the south track ; his head and shoulders alighting on the ballasting of the road between the two southern rails. After being assisted to rise by the conductor and agent, he walked after his hat, which had blown down the south side of the' embankment — and when down the slope some half-way, pitched headlong down the bank, and lay there apparently without motion. This occurred at what was called the Paschall Station, or some one hundred yards west of it, and about four o’clock in the afternoon. Between sundown and dark lie was found at or near the same place insensible, unable to walk, and was taken over the railroad to the stable of Mr. Bonsall, where he was laid on hay, and where he stayed all night. Early on Sunday morning, when he was visited by Mr. Bonsall, he seemed to have recovered consciousness — asked for water — told them, when they attempted to lift him, not to hurt him, and, with the help of those present, walked to the house. He complained of his left side — did not appear to have the use of his left arm, and moaned' as though in great pain. His clothes were not torn, nor were they dirty, and a slight spot of blood on his cheek showed the only external wound upon him. He remained at the house of Mr. Bonsall until the following Monday morning, when he was placed in a car and conveyed to Parkesburg, and from thence to his own home, where he arrived on Monday evening. While he was at Bonsall’s no attention was paid to his wounds. He ate but little, and during that time he appeared to be in his right mind. Soon after he reached home a physician was called in, and on examination it was found that he was fearfully bruised on his head and shoulder, and down his back. He died on Monday, a week thereafter, and a post mortem examination disclosed a series of injuries, which from their aspects were, in the opinion of the physician, sufficient to produce his death.\nOn the trial, the plaintiff requested the court to charge the jury on the following points, and file the charge of record:—\n1. If the jury believe that the death of John Vandiver was caused by injuries received by the violence or negligence of the agents of the defendant, the plaintiff is entitled to recover in this action.\n2. If the jury believe that the death of John Vandiver was caused by the negligence of the agents of the defendants, accompanied by wantonness, violence, or gross negligence,- evidence of moral turpitude, the jury will be authorized to give exemplary damages.\n3. Whether there was such wantonness, violence, or gross negligence, is to be determined by the attendant circumstances, and is to be left to the sound discretion of the jury, under the direction of the court.\n4. The sum that is a proper compensation to the plaintiff for the death of her husband, was due to her at the time of his death. It is therefore proper for the jury to add interest on such sum from the time of his death until the finding of their verdict.\nDefendants also requested the court to charge,\n1. That if the plaintiff is entitled to recover at all in this action, the damages should be compensatory merely, there being no evidence whatever of any intentional wrong on the part of the agents of the defendants.\n2; The measure of these damages, in such case, should be what she has pecuniarily lost by the death of her husband, namely, a reasonable support and maintenance for herself, in the manner in which she was accustomed to live with her husband, and such sum only as will secure such support and maintenance should be allowed.\n3. A railroad ticket being transferrable by delivery, evidence that the deceased purchased and paid for one, did not entitle him to ride in the defendants’ cars without proof also of its destruction.\n4. The deceased being in the defendants’ cars, and refusing to show a ticket, or to pay his fare upon the request of the conductor, was bound to leave the cars, and upon refusal to do so upon request, might be lawfully ejected therefrom.\n5. The agents of the defendants had a right to remove him from the cars, under the circumstances of this case, in the manner and at the place at which they removed him.\n6. There is no evidence that any more force was used than was necessary to remove him.\n7. Even if the agents of the defendants, in removing him from the cars, wilfully and maliciously used more force than was necessary to remove him therefrom, whatever may be their liability for the injury inflicted, the defendants are not answerable therefor.\n8. There is no evidence that he received any injury in removing him from the cars, that could have caused his death.\n9. If he received the injury that produced his death in falling at or near the foot of the bank, while running down it after his' hat, inasmuch as it was not the direct and immediate consequence of removing him from the cars, the defendants are not answerable therefor, and the plaintiff cannot recover.\n10. Even should the jury believe that the deceased was improperly removed from the cars, whatever may have been his right to recover damages for such removal, yet unless his death was the direct and immediate consequence of such removal, plaintiff cannot recover.\n11. Under all the circumstances of this case the verdict must be for the defendant.'\nThe court below (Haines, P. J.) submitted the facts to the jury in a general charge', in which the reciprocal rights and duties of railroad companies were defined, leaving the jury to say whether more force was used than was necessary in removing Yandiver fropi the cars.\nThe plaintiff’s points were answered as follows:—\n“ As a general principle, these propositions may be affirmed. But I would remind the jury that the facts do not show, to my mind, either wantonness, violence, or gross negligence. That the agents left John Vandiver at the foot of the bank, and went on their way, is true. But so did the passengers, even those who thought he was dead. Their duty to the company,, and to the other passengers in their charge, required them to run the cars through according to their acknowledged rules, and if the deceased received his wounds at the foot of the bank, they Avere not the direct and immediate cause of his death, and cannot be charged Avith wantonness or gross negligence, as agents of the company, for leaving him where he fell. It is true that in your amount of damages, if you find any, you may include interest, as stated in the point,' to SAvell the amount.”\nThe points propounded by the defendants were thus disposed of:—\n“ The first five points above stated are affirmed. The sixth, seventh, and eighth are not affirmed. Two of them are for the jury, and I do not acknowledge the principle involved in the other. The ninth and tenth points are true. The eleventh is a matter for you.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff for $2500. The defendants thereupon sued out this writ, and presented here the folloAYing specifications of error. The Court erred in charging—\n1. “ It is for you to say, from the evidence, whether more force was used than was necessary in removing him from the car.”\n2. In affirming plaintiff’s first point.\n3. In not affirming defendants’ sixth, seventh, and eighth points.\n6. In answering the sixth, seventh, and eighth points as follows : “ The sixth, seventh, and eighth are not affirmed. Two of them are for the jury, and I do not acknowledge the principle involved in the other.”\n7. In answering the defendants’ eleventh point, to wit, “ Under all the circumstances of this case, the verdict must be for the defendants,” by saying “the eleventh is a matter for you.”\nWm. Darlington, for plaintiffs in error.\n1. The narr., in this case, is in substance trespass vi et armis. It does not allege negligence in the defendants or their agents, but charges, in each count, that the agents of defendants did remove, eject, cast, throw,'and-kick John Vandiver off the cars. The court laid down the law correctly that he Avas bound to produce his ticket, or pay his fare, and failing to do so he might lawfully be removed from the car. He Avas there as a trespasser. It was made a question on the trial whether more force was used than was necessary in removing him from the cars. The court refused to affirm defendants’ sixth point on that subject, and left it to the jury to say whether more force was used than was necessary. The defendants further asked the court to say that there was no evidence that he received any injury in removing him from the cars that could have caused his death. The court refused so to charge, thus leaving the jury to find on both points against the defendants without evidence. All the evidence in the cause, on both sides, explicitly negatived both propositions. Not a single witness ventured to say he could have received any fatal injury there.\nIt was the plaintiff’s duty to establish both the foregoing propositions by evidence, affirmatively and clearly, but she did not. The court should have affirmed defendants’ sixth and eighth points.\n2. If the death of John Vandiver was the result not of negligence, but of force and violence used by the agents in putting him off the cars, and he received his death in consequence of being thrown from the platform to the ground (of which there is no evidence), then such force and violence, being the act of the agents alone, without any command or order of the company, the company is not answerable therefor: McManus v. Cricket, 1 East 106; Railroad v. Wilt, 4 Wh. 147; Fox v. Northern Liberties, 3 W. & S. 106; Per Rogers, 4 Wh. 147 ; Yerger v. Warren, 7 Casey 321; Wright v. Wilcox, 19 Wend. 345; Vanderbilt v. The Richmond Turnpike Company, 2 Comstock 479. It follows, therefore, that if no more force was used than was necessary to remove Vandiver from the cars, defendants are not liable, for their agents did a legal act in a proper manner, and are not answerable for his death. If, on the other hand, wilful injury was inflicted on him by the agents, they had departed from their employers’ business, and defendants are not answerable for their acts. The court erred in confounding violence and negligence in their answer to plaintiff’s first point. If violence be proved, no action lies against the employers. If negligence be proved, it does not agree with the Allegation. They should have negatived plaintiff’s first, and affirmed defendants’ seventh point. In every aspect of the case, and in view of the whole ground, they should have affirmed defendants’ eleventh point, and directed a verdict for defendants.\nThe defendant in error furnished no printed argument."
  },
  "file_name": "0365-01",
  "first_page_order": 365,
  "last_page_order": 373
}
