{
  "id": 481469,
  "name": "Anewalt's Appeal",
  "name_abbreviation": "Anewalt's Appeal",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "414",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 414"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wh. 151",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 10520,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 6.863998265894519e-07,
      "percentile": 0.964457387283969
    },
    "sha256": "4c60bbe21519891bc35f72b141eaeecf27432c35140355f5469b5ab131c55831",
    "simhash": "1:6128ae2c841fa91e",
    "word_count": 1817
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anewalt’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nConversion of property from one species to another, by a legal rule or principle, is a familiar doctrine. The usual difficulty is generally to be found in the instrument designed to effect the object. The following, taken from the books, may be received, in the aggregate, as a full statement of every requirement under the doctrine: “To establish a conversion, the will must direct it absolutely or out and out, irrespective of all contingencies.” “ The direction to convert must be positive and explicit, and the will, if it be by will, or the deed, if it be by contract, must decisively fix upon the land the quality of money.” “It must be an imperative direction to sell.” Blight v. The Bank, 10 Barr 131; Nagle’s Appeal, 1 Harris 260; Stoner v. Zimmerman, 9 Id. 894; Henry v. McClosky, 9 Id. 145; Boshart v. Evans, 5 Wh. 151, and Hoke v. Leaman, 8 S. & R. 248. The careful and diligent research of the appellees’ counsel have furnished many other authorities, English and American, to the same effect. Indeed, the doctrine is not controverted in argument by the appellant’s counsel.\nThe cases cited above, also furnish instances of the attempted application of the doctrine under contingent directions, so like the present that they almost demonstrate the accuracy of the decree of the court below, to which may be added the case of Carlin v. May, 3 Atk.; Walter v. Maunde, 19 Vesey 424, and Whitdale v. Partridge, 8 Id. 388.\nThe sale directed here depended upon several contingencies: in such case, the rule is, that no conversion results from the law and does not take place until it is actually made. The conversion here was made to depend on the acceptance or non-acceptance of the land on terms by Owen Robert Dech, after he should arrive at age, and that again depended on a preliminary agreement of the heirs to certain appraisers, to make a valuation of the farm; then upon an agreement by the appraisers themselves, as to the value. Now if Owen Robert had died before this was all done, and before he had exercised his election, and refused to take the farm at the appraisement, the directions for conversion would not operate. No one can see in this that positive direction to sell, irrespective of contingencies which the law requires to change the character of the property before actual conversion. It was not in law converted, then, at the death of Mrs. Anewalt, nor had the time arrived, on the happening of which it was to be determined whether it would or would not be converted. The nature of her interest remained as it had passed to her from her father, viz., as land. It was not personalty, for the reasons given. It was not in abeyance; it was therefore-realty. From her, therefore, it passed to her issue as land, subject to a life estate in it to the husband as tenant by the curtesy. This was what was determined below, and is correct.\nThere was an effort to establish the position that the land, by the devise, became Owen Robert’s absolutely, and the shares of her brothers and sisters were legacies charged upon it. But this was manifestly not the case; they would only become so on acceptance by him: till then these shares were -land. When acceptance took place, and not till then, they would become legacies ; this was a mode of partition or distribution by the testator; because, if it did not take place in this way, actual conversion was provided for, and equal distribution among all the heirs directed. But I need not pursue this matter further.\nI may remark in conclusion, that the land did not pass to the executors, on the death of the testator, for the purposes of sale. If it had, a very different result would have followed. Their power of sale was to be resorted to only on a. contingency not determinable for some years, and dependent on the action of the owners in fee of the land. If that extended in one way, the division among his children, intended by the testator, would be accomplished; if in another- way, then the executors were to act to effectuate the object in another way. It is, to my mind, very clear that partition or equal distribution was the design of the testator. At the death of Mrs. Anewalt, nothing to change the interest of the heirs, in the whole, had occurred, and this fixes the rights of her child and her husband.\nDecree of the Orphans’ Court is affirmed, at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "A. E. Brown and Charles $ Max Cfoepp, for the appellant.",
      "O. AT. Myers, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anewalt’s Appeal.\nConstruction of Will. — Conversion of Real Estate into Personalty.\n1. To establish a conversion of land into money under a will, the sale must be absolutely directed, irrespective of all contingencies: the direction to sell must be imperative, independent of all discretion.\n2. A testator by will directed that when his son O. became of legal age, appraisers were to be chosen to value the homestead farm, which the son was to have at the valuation if he chose; if he refused, the executors were to sell, &c.: a married daughter survived the testator, and then died before O. became of age, intestate, leaving one son, -who died soon after: her husband then claimed her share as personalty. Held, that, as the directions of the testator in the will to sell, were not absolute, but contingent and subject to the discretion of one or more, there was no conversion up to the death of the daughter: consequently her interest remained as it had descended to her from her father, as land, in which her husband was only entitled to his estate by the curtesy.\nAppeal from the Orphans’ Court of Northampton county.\nThis was an appeal by George Anewalt, from the decree of the Orphans’ Court of Northampton county, distributing the balance in the hands of William Dech and Reuben Dech, executors, &c., of Charles Dech, deceased.\nThe case was this: — Charles Dech died in December 1853, leaving a will, in which, after giving to his widow, Jemima, certain bequests out of his real estate, a portion of real estate, and also the interest of a certain sum of money, during widowhood, and bequeathing to three of his children specific legacies, he ordered and directed as follows:—\n“ I do order and direct, that when my son Owen Robert becomes of legal age, that then he and my oldest daughter, Sarah Elizabeth, and the guardians of my other children, shall mutually agree and choose three disinterested men, who shall value and appraise my plantation, situate in Lower Nazareth township (whereon I now live), containing one hundred and twenty-four acres, be the same more or less, at a fair cash value; and that if my son, Owen Robert, shall see proper to take the said plantation at such valuation, that then my hereinafter-named executors shall make and execute a deed for the same to him; but if my said son should refuse to accept the said plantation at such valuation, then I order and direct that my said executors, or the survivor of them, shall sell my plantation on public vendue, for the best price that may be gotten for the same, having first given due public and timely notice of such vendue. The said plantation shall be appraised or sold, subject to the hereinbefore-mentioned charges upon the same, for the use of my said widow.” He then gave and bequeathed unto his seven children, naming them, after payment of the previous legacies, all the rest and residue of his estate, share and share alike; and also directed that the annuity to his wife, during her life, should be charged on his said plantation. William Dech and Reuben Dech were named as executors.\nCharles Dech left the wddow above named and seven children, viz.: Sarah Elizabeth, who intermarried with George Anewalt, the appellant, and died intestate April 25th 1856, leaving her husband surviving her, and issue one child, Clinton Charles Anewalt, who died September 9th 1856, intestate, and without issue ; Owen Robert Dech, who arrived at the age of twenty-one years in August 1857; Marietta; Irwin Jacob; Lucinda Eve ; Emma Maria, and Tilghman Stephen. Letters of administration were granted August 22d 1856, on the estate of Sarah, to her husband, George Anewalt.\nThe real estate was appraised on the 18th of October 1858, by Jacob Schweitzer, Samuel Hoffman, and Daniel Odenwelder, in pursuance of an appointment by the children of the testator theretofore made, at the sum of $10,976.90, payable as follows: On the marriage or death of the widow, without interest, $4845.83. At the death of the widow (of which she is to receive the interest during life), $3333.83 — $8179.16. Leaving for present distribution, $2797.74.\nOwen Robert, above named, accepted the plantation at this appraisement. On the 7th of December 1858, the executors executed a deed to him for it, which was duly recorded.'\nOn the 25th of November 1859, the executors presented their account, and B. F. Fackenthall, Esq., was appointed auditor to examine, and if occasion, resettle the account, and make distribution.\nNo objection being made before the auditor to the account, it was reported as correct.\nThe balance for distribution was $3030.55, of which $2797.74 were the proceeds of real estate, and $232.81, the interest which accrued thereon, and the proceeds of personal estate and produce of the farm since the testator’s death.\nThe auditor decided that Sarah Elizabeth’s one seventh part of this sqm of $2797.74 was realty at the time of her death, and not personalty; that therefore it did not pass to her administrator, but to her heirs, and that her husband, George Anewalt, was only entitled to the interest thereof during his life. To this report the following exceptions were filed by the appellant:—\n1. The auditor erred in deciding that “ if Owen Robert had not attained his majority, the executors would have had no power to sell.”\n2. In deciding that at the death of Sarah Elizabeth Anewalt, her interest in the testator’s farm was to be considered as realty.\n3. In not distributing to George Anewalt, administrator of Sarah Elizabeth Anewalt, one-seventh of the amount of the proceeds of real estate, to be divided at present, to wit, $399.68.\n4. In deciding that the said George Anewalt is entitled only to the interest of the one seventh part of the proceeds of the sale of the real estate for life, and in not deciding that the said George is entitled to the said one seventh part absolutely.\nThe Orphans’ Court, on hearing, dismissed the exceptions and confirmed the report, which was assigned here for error.\nA. E. Brown and Charles $ Max Cfoepp, for the appellant.\nO. AT. Myers, for appellees."
  },
  "file_name": "0414-01",
  "first_page_order": 414,
  "last_page_order": 417
}
