{
  "id": 481473,
  "name": "Webster versus Ross",
  "name_abbreviation": "Webster v. Ross",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "418",
  "last_page": "424",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 333",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 402",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0009-01"
      ]
    },
    {
      "cite": "3 Rawle 438",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 789,
    "char_count": 18394,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01736896629880738
    },
    "sha256": "2a73e725ba9a0afdfeaa337b6afbaba6e273e2aa1f3ee98fbee635c1249d7330",
    "simhash": "1:a43853f2000f7487",
    "word_count": 3306
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Webster versus Ross."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThe decision of this case' depends upon the meaning of the words “in his now dwelling-house and no longer,” in an article of agreement between Joseph E. Webster, the owner of the house, and John H. Green, and signed by the said Green, by which he leased to the said Webster the right of Avay to cross his land, beginning near the old log cabin situate on the said Green’s land to a bar-way in the fence, nearly opposite the said Webster’s house. This right of way was to be occupied by Webster and all others, for the uses and purposes of a public highway, to travel upon at ail times without let or hindrance from the said Green, “ so long as the said Webster resides in his now divelling-house, and no longer.” Of course extrinsic evidence had to be resorted to, to prove AAhat and where this dwelling-house Avas, and if clearly ascertained, it became simply a question of construction, and the real point before us is, Avhether the court below Avas right in the meaning Avhich they imputed to these words. There is no doubt that Webster still resided on the very same spot, but the question is, did he reside in the same dAyelling-house mentioned in the article of agreement.\nBefore the execution of the article of agreement, there Avere in Webster’s east lot a log house and a frame building, twelve or tAventy feet from it. In this building, in the year 1849, there Avere two beds, with several things, such as chairs and clothing,- and his son-in-law and his wife, a .daughter of Webster, slept there during a visit to him in August of that year. The son-in-law had been there twenty-five times a year since 1849. He slept there every year, and generally slept in the new house, but slept once or twice in the old house, and he also testified that they always occupied both houses AYhen he was there for ordinary domestic purposes. Another son-in-law testified that Webster and his family have resided in both houses as a family. In 1849 the boys (sons of the plaintiff) slept in the neAV house. The family ate in the log house most of the -time; occasionally in the neAV house. They continued so always to occupy it for sleeping more or less. About 1858 Webster and his Avife began to sleep in the new house. The chimney was built to that house about the fall of 1857, and they then got a cooking stove, and they had a box stove in it in 1852 or 1858. There were eight or ten in the family, and two rooms in the old house — one room only in the chamber. The roof coming nearly to the floor, some of the children slept there. The family resided in both houses. Mr. and Mrs. Webster cooked and ate in the log cabin, and slept there most of the time. For the last three or four years, the family lived in the new house in the winter, and in the summer cooked in the log house.\nIt is clear, therefore, that both these buildings, although a very short distance apart, formed the dwelling-house of the plaintiff, in which he resided with his family at the time the article of agreement was executed. There have been changes in the mode of occupying each, as any man might or could do, if they had been actually adjoining, the nearer and fresher part being eventually preferred. I have known a kitchen separated from a man’s house on the surface, but connected by an underground passage, and a very rich man with a large palace of a house, living in the small spare room adjoining the kitchen. The simjole fact, therefore, of changing the uses of different parts of the same house, or deserting or not using the principal part of it at all, affords no ground for alleging a change of residence — nor ought the fact that these two buildings, nearly adjoining each other, and constituting really the residence and dwelling-house of one family, are used at different times for different family purposes, to countenance in the slightest degree a similar allegation.\nThe ruling of this court in Nelson v. Campbell, 4 Casey 156, affirmed in 11 Casey 348 and 349, seems to bear out the idea that these two houses formed one tenement. We are, therefore, of opinion, that at the time of the disturbance of the plaintiff’s right of way, he resided in the dwelling-house mentioned in the article of agreement, and that he was therefore, entitled to the undisturbed use of it, and that the court should have so instructed the jury, which would have disposed of the whole case.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. R. Little, for plaintiff.",
      "Bently $ Fitch, for defendant."
    ],
    "corrections": "",
    "head_matter": "Webster versus Ross.\nConstruction of Agreement as to 'Right of Way. — Extrinsic Evidence, when admissible.\nOne living in a log house, and occupying for household purposes a frame building adjacent, leased a right of way over the land of another, so long as he should reside “ in his now dwelling-house, and no longer:” after a time he and his family began to live in the frame house, still continuing to use the log-house for domestic purposes, when the right of way was obstructed: in an action of trespass on the case, it was Held, that both buildings constituted but one residence, and as a change in the use of the different parts was not a change of residence, the plaintiff had continued to reside in the dwelling-house mentioned in the lease, and was therefore entitled to his right of way.\nError to the Common Pleas of Susquehanna county.\nThis was an action on the case, by Joseph E. Webster against Jonathan Ross, for disturbing a right of way, which the plaintiff claimed to have over defendant’s lands.\nThe case was this: — Webster lived in a small log house, situate on an old public road that ran beyond him some forty rods and there intersected the “Bailey Road,” a common thoroughfare. In the summer of 1849 he put up a small frame building, from twelve to twenty feet distant from the log one, designed to furnish additional room for his family.\nAt that time John H. Green owned the place adjoining Webster, and desired that public road should be vacated. In order to effect this, it was necessary to get Webster’s consent, who gave it on condition of having as a substitute the lane now in dispute, running from his house out to the Bailey Road, on nearly the same ground as the old road. This was agreed to, as follows, viz.:\n“ This article of agreement, made the 6th day of November 1846, between John Green and Joseph E. Webster, both of the township of Liberty, county of Susquehanna, Penn.: witnesseth, that the said John Green, for a valuable consideration to him in hand paid by the said Joseph'E. Webster, agrees to let and lease to the said Joseph E. Webster the right of way to cross his land, beginning near the old log cabin, situate on the said Green’s land to a barway in the fence, nearly opposite the said Webster’s house. The said right of way to be occupied by said Webster, and all others, for the uses and purposes of a public highway, to travel upon at all times, without let or hindrance from the said Green, so long as the said Webster shall reside in his now dwelling-house, and no longer.\n“Witness my hand and seal, the day and year above written.\n“In presence of “John H. Green. [Seal.]\n“ Sam’e. W. Truesdele.”\nWebster thereupon signed the petition; the old road was vacated; the lane fenced out, and used by Webster uj to the time it was closed up by Ross, who some years ago had bought of Green, and taken possession. Since then Webster has used both buildings for purposes of his family. At the time of the contract he talked about building a-house at some future time on his east lot. The log house stood on his west lot.\nWhen the lane was closed up, this suit was brought, as above stated. To a declaration in the usual form the defendant pleaded not guilty.\nOn the trial, the plaintiff offered to prove “that John H. Green, after the writing wás made, and while he lived on and owned the lot now held by Ross, had said that Webster would not consent to turn the Bailey Road from its old direction until he agreed to give him this lane as a substitute;” that Green had said, “'he opened the lane as long as the house of Webster stood there;” that Ross had said that “he supposed Webster would have the right to the lane until he should build on the east lot.” BA also' offered to ask one of the witnesses whether Webster’s family have occupied one or both of these houses for the usual family and domestic purposes. All which offers were rejected by the court below, and their rejection assigned here for error.\nThe defendant requested the court to charge the jury,\n1. That the defendant, being a bond fide purchaser, without notice of the writing given by Green to plaintiff, took the land discharged of the plaintiff’s claim to the right of way.\n2. That the lane having been fenced by Green, whose land lay on both sides of it, and having been used by whomsoever pleased to use it, it was no notice to the defendant of any claim Webster might have to it under the writing, and the defendant might lawfully close it.\n3. That if the jury believe from the evidence, that at the date of the writing the plaintiff resided in the old log house, and that since that time and before the defendant closed the lane, he had ceased to reside in that house, the plaintiff cannot recover.\nThe plaintiff also presented points which are not to be found in either of the paper-books, and which are not material as the case stood in this court. The court below, after stating the material facts of the case, charged the jury as follows:—\n“ In the opinion of the court [the important question presented for your consideration is, whether the plaintiff’s right had terminated prior to the time when the defendant obstructed the lane.]\n“We decline to charge you as requested by plaintiff, but say we do not think there is sufficient ambiguity in the terms of this writing to submit the construction of it to the jury; that by its terms the plaintiff’s right is limited to the time he continued to reside in his then dwelling-house; and [we submit it to you as a question of fact to determine under the whole evidence whether the plaintiff, at the time' of the obstruction, continued to reside in the same dwelling-house that he did at the' execution of the written agreement of 6th November. 1849.]\n“We refuse to charge you as requested in defendant’s first and second points, but say, that if you believe from the evidence that from the 6th November 1849, up to the time of the obstruction, the lane in question remained open, and the plaintiff during all that, time remained in the open, notorious, and continued use of the same, under his claim of right, that it was notice to the defendant of plaintiff’s right of way, and that then the defendant had not the legal right to close.it, upon the 'ground of want of notice of plaintiff’s right; but [wé charge, you as. requested in the third point of defendant.]\n“If you -find-the facts to be such as to constitute .notice to the defendant under the law as we have -stated it,, [you will determine from the evidence whether the plaintiff had ceased to reside in the same dwelling-house that he did reside in on the 6th November 1849. This is a -question peculiarly proper for you to determine — whether he continued to reside therein, or merely used it as a storehouse. If he had ceased to reside therein before the time the obstruction is proved to have been erected by the defendant, then your verdict should be for the defendant;] but if you find that the plaintiff continued to reside therein at that time, your verdict should be for the plaintiff, who is then entitled to recover such damages as the evidence shows he had sustained before the commencement of this suit; but without proof - of' actual damage he would be entitled to nominal damages.”\nUnder these instructions there was a verdict and judgment in favour of the defendant. Whereupon the plaintiff .sued, out this writ, and assigned for error the rejection of the evidence offered, as above stated,-and so much of the charge of the court as is printed above in brackets.\nR. R. Little, for plaintiff.\n1. As to the rejection of the offer to prove the declarations of Green, before he sold to Ross. Declarations from such a source are competent: Gibblehouse v. Strong, 3 Rawle 438. Nor did they,’ in the least, change the writing. At the time of this agreement, the frame building was already erected, some twelve to twenty feet from the log one; and then used for family purposes.. Whether it touched the logr house, as a literal addition, or whether it or .the other was or is most used for domestic purposes, is immaterial; for both held the same relation to this lane. If he should move his dwelling-place on to his “east lot,” as was contemplated, then the lane was to be shut up, because he would no longer need it. This obviously was the contract.\nBut suppose an ambiguity; and that it might have meant a literal cooping up of Webster’s entire family within 'those walls —even then the authorities sustain our offer. “ Parol evidence, of the understanding of the parties in relation to the construction of a written agreement, may be given to explain that which is otherwise ambiguousSelden v. Williams, 9 Watts 9.\n2. On what principle could the court reject Ross’s admission, that we were to-have this lane until we bui.lt on the “east lot?” .The lane was an incident to plaintiff’s dwelling; and the evidence offered therefore related to the subject-matter of the contract. It was not an opinion of law, but an expression of fact,, and fell under the rules in 1 Greenl., Part 2,.No. 286, 288.\n. 3. A direct and pertinent question, asked in reply to their attempt to prove an exclusive use of the frame building by the family, was rejected.\nThe evidence proposed was the assertion of a fact not dependent upon opinion. But if it had been, it would still be proper: Beatty v. Gilmore, 4 Harris 463. ■ .\n4. The charge assumes that the houses were independent, dwellings, and instructs the jury to assume it. We complain of this.\nThe court say the writing is not ambiguous, and took the construction of it to themselves. If they had a right to do that, their construction is in violation of every rule of law and reason applicable to such cases.\nIf, on the other hand, it was doubtful whether the parties meant, by the words “reside in his now dwelling-house,”,the log, in distinction to the contiguous frame building, or whether they meant both or either in distinction to a dwelling on our east, lot, at some distance from this lane, then the court should have submitted it, with proper instructions, to the jury. Besides, the word “reside” is not defined; and it is so submitted, that; the jury must have understood it that some domestic use of the log house was not enough; that it must be exclusive of the frame addition, on pain of our imprisonment there for life.\n“ The situation and true intent of all parties, and the subject-matter, are to be considered in determining the meaning of a com tract:” Chitty on Contracts 74, note; Davis v. Barney, 2 Gil] & Johns. 382; Sayre v. Peck,l Barb. 464; Chitty on Contracts 78. In. our case, the consideration for this lane was our surrender of a.public r.oad that ran upon this same ground; .giving us the egress now construed away from us: Paley’s M. & P. Philos. 104: Williamson v. McClure, 1 Wright 402; Kirkham v Sharp, 1 Whart. 333; Beeson v. Patterson, 12 Casey 24.\nSubmitting, virtually, nothing to the jury, and by a construction utterly narrow and illiberal, the charge succeeded in shutting up an outlet that we had bought and paid for, and in. depriving us of the'substance and purpose of our grant; which could'not have been done, if they had not at first excluded from the jury our offered proof that Green and Ross both read the grant as we read it\nBently $ Fitch, for defendant.\n1. The written agreement of Green, clear and specific in its terms, was brought into court as the foundation of the action. Why introduce the uncertain recollections of witnesses to remarks made twelve years before ? The plaintiff accepted of the writing as the bargain, and was present when it was drawn, took it into his possession, and kept it until the commencement of this suit. Why then offer evidence that could not change the rights of the parties one jot or tittle ? If they were important confessions of a fact in the writing, they were unnecessary and irrelevant — if not, then it would change the terms of the writing. The evidence, if given, would amount to nothing, and so the court would have been bound to instruct the jury. There was no possible ambiguity in the writing, nor did Green mean there should be, as is shown by the specific, unambiguous, and emphatic language.\nThe evidence proves, that at the time the writing was made, Webster was residing with his family in the old log house, which was not expected to be tenable many years at best. A small frame building had been put up the same season, some eighteen or twenty feet off, for the purpose of a granary and store-room. It is folly to say, under the evidence, that plaintiff resided in that building in November 1849. He resided in the old log house, and nowhere else. The words of the writing are: “ So long as the said Webster shall reside in his now dwelling-house, and no longer.” Can language be more intentional, unambiguous, and explicit ? Green did not intend to give a perpetual or uncertain grant for his land, nor did he do so. He was willing so long as the old log house should stand, or Webster should see fit to live in it, but no longer. The case of Selden v. Williams, cited, does not apply to the facts of this case at all.\n2. Suppose Ross did say that “he supposed Webster would have a right to this lane till he should build on the east lot ? In what possible manner could it have affected the rights of the parties under the Green contract ? If the offer had been made, and proved as made, it could have had no bearing upon the case, and so the court must have said to the jury. Written agreements are not thus to be nullified.\n8. If the words of the agreement had been, “ so long as he should occupy one or both of the houses for the usual domestic purposes,” the evidence would have been allowable. But under the agreement, why should such a question be asked, or why answered ?\n4. As to the charge. The important question was that stated by the court. How the court could have charged otherwise, we-fail to perceive."
  },
  "file_name": "0418-01",
  "first_page_order": 418,
  "last_page_order": 424
}
