{
  "id": 481515,
  "name": "Steininger versus Hoch's Executor",
  "name_abbreviation": "Steininger v. Hoch's Executor",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "432",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 264",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. 123",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0123-01"
      ]
    },
    {
      "cite": "13 Mass. 393",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "1 Grant 329",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 8602,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 2.363505077075527e-07,
      "percentile": 0.794566208300175
    },
    "sha256": "040073d89baa4bda0fd0eb2c5b026f45b991a587afdf68a0f395c8cfe4c95e0f",
    "simhash": "1:165aa817ec3676b9",
    "word_count": 1509
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steininger versus Hoch’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nThe main inquiry in this ease arises on the question of the competency of Anna Hoch as a witness, she being one of three residuary legatees under the will of Samuel Hoch, by whom the action was originally instituted. On the first trial in court, it appears she was a witness, having released her interest in the claim; but as the release was not produced, nor proved, she executed anew an assignment of every interest she eventually would have to the cause of action in suit, to the plaintiff on record, the executor of Samuel Hoch’s estate; he agreeing that no part of the costs and expenses of the suit should become chargeable upon her residuary share of the estate.\nThe witness had, no doubt, an immediate interest in the result of the verdict, but as that result might affect her residuary share of her father’s estate, her interest was collateral, and might be divested by a release or transfer: Commonwealth v. Ohio and Pennsylvania Railroad Company, 1 Grant 329; Hartman v. Keystone Insurance Company, 9 Harris 466; Meighen v. The Bank, 1 Casey 288; and Carter v. Trueman, 7 Barr 316. In Boynton v. Turner, 13 Mass. 393, the son of an intestate entitled to a distributive share, was held to be a witness on releasing his interest in the fund in controversy. So in New York, in Woods v. Williams, 9 Johns. 123. These authorities establish the rule, stated, that the witness might divest her interest by an assignment or release, and clearly so, for the benefit of the estate, and thus divested become a witness.\nBut as the suit was for the benefit of the estate, in case of failure the costs would fall upon it, and this might diminish the residuary interest of the witness. Was the liability for costs still an interest that would exclude ? The agreement of the executor to save her interest free from contribution in such an event is of no account, for the defendant would not be bound by it. He could call on the estate for the costs without regard to any arrangement between the heirs and executor, or either of them. But looking at the question in another point of view, we think that liability for costs was too contingent and remote to exclude. The assignment to Michael Hoch, without stating his official character, to be regarded notwithstanding to have been for the use of the estate, and ultimately for the other residuary legatees. He could not buy for himself, nor did he ; this agreement was to pay the costs as executor, without touching the releasor’s share. And as this was for the benefit of the other legatees, and not objected to by them, the Orphans’ Court could decree distribution accordingly after a loss, if it occurred, as they could by distributing a greater portion to the other two residuary legatees in case of success in recovering the note in suit. The ultimate liability of the witness’s share would depend upon two contingencies — first, on a failure to recover, and, secondly, in the insufficiency of the two-thirds of the residuary estate to pay the costs, if they should fall upon it.' Such insufficiency was not shown, nor perhaps could it have been. We think, therefore, that the witness was not shown to have such a certain interest in the result of the verdict in either aspect, as to exclude her from testifying. The party who alleges such interest must make it satisfactorily to appear.. This has not been done.\nAs to the remark of the learned judge as to the non-production of Eshbach as a witness, we see no ground for complaint. In the nature of things, we are authorized to look to and to draw inferences from acts and sometimes non-action, when demonstration or other means of information fails to disclose the true state of any subject of inquiry. 'To close our eyes and understanding to the light to be drawn from experience, would be to choose “ darkness rather than lightand if experience teaches us that a man will use every means in his power which would avail to aid him in the hour of trial, physically or as a litigant, may it not be expected that he would call a witness who is at hand, was a party in the transaction, and, also, it is fair to presume, knew the very truth of the case, if he did not know that he would testify against him ? Upon this kind of presumption, we never admit secondary evidence until it is clearly shown that the primary eannot be had. The principle expounded by Judge Huston, when he said that “evidence consisted as well of what is not proved as of that which is,” is rather a deduction from experience than a rule of evidence, and is to some extent true. But, as in practice, it relates to inferences to be drawn from non-action rather than positive action, it should be carefully confined to natural and equitable deduction. I do not think this was overstepped here. It was a simple reference at most to a circumstance, and no binding instruction predicated of it. As none of the errors assigned are sustained, we must affirm the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Marx Runic and Rlisha Rorrest, for plaintiff in error.",
      "Reeder Gfreen and John D. Stiles, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Steininger versus Hoch’s Executor.\nInterested Witness, release of.— What Interest does not disqualify. — • Reference to facts without binding Instruction, no cause for Reversal.\n1. The daughter and residuary legatee of a testator is a competent witness for the executor, upon her assignment to him individually of her interest in the cause of action in suit, he agreeing that no part of the costs and expenses of the suit should become chargeable upon her residuary share.\n2. Though such an agreement would not be binding upon him as executor, as the estate would be liable for costs in case of loss without regard to it, and thus diminish her residuary interest, yet as the ultimate liability of her share would depend upon the contingency of a failure to recover, and of the insufficiency of the other two-thirds of the residuary estate to pay the costs in case of loss, the liability for costs was too remote and contingent to exclude her as a witness.\n3. Where the court in the charge referred to the fact that a co-promissor of the defendant had not been called as a witness, and instructed the jury that they should take it into consideration in determining the credit they should give to the witnesses, without giving any binding instruction as to the omission, the reference was, but a natural deduction from the circumstance, and such instruction was not error*\nError, to the Common Pleas of Lehigh county.\nThis was an action of debt by Abraham Hoch, executor, &c., of Samuel High, deceased, against George Steininger, founded on an alleged promissory note of the defendant for $800.\nThe case was before this court in 1861 ( 3 Wright 264), when the judgment was reversed, and a venire de novo awarded, for misdirection of the court below. On the second trial, Anna. Hoch, a daughter of deceased, and the legatee under his will of one-third of his estate, was offered as a witness for the plaintiff.\nHer interest under the will being established by the defendant, the plaintiff offered in evidence a release, dated November 14th 1860, by Anna Hoch to Abraham Hoch, of all her interest in the $800 sought to be recovered in the suit, and an agreement •of same date between the same parties, by which Anna Hoch assigned her share of the $800 to Abraham Hoch, on condition that he would pay all the costs and expenses of the suit, and not • charge the same against her; -and then renewed the offer.to examine Anna Hoch as a witness. The witness was again objected to on the ground of interest, but the court below (Findlay, P. J.) overruled the objection, and admitted the witness. The trial then proceeded, and the same case in substance was presented as reported in 3 Wright.\nIn charging the jury, the learned court, after stating the case and instructing the jury generally as to the law by which they were to be governed in deciding it, used the following language: “Eshbach, the co-obligor of Steininger, has not been called as a witness; he must have known whether he sent defendant for the money, whether he, Eshbach, got the money, and whether-Steininger was present when Eshbach signed the note, and other facts; and you may take the fact of his not being called into consideration in determining upon the credit you will give to the witnesses.”\nThere was a verdict and judgment for plaintiff; whereupon the defendant sued out this writ, and assigned for error the admission of Anna Hoch as a witness, and that portion of the charge given above.\nMarx Runic and Rlisha Rorrest, for plaintiff in error.\nReeder Gfreen and John D. Stiles, for defendant in error."
  },
  "file_name": "0432-01",
  "first_page_order": 432,
  "last_page_order": 434
}
