{
  "id": 481492,
  "name": "Lentz, McIntyre & Lentz versus Choteau",
  "name_abbreviation": "Lentz v. Choteau",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "435",
  "last_page": "438",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 501,
    "char_count": 10784,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 5.210334454637466e-07,
      "percentile": 0.9405664191232771
    },
    "sha256": "1f70381b996c310307714e9dab4f008d05970a130814d87102dfeae02bbaaf0f",
    "simhash": "1:e93b656120cdb937",
    "word_count": 1838
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lentz, McIntyre & Lentz versus Choteau."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe court below instructed the jury that damages for the loss of a contract may be recovered when a plaintiff has been prevented from performing it by the default of the defendant ; but the learned judge added, the plaintiffs in this case had given no evidence on which such damages could be estimated. Herein, it is alleged, there was error.\nWe have carefully examined the whole evidence returned with the record, and have failed to discover any which can be regarded as tending to show that the plaintiffs would have made any profits had they been permitted to go on and complete the work which they contracted to do. Much less is there any which could have been a guide to an estimate of profits. The contract was an entirety. It required of the plaintiffs earth excavation, solid and loose rock excavation, ditching, rubble masonry, range masonry, embankment, brick work; in fact, no less than sixteen different kinds of work, for each of which there was a stipulated price. Under such a contract it is obvious, that to determine whether any profit could have been made had the work all been done, it is necessary to ascertain not only the amount of each kind of work, but the cost of doing it. We obtain nothing of value, if Ave determine that the solid rock excavation, standing by itself, Avould have yielded a profit. That may be, and yet the contract have been worth nothing. The other kinds of work which the plaintiffs were equally bound to do, might have involved a loss, much greater in amount than all which could have been made upon the rock work. Now, a plaintiff who claims damages for the loss of a contract, is as much bound to prove that ho has sustained damages, as he is to prove the contract itself. The jury cannot be asked to guess. They are to try the case upon evidence, not upon conjecture. The right to recover nominal damages may be complete when it is shown that any damages have been sustained ; but if more is asked, there must be a proof of more. If, then, as we think, there was no evidence that the plaintiffs had suffered any loss in being prevented from going on with their contract, it was not error to say that there Avas nothing by Ayhich a jury could estimate such a loss.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John S. Oliver and A. H. Reeder, for plaintiffs in error.",
      "John D. Stiles and M. M. Wright, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lentz, McIntyre & Lentz versus Choteau.\nDamages for Loss of Profits under a Contract, when recoverable.\n1. To reoover damages for the loss of profits, resulting from a breach of contract, the plaintiffs must prove not only that they had been prevented from performing it by the default of the defendant, but also that they have sustained actual loss thereby.\n2. Where, in an action for damages for breach of contract, there was no evidence that the plaintiffs had suffered any loss by being prevented from going on with their contract, or any that would have been a guide to an estimate of profits, it is not error for .the court to instruct the jury that there was “ no evidence on which such damages could be estimated.”\nError to tbe Common Pleas of Lehigh county.\nThis was a foreign attachment in case by John Lentz, Robert McIntyre, and Lafayette Lentz, partners as Lentz, McIntyre & Lentz, against Pierre Choteau, Jr., with scire facias to the Allentown Railroad Company, Daniel Tyler and others, as garnishees of the defendant.\nThe plaintiffs declared first on a special agreement dated on the 15th August 1857, between the parties, whereby plaintiffs agreed to make and construct sections No. 5, 6, 11, and 13, of the Allentown Railroad, according to certain specifications and conditions, and under the direction of the engineer of said road, and complete the same within twelve months, at certain specified prices per cubic yard for each description of work, viz., for excavation of earth, clay, gravel, and detached stone, 18|- cents; for solid rock, 54 cents; for loose rock or shale, 34 cents; for side cutting and side ditching, including depositing of same in embankment, 18f- cents; for bridge masonry in abutments, rock work not ranged, $4; for same, ranged, $5; for bridge masonry in piers, rock work ranged, $6; for bridge ' arching, selected hammer-dressed ring stone, ¡$8; for ranged rubble work, laid in cement, $4; for ranged rock work masonry laid in cement, $5.50; for culvert arching in cement, $8; for dry stone drains, hammer-dressed faces, $3; for brick work in cement, small culverts, $8; for paving and slope walling, $1; for rip-raps, 50 cents.\nThat payments should be made during the progress of the work on monthly estimates of the engineer, after deducting a certain percentage, which, together with any other amount due upon said work, should be paid at the completion on final estimate ; and also setting forth other usual stipulations for the control and direction of the work during its progress by the engineer in charge, as well as by the chief engineer. That plaintiffs, in pursuance of said agreement, prepared for and commenced said work, and provided a large number of shanties, horses, carts, crow-bars, shovels, picks, &c., necessary to prosecute said work at a large expense and outlay, to wit, $10,000, and did a great amount of work upon said sections at an expense and outlay of <¡>10,000, until the 15th September 1857, and were ready and willing to complete the same, when they were commanded by said defendant to desist from said work, and by him prevented from completing the same. That by reason of said work done, and the said prevention by said defendant, and the depreciation and uselessness of said shanties, horses, carts, implements, &c., said plaintiffs sustain damages to the amount of $20,000.\nThe second count set forth a similar contract on the 5th day of June 1857, for the construction and completion of section No. 39 of the same railroad, at prices varying somewhat from those in the first count, but with the same stipulations as to the mode and time of payment and the contract and direction of the engineer, and then proceeded to set forth specific expenditures for shanties, horses, carts, implements, &c., necessary for carrying on and completing said work; and the commencement and partial construction of the same with the cost thereof and a readiness to finish it, with a similar statement of damages.\nThe third count set forth a similar contract for construction and completion of section No. 12, with the prices for each description of work varying somewhat from those of the other sections; similar purchase of shanties, horses, carts, implements, &c., necessary for completion of said work; the commencement and partial completion, and the cost thereof, with a readiness to finish the same; a similar prevention by the defendant, and a similar averment of damages.\nThe fourth count set forth a contract between the parties on the 15th June 1857, whereby plaintiffs agreed to construct a large portion of said railroad upon certain terms, conditions, and prices enumerated and contained in certain writings which are in possession of defendant, and therefore not particularly set forth; that plaintiffs in pursuance of said contract provided shanties, horses, harness, carts, materials, implements, &c., necessary for completing said work, and prosecuted the same until 15th September 1857, and were ready and willing to complete the same according Jo the said contract, but were prevented from doing so by said defendant; and that by means thereof they have lost the profits which they would have acquired from the fulfilment of said contract and the completion of said work.\nThe remaining counts were for money paid, laid out, and expended; for money had and received; for work and labour done and materials found, provided, and applied; goods sold and delivered; and account stated.\nTo which the defendant pleaded non assumpsit.\nOn the trial, it appeared that, in the month of June 1857, plaintiffs had submitted bids for work on sections 5, 6, 11, 12, 13, and 39, of the Allentown Railroad, specifying prices for certain designated kinds of work, excavation, masonry, &c., offering to do the work according to the specification and form of contract exhibited at the bidding, and agreeing to enter into and execute a contract in said form at the prices designated as aforesaid. That the bids were accepted by Daniel Tyler, the agent of the defendant. And that three several forms of contract, which by their terms were to be executed in duplicate, dated July 1st 1857, were signed by plaintiffs, and produced by defendant without the signature of defendant. One form of contract thus signed stipulated for work on sections 5, 6, 11, and 13; a second for work on section 12; and a third for work on section 39. That in pursuance of bids, plaintiffs commenced work on section 6 about June 10th 1857; on section 5 about the 20th of June; on section 11 in the month of August; and on section 12 in the month of September of the same year. That on commencing work, plaintiffs were required to make heavy outlays on the different sections in erecting shanties, purchasing horses, carts, harness, and implements of labour for excavation, &c. That the work progressed until about the 5th of October 1857, when plaintiffs were required by defendant to suspend the work. Partial payments for the work done had been made by defendant to September 1st 1857. The plaintiffs claimed to recover the balance due on the work actually done, according to prices designated in the bids and contracts, and the damages to which plaintiffs would be entitled arising from their not being allowed to finish the work according to the bids and contracts, after a large outlay necessary to the completion of the work. The loss of profits sustained in consequence of such prevention of performance was claimed by plaintiffs as one of the items in such damages.\nThe court below (Findlay, P. J.), after stating the facts and general principles of law governing such contracts, added:—\n“ The plaintiffs, however, in addition to the amount of the work done by them, also claim damages for the profits they would have made by the completion of the contract. A plaintiff is entitled to damages for the loss of his contract when he is prevented from performing it by the default of the defendant. But in this case the plaintiffs have given no evidence on which such damages can be estimated.”\nThere was a verdict 'and judgment in favour of plaintiffs for $6822.63, the sum due for work done according to the evidence. Whereupon the plaintiffs sued out this writ, and assigned for error that portion of the charge of the court below which relates to the plaintiffs’ claim for damages for loss of anticipated profits.\nJohn S. Oliver and A. H. Reeder, for plaintiffs in error.\nJohn D. Stiles and M. M. Wright, for defendant in error."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 438
}
