{
  "id": 481549,
  "name": "Roberts versus Young, J. W. Brundage, and W. Brundage",
  "name_abbreviation": "Roberts v. Young",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "439",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 198",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0181-01"
      ]
    },
    {
      "cite": "6 W. & S. 529",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0529-01"
      ]
    },
    {
      "cite": "9 Watts 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Binn. 200",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 371",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 534",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 McCord 262",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8858995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/15/0262-01"
      ]
    },
    {
      "cite": "4 Ala. 40",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8492551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/4/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 6825,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 9.903114046692806e-08,
      "percentile": 0.5355263955543355
    },
    "sha256": "2b10535c94e1e0aa9d343db86bd0f64fb05dfa29e102446f1800a0ed7fdb9ea1",
    "simhash": "1:a704bd412f093cbb",
    "word_count": 1207
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roberts versus Young, J. W. Brundage, and W. Brundage."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe sole question in this case was whether the mare, which was the subject of controversy, belonged to the plaintiff or to his son, George Roberts, on the 23d of July 1859, when the defendant caused her to be levied upon and sold as the property of the son. That the mare had belonged to the plaintiff would seem to have been pretty clearly established. She had been bought as his property, and ever after kept upon his farm. This he proved by his testimony in chief, and then rested his cause. To meet the ease thus prosecuted, the defendants then gave evidence of declarations of the plaintiff that the mare was George’s. If she was, it must have been in consequence of a gift or sale; and the evidence was valuable, therefore, only as it tended to make out a transfer of the property in the mare from the father to the son. In rebuttal of this evidence, the plaintiff offered to prove that in March 1859, four months before the execution against George Roberts, the father turned out to the sheriff the same mare, in the presence of the son, to answer an execution against himself. This offer the court overruled, and hence this writ of error.\nIt is very clear to us that the evidence should have been received. It was both competent and rebutting. In chief the plaintiff had only to prove that the mare had been his. A presumption of ownership would then arise and remain until repelled. It was not for the plaintiff at first to disprove any transfer of the property from himself to his son'. When, therefore, the defendants attempted to establish that such a transfer had been made, the defence was met directly by evidence that the son, under whom the defendants claimed, asserted no such thing; that before the execution against him, and after many of the declarations of the father, the son had allowed the father to assert not only possession in himself, but property in the mare.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "JR. B. Little, for plaintiff,",
      "W. W. BJ. Jessup, for deféndants."
    ],
    "corrections": "",
    "head_matter": "Roberts versus Young, J. W. Brundage, and W. Brundage.\nActs and Declarations of Party, when Evidence of Ownership of Chattel.\nIn an action of trespass by a father against a sheriff for seizing and selling his mare as the property of his son, it is competent for the plaintiff, after his own declarations that the mare was the property of his son, had been given in evidence, by the defendants to prove.in rebuttal that before the execution against the son, the father had turned out to the sheriff in the presence of the son, the same mare to answer an execution against himself.\nError to the Common Pleas of Susquehanna county.\nThis was an action of trespass, brought before a justice of the peace, by De Witt C. Roberts against John Young, J. W. Brundago, and William Brundage, for levying on and selling a mare in his possession, as the property of his son George.\nThe material facts of the case were as follows:—\nWilliam Brundage, one of the defendants, had a judgment against George Roberts, and his younger brother Coe Roberts, obtained July 29th 1858, for $> 50, on which he issued & fieri facias, July 29th 1858, and levied upon and took away the mare, which was afterwards sold. John Young was the acting sheriff, and was indemnified by J. W. Brundage. At the time of levy, the plaintiff forbade their taking the mare, asserting that she belonged to him, and not to George. This claim was repeated at the sale.\nOn the trial, plaintiff proved by George that he never owned the mare, but that she always belonged to him; and supported this by four other witnesses, who testified to the continued possession and ownership of the plaintiff. George was twenty-three years old, single, and had always lived in his father’s family, after his majority as before; without bargain or promise of any kind; working in the family and on the farm just as he had always done. It was also proven that he and his father had often spoke of this colt as “ George’s.”\nThe defence rested wholly on proof of expressions of the plaintiff, such as “ George’s colt,” &c. Several of the witnesses had heard him speak of it both ways; as his, and as George’s.\nIn rebutting, plaintiff offered to prove by George Roberts, that in March 1859, the sheriff came to the plaintiff’s house, with an execution against the plaintiff, and that the latter, in presence of the witness, turned out this mare to the sheriff, who advertised her, with other property, for sale. To this offer the defendants’ counsel objected, and the court rejected the evidence.\nThere was a verdict and judgment in favour of defendants. Whereupon the plaintiff sued out this writ, and assigned for error the rejection of the evidence above mentioned.\nJR. B. Little, for plaintiff,\ncited and relied on 1 Greenl. § 108-9; Oden v. Stubblefield, 4 Ala. 40; Martin v. Simpson, 4 McCord 262; Darley v. Rice, 2 N. & M. 596; Reynolds v. Loursburg, 6 Hill 534; Schuylkill Navigation Company v. Farr, 4 W. & S. 371; Devall v. Burbridge, 6 Id. 529; Richardson v. Stewart, 4 Binn. 200; Hake v. Finch, 9 Watts 339.\nW. W. BJ. Jessup, for deféndants.\nThe evidence if competent was proper in chief. But it was not competent, for several reasons. 1. It was clear from the fact that the mare was kept in the concurrent possession of' plaintiff and his son, on his farm; that, although the property of George, it was liable to be seized as the property of plaintiff. 2. After the debt due to defendant Brundage, no acts of plaintiff and George Roberts could vary his rights. The evidence introduced by defendant, established the fact that both before and after March 1859, the plaintiff had made declarations entirely inconsistent with the ownership of the mare. 3. The parties could not by their acts and declarations make evidence for themselves.\nBut it was not rebutting evidence. Its object was to prove that plaintiff was the owner of the mare. That was the object of his evidence in chief, and to meet that affirmative issue all the defendants’ evidence was introduced. The case of The Schuylkill Navigation Company v. Carr, 4 W. & S. 371, was decided upon a question entirely distinct from that raised in this case, and is not applicable. The case of Devall v. Burbridge, 6 W. & S. 529, is so badly reported, that it is quite doubtful what is decided by it. In the case of Richardson v. Stewart, 4 Binn. 198, Judges Yeates and Tilghman decide the case upon the express ground that the evidence rejected was strictly rebutting. See also Hake v. Finch, 9 Watts 339.\nIt is clear law, that a plaintiff is bound to give all his evidence to sustain his case before he rests, and cannot give evidence in chief after the defendant has rested his case. Whether the court will relax this rule must be left to its discretion, and the exercise of this discretion is not the subject of error."
  },
  "file_name": "0439-01",
  "first_page_order": 439,
  "last_page_order": 441
}
