{
  "id": 481532,
  "name": "Vallance et al. versus The Miners' Life Insurance and Trust Company",
  "name_abbreviation": "Vallance v. Miners' Life Insurance & Trust Co.",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "441",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 164",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "2 Whart. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 12620,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.3544266498825798e-07,
      "percentile": 0.7935972328888673
    },
    "sha256": "425b2ba353562ae65014706d7030223e1caf45c9721a78a79ebb0e7465fba91b",
    "simhash": "1:1a82f8a184229ed8",
    "word_count": 2237
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vallance et al. versus The Miners’ Life Insurance and Trust Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThis was an action of trover. The title of the plaintiffs below was founded upon a sheriff’s sale, made to them on the 23d.day of July 1858, of all the right, title, and interest of R. H. T. Horton in the property in dispute. The defendants claimed under a written transfer made by Horton to Henry Heil & Co., on the 25th of May 1858. There were two instruments bearing date on that day. By the first, Horton, in consideration of his indebtedness to H. Heil & Co., and to Henry Heil, transferred to Henry Heil all his interest in the Broad Mountain Colliery, as security for the payment of said indebtedness, granting to Heil the right to immediate possession, and to work the colliery from that date on his own account. The transfer then stipulated, that, after working out said indebtedness, clear of all expenses, losses, and reasonable charges for attention to the business of said colliery, Heil should pay any balances he might have in hand, as Horton might direct. By the other instrument of the same date, Horton bargained, sold, released, granted, and confirmed unto Henry Heil & Co., all the drift cars in his possession (the property for which this action was brought), being seventy in number, then in use at the Broad Mountain Colliery, to have and to hold them absolutely for ever. On the trial, the court below was of opinion, and instructed the jury, that these two writings dated May the 28th 1858, constituted an assignment in trust for the benefit of creditors within the meaning of the Act of Assembly of March 24th 1818, and as they had not been recorded within thirty days after their execution, it followed that they were void as against any of the creditors of the assignor, and the jury was consequently instructed to return a verdict against the defendants. The court seems to have thought that the two transfers were to be regarded as one instrument, and that the meaning of the latter was to be determined by the former. Were it worth while to discuss the question, grave doubts might be suggested whether the two writings are to be construed as one. They bear the same date, it is true, but the parties are not the same, the subject-matter of the one contract is different from that of the other, and the conditions of the transfers are quite unlike. Standing by itself, the transfer of the drift cars was manifestly no assignment in trust for the benefit of creditors. It w’as in form an absolute indefeasible sale to Henry Heil & Co., and it contained nothing to indicate that the creation of a trust for any creditors w’as intended. And even if the two transfers are to be regarded as one instrument, together they created no trust in the cars for the benefit of any one. No other creditor than Pleil & Co., the assignees, has any interest in them, either legal or beneficial. The argument of the defendants in error, which prevailed in the court below’, and which is repeated here, is that the transfer of the colliery was an assignment in trust for the benefit of creditors, and void, because unrecorded; and that therefore the transfer of the cars being a part of the same transaction, was void for the same reason. Now, passing by the question whether the court could say that the two transfers were parts of one transaction, and neither admitting nor denying the conclusion drawn from the assumed premises, we may inquire whether the conveyance of the colliery was an assignment, such as was in the view’ of the legislature when the Act of March 24th 1818 was passed. What the instruments were which were spoken of in that act, was, at the time, well understood, for they were in common use. They are described in the first section as voluntary assignments by debtors of their estate, real, personal, or mixed, or any part thereof, to any person or persons, in trust for the use of the assignors’ creditors, or in trust for the use of such person or persons to whom such assignments may be made, and the creditors of the assignor. By the same section, any of those creditors might compel a settlement of the accounts by the assignee, and distribution according to the terms of the assignment. It was of such instruments that the fifth section declared that they should be void as against creditors, unless recorded within thirty days after their execution. The object of this requisition, doubtless, was to give notice of the trust to those who were beneficially interested in it. In Englebert v. Blanjot, 2 Whart. 240, it was ruled that it extends to the case of an. assignment for the benefit of a part of the creditors of the assign- or; and such has ever been the admitted construction of the act. Nor is the form of the instrument by which the trust is created inflexible: Watson v. Bagaley, 2 Jones 164. It may not be by a judgment, it is true: Guy v. Ilree, 2 Casey 92. It must amount to the transfer of property, to more than the creation of a lien, but if it be a conveyance of property, its form would seem not to be material. Still the Act of Assembly embraces only instruments which create a trust — a trust for creditors other than the assignee- — -and a trust subject to the chancery powers of settlement and removal vested by it in the Courts of Common Pleas. An assignment made directly to the creditors beneficially interested in it, whether made in satisfaction of their debts, or as security for them, is unaffected by the Act of 1818. Chaffees v. Risk, 12 Harris 482. In that case it was said that the Act of 1818, requiring the assignment to be recorded, was made for the benefit of the cestui que trust, to enable him to hold the assignee to a strict account, and to compel him to the performance of his duty. Of course it contemplated that there should be a cestui que trust, having an interest diverse from that of the assignee, an interest over which the assignee had no control — at least an interest which he could not release.\nIn the case we now have in charge, the assignment of the colliery was made to Henry Heil. Its- avowed consideration was Horton’s indebtedness to Heil and Heil & Co., and it was made to secure the indebtedness, which was its consideration, and no other. Of the firm of H. Heil & Co., Henry Heil was a member, and as such was a creditor of Horton to the full extent of the debt due by the latter to the firm. Heil could receive payment of it, could release it, and could accept the transfer which Horton made, either in satisfaction of the debt, or as a security for its payment. His control over the debt was unlimited. His partner was indeed interested in it, but he held no interest separate from that of Heil. There was, therefore, no cestui que trust who had an interest diverse from that of the assignee, and, therefore, no one for whose benefit the fifth section of the Act of 1818 was enacted. Had Horton conveyed the colliery to Henry Heil in satisfaction of the debt due, receiving a full discharge, Heil would doubtless have been a trustee for the firm, because the consideration would have come in whole or in part from the firm ; but it surely could not have been maintained that such a transaction would have been an assignment within the meaning of the Act of 1818; and if not, why is a conveyance as a security for the same debts, and no others? The difficulty in the way of holding it such is, that there are no creditors of the assignor who could go into the Common Pleas, and by citation compel security and an account. The assignee is himself the creditor. By force of the assignment he is to hold the property only until the debts due to him are paid, and is then to return the balance unto the assignor or to his order. We hold, therefore, that the instrument by which the colliery was transferred to Henry Heil, was not, either in letter or spirit, such an assignment in trust for the benefit of creditors, as was contemplated by the Act of 1818, and much less was the transfer of the cars, which are the subject of controversy in this action. The ruling of the court below finds no support in Lucas v. The Sun-bury and Erie Railroad Company, 8 Casey 458. In that case there were creditors of the assignors who took an interest under the assignment-creditors^ in whose claims the assignee had no interest.\nThe stipulation contained in the assignment of the colliery, that after working out the indebtedness due to Heil & Co., and to Henry Heil, clear of all expenses, losses, and reasonable charges for attention to the business of the colliery, Heil should pay any balances in his hands as Horton might direct, was no more than the law implies in every transfer of property, as a security for a debt. It was no secret reservation for the benefit of the debtors, and by no means justified the court in declaring that the instrument was void as against the creditors of Horton. There was error, therefore, in affirming the first and second points of the plaintiffs below.\nWe think, also, the third, fourth, and ninth points of the plaintiffs should not have been affirmed. There was nothing in the assignments themselves which warranted the court in declaring that they were fraudulent in law, and that the plaintiffs were entitled to recover. The case should have been put to the jury for them to determine whether there was fraud in fact. Even if -the assignment of the cars was in truth but a security for the debt due Heil & Co., it was still a question for the jury whether fraud was intended, and especially so in view of the fact that the assigned property was at the time largely encumbered by prior liens.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued by James H. Campbell and John Bannan for plaintiffs in error, and by F. W. Hughes and F. P. Dewees for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Vallance et al. versus The Miners’ Life Insurance and Trust Company.\nWhat Transfers of Property are within the Assignment Act of March 2-íth 1818. — Fraud, when a Question for the Jury.\n1. An assignment or transfer of property made directly to the creditors beneficially interested in it, whether in satisfaction of, or as a security for their debts, is not within the Assignment Act of 24th March 1818, and is not void because the instrument containing the transfer was not recorded as directed by that act.\n2. A debtor by one instrument transferred to his creditor H. as security for his indebtedness, all his interest in a colliery, with right to possession and to work it, stipulating that after working out the indebtedness with expenses, the grantee should pay whatever balance remained, as he the grantor should direct: by another instrument executed on the same day, he sold to the firm of H. & Go., the drift cars in the colliery, which were afterwards levied and sold on an execution of another judgment-creditor, and trover brought for the cars, on the ground that the instruments were an assignment for the benefit of creditors, and void because unrecorded, &c. Held, that the transfer of the cars was an absolute sale and not an assignment in trust for creditors; and (whether taken alone or in connection with the transfer of the colliery) established no trust in the cars: and that the conveyance of the colliery to one of a firm as security for indebtedness to him and to the firm also, was not an assignment for the benefit of creditors under the Act of 24th of March 1818.\n3. The stipulation that after working out the indebtedness of the grantor, the grantee should pay balances as he the grantor should direct, did not avoid the instrument as against his creditors.\n4. Such an assignment or transfer is valid against creditors, unless made with intent to hinder, delay, and defraud them ; and where there was nothing in the assignments or transfers themselves, which made them fraudulent in law, the question of fraud must be submitted to the jury to determine whether there was fraud in fact.\nError to the Common Pleas of Schuylkill county.\nThis was an action of trover by The Miners’ Life Insurance and Trust Company against John K. Vallance, Jesse Knuler, and Henry B. Fairman, in which plaintiff declared for thirty drift cars, forty-two slope wagons, eight dirt cars, and four trucks; to which the defendants pleaded not guilty and “property.”\nThere was a verdict and judgment .in the court below in favour of the plaintiffs. Whereupon the defendants purchased this writ, and assigned for error the charge of the court below on the points submitted by the counsel for the parties.\nThe material facts of the case, and the points discussed on the argument here, will be found in the opinion of this court.\nThe case was argued by James H. Campbell and John Bannan for plaintiffs in error, and by F. W. Hughes and F. P. Dewees for defendants in error."
  },
  "file_name": "0441-01",
  "first_page_order": 441,
  "last_page_order": 445
}
