{
  "id": 481558,
  "name": "Stewart & Co. versus Wilson et al.",
  "name_abbreviation": "Stewart & Co. v. Wilson",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "450",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 447,
    "char_count": 9252,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.7443179088868247e-07,
      "percentile": 0.7075441463961799
    },
    "sha256": "8e8f7962c36e2efb9c585d34a8b8e48d514c733c694d4daaffecaf0d88c16d26",
    "simhash": "1:56d0843e6a84b588",
    "word_count": 1658
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart & Co. versus Wilson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThe lease in this case, although dated the 7th May 1861, was not to commence until the 1st of July following, and at the time the fi. fa. was placed in the hands of the sheriff, there were no foundations laid for the boilers, which were simply lying on the ground, entirely unconnected with any part of the paper-mill, having been brought there since the execution of the lease. The boilers were therefore clearly personal property, belonging to A. L. Post, who, according to his own testimony, had previously conveyed his life estate to his son Isaac, in the month of January or February 1861. When placed in the mill they would have been covered by the lease, but not until then. The plaintiffs in the feigned issue claimed an absolute and exclusive proprietorship of the boilers, and the court were therefore right, under the case of Meyers v. Prentzell, 9 Casey 482, in their charge to the jury, that they could not set up a limited or restricted one, which was not the issue which they tendered, and which they undertook to prove.\nThe whole transaction bore evident marks of fraud. The immediate pressure of creditors, to the extent of $60,000, the entry of the judgment in favour of Wilson for $15,000, on the 21st of May, and the fi. fa. upon it, put into the hands of the sheriff at ten minutes past ten the same evening, whilst the hurried and uncertain contract, under which the property was claimed by the plaintiffs, was made only three hours before, and the written contract between the parties, which was to be got up by the arrangement, whatever it was, destroyed by Isaac, and its terms could only be proved by the vague recollection of witnesses, were all facts strongly tending to prove fraud. The question was fairly submitted to the jury, who found for the defendants a verdict which the court below thought to be right, and which, there being no error committed by the court on the trial, we cannot disturb, even if we were inclined to do so.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "B. B. Little, for plaintiffs.",
      "Jessup, Bentley and Fitch, for defendants."
    ],
    "corrections": "",
    "head_matter": "Stewart & Co. versus Wilson et al.\nProof and Allegation must correspond, in issue under Interpleader Act.— Fraud, when a Question for the Jury.\n1. On the trial of an issue under the Sheriff's Interpleader Act to determine the ownership of two steam-boilers, levied on by the sheriff as the property of the defendants in the execution, third persons claiming to be absolute owners will not be permitted to set up a limited or restricted ownership : when absolute or exclusive property has been pleaded, it must be proved.\n2. Where there were fraudulent circumstances connected with the sale and transfer of the boilers from the defendants in the execution to the claimants, it was not error for the court to refer the facts to the jury, with instruction that in case the sale was not made in good faith, but to hinder and delay creditors, their verdict should be for the defendants.\nError to the Common Pleas of Susquehanna county.\nThis was a feigned issue under the Sheriff’s Interpleader Act, in which D. Stewart, E. Noble, O. F. Ingram, and S. Sweet, partners doing business as D. Stewart & Co., were plaintiffs, and M. S. Wilson, W. C. Ward, L. R. & D. Searle, W. & W. II. Jessup, W. M. & J. A. Post, A. Chamberlain, A. Bacon, II. D. Pinney, L. Wartrous, and H. J. Webb, were defendants.\nThe material facts of the case were as follows: — Some time prior to 7th of May 1861, Post Brothers, of which firm A. L. Post was a member, under an arrangement with Ingram & Smith, erected buildings for a paper-mill on lands belonging to Isaao J. Post, in which his father, A. L. Post, had a life estate. Ingram & Smith ordered the paper machinery. On the 7th of May 1861, A. L. Post and I. J. Post made a lease to the plaintiffs in this issue, for the. buildings and grounds, to take effect on the 1st day of July 1861, and, at the same time, a written agreement was entered into between A. L. Post and I. J. Post with the plaintiffs, by which the Messrs. Post were to furnish certain articles, and do certain labour in said agreement specified, estimated at about $500, and if said labour and materials amounted to more than $500, the plaintiffs were to pay the excess. Under this agreement, the boilers were to be taken from the steam-mill of Post Brothers, and put up some time between the 7th and 21st May. Subsequently a new arrangement was made between the parties, by which new boilers were to be put in, instead of those from the steam-mill, which, according to the evidence, would cost some $300 or $400 more. A. L. Post then agreed with Avery Frink to fulfil this agreement for him, and Frink informed Ingram of that fact.\nOn the 21st of May 1861, before the boilers were put up in the paper-mill, M. S. Wilson and others, the defendants in the issue, recovered a judgment in the Court of Common Pleas against William L., Albert L., and Isaac L. Post, for $15,000, and on the same day issued a fi. fa. upon it, which was placed in the sheriff’s hands, and receipted by him at ten minutes past ten o’clock in the evening. By virtue .of this fi. fa. the boilers in question were levied upon as the property of the Messrs. Post; but Stewart & Co., claiming to own them, gave bond, and the court directed this issue.\nThe plaintiffs claimed to own the boilers by virtue of a purchase made by them late in the afternoon of the 21st of May 1861, from Avery Frink and Isaac J. Post, acting as agents for Albert L. Post. Albert L. Post testified as to the authority which he gave to Frink and Isaac J. Post to dispose of the boilers to Stewart & Co., and Frink and Isaac J. Post testified as to the manner in which they did dispose of them.\nThe court below (Mercur, P. J.), after stating the facts of the case, instructed the jury as follows:—\n[“The question for you to determine is, whether the Posts had a right of property in the boilers, at the time the fi. fa. was placed in the sheriff’s hands.]\n[“If there is a variation between the instructions given to Frink and Isaac J. Post, and the bargain which they actually made with Stewart & Co., the agreement, at the time of the bargain, must be taken and held as defining and fixing its terms, and they cannot be changed by the instructions of Albert L. Post, which were not communicated to Stewart & Co.]\n[“ If you believe, from the evidence, that the plaintiffs had purchased absolutely, in good faith, and for a valuable consideration, and taken possession of the property in question before the fi. fa., which the defendants issued, was placed in the sheriff’s hands, then your verdict should be for the plaintiffs; but if you believe, from the evidence, that although the parties went through all the forms of an absolute sale and purchase, yet if the purchase was not made by them in good faith; if it was not an honest purchase; if the value of the boilers was vastly greater than the amount justly due them, and they also purchased with an intent to hinder, delay, or defraud the creditors of Post Brothers, of which Albert L. Post was a member, then your verdict should be for the defendants.]\n“ Inasmuch as it was admitted that Posts were largely insolvent on the day of said alleged sale, and judgments, to a large amount, entered against them on that day, and the execution in favour of the defendants, issued on the evening of the same day, it is incumbent upon the plaintiffs, in this case, to prove that their purchase was made in good faith, and substantially the terms and conditions of said purchase.\n“ It is claimed, however, by the counsel for the plaintiffs, that if the plaintiffs held the boilers under a lease, or if they were delivered to them as secui'ity for the payment of damages, or demands actually existing in favour of said plaintiffs, the plaintiffs are entitled to recover. We do not so understand the law, but say to you that [if you believe, from the evidence, that the boilers were held under a lease by plaintiffs from Post, the plaintiffs having, in this case, set up an absolute ownership, and stayed the defendants’ execution, they cannot now set up a limited interest in the property: Meyers v. Prentzell et al., 9 Casey 482. Nor, if you believe the boilers were turned out as security only for the payment of damages, does it give the plaintiffs a right to recover, for in such case the defendants would have had the right to sell at sheriff’s sale, the interest of Post in the property thus placed in the plaintiffs’ hands for their security; and the purchaser at said sale the right to redeem the same upon the payment of the debt, which the property was pledged to secure.] So upon the principle ruled in Meyers ,v. Prentzell et al., if you believe the boilers were delivered to the plaintiffs as security merely for the payment of damages due them, your verdict should be for the defendants, [for when absolute and exclusive property has been pleaded, as it has been in this case, it must be proved.”]\nUnder these instructions there was a verdict and judgment in favour of defendants. The case was thereupon removed into this co,urt, where so much of the charge of the court as is printed above in brackets was assigned for error.\nB. B. Little, for plaintiffs.\nJessup, Bentley and Fitch, for defendants."
  },
  "file_name": "0450-01",
  "first_page_order": 450,
  "last_page_order": 453
}
