{
  "id": 481539,
  "name": "Hartzell et al. versus The Commonwealth, to use of Jacob S. Heller, Administrator of John Hartzell, Sr., deceased",
  "name_abbreviation": "Hartzell v. Commonwealth ex rel. Heller",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "453",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 19771,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.5949510866296163e-07,
      "percentile": 0.6827517743312448
    },
    "sha256": "6a68698d9e25486479275c5b395edabf5258fa1fe8bbbb2dd78c71076e7c7066",
    "simhash": "1:6e4f102c3b263633",
    "word_count": 3443
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hartzell et al. versus The Commonwealth, to use of Jacob S. Heller, Administrator of John Hartzell, Sr., deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nIt is not denied that the sureties in an administration bond given by an administrator de bonis non, with the will annexed in proper form, are answerable for the proceeds of real estate sold by him, by virtue of an authority to sell, contained in the will of the testator. In the case before us, the condition plainly designates the character of the plaintiff, and the nature of his duty, describing him as John Hartzell, administrator de bonis non, with the will annexed, of all and singular the unadministered goods,- chattels, and credits of John Hartzell, Sr., late of Plainfield township, deceased. The condition proceeds to point out this duty, which if performed, the condition is not broken. To “ make or cause to be made a true and perfect inventory of all and singular the unadministered goods, chattels, and credits of the said deceased, which have come or shall come to the hands, possession, or knowledge of him the said John Hartzell, or into the hands and possession of any other person or persons for him,” and exhibit the same to the register; and all such “goods, chattels, and credits, and all other the goods, chattels, and credits of the said deceased at the time of his death, which at any time after shall come to the hands and possession of the said John Hartzell, or into the hands and possession of any person or persons for him, to well and truly administer according to law.” Then follows the stipulation for the exhibition of an account, and the balance thereof after the allowance of the account by the Orphans’ Court, the said Hartzell is to “ pay to such person or persons as the said Orphans’ Court by their decree or sentence pursuant to law shall limit and appoint.”\nThis is clearly and distinctly a bond of an administrator de bonis non, with the will annexed, and the language of the condition strictly conforms to it; nor is there one word in it which looks to the Orphans’ Court decreeing contrary to, or in anyway conflicting with the provisions of the will, of which the sureties are bound to take notice. They knew they were becoming the sureties of an administrator de bonis non cum testamento annexe of John Hartzell. Now this bond is in substantial conformity with the bonds in Commonwealth v. Forney, 3 W. & S. 353, and Zeigler v. Sprenkle, 7 Id. 175, cases decided on the acts in existence prior to that of 1832, with the exception of a few words at the close of the condition, which really mean no more than is included in the expression “ pursuant to law.” The 24th section of the Act of 15th of March 1832, prescribes the form of an administration, with a proviso “ that in every case of special administration the form of the foregoing condition shall be modified so as to suit the circumstances of each case.”\nBy the 15th section of the same act, where an executor is not an inhabitant of the state, the register is obliged, before issuing letters testamentary, to take a bond from him with two sureties. The closing part of the condition of which does not mention or refer to the will, but simply requires that he shall well and truly comply with the laws of this Commonwealth relating to collateral inheritances, “ and in all other respects with the laws of this Commonwealth relating to his duty as executorthe revisers in their remarks on this section saying, “ every useful purpose may, perhaps, be secured, by .placing them, in respect of security, on the footing of administrators.”\nBy the 67th section of the Act of 24th February 1834, relating to executors and administrators, “ all and singular the provisions of this act relative to the powers, duties, and liabilities of executors, are hereby extended to administrators with a will annexed.” The revisers, after speaking of the 15th section of their bill, the 14th in the present act, relating to surviving executors, make this remark: “ The case of administrators with the will annexed, is provided for in section sixty-seven of the bill, by a general clause, extending to them not only these, but all the provisions of the bill relative to the powers, authorities, and duties of executors.”\nThe form, therefore, of the bond, in the present case, is quite as extensive and appropriate as that specifically prescribed for an executor, which nowhere mentions the will except where it states the character of the principal obligor in the commencement of the condition. This bond is therefore clearly sufficient, and the condition has been broken not only by the failure of John Hartzell to exhibit his account, and to well and truly administer according to laAV the unadministered goods, chattels, and credits of the deceased, but also in not paying over the balance decreed by the Orphans’ Court to his successor, Jacob S. Heller, in the administration of the estate agreeably to the express terms of the decree.\nThe final decree of the Orphans’ Court, reaffirmed on a petition for a review presented by the sureties, and unappealed from, cannot be examined in this collateral way. It affirmed the propriety of the sale, and charged the administrator with the proceeds, and this is conclusive upon him and also upon his sureties. Even if it were not so, the sale comes clearly, under all the circumstances, within the ruling of this court in Brown and Sterrett’s Appeal, 3 Casey 62.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "O. S. Meyers, for plaintiffs in error.",
      "O. $ M. Groepp, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hartzell et al. versus The Commonwealth, to use of Jacob S. Heller, Administrator of John Hartzell, Sr., deceased.\nBond of Administrator de bonis non cum testamento annexo, Yalidity of \\ when defective in Form.— Qondusiveness of Decree on Bill of Review.\n1. A bond of an administrator de bonis non, expressed to be “with the will annexed,” and with conditions to make a true inventory, administer according to law, account, and pay over the balance to the person appointed by the decree of the Orphans’ Court, is valid, though in other respects in the form of an ordinary administration bond, except that the clauses relating to collateral inheritances and surrendering the letters in case a will should be found, were omitted.\n2. The administrator and his sureties are liable on such a bond, for money arising out of the sale of real estate of the testator as directed by his will, for which the administrator had failed to account, or pay over according to the decree of the Orphans’ Court.\n3. The final decree of the Orphans’ Court, reaffirmed on bill of review by the sureties, fixing the liability of the administrator, is conclusive on him and them as to their liability for the proceeds, and as to the propriety of the sale ; and they cannot afterwards, in a suit on the bond, set up the defence that they were not liable because the real estate was sold prior to the period designated in the will.\nError to the Common Pleas of Northampton county.\nThis was an action brought June 14th 1857, in the name of the Commonwealth for the use of Jacob S. Heller, administrator of John Hartzell, deceased, against Jonathan Hartzell, Michael Weaver, and Daniel Whitesell, on the bond given by John Hartzell as administrator de bonis non, with the will annexed, of John Hartzell, Sr., deceased; in which the following case was stated for the opinion of the court:—\n; On the 11th of June 1853, John Hartzell, Michael Weaver, and Daniel Whitesell, the defendants above named, executed and delivered a bond as follows, to wit:\n“ Know all men by these presents: That we, John Hartzell, of Forks township, Michael Weaver, and Daniel Whitesell, of the borough of Easton, in the county of Northampton, are held and firmly bound unto the Commonwealth of Pennsylvania, in the sum of twenty-four hundred dollars, to be paid to the said Commonwealth ; to which payment well and truly to be made, we do bind ourselves and each of us, our and each of our heirs, executors, and administrators, jointly and severally, for, and in the whole, firmly by these presents.\n“ Sealed with our seals, dated the 11th day of June, in the year of our Lord, one thousand eight hundred and fifty-three.\n“ The condition of this obligation is, that if the above bounden John Hartzell, administrator de bonis non with the will annexed of all and singular the administered goods, chattels, and credits of John Hartzell, Sr., late of Plainfield township, deceased, do make or cause to be made, a true and perfect inventory of all and singular the unadministered goods, chattels, and credits of the said deceased, which have come or shall come to the hands, possession, or knowledge of him, the said John Hartzell, or into the hands and possession of any other person or persons for him, and the same so made to exhibit or cause to be exhibited into the register’s office in the county of Northampton, within thirty 'days from the date hereof, and the same goods, chattels, and credits, and all other the goods, chattels, and credits of the said deceased at the time of his death, which at any time after shall come to the hands and possession of the said John Hartzell, or into the hands and possession of any other person or persons for him, do well and truly administer according to law. And further do make or cause to be made, a just and true account of his said administration, within one year of the date thereof, or when thereunto legally required, and all the rest and residue of the said goods, chattels, and credits, which shall be found remaining upon the said administration account, the same being first examined and allowed by the Orphans’ Court of the county having jurisdiction, shall deliver and pay unto such person or persons as the said Orphans’ Court, by their decree or sentence, pursuant to law, shall limit and appoint, then this obligation to be void; otherwise to remain in full force.”\nSigned and delivered by the defendants in presence of the register'.\nJohn Hartzell, Sr., died on the 1st day of November, A. ». 1844, having first made a will, which, on the 27th day of November, A. D. 1844, was duly admitted to probate by the register of Northampton county, and letters testamentary thereon were issued to Timothy Stotz and Jonas Hartzell, the executors therein named.\nThe will is in part as follows, to wit: First. “ I give and bequeath unto my beloved wife Margaret Hartzell, during her life, the sole use of my messuage and lot of ground where I now live, situate in Plainfield township aforesaid, containing about two acres, bounded by lands of John Weaver, Robert Levers, and others, together with the undivided one half part of a lot of about thirty-two acres of timber land lying towards the Blue Mountain, adjoining lands of John L. Heller, deceased, and others, and from which my wife is to receive her fire-wood, and such other wood as may be wanted for fencing, on the first aforesaid lot of land. In addition to which, I give to my-said wife for the term aforesaid, one cow, one complete bed and bedstead, one stove with pipe, together with all such other articles of household furniture and kitchen utensils, as she may see fit to keep, all of which I give unto her, for and during her life, and so far as the rest and residue of my personal property, I do direct that my executors hereinafter named, do expose the same to public sale, and, with the proceeds therefrom, to pay my funeral and other expenses and debts, so far as the same may reach; and further, it is my will, and I do direct, that as soon after the decease of my said wife Margaret, as conveniently may be, my executors to sell and dispose of my real estate whatsoever, to the best advantage they can, hereby giving authority to sell and convey the same by such deed or deeds of conveyance, as may be necessary to convey the same in fee. And also to dispose of the personal property left to my said wife as aforesaid, and, with the proceeds arising out of said estate, both real and personal, after deducting all the necessary expenses, and paying all such debts and demands as yet remain unpaid, to divide the balance which may remain in their hands, amongst all my heirs, share and share alike, excepting that the share coming to my daughter Sarah, intermarried with J. H. Bauman, M. D., which I do hereby direct to be put out on interest by my executors, and she to draw the same yearly during her life, and after her death to be equally divided among her heirs, share and share alike. And further, it is my will that if, at any time, my said wife Margaret should prefer to leave the aforesaid premises and lot of land, by going to live with some one or other of her children, then and in that case, I direct the same to be sold, and my said wife to draw the interest of the one-third, and otherwise to be distributed as aforesaid.” There was also a codicil to said will, giving to one Charles Hartzell the sum of ¡$25, after the death of the widow. It is agreed that the entire will and codicil remaining in the office of the said register, be considered and treated as a part of this case, as the same had been fully set forth therein. Timothy Stotz and Jonas Hartzell, the executors, died between the date of their letters testamentary and the 11th of June, A. d. 1853, without having filed any inventory or taken any other step towards the settlement of the estate. On the 11th of June, A. D. 1853, letters of administration de bonis non, with the will annexed, of John Hartzell, Sr., were granted by the aforesaid register, to John Hartzell, Jr., one of the defendants. On the same day the said John Hartzell, Jr., with Michael Weaver and Daniel Whitesell, the other two defendants, entered into the bond above recited.\nOn the 25th of August, A. d. 1855, Elizabeth Stotz and Margaret Miller, daughters of John Hartzell, Sr., presented their petition to the Orphans’ Court of Northampton county, setting forth, among other things, the issuing of the said letters of administration, with the will annexed, to the said John Hartzell, Jr., that the said John Hartzell, Jr., had never filed any account of his administration of the said estate, and that the said John Hartzell, Jr., had become insolvent, and had, on the 5th day of February, A. D. 1855, made an assignment of all his estate to trustees for the benefit of his creditors; and praying the said court to award a citation to the said John Hartzell, Jr., commanding him to appear, &c., and to show cause, &c., why he’ should not file his accounts, &c., and also why he shall not be discharged from his office as administrator, &c., as aforesaid, and some other suitable person or persons be appointed to succeed him therein, &c.\nOn the 31st of October, A. D. 1855, the citation issued upon the said petition was served on the said John Hartzell, Jr.\nOn the 5th of December, A. d. 1855, the court ordered the petition to be taken pro aonfesso, and appointed Philip Johnson, Esq., auditor, to report the facts and state an account.\nOn the 22d day of August, A. d. 1856, the auditor made a report, in which he stated the following account against the said John Hartzell, Jr., as administrator, with the will annexed, &c., as aforesaid, to wit:—\nJohn Hartzell, Jr., administrator de bonis non of John Hartzell, Sr., deceased, is charged as follows:\n1853, Dec. 31. — To one-half of the proceeds of sale of a lot of 32 acres, or thereabouts, of which the testator owned the undivided one-half, at $21.90 per acre . . . $350.62\n1855, Feb. 27. — To amount of inventory of personal property filed .... 22.27-J\n$372.89-|\nCr. is allowed for the following payments:\n1853, June 11th. — To Samuel Seigfried, register fees . . . $3.31\n“ “ 14th. — To A. H. Senseman, advertising . . . 2.00\n“ “ “ —To John Brinker and J. Lerch, appraisers, . 2.00\n“ “ 19th. — To Charles Bauer, crying sale .... 4.00\n1854, April 21. — Amount paid Franklin Stotz, guardian . . 80.00\n$88.31\nBalance due estate . . . $284.58£\nThe auditor also reported that the costs of the proceedings before him amounted to $33.30, and that the sureties were liable for the same.\nOn the same day, the said court directed the said John Hartzell, Jr., to give security as administrator, with the will annexed, &e., within five days, in the sum of $600, to be approved of by the court.\nOn the 29th of August 1856, John Hartzell, Jr., having failed to give the required security, the court vacated his letters of administration, and awarded neVr letters to be granted by the register.\nOn the 21st day of November, A. D. 1856, letters of administration, with the will annexed of said John Hartzell, Sr., were granted by the said register to Jacob S. Heller, Esq., the plaintiff in this action.\nAt the term of the said Orphans’ Court of November, A. D. 1856, the said auditor’s report was finally confirmed, to wit, on the 21st day of November, A. D. 1856.\nOn the 22d of August, A. D. 1857, the said Michael Weaver and Daniel Whitesell presented a petition of review, to which the said Jacob S. Heller made answer on the 20th of November, A. D. 1857.\nOn the 28th of August, A. D. 1858, the court made a final decree, by which they left the above account unchanged, but directed that the statement by the auditor, that the sureties are liable for the costs of the proceedings, be rejected as error. The entire proceedings in the Orphans’ Court in relation to the estate of the said John Hartzell, Sr., deceased, to be considered and treated as a part of this case stated, as though the same had been fully set forth therein.\nMargaret Hartzell, the widow of John Hartzell, Sr., died on or about the--day of -, A. D. 185-, after the sale of the real estate by John Hartzell, Jr., with the proceeds of which he is charged by the auditor. She was still living- on the premises at the time of said sale.\nOn the 3d of June, A. D. 1859, the said Jacob S: Heller received of the assignees of the said John Hartzell, Jr., a dividend of $15.35 on account of the balance found due by the said auditor aforesaid. This action is brought upon the bond above recited.\nThe questions submitted for the decision of the court were, 1st. Whether the sureties in the said bond are liable for the balance'of the account decreed against the said John Hartzell, Jr., as administrator, &c., as aforesaid. 2d. Whether the said sureties are liable for the costs of the proceedings before the auditor, aforesaid. If the opinion of the court shall be in favour of the defendants upon both questions, their judgment to be entered for the defendants generally. If the opinion of the court shall be in favour of the plaintiff on either or both points, judgment to- be entered in favour of the Commonwealth for $2400,_ the penalty of the bond. If the opinion of the court shall be in favour of the plaintiff on the first point only, then judgment to be entered for the plaintiff, Jacob S. Heller, according to the following calculation, to wit:—\nBalance decreed by the court .... $284.58J\nInterest from 21st November 1856 . . . 00.00\nDeduct dividend received.....15.35\nIf the opinion of the court shall be in favour of the plaintiff on the second point only, then judgment to be entered for the plaintiff, Jacob S. Heller, for . $33.50\nInterest from 21st November 1856 . . . 00.00\nIf the opinion of the court shall be in favour of the plaintiff in both points, the judgment to be entered for the plaintiff, Jacob S. Heller, for the following sum, to wit:\nBalance of account...... $284.581-\nCosts ........ . 33.30\n$317.88J\nInterest from 21st November 1856 . . . 00.00\nDeduct dividend...... . 15.35\n$000.00\nFebruary 23d. — The court below gave judgment for the plaintiff, as follows :\nBalance . $284,581\nCosts . 33.30\n$317.88-1\nInterest from 21st November 1856 . 81.05\n,93J\nDeduct dividend . . ” 15.35\n•58i\nWhich decree was assigned here for error by the defendant.\nO. S. Meyers, for plaintiffs in error.\nO. $ M. Groepp, for defendant in error."
  },
  "file_name": "0453-01",
  "first_page_order": 453,
  "last_page_order": 461
}
