{
  "id": 481528,
  "name": "Shippen et al. versus Burd's Executors",
  "name_abbreviation": "Shippen v. Burd's Executors",
  "decision_date": "1862-03-10",
  "docket_number": "",
  "first_page": "461",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 680,
    "char_count": 17506,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 3.0347325518064545e-07,
      "percentile": 0.8548591056853122
    },
    "sha256": "fb7eebdb275d3fceeec1edec11de717f7af3043331fe7eb5f7a6e3a28a29004e",
    "simhash": "1:bf4be0144c2ebfa7",
    "word_count": 3049
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shippen et al. versus Burd's Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 10th 1862, by\nThompson, J.\nBy several Acts of Assembly, regulating the collection and payment of collateral inheritance taxes, it is made the duty of executors and administrators to retain out of legacies and distributive shares, when a proper charge, and account for them to the proper officer of the Commonwealth, and in case of a devise of realty, where no provision is made for payment of the tax by the executor, it is to be collected by the register of wills of the county where the land lies: See Acts 1834 and 1849, Dig. 139.\nBearing this in mind, and also remembering that the testator, in the will before us, was a well-informed lawyer, we ought not to have much difficulty in ascertaining what his will is in relation to the question of the collateral inheritance taxes, nor indeed as to the question of commissions, which is the second point to be determined.\nThe expression, or perhaps rather the provisions in the will, relied on by the plaintiffs in error as evincing a general intention, on the part of the testator, to direct the payment of this tax out of the personal estate fund, such as “ not wishing such gifts, devises, or bequests to be at all interfered with or lessened,” and “ out of the balance of the personal estate, which shall then remain, I direct all my legitimate charges against my estate to be paid by my executors,” we think are insufficient in themselves to overturn the general intention expressed, which precedes them in reference to the realty devised, which is as follows : “All my devisees in this will contained, whether for life or otherwise, are to pay of course, and discharge all taxes, ground-rents, and other legal necessary charges upon the real estate devised to them respectively, so long as they shall be in Dossession of the property so devised from time to time, at and when the said taxes and ground-rents, and other legal and necessary charges, shall respectively become due and payable.”\nThe words used in this clause of the will are broad enough to cover this tax, and do cover it unless a different intent be shown to exist elsewhere in the will. In the citations relied on, first above noticed, it will be observed that the words used do not naturally and necessarily refer to devises of realty in the will. It would “not lessen” or “interfere” with a devise of a house and lot, if the owner should have to pay taxes or charges incident to its enjoyment. It might be a burden in one sense, but it would not affect the devise, nor lessen the estate devised. Indeed, if the construction contended for by the plaintiffs in error, that the collateral inheritance tax “lessens or interferes” with the devises, was to prevail, then any other tax, subsequently accruing, would have the same effect; to prevent which, the estate of Mr. Burd would be called on to discharge them for ever. This no one contends for.\nSo in the other clause quoted by the plaintiffs in error, in wdiich the testator directs the payment of all legitimate charges against “my estate,” out of a fund provided, does not, we think, necessarily include these taxes. In no proper sense were they charges against the testator’s estate; so, in perfect consistency with this view, he makes the unequivocal direction that the devisees of his estate shall pay all taxes, ground-rents, and other legal charges upon not “my estate,” but the estate devised. That this was the meaning of the testator is clear, when we observe that in all the bequests and specific legacies given, he provides for the payment of this tax out of the fund provided from the personal estate, thus preserving the general intent that they should not be “lessened” or “interfered with,” and, at the same time, making no such provision in relation to his devises, of the realty, leaving that to be governed by the general direction that all taxes, &e. should be paid by the devisees respectively. Consistency, in regard to both classes of beneficiaries, the legatees and devisees, is preserved throughout the will and codicil on this point. They are both treated as the testator, in these general provisions, evidently intended, viz.: The collateral inheritance tax is to be paid in the one case by his executors, and in the other it is left to be paid by the devisees. The general intent of the testator is thus proved and preserved in regard to both classes. We are of opinion, therefore, that the decision of this point by our brother Read, at Nisi Prius, w-as altogether correct, and that the error assigned upon it is not sustained.\nOn the subject of the commissions claimed by the executors for subdividing real estate and making conveyances, which is the second point in the case stated, we arrive at a different conclusion from that of our brother Read. We think it appears by Mr. Burd’s will that he intended and did provide for full compensation to his executors for every service to be performed by them in executing his will, without charge other than upon his own estate.\nIn the first place we notice he requests an allowance to be made to them of 7 per cent, instead of 6 per cent., which he conceives to be the usual charge for collecting the revenues from and managing the real estate. These commissions were to be paid out of a certain fund mentioned in the will, which was ample for the purpose. To meet contingencies, and to compensate services not covered by these commissions, the testator provides further, as follows: that the executors, “after, however, receiving their general commissions, there will of course be commissions from time to time occurring for additional services to be rendered by them in executing my \"will and codicil, which I authorize them to retain from time to time out of money coming into their hands.” In another clause he again speaks of his executors retaining money “ enough to pay commissions for executing this my last will and testament.” In addition to all this, he bequeathed to each of his executors a tenth of the residuary personal estate, “for their trouble in managing said funds,” which it is not denied was a valuable bequest. Thus there is a liberal allowance made of 7 per cent, for collecting the revenues of the real estate and managing it, with a provision for retaining other moneys coming into the executors’ hands to pay commissions for “ additional services,” and lastly the residuary bequest just cited in consideration of services in relation to the personal estate fund.\nWe think that the aggregate of these provisions meets every serviee required to be rendered in “executing” the testator’s “last will and testament.” It is very true there is a trust cast upon and to be executed by the executors. After the death of the devisees for life of the real estate devised in fee to Mrs. Shippen and her daughters, the testator provides for its conveyanee in the following clause: “ I give and devise unto my surviving executors, Eli K. Price and Joseph B. Townsend, their heirs and assigns, and the heirs and assigns of the survivor, in trust, to subdivide the same as followsthen to convey as described in the codicil. It is for this service that the executors claim the commissions in question. The trust here created was to be executed by the executors or the survivor of them, and whatever might be the right of their heirs or assigns to claim compensation as trustees, had it passed to them to execute, it is enough to say that it did not go that far, and that it has been executed by the parties first invested with it, namely, the executors. Executing the trust was but executing the will, and for this we have seen that provision was made in express words by the testator for the payment of commissions “ occurring for additional services to be rendered by them (the executors) in executing my will and codicils.” The intention of the testator, we think, is clear, that for these services the executors are to be paid out of the estate, and not by the devisees.\nThe judgment at Nisi Prius is therefore reversed, and judgment is now here entered in favour of the plaintiffs for $500, with interest from the 15th day of December, A. D. 1860, with costs of suit.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. Sergeant Price and George W. Biddle, for plaintiffs.",
      "Charles Sergeant and G.' M. Wharton, for defendants."
    ],
    "corrections": "",
    "head_matter": "Shippen et al. versus Burd's Executors.\nConstruction of Will.— Collateral Inheritance Tax on Legacies directed to be paid in, full, by whom payable.— Commissions of Executors, for services rendered as Trustees xmder the Will, disallowed.\n1. A testator provided that all his devisees should pay and discharge “ all taxes, ground-rents, and other legal and necessary charges upon the real estate devised to them,” &a„ when the same became due and payable: also, that, “ not wishing such gifts, devises, and bequests, to be at all interfered with or lessened,” all legitimate charges against his estate were to be paid by his executors. On a case stated, as to liability to pay the collateral inheritance tax, it was Held, that the devisees, and not the executors, were bound to pay it, that the tax could not be regarded as lessening or interfering with the devise, and was not a proper charge against the estate.'\n2. Where the testator gave to his executors full commissions for general services in carrying out the provisions of his will; also, the right to charge his estate for additional services in executing his will and codicil, and in addition, each one-tenth of the residuary personal estate, as further compensation : and, in accordance with a trust cast upon the executors by the will, they had, after the death of a devisee for life, subdivided and conveyed certain real estate to those entitled thereto, they were not entitled to receive commissions for such services from the grantees of the real estate so conveyed, though the services were performed by them as trustees, and not as executors; for the trust was a part of the will, and was carried out by the executors, for whom the testator had provided ample compensation, out of his estate, for all services, in administering his estate.\nCertified from the Supreme Court at Nisi Prius.\nThis was an amicable action between Elizabeth E. Shippen, Mary Shippen, William J. Watson, and Fanny his wife (late Fanny Shippen), Richard H. B. Mitchell and Ann C. his wife, late Ann C. Shippen, and Elizabeth E. Shippen, and Mary Ship-pen, devisees under the last will of Margaret Shippen, deceased, as plaintiffs, and Eli K. Price and Joseph B. Townsend, executors of and devisees in trust, under the last will and testament and the codicils thereto of Edward Shippen Burd, deceased, in which the following case was stated for the opinion of the court:—\nEdward Shippen Burd, Esquire, of the city of Philadelphia, was in his lifetime lawfully seised in fee simple of and in five adjoining houses and lots of ground, on the south side of George street, between Ninth and Tenth streets; and of four houses and lots of ground on the south side of Walnut street, between Eighth and Ninth streets, in the said city of Philadelphia; and so being thereof seised, he departed this life on the 17th day of September, A. D. 1848, having first made and published his last will and testament in writing, dated the 31st day of January, A. D. 1848, duly executed under his hand and seal, and a codicil thereto, also in writing, under his hand and seal, dated the 25th day of. April, a. d. 1848, and also a further codicil, in writing, under his hand and seal, without date; and of his will and codicils appointed his wife, Eliza Howard Burd, and his friends, Eli K. Price and Joseph B. Townsend, the executors. Said wills and the codicils thereto were unrevoked, and in full force and effect, at the death of the testator, and were duly admitted to probate, and registered in' the office for the registry and probate of wills, and granting letters of administration for the city and county of Philadelphia, on the 23d day of September, A. d. 1848; Sarah Burd, Mrs. Eliza Hopkins, and Mrs. Eliza Howard Burd, mentioned in the first codicil to said will, have all departed this life. Mrs. Eliza Shippen, mentioned in said first codicil, died about a month before the said Edward Shippen Burd, leaving her surviving five daughters, Margaret Shippen, the said Elizabeth E. Shippen, Mary Shippen, Fanny Watson (late Shippen), and Ann C. Mitchell (late Shippen).. The said Margaret Shippen has also died since the death of the said Edward Shippen Burd, leaving a will, whereby she devised and bequeathed all her estate, real and personal, unto the said Elizabeth E. Shippen and Mary Shippen.\nBy a decree of the Supreme Court in and for the Eastern District of Pennsylvania, at Nisi Prius, in Equity, of July Term 1860, No. 10, said defendants were ordered, adjudged, and decreed to make and execute a deed of conveyance for the premises hereinbefore mentioned to the parties hereinbefore named as plaintiffs, in the shares and proportions following, to wit: one-fifth to each of the said plaintiffs in her own right, and the other one fifth part to the said Elizabeth E. Shippen and Mary Shippen, as devisees of the said Margaret Shippen, deceased. In pursuance of said decree, and of said will and codicils of the said Edward Shippen Burd, deceased, a deed for said premises has been made and executed by said defendants to said plaintiffs.\nUpon the death of the said Mrs. Eliza Howard Burd, on the 6th. day of April 1860 (the said Mrs. Hopkins and Sarah Burd having died before), the plaintiffs became the equitable owners of said premises, and entitled to the rents, issues, and profits thereof. But the said defendants have continued to collect and have retained in their hands the rents of said premises, now amounting to $1612.77, in accordance with the agreement hereto annexed.\nUpon these facts the following questions have arisen, viz.:—\n1. Under the law and the terms of said will of Edward Shippen Burd, and codicils thereto, does it devolve upon the plaintiffs to pay the collateral inheritance tax upon said real estate ?\n2. Under the law, and the terms of said will and codicils thereto, does it devolve upon the plaintiffs to pay to the defendants a commission for conveying said real estate to the plaintiffs, and for their care, trouble, and responsibility in executing the trusts of said will so far as relates to making of such conveyance ?\nUnder the facts hereinbefore stated, if the court should be of opinion that both of the above questions ought to be answered in the affirmative, their judgment to be entered for the defendants.\nBut if the court should be of opinion that both of the above questions ought to be answered in the negative, their judgment to be entered for the plaintiffs for a sum, the amount of which is to be settled by the counsel of the said plaintiffs and the defendants.\nIf the court should be of opinion that the former only of said questions should be answered in the negative, then judgment to be entered for the plaintiffs for the sum of $1500. If the second only, then judgment for the plaintiffs for the sum of $500.\nA writ of error at the option of either party.\nThe following is the agreement referred to in the ease stated:—\n“ In order to avoid at this time raising the question as to the source from which the funds should come to pay the collateral inheritance tax, and' the commissions to the executors of Edward Shippen Burd,'as respects the property devised to us, and to facilitate the obtaining a decree that they shall make a deed to us for the premises devised, to be conveyed to us as soon as reasonably practicable, we agree that the said executors shall continue to receive and collect the rents of the said real estate so devised to be conveyed to us, and we will execute to them a power of attorney for that purpose, which shall be irrevocable until they shall have received and collected enough to pay the amount of the collateral inheritance tax and their commissions, as aforesaid ; and in the mean time we agree to unite with them in stating a case in order to settle the question as to the parties who are bound to pay said tax and commissions, and if the decision shall be adverse to us, we authorize the appropriation, of the rents collected as aforesaid to their payment; and we engage in that event to protect the said executors from any claim on them beyond the net amount they shall have actually received from the rents, they being entitled to deduct the expenses of collection at 5 per cent.; any surplus beyond such amount necessary to discharge said tax and commissions to be handed over to the parties in interest. The commission to be deducted for transfer and conveyance of the property devised to be at the rate of 1 per centum on the estimated cash value of the estate.” Signed by the plaintiffs above named.\nThe provisions of the will on which the case was founded, are sufficiently stated in the opinion of this court.\nOn the 7th of February 1861, the following opinion of the court was filed by Read, J. — “ The two questions submitted to me, after argument, are answered as follows :—\n“1. I am of the opinion that the collateral inheritance tax should be paid by the devisees of the real estate.\n“ 2. That the commissions charged by Messrs. Price and Townsend, the amount being agreed by the parties to be a proper one, should also be paid by the devisees of the real estate.”\nDecree accordingly.\nThe case was thereupon, on the application of W. J. Watson, certified to the court in banc.\nJ. Sergeant Price and George W. Biddle, for plaintiffs.\nCharles Sergeant and G.' M. Wharton, for defendants."
  },
  "file_name": "0461-01",
  "first_page_order": 461,
  "last_page_order": 467
}
