{
  "id": 481479,
  "name": "R. M. and J. R. Moore, Administrators of William Moore, versus Fields, Public Administrator of the City of New York, and Administrator of William Moore, deceased",
  "name_abbreviation": "Moore v. Fields",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "467",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 467"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 McLean 199",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        6112689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/5/0314-01"
      ]
    },
    {
      "cite": "7 W. & S. 451",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 265",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 63",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787963
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0063-01"
      ]
    },
    {
      "cite": "1 Binn. 63",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 770,
    "char_count": 18488,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 4.068175693984825e-07,
      "percentile": 0.9083956246097745
    },
    "sha256": "1906c2b8a7135cea3ee2d928eb6d384eff63f3341e55e339b8a1c45732865ab5",
    "simhash": "1:862e0ebf04e448d9",
    "word_count": 3187
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "R. M. and J. R. Moore, Administrators of William Moore, versus Fields, Public Administrator of the City of New York, and Administrator of William Moore, deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThis was an action of debt upon the record of the Surrogate’s Court, in and for the city of New York, and the first question raised for us to decide is, whether such an action is within what we call the Affidavit of Defence Law. It is enough to say of that question, that it has been decided by the authorities, against the plaintiff in error: McCleary v. Faber, 6 Barr 476; Hogg v. Charlton, 1 Casey 200.\nThe second specification of error relates to a question of evidence which does not arise of course, for there was no trial. Whether the record was so authenticated as to entitle it to admission in evidence on the trial of the cause, had there been a trial, is too fanciful and irrelevant an inquiry for our consideration. The only question we have to deal with is, whether judgment was properly entered for want of a sufficient affidavit of defence. That the case was such as to require an affidavit, we have already said.\nThe affidavits allege that the plaintiff sued in character of a foreign administrator, and that he had not taken letters of administration in Pennsylvania. I confess I thought, at first, that this objection was fatal to the plaintiff’s action, for the 6th section of the Act of 16th March 1832, Purd. 189, after providing that letters of administration shall be grantable only by the register of the county within which was the family or principal residence of the decedent at the time of his decease, and if he had no such residence within the Commonwealth, then by the register of the county where the principal part of the goods and estate shall be, goes on to enact, “ that no letters testamentary or of administration, or otherwise, purporting to authorize any person to intermeddle with the estate of a decedent, which may be granted out of this Commonwealth, shall confer upon such person any of the powers and authorities possessed by an executor or administrator, under letters granted within this state.” Several subsequent Acts of Assembly have exempted from the operation of this section, shares of our state stocks and corporate loans owned abroad, which is an indication of the legislative intention that all other forms of decedents’ estates, found in Pennsylvania, shall be subject exclusively to Pennsylvania administration. This section of the Act of 1832, suggested to the minds of the codifiers by what was said in McCulloch v. Young, 1 Binn. 63 (see their report of 1831, p. 29), was merely declaratory of the common law, according to which the title of executors and administrators cannot, de jure, extend beyond the territory of the government which grants it, and the movable property therein. See the subject treated at large in Story on Conflict of Laws, § 511, et seq., and in the authorities cited in notes.\nIf Fields were suing for any part of the estate of William Moore, deceased, which was subject to administration under our statutes, I would be unable to see how he could recover, for the policy of our law is not to allow any part of a decedent’s estate to be withdrawn from our jurisdiction before administration, and our citizens, who may happen to be creditors, be compelled thereby to pursue it into a foreign jurisdiction. But it is material to observe that no part of William Moore’s estate was ever subject to administration in Pennsylvania. His domicil was in New York, when in February 1856 he died at sea. What estate he had was there, and not here. The defendants, Jonathan and Richard Moore, applied to the surrogate for administration, in March 1856, and obtained letters, and gave bond in $2000, conditioned that “they would obey a-11 orders of the surrogate touching the administration of the estate committed to them.” They then received, as administrators, $10,000 of money, on a policy of insurance which the decedent held, and removed to Philadelphia, without settling any administration account with the surrogate. On the 8th of November 1858 he removed them, and appointed Thomas C. Fields, the public administrator of New York, to administer the estate; and then, at the instance of Fields, summoned the superseded administrators to appear and settle their accounts, which they, after notice, failed to do. The surrogate thereupon stated an account, showing a balance in their hands of $16,683.45, and ordered that they “do forthwith pay the said public administrator, as administrator of said estate, said sum of $16,683.45.”\nUnder the revised statutes of New York, the surrogate had jurisdiction of the parties and of the subject-matter, and his proceedings appear to have been in due course of law. His decree, unappealed from, is conclusive between the parties.. Conclusive of what ? Conclusive of Fields’s right to receive from the defendants so much money, and of their liability to pay him. It is of no moment that he is called administrator in the surrogate’s record. Had he been called trustee for creditors and heirs, or had no title whatever been given him, his right to recover in our courts upon such a record would have been the samo as it is now. A judicial decree that a man receive a certain sum of money from defendants, who were duly warned and fairly subject to the jurisdiction, entitles him to sue for it in a Pennsylvania court, with or without his ofiScial titles. That money was never subject to administration in Pennsylvania. It was an administered fund before it was brought here. It was held by the administrators in trust for the creditors and heirs of the decedent, in whom the beneficial interest had already vested; and when the court to which these trustees had submitted themselves decreed a payment over to another trustee, it was their duty to obey, as they had solemnly promised to do. Because the fund was not subject to administration under our statutes, the clause of the 6th section of the Act of 1832, above quoted, has no application. That section was designed to guard our exclusive right to administer assets that were liable to administration here. But no administrator who might have been appointed here would have been entitled to recover this money, for it was no longer the estate of William Moore, deceased, but was in legal custody for creditors and heirs, who were the beneficial owners. Herein the case is to be carefully distinguished from choses in action and other, assets of non-resident decedents. Being here when he dies, or brought here before they have been administered, such choses and assets are subject to our jurisdiction. The debtor of a decedent by bond, note, or otherwise, who moves into Pennsylvania after the death of the decedent, brings so much of his estate here, which can be recovered only by an administrator appointed and qualified under our statutes. To such a case the 6th section of the Act of 1832 would apply. But such is not the case before us. The fund in controversy was the product of assets that were never subject to our jurisdiction, and which were being administered in the jurisdiction to which they belonged. Therefore the 6th section has no application.\nThere is one other point raised by the affidavits. They state that the only service of the surrogate’s process was made upon them in Philadelphia, and not within the state of New York, and they insist that they are entitled to the protection of the 9th section of the Act of 14th April 1851, Purd. 670. That section relates to the trial of an action on a foreign judgment, and to the proof which the defendant may make in support of a plea in bar. It is not easy to see how the practice there provided for is to be adapted to the affidavit of defence. Besides, it may be doubtful whether it has any application to administrators called upon to render an account to the power which appointed them. It seems to refer rather to the ordinary process for commencing suits. The regular service of such process is of prime moment, for it is in virtue of that that the tribunal ordinarily gains jurisdiction; but in the case of these defendants the surrogate had jurisdiction from the time he granted the letters of administration, and it was their legal duty to appear and settle their accounts without any summons whatever from the surrogate. The fact that his notice reached them in Pennsylvania was not, in our judgment, a circumstance of any importance.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "O. Gruillou, in support of the first of these reasons, argued:—",
      "JEdw. Wain, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "R. M. and J. R. Moore, Administrators of William Moore, versus Fields, Public Administrator of the City of New York, and Administrator of William Moore, deceased.\nAffidavit of Defence Law extends to Action on Judgment of Surrogate’s Court of New Yorh. — Foreign Judgment, when valid in Pennsylvania. —Foreign Administrator, when allowed to sue in this State. — Act of 1832, § 6, relative to intermeddling with Assets of Decedents, construed. —Service of Process of Foreign Tribunal, when valid.\n1. An action of debt in Pennsylvania upon the record of the Surrogate’s Court of the city and state of New York, is within the Act of Assembly allowing judgment for want of a sufficient affidavit of defence.\n2. Where a debt, fixed by the decree of a court of competent jurisdiction in another state, is due by citizens of Pennsylvania to the estate of one who had his domicil at the time of his death in said foreign state, the administrator of the domicil may sue for and recover the debt, in the courts of this state, without first taking out letters of administration here.\n3. Two brothers of one who died domiciled in New York, took out letters of administration there, gave bond, received the estate of the decedent, and afterwards removed to Pennsylvania, without settling an account: by proceedings before the surrogate, who had jurisdiction, they were dismissed, and an account stated against them, which they were decreed to pay to the administrator appointed in their stead: the administrator then brought an action of debt in the District Court on the record against them, and recovered judgment for want of a sufficient affidavit of defence. Held, that the decree of the surrogate, being unappealed from, was conclusive of the right of the plaintiff to recover from the defendants the money of the estate in their hands, that the fund was not subject to administration under Pennsylvania statutes ; and that the 6th section of the Act of 1832, which forbids intermeddling with the assets of a decedent’s estate, unless letters of administration were first granted here, did not apply to a fund which was the product of assets not subject to the jurisdiction of Pennsylvania courts, and which were being duly administered in the jurisdiction to which they belonged.\n4. Where the process of the Surrogate’s Court of the state of New York, requiring the defendants to appear and settle an account, was served upon them in the city of Philadelphia, held, not a reason for reversing the judgment: for the surrogate had jurisdiction after granting the administration, and it was the duty of the defendants to appear and settle their account without any summons.\nError to tbe District Court of Philadelphia.\nThis was an action brought in tbe District Court by Thomas C. Fields, public administrator of tbe city of New York, and administrator of William Moore, deceased, against Richard M. Moore and Jonathan R. Moore, discharged administrators of William Moore, deceased.\nThe action was in debt, founded upon the record of the Surrogate’s Court of the city of New York, an exemplified copy of which was filed by the plaintiff. The defendants filed affidavits of defence, which the court below ruled to be insufficient, and ordered judgment for the plaintiff, which was entered for $16,683.45. The defendants thereupon sued out this writ, and averred here that the court below erred in entering judgment for the plaintiff, because,\nI. The Act of Assembly which authorizes the entry of such judgments, does not embrace such a cause of action.\nII. The (alleged) “exemplification of record” filed by the plaintiff below as his cause of action was not receivable in evidence, and was insufficient as a ground for such judgment.\nIII. The plaintiff below was not constituted administrator in Pennsylvania, and could not, by virtue of his foreign administration alone, sue for and recover assets in this Commonwealth.\nIY. The Surrogate’s Court had no jurisdiction, and could not lawfully enter the judgment sued upon: service of the order of 13th January 1859 (the commencement of the proceeding which ended in said judgment) having been made upon the defendants in Pennsylvania.\nY. That order gave no notice of any intention to proceed to a trial, or to any hearing towards settling the account.\nYI. The affidavits of defence established the fact that (excepting a small balance which defendants still held, and were ready to pay over) they had fully administered and paid over the assets received.\nO. Gruillou, in support of the first of these reasons, argued:—\nI. Such cause of action is not within the Act of March 28th 1835, § 1, P. L. 88, and should not be extended by the courts.\nII. 1. The judicial proceedings referred to in the act are the proceedings of courts of general jurisdiction, and not those which are of mere limited authority: Snyder v. Wise, 10 Barr 157.\nThe Surrogate’s Courts are not, by the revised statutes of New York, courts of record: 2 Rev. Stat. 220-276, 4th ed., 417; Dayton on Surrogates 6,\n2. It was not a copy of the whole record, and the certificate expressly excludes the idea that all that remained in the office is copied; it only purports to be a “ copy of the decree:” Hampton v. Specknagle, 9 S. & R. 221; Voris v. Smith, 13 Id. 335; McCormick v. Irwin, 11 Casey 119; Christine v. Whitehall, 16 S. & R. 106,. 107.\n3. Th.e attestation is not in the required form; the judge or surrogate acted as clerk, and gave the certificate which the Act of Congress requires from the clerk: Snyder v. Wise, 10 Barr 159; Lothrop v. Blake, 3 Id. 495.\nThere is no law of New York authorizing the judge of this court to perform the duties of the clerk, but on the contrary he is required to appoint clerks and assistants: Statutes of N. Y., 10th December 1847, Dayton 15. Without such law the attestation is insufficient: 3 Casey 79, 484; Washabaugh v. Entriken, 11 Id. 74.\n4. The seal of the court is not affixed to the record, but merely to the surrogate’s certificate: Turner v. Waddington, 3 W. C. C. R. 126.\nIII. The plaintiff was a foreign administrator, and had not had any letters of administration to said estate granted to him in the state of Pennsylvania: Act 15th March 1832, § 19, Purd. 189, ■ pi. 13; Act of March 1832, § 27, Id. 190, pi. 21; McCullough v. Young, 1 Binn. 63; Willing v. Perot, 5 Rawle 265; Brode v. Briekley, 2 Id. 436.\nThe language of the Act of Assembly is too plain to admit of two constructions; no letters granted out of Pennsylvania shall confer any of the powers or authorities granted by letters issued within the state: Dent’s Appeal, 10 Harris 514.\nIV. The Act of Assemby of 14th April 1857, § 10, P. L. 614, Purd. 670, requires personal service to warrant a suit on a foreign judgment: Rogers v. Burns, 3 Casey 527 ; Steel v. Smith, 7 W. & S. 451.\nV. and VI. The aifidavits of defence established the fact that (excepting a small balance which defendants still held, and were ready to pay over) they had fully administered and paid over the assets received.\nThe notice which commenced the proceeding which ended in the decree of the Surrogate’s Court, was simply of an order to defendants “ to appear in this court and render an account of their proceedings, and show cause why the assets in their hands should not be paid over to the public administrator.” It gave them' no notice of any intention to charge them with any supposed assets in hand.\nJEdw. Wain, for defendant in error.\nI. A judgment in another state is within the Act of Assembly allowing judgments to be entered for want of an affidavit of defence : 6 Barr 476; Hogg v. Charlton, 1 Casey 200 ; Lord v. Ocean Ins. Co.\nII. 1. 2 Revised Statutes 222, § 10, sub. 5, marg. page, enacts that “ every surrogate shall have power to exemplify, under his seal of office, all transcripts of records, papers, or proceedings therein, which shall be received in evidence in all courts with the like effect as the exemplification of the records, papers, and proceedings of courts of record:” In re Latson, 1 Duer’s Rep. 696 ; 3 Bl. Com. 24. 2. A certificate from a prothonotary that a paper is a copy of a record, imports that it contains the whole record: Voris v. Smith, 13 S. & R. 335; Evans v. Tatem, 9 S. & R. 252; Rogers v. Burns, 3 Casey 525. 3. A surrogate acts as clerk in certifying his proceedings, and as he also acts in the capacity of judge, he must certify as to the authentication : Catlin v. Underhill, 4 McLean 199; Ohio v. Hinchman, 3 Casey 484. 4. It is submitted that the seal is affixed to the record, and also the judge’s certificate. The question is not whether the record “would be admissible in evidence” on the trial, but was it sufficient instrument to require a sufficient affidavit of defence.\nIII. Suing for debt is not “ intermeddling with the assets,” within the meaning of the act. Letters of administration, granted in a sister state, are a sufficient authority to maintain an action here: McCullough v. Young, 1 Binn. 63. See also Act of 15th March 1832.\nIV. The record cannot be contradicted by parol, and it does show that the order of 23d March 1859, was “ returned with proof of the due and proper service thereof” on the defendants. But the Act of Assembly does not apply to this case, when the defendants by petitioning for letters of administration to the surrogate in New York; by giving bond there “ to file an inventory ; to account when requested; to obey all the orders of the surrogate,” &c., voluntarily submitted to his jurisdiction, acknowledged themselves amenable to his control, and, in' fact, officers of his court. They abdicated any right to be sued elsewhere for their acts or omissions as his officers.\nV. and VI. The allegations of the affidavits of defence are so palpably disingenuous as to entitle them to little consideration. By a liberal practice, the court below allow supplemental affidavits to be filed, although it is obnoxious to abuse, by allowing a defendant to experiment with the court by swearing with reservations. Here the facts developed were kept back until the first affidavit was decided to be insufficient."
  },
  "file_name": "0467-01",
  "first_page_order": 467,
  "last_page_order": 473
}
