{
  "id": 481474,
  "name": "Weeks versus Lippencott",
  "name_abbreviation": "Weeks v. Lippencott",
  "decision_date": "1862-05-10",
  "docket_number": "",
  "first_page": "474",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    },
    {
      "cite": "5 W. & S. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 6640,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.5318693326200466e-07,
      "percentile": 0.6712570887337447
    },
    "sha256": "65f345cfec77bebf7bb32be371edd0f75b23d028ec57f541163fc86c4f950099",
    "simhash": "1:28b6c204be9b9a75",
    "word_count": 1179
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weeks versus Lippencott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 10th 1862, by\nWoodward, J.\nThe plaintiff had a right to oppose the laying out of the road. Two sets of viewers had respected his protestar tions against having his lot cut up for the purposes of the road, and it was probable that his objections would continue to be successful as long as they should continue to be urged. •\nIn these circumstances, why was it not lawful for the defendant, who wanted the road, to overcome the plaintiff’s objections by a promise to pay him money ? Because, it is said, such a promise is against public policy, and void.\nContracts which, offend against the common law and public policy are void; — illustrations of which rule may be seen in any of the numerous compilations we have on this branch of law— but a compromise of a civil process or of a private injury is binding. And what more is this than a compromise of a private injury? — Public roads, though laid out for public use, do frequently subserve the private interests of particular persons quite as much as the public convenience, and the motives for the road are as apt to spring from personal interests as from the public welfare. The defendant adjudged himself likely to be benefited by the road in question, to the amount of the sum he promised to pay the plaintiff. He could not obtain it without the plaintiff’s consent. Having set his own price on the value of that consent, and having promised to pay the price, we know of no statute or public policy Avhich his promise contravenes, and therefore he ought to be held to the faithful performance of it. None of the cases cited on the part of the defendant conflict with this ruling.\nThe judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "3. W. Bonsall, for plaintiff,",
      "James Boyd, for defendant"
    ],
    "corrections": "",
    "head_matter": "Weeks versus Lippencott.\nWhat Contracts are void as against Public Policy.— Compromise of Civil Process or Private Injury binding on Parties.\n1. Contracts which offend against the common law and public policy are void, but a,compromise of a civil process or of a private injury, is binding.\n2. Heneé, a promise to pay money to one through whose land a road had been laid out, for withdrawing his opposition to opening it, is a valid consideration on which an action may be sustained.\nError to the Common Pleas of Montgomery county.\nThis was an action on the case, brought in the court below, July 16th 1860, by John Weeks against Barclay Lippencott.\nThe case was this : — In 1858, John Weeks, the plaintiff, owned and still owns and occupies a house and lot in the village of Jenkintown, Montgomery county. On the 1st day of March 1858, the Court of Quarter Sessions of that county, upon the petition of divers citizens, appointed viewers to view and lay out a road, “to lead from the York road in Jenkintown, Abington township, starting at a point nearly opposite C. F. Wilson’s store, on a line between the lairds of Benjamin Eleck and John Weeks, thence to the Church road, at Mann’s lane, in Cheltenham township,” which would run through the .lands of the plaintiff. There had been two views previously to this, for the purpose of laying out a road between the same points, but on the remonstrance of the plaintiff, both juries had reported adversely to the road.\nOn the 26th day of April 1858, when the third jury met. to view the road, the plaintiff again appeared before them to oppose its passage through his lot. The defendant was also present, and in order to remove all obstacles to the opening of the road, proposed to the plaintiff to pay him $100, if he would withdraw his opposition, and do nothing more against it. This offer the plaintiff accepted, and, on his part, fulfilled the engagement. The jury then reported in favor of the road, which was approved by the court, and it has since been opened.\nThe plaintiff filed a narr. on the special case, to which was appended the common counts, including an indebitatus assumpsit for money had and received.\nOn the trial in the court below, the plaintiff offered to prove the entire case as laid in the narr., which was objected to and rejected. The court then charged the jury to find for the defendant.\nThere was a verdict and judgment accordingly, whereupon the plaintiff sued out this writ, and assigned for error,\n1. The rejection of the testimony of Benjamin W. Fleck, who, with others, was offered on the part of the plaintiff, to prove the facts of the plaintiff’s case, as disclosed and set forth in the first count of the narr. filed.\n2. In rejecting the evidence offered by the plaintiff, and directing the jury to find a verdict in favour of the defendant.\n3. W. Bonsall, for plaintiff,\nargued, that although this question had never before been presented in this court, it had received frequent consideration and adjudication in England.\nThat the contract was not against public policy, and for that reason void: Edwards v. Grand Junction Railway Company, 7 Simons 337; 1 Mylne & Craig 650; Vauxhill Bridge Company v. Earl Spencer, 1 Jacobs 64; Howden?>. Simpson, 2 Perry & Davidson 714, 731; Story on Contracts, 3d edition, p. 606.\nThe plaintiff’s land was about to be taken for the defendant and the public. Plaintiff had a large personal interest, which he agreed to compromise, as stated in the narr. The defendant received the benefit of the contract, and ought to be compelled to pay what he agreed to pay for it. The end to be accomplished by this contract was for the benefit of the public: Brightly’s Eq. Juris. 90.\nThis action is assumpsit. The narr. sets out the special case, and the first count discloses the equity of the plaintiff. This was sufficient to entitle us to a hearing below: Jordan v. Cooper et al., 3 S. & R. 577; 3 Casey 261. See also Bixler and Wife v. Kunkle et al., 17 S. & R. 308; Mathews v. Stevenson, 6 Barr 498; Schrader v. Decker, 9 Barr 16; Loan Company v. Elliott’s Executors et al., 3 Harris 228.\nHe further argued, that as chancery would enforce the rights of plaintiff, and as he had spread his whole case upon the record in an action of assumpsit, thus complying with the equitable form of that action, he claimed to be entitled to recover.\nJames Boyd, for defendant\ncontended: — 1. That there was nothing in the offer to show that any consideration was given or intended for the alleged promise; and, 2. That such a promise, if even made upon a good or valuable consideration, is against public policy and void. Citing and relying on Eilson’s Trustees v. Himes, 5 Barr 455 ; Bowers v. Bowers, 2 Casey 74; Clippinger v. Hepbaugh, 5 W. & S. 315; Hatzfield v. Gulden, 7 Watts 152; Smith v. Whilden, 10 Barr 39; Baker v. Matlack, 1 Ashmead’s Rep. 68; U. S. Digest, p. 107, tit. Agreement."
  },
  "file_name": "0474-01",
  "first_page_order": 474,
  "last_page_order": 476
}
