{
  "id": 481477,
  "name": "The North Pennsylvania Coal Company versus Snowden",
  "name_abbreviation": "North Pennsylvania Coal Co. v. Snowden",
  "decision_date": "1862-05-10",
  "docket_number": "",
  "first_page": "488",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 503",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0517-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. Rep. 271",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978763
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/4/0271-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. Rep. 122",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 15889,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 1.4540940149047028e-06,
      "percentile": 0.9912925425381943
    },
    "sha256": "0de0a531cb0371ee23fa9bd9ede84d8f84094bcaad4d19efaa80ae240b651554",
    "simhash": "1:b8b016e0be86fc70",
    "word_count": 2814
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The North Pennsylvania Coal Company versus Snowden."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 10th 1862, by\nStrong, J.\nThe bill of the complainant charges that under a deed from Luther Jones, dated April 22d 1799, to William' Hooker Smith, his heirs and assigns, and by virtue of sundry mesne conveyances, he has become the owner of certain mining rights and privileges upon a certain tract of land which it describes. These rights and privileges are stated to be “a privilege to dig and search after stone coal, or any other mineral, without interruption, molestation, denial, or hindrance, and to have free liberty to carry off any mineral, with teams or otherwise ; the said Jones to have an equal right with said Smith, and to have the right of joining in partnership with said Smith.” The bill further charges that, by reason of the said grant from Luther Jones, and the conveyances from the executors of the will of William Hooker Smith, the complainant became, was, and is entitled to the full possession, use, and enjoyment of the said rights and privileges, and that the defendants, contrary to equity and good conscience, and to the great wrong and injury of the complainant, have denied and resisted his right and claim to the said mining rights and privileges, and to the coal-mines and minerals on the lands, and have also denied and resisted the use, exercise, and existence of said rights, and still deny and resist the same. The bill then proposes interrogatories whether its allegations are not true. The relief prayed for is that the defendants may account for and in respect to all the mining operations conducted on the premises, and that the court may decree that the complainant is entitled to the exclusive use and enjoyment of the said mining rights and privileges, and that they are duly vested in him, and that the defendants may be enjoined against interfering with him in the lawful and proper use of said rights, and from obstructing, or in anywise preventing his exercise thereof, and from denying or resisting his said claim or right, or denying or resisting the use, exercise, or resistance thereof.\nHad the Court of Common Pleas jurisdiction of such a bill in equity ? It is observable that the bill does not charge that the defendants have succeeded to the rights that remained in Luther Jones, after his deed to William Hooker Smith, or that they claimed any interest in the coals or minerals in the land, or that they had ever been in possession of the land, or received any of its profits. Though it contains a prayer for an account, it lays no foundation for one, and seeks it only as a consequence of the other relief for which it prays. It is true that, by the sixth and seventh interrogatories, the defendants are required to answer whether they have not entered on the land, and usurped the mining rights and privileges, and prevented the complainant from enjoying them; but these acts are not charged, and the stating or charging part of a bill is not helped by the interrogatories: Story’s Eq. 27.\nThen what is the bill more than an attempt to obtain, through the decree of a chancellor, the possession and enjoyment of certain mining rights, from which he claims that he has been deforced ? If those rights amount to a corporeal hereditament; if under his deeds he took an interest in the stone-coal and minerals in the land, the bill seeks to secure precisely what would be obtained by the common law action of ejectment. It is then what is sometimes called an ejectment bill, and is demurrable, and would be, even though it had charged that the defendants had got the title-deeds, and had mixed boundaries as well as prayed for a discovery, possession and account: 1 Daniels’ Chan. Prac. 610, and cases referred to in the notes. Then the bill charges nothing to give the court equity jurisdiction. It at most sets up a case for which there is, and always was, a complete remedy at law. Even the title, stated by the' complainant to be in himself, is a strictly legal one, whether it be a corporeal or incorporeal hereditament, or an easement. It may be admitted that a bill will lie by one tenant in common to restrain the commission or waste by his co-tenant, or to procure partition: Hawley v. Clowls, 2 Johns. Ch. Rep. 122, but even in such cases, confessedly within the jurisdiction of a court of equity, such a court will not interfere, if the complainant’s title be denied, until he has vindicated it at law: 2 Atk. 280; Bishop of Ely v. Kenrick, Bunb. 322; Coxe v. Smith, 4 Johns. Ch. Rep. 271; Phelps v. Green, 3 Id. 302. It is true the court will sometimes retain the bill until the right has been tried at law. But here no tenancy in common is charged, and the bill itself, without awaiting the plea or answer of the defendants, alleges, as the gravamen of complaint, that the defendants deny the plaintiffs’ title. Nor is this a case of partition. It has never been held that equity courts have jurisdiction of actions, founded on legal title, brought by one tenant in common against an alleged co-tenant to obtain possession or enjoyment of land.\nAnd if the complainant’s rights are incorporeal, rather than an interest in the coal or minerals, the case which he presents is not the less a case at law, and without the jurisdiction of a court of equity. His rights áre strictly legal, and his remedies are at law. His bill does not even allege that he is without adequate remedy at law. It may be admitted that to prevent the disturbance of an acknowledged easement, a court of equity will interfere. But the right of the plaintiff must be acknowledged or established at law before he can resort to a chancellor. Mr. Justice Woodward, in Rhea v. Forsyth, 1 Wright 503, has collected numerous authorities on this subject. Others are at hand, but they are not needed. But when the complainant himself avers that his right is denied, and when that denial is the very ground of his complaint, it would be a novelty, indeed, for a court of equity to assume jurisdiction. Has it ever been supposed that one claiming a right of way over the land of another, can file a bill in equity complaining that the right which he claims is denied, and that enjoyment thereof is refused to him, and praying for an injunction against such denial and refusal of his enjoyment? Has any chancellor ever sustained such a bill, or considered that he had jurisdiction of such a complaint ? If he has, then there is no longer any distinction betAveen legal and equitable rights, then it would be - hard to conceive of a case of which chancery has not jurisdiction. That there is, however, and ahvays has been, a class of cases which are exclusively cognisable in courts of law, and over which courts of equity have no jurisdiction, is not to be doubted, and we think the complainant’s is one of them. The distinction between what are known as equity cases and those which are not, has always been recognised in this state, from its earliest existence as a Commonwealth. If the complainant’s case, then, is not saved by the Act of Assembly of' April 22d 1856, his bill should have been dismissed, because it .presented no case of which the court could assume jurisdiction in equity.\nBut what is the effect of that Act of Assembly? It enacted that, in addition to the rights granted to persons holding coa-1 or iron-ore mines or minerals, as tenants in common, by the 24th section of the Act of 25th April 1850 (a section which enabled such tenants in common to go into equity for an account), any person or persons claiming to be tenants in common, joint tenants, or otherwise interested in any coal or iron mines, or other minerals, and which said tenancy claim or right shall be denied or resisted by any other person or persons claiming the same, it shall be lawful for such tenant in common, joint tenant, or other party in interest, to apply by bill or petition in equity to the Court of Common Pleas of the county in which the lands lie, setting forth the right or interest which such claimant has, or claims to have in said iron ore, coal-mine, or other mineral, and that the use, exercise, or existence of said right is denied by the persons claiming the same, whereupon the said court shall proceed to examine, adjudicate, and determine the rights of the several parties, in the manner prescribed in the above recited section (that is, as is expressly enacted according to the course of a court of chancery), and all parties in interest shall be made parties to such proceeding. It is noticeable that this act changes not so much the tribunals in which the controversies of which it speaks may be tried, as it does the mode of trial. The controversies must be adjudicated in the manner prescribed in the Act of 1850, and that expressly enacts that the court shall proceed “agreeably to the course of a court of chancery.” What that course is, is well known. The chancellor adjudicates not only upon the equities of the case, but he determines the facts out of which the equities arise.\nHe may, indeed, call in the aid of a jury, but their verdict is not binding upon him as it is upon a court of law; he may disregard it, and decree in opposition to it. Trial, according to the course of a court of chancery, then, is trial by a single judge. But if there is any right to which, more than all others, the people of Pennsylvania have clung with unrelaxing grasp, it is that of trial by jury. They brought it with them from the land of their fathers. In every constitution which has been adopted, they have taken care to secure it against infringement, and put it beyond the power of either the executive, the legislature, or the courts to take it away from any individual. In that of 1776, the 11th section of the Declaration of Rights was, “that in controversies respecting properties, and in suits between man and man, the parties have a right to trial by jury,” which ought to be held sacred, and the plan or frame of government, while giving to the Supreme Court and the several Courts of Common Pleas the powers of a court of chancery as to perpetuating testimony, obtaining evidence, and the care of lunatics, and such other powers as future Assemblies might give, not inconsistent with that constitution, added immediately, “ Trial by jury shall be as heretofore.” The Constitution of 1790, and the amended one of 1838, contain substantially the same provisions, though, if possible, more emphatically stated. Their language is, “ Trial by jury shall be as heretofore, and the right thereof remain inviolate.” What can this mean, but that the right of having controverted questions of fact in common law cases decided by a jury, should be beyond the reach'of any department of the government, whether it be the legislature’, the executive, or the judiciary ? This was the right which had always been enjoyed before, and if the constitutional provisions were not intended to protect that in all its length and breadth, they can mean nothing. It is true, the legislature are authorized to vest in the courts such powers (beyond those enumerated), to grant relief in equity, as shall be found necessary (art. 5, § 6), but this must be understood as referring to powers in equity cases, in that class of cases of which chancery had jurisdiction. Such an understanding is necessary to make the different parts of the constitution consistent with each other, and to give effect to all. It cannot mean that the legislature may confer upon the Supreme Court and the Courts of Common Pleas the power of trying, according to the course of chancery, any question which has always been triable according to the course of law by a jury. If it can, then an ejectment founded solely on legal title, an action of debt on bond, or a replevin, or an action of trespass, may be sent into chancery, all contested facts in it be decided by the judge, and the intervention of a jury be unknown.\nThen, what has become of the constitutional right of the citizen ? Such a doctrine would startle the people of this Commonwealth, and justly, for it would deprive them of one of their most valued privileges. No power in our government can take from the litigant the right to have his case tried by a jury, substantially in the mode and with the same effect as that which belonged to jury trials in similar cases, when the Constitution of 1776 was adopted. What is law and what is equity, is a judicial question. It belongs, therefore, exclusively to the judiciary. But, were it admitted that the legislature could authoritatively convert a legal right into an equitable one, a court of equity could not, as such, enforce it. The judiciary, no more than the legislature, can deny to any litigant the right of trial by jury, in a case appropriate to such a mode of trial.\nThe Act of 1856, then, is applicable only to cases in which the rights of the complainants are equitable. It would conflict with the constitution if it had a more extended application.\nThe defendants in this case had a right to a trial according to the rules of law. They had a right to have submitted to a jury whether the privileges of the complainant existed upon the lands described in the bill, and whether they had been guilty of denying and resisting those rights, or disturbing the complainant in the enjoyment of the same. Of this mode of trial they could not be deprived, and even the Act of 1856 furnishes no sufficient warrant for denying it to them.\nIt follows that this was not a ease of which a court of equity had jurisdiction, and the decree must therefore be reversed.\nWith such views of the want of jurisdiction in the court, it would be improper to express any opinion respecting the merits of the controversy between the parties.\nAnd now, to wit, May 8th 1862, this cause having been called for argument, and having been argued by counsel on both sides, it is considered, ordered, and adjudged that the decree of the Court of Common Pleas be reversed, and that the bill of the complainant be dismissed, with costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Stanley Woodward, for appellants, and by Richard Brodhead and ü?. L. Dana, for appellees."
    ],
    "corrections": "",
    "head_matter": "The North Pennsylvania Coal Company versus Snowden.\nJurisdiction of Gourt of Equity in cases of disputed Possession between Tenants in Gammon of Beal Estate. — Constitutionality of Act of April 22d 1856. — Trial by Jury to be preserved.\n1. A court of equity have no jurisdiction of a bill in equity brought by one tenant in common against an alleged co-tenant to obtain the possession and enjoyment of mining rights and privileges, founded on legal title, until those rights have been established at law.\n2. The remedy of the complainant is at law, whether his rights are corporeal or incorporeal, and amounting to an interest in the coal and minerals in the land charged in the bill: where the title is legal, the case is not within the jurisdiction of a court of equity.\n3. The Act of April 22d 1856, giving a tenant in common in coal or iron mines, whose right is denied or resisted, the power to apply by petition in equity to the Court of Common Pleas of the county where the lands may lie, who should adjudicate and determine the rights of the several parties according to the course of a Court of Chancery, conflicts with the constitutional right of the citizen to have controverted questions of fact in common law causes decided by a jury: and it is applicable only.to eases in which the rights of the complainants are equitable.\nCertiorari to tbe Common Pleas of Luzerne county. In Equity.\nThis was an appeal by the North Pennsylvania Coal Company (who, with the Mill Creek Coal Company, were respondents in the court below), from the decree of the court on a bill in equity, filed against the appellants by James Ross Snowden.\nThe facts of the case, as disclosed by the bill and answer, so far as they relate to the action of this court, are fully stated in the opinion of this court.\nThe case was argued here by Stanley Woodward, for appellants, and by Richard Brodhead and ü?. L. Dana, for appellees."
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 493
}
