{
  "id": 481497,
  "name": "Heil versus Glanding",
  "name_abbreviation": "Heil v. Glanding",
  "decision_date": "1862-02-17",
  "docket_number": "",
  "first_page": "493",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 493"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Barb. 600",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5002327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/25/0600-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 17787,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 2.1982328009124684e-07,
      "percentile": 0.7748490356001451
    },
    "sha256": "8a51fe92b6e56b7977cdfc26273e1e8d1cfdf3c6ee7a03f8bae9203f17ddec14",
    "simhash": "1:3be22ae9c24ea0df",
    "word_count": 3160
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Bead, J., dissented."
    ],
    "parties": [
      "Heil versus Glanding."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 17th 1862, by\nStrong, J.\nBy the unqualified affirmance of the first and second points of the plaintiff below, the jury were in effect instructed that there might be a recovery, even though the plaintiff was wrongfully on the railroad when the collision took place. He had sustained damage in consequence of what he alleged to have been an unauthorized and negligent use of the railroad of the Swatara Railroad Company by the defendant; and he had sustained the damage while he himself was upon the same railroad, as' the evidence tended to prove, without right. The collision which caused his personal hurt and the destruction of his property, was the combined result of the use of the road by himself and the defendant, and the case was not one of wanton or intentional injury. The injury to the plaintiff was caused by the negligence, the carelessness, or unskilfulness of the defend-ant, or the plaintiff, or of both. In such a case was it right to charge the jury that if the defendant was unlawfully upon the road, and in consequence of his neglect and unskilful management of a train of cars which he had improperly taken in charge, the plaintiff was hurt, there could be a recovery, without any reference to the question whether the plaintiff was also unlawfully and negligently there ?\nThe general principle is, that one who seeks to recover damages for an .injury caused concurrently by his own negligence, and by the negligent or unskilful act of another, must fail. Where there has been mutual default, neither party can recover damages from the other. Eor this the authorities are abundant. And it is equally certain that the unauthorized use of a ráilroad is negligence. We held it such in Norton v. The Little Schuylkill Railroad Company, 12 Harris 465. It was so held in Brooks v. The Buffalo Railroad Company, 25 Barb. 600, and such rulings are necessary for the protection of the public. The safety of passengers as well as of property demands it. The-carrier of both, as well as the passenger and the freighter, must be secured against the use of railroads for any other than legitimate purposes, and against the intrusion of all other persons than those whose right to be upon the roads renders their being there not unexpected. The unauthorized invader of a railroad has no reason to complain that -persons passing upon it did not anticipate his presence, where he had no right to be. If, therefore, the plaintiff Glanding was upon the railroad without authority, his being there was negligence ; and it was negligence which directly and proximately concurred with the negligence of the defendant, in producing the disaster which befell the plaintiff and his property.\nIt is insisted, however, that though his unauthorized, and therefore negligent, use of the railroad might stand in the way of his bringing any suit against the railroad company, for any default of theirs, it was no wrong done to Heii, the defendant. It is said Heil, having himself been unlawfully upon the road, had no right to call in question Glanding’s right to be there. This argument cuts both ways. Admitting that both parties were intruders on the road, and that both failed in duty to the company, how can Glanding complain of Heil’s unauthorized use of the road any more than Heil can complain of Glanding’s ? If it be said that Glanding could not have anticipated an unlawful use of the road by Heil, it may, with equal truth, be said that Heil might have presumed that Glanding would-not be there without right. And why is not the right of Heil to sue Glanding for the destruction of his coal-cars, just as complete as is the title of the-latter to maintain this suit? Neither can say to the other, Your negligence was more a failure of duty to me, than mine was a failure of duty to you.\nBut the principle of the argument is unsound. The reason why, in eases of mutual concurring negligence, neither party can maintain an action against the other, is; not that the wrong of the one is set off against the wrong of the other; it is that the law cannot measure how much the damage suffered is attributable to the plaintiff’s own fault. If he were allowed to recover, it might be that he would obtain from the other party compensation for his own misconduct. It is obvious, then, that .it can make no difference against whom his fault was primarily committed. If he has suffered in consequence of his own fault, the law gives him no remedy.\n' Instead, then, of affirming the first and second points of the plaintiff, the court should have qualified their answer by instructing the jury that if he was using the railroad, by running a horse-car upon it, without lawful authority, the act was negligence, concurrent with that of the defendant, and that there could be no recovery.\nThis view of the fifth and sixth assignments of error, renders it unnecessary to discuss at length the answer to the points propounded by the defendant. We see no error in them if Gian ding was by right running his horse-car on the road. If he was not, they are immaterial.\nNor do we discover error in the admission and rejection of evidence.\nAs the case is to go back to another trial, we think it proper to say that, when the court undertook to charge upon the measure of damages recoverable, if any, more precise instruction should have been given. It is true, as the learned judge said, there is no certain rule by which to estimate the damages for an injury to the person, but there are guides. In an action on a contract this court has held that a reference of the jury to the facts and circumstances of the case would answer. The contract itself, which was in evidence, was a measure. Not so in an action for a tori. Compensation was all that the plaintiff could, under any circumstances of this case, claim. The injury not having been wilful, there was no room for vindictive damages. There was, however, no prayer for instruction on this point, and we would not reverse the judgment were there no other misdirection than in what was said respecting the measure to be adopted by the jury.\n. 1 But for the answers made to the plaintiff’s first and second points, there must be a new trial.\nJudgment reversed, and a venire de novo awarded.\nBead, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John Bannan, for plaintiff in error.",
      "F. Ward, J. Hughes, and Charles B. Hippie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Heil versus Glanding.\nConcurring Negligence, Damages not recoverable for. — Measure of Damages for Personal Injuries.\n1. One cannot recover damages for an injury caused concurrently by bis own negligence, and the negligent or unskilful acts of the defendant.\n2. The unauthorized use of the track of a railroad is such negligence as will prevent a recovery of damages for any injury, not intentional or wanton, resulting therefrom, to the person so using it.\n3. Hence, where in an action for damages resulting from a collision by coal-cars running upon a railroad (which were in charge of the defendant, who was not in the employ of the railroad company, but was temporarily conducting them), with a truck of the plaintiff with which he was carrying on a trading business along the line of the railroad, without the authority of the company ; in consequence of which collision the plaintiff lost his foot, horse and truck, the jury were instructed, that if the defendant was unlawfully upon the road, and in consequence of his neglect and unskilful management of a train of cars, which he had improperly taken in charge, the plaintiff might recover, without any reference to the question whether the plaintiff was unlawfully and negligently upon the track, such instruction was error.\n4. Where the court charged “ that there was no certain rule by which to estimate the damages for the personal injury to the plaintiff, and that the jury will fix them at such sum as they think right and proper under the evidence,” it was Held, that the instruction should have been more precise, and that as the injury was not wilful, compensation was all that the plaintiff could claim: there was no room for vindictive damages.\nError to the Common Pleas of Schuylkill county.\nThis was an action of trespass by William Glanding against Henry Heil, to recover damages for injuries done to plaintiff by running over him with a train of coal cars, upon the Swatara Railroad, by reason of which the amputation of his foot became necessary; and also for the loss of a horse which was killed at the same time, by the alleged misconduct of the defendant.\nThe material facts of the case were these: — The plaintiff, in October 1855, was driving his horse, with a truck-car loaded with household goods, on the Swatara Railroad, leading from the town of Tremont, in Schuylkill county, to its junction with the railroad of the Union Canal Company, which terminates at Pine-grove. When a few miles from Tremont, he was overtaken by a train of seven cars loaded with coal, running by gravity, which the defendant had undertaken to conduct to Pinegrove. The plaintiff, in his effort to save his horse, caught his foot between 'the rails at a switch, and had it crushed by the passing coal-cars, which ran over and killed the horse.\nThe coal-cars were part of a train which had passed down the road that morning, before the plaintiff started, and which became accidentally detached from the train in the town of Tremont. They were run down the road to be placed below tho Mine Hill road, and while the cars were on the main track, in charge of an employee of the Swatara Railroad Company, the defendant got on the hind car, saying he wanted to go to Pinegrove. The brakeman got off the cars, put up the brake, and the defendant started with them.\nThere was considerable evidence as to the right of the plaintiff to be on the road with his truck, the substance of which was, although he had notice from the company not to use the road, he subsequently did use it, and paid the company toll for some of the freight which he hauled over it. There were four errors assigned to the admission and rejection of certain testimony, but they .are not noticed in the opinion of this court.\nThe plaintiff requested the court to charge the jury,\n1. If Henry Heil was unlawfully upon the road, and in consequence of his neglect or unskilful management of the train of cars which he had improperly taken in charge, the plaintiff, in order to save himself and his horse, was forced to jump from the truck upon which he was riding, and in his effort to save his property his foot was caught between the turn-out and the main road in such a manner as to prevent him from extricating it, and he was there held until the train in charge of defendant came along and crushed his leg, that defendant is liable, and the jury should find in favour of the plaintiff such amount of damages as will reasonably compensate him for his loss.\n2. That, if the jury believe that plaintiff was suffered by the railroad company to be on their road engaged in the business of trucking, and that ITeil, without right or authority, undertook to run down a coal train to Pinegrove, and, for want of skill in managing said train, the cars ran off and overtook plaintiff, who had just sprung from his car to save himself and horse, and in that spring or any reasonable effort to save his horse or tru.ck, his foot became fastened so that he could not extricate it, and while being so held the train upon which Heil was ran over plaintiff’s foot and caused his injury, the plaintiff is entitled to recover for the loss of his foot.\nThe defendant’s counsel also requested the court to charge the jury,\n1. That, to enable the plaintiff in this ease to recover, there must be the concurrence of negligence, or the commission of an unlawful act in Heil, and a reasonable care exercised by the plaintiff to avoid the injury; and although Heil may have undertaken to run the cars clown without authority, and was incompetent to manage them, and, in the language of the plaintiff’s witness, “the cars ran away with him,” and ran over the plaintiff’s foot, yet, if he saw Heil coming, and was warned by him to get out of the way, or when out of the way went back to save his truck, he cannot recover for any injury clone to his person, because, in that ease,' he was the author of the accident to himself, and took the responsibility upon himself.\n2. If the jury believe the account given by Glanding to several of the witnesses, that he had gotten off the car, and unhitched his horse from the car after seeing Heil coming, and suffered the horse to stand untied or held, and when the cars approached upon which Heil was, went back to the track to get .his car from the track, or to start it on the road, and by that means caught his foot in the rails, and thereby causing the injury to himself, he cannot recover for that injury from Heil; neither can he recover for the horse, if, after having him free from the car, he suffered, him to run upon the road in the manner detailed by him. It was his duty, after being free, to keep himself and horse from the road, and he cannot make Heil pay for his reckless and imprudent conduct, and especially after being warned by Heil of the danger.\n3. If Glanding was upon the railroad with his horse and truck, knowing the danger, and against the remonstrance and order of the railroad company, who had pointed out to him the impropriety of his travelling upon that road, and he refused to desist, but said he would take the risk and look out for himself, he was not acting as a prudent man would act, and was bimself responsible for the injury received.\n4. If there Ayas negligence in the plaintiff in unduly exposing himself after he Avas Avarned of the danger, and had notice of the position of Heil, and of his inability to control the cars, he cannot recover, no matter Avhat may have been the fault of Heil in undertaking to run the cars to Pinegrove without the ability to do so.\nThe court below (Hesins, P. J.) presented to the consideration of the jury the folloAving questions :\n“ 1. Had the defendant authority to take charge of the cars, and run them down the road ?” intimating that he had not been so authorized by any one competent to give him this authority.\n“ 2. Had he the requisite skill, and did he run the cars with ordinary care and prudence, Avhich he was bound to exercise, whether there Avith or without authority ?\n“ 3. Had the plaintiff a right to be on the road ?” which question was submitted to the jury under the evidence. And\n“4. Did the plaintiff act Avith ordinary precaution and prudence to avoid the accident?” which was also submitted as a question of fact for the jury.\nThe learned judge then proceeded: “If the jury believe that both were on the road without right, then they were both required to use ordinary skill, care, and prudence, and so if either was using the road Avithout proper authority. If the proof satisfies the jury that the defendant had not the requisite knowledge and skill to conduct the cars, and was guilty of negligence in not putting doAvn all the brakes, he is bound to compensate the plaintiff for his injury and for the loss of his horse, provided the jury are also satisfied that the plaintiff acted as a prudent, cautious man would act under similar circumstances. But, on the other hand, if he did not use proper precaution and care to avoid injury, he cannot recover, no matter whether the defendant was incompetent to conduct the cars, or Ayas on the road without right or not.\n“ If the jury find for the plaintiff, the measure of damages for the loss of the horse is the value of the horse, Avith interest, but as it is no certain rule by which to estimate the damages for his personal injury; the jury will fix them at such sum as they think proper and right from the eAÚdence.”\nThe plaintiff’s points were affirmed. The points of defendant were answered as folio ays : —\n1. The first was answered thus: “If the jury believe from the evidence that the defendant unlawfully and without authority undertook to run the ears down the railroad, and was incompetent to manage them, and the cars ran away with him, and ran over and crushed plaintiff’s foot and ankle, the plaintiff would be entitled to recover, if the jury believe he acted with and used ordinary care and precaution, under the circumstances, to save his property from destruction, even though he saw Heil coming, and was warned by him, and had time to get out of the way.”\n2. The second was answered as follows: “The court refuse the instruction as requested; but instruct the jury that the plaintiff had a right to make a reasonable effort to save his property, if he used proper care in doing so; but if he was reckless and imprudent in his efforts, he cannot recover.”\n3. The third was affirmed, with this qualification: “If the jury believe that the defendant was upon the road lawfully and by authority, or if without authority, ran the cars down with proper care and skill; but if he had not the requisite skill to run the cars, and ran them without proper care, and the plaintiff was not guilty of recklessness or want of ordinary care, the plaintiff would be entitled to recover.”\n4. The fourth point of defendant was affirmed in terms.\nUnder these instructions, there was a verdict and judgment for the plaintiff for $1545. The defendant thereupon sued out this writ. The first four errors assigned were to the admission and rejection of certain evidence offered on the trial of the cause. The fifth and sixth errors were to the affirmance of plaintiff’s points, and the remaining five were to the answers given to defendant’s points, the omission to present all the facts to the jury in the general charge, and the instruction to the jury in regard to the proper measure of damages.\nJohn Bannan, for plaintiff in error.\nF. Ward, J. Hughes, and Charles B. Hippie, for defendant in error."
  },
  "file_name": "0493-01",
  "first_page_order": 493,
  "last_page_order": 499
}
