{
  "id": 481509,
  "name": "Sutter et al. versus The Trustees of the First Deformed Dutch Church",
  "name_abbreviation": "Sutter v. Trustees of First Deformed Dutch Church",
  "decision_date": "1862-05-10",
  "docket_number": "",
  "first_page": "503",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Paige 627",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        482461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/10/0627-01"
      ]
    },
    {
      "cite": "1 W. & S. 37",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1134,
    "char_count": 28611,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 4.1712132610615876e-07,
      "percentile": 0.9122219094626752
    },
    "sha256": "66a58ff12253bdeb0cda0a9c977d12e326c63747bf9543af47349c3526be51f5",
    "simhash": "1:a746e05d078c5b7c",
    "word_count": 4849
  },
  "last_updated": "2024-02-27T21:29:12.689079+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sutter et al. versus The Trustees of the First Deformed Dutch Church."
    ],
    "opinions": [
      {
        "text": "Lowrie, C. J.\nIt was in 1809, that a colony from the German Reformed Congregation of Philadelphia united together to organize the church uoay called the First Reformed Dutch Church of Philadelphia-. On the 15th January 1810, they obtained a charter of incorporation under the general law, and .by the name of the Evangelical Reformed Congregation of Philadelphia, and certain rules and regulations, called also Fundamental Articles, were made part of their charter by reference. As yet they had formed no connection with any general ecclesiastical organization,'but they evidently had and retained the intention to form one, for they reserve the right in their charter, which declares that nothing in it shall “hinder the said congregation from uniting with any other Christian denomination, whenever it shall appear to a majority of the members to be to their advantage.”\nThis intention we find retained at the date of 18th December 1811, and expressed at a congregational meeting then held, by the unanimous adoption of the form of government of the Presbyterian Church, which includes a general organization and government of presbyteries (or classis, as the Germans and French are apt to call them), and by assigning as reasons that, though it was not best “ at this time” to form such an actual union with any church, yet that to stand apart would he to establish a new religious sect or party, which “ would be imprudent and unscriptural,” and that their forefathers were Presbyterians, and that there was no important difference between the Presbyterian form of government and that of the Reformed Dutch Church, which had been adopted by German Reformed Churches in this country.\nBesides this, it is evidently retained in the Fundamental Articles, for a pastor is required to be of “ the Reformed or Presbyterian denomination, regularly ordained.” In the ecclesiastical language of the Germans and their descendants, the Reformed are the Calvinists, or those who adopt the Presbyterian discipline, as distinguishable from the Lutherans, and therefore here Reformed and Presbyterian are used as equivalent and mutually explanatory terms. It is not some one of the reformed denominations that they show their intention to unite with, for that would distinguish their purpose only as against the Roman Catholics. But it is the “ Reformed Denomination” which they evidently regard as one in substance, though existing in separate organisms.\nThe intention was carried out by a congregational meeting, held 14th April 1813, when it was unanimously resolved to rescind their resolution of 1811, adopting the Presbyterian discipline, and to connect themselves with the Synod of the Reformed Dutch Church, through the classis of New Brunswick, and they did then actually consummate the union. This of course gave them a'complete form of church order, without any legislation of their own. All that had been done before was simply provisional. This act of union was the completion of the process of organization, in accordance with their original and continued purpose. It set aside all inconsistent and merely provisional legislation or regulation that had taken place before, and the charter expressly allows this. And in pursuance of their new duties in the union, the congregation proceeded to organize its spiritual management, in accordance with the constitution of the Reformed Dutch Church, and have acted under it and in that connection ever since, until this difficulty began in 1860; all their pastors having been installed by the classis, and having pledged themselves to adherence to the symbols of the Reformed Dutch Church. And so soon as the union was formed, the congregation took immediate steps to have its charter changed, so that its name might be brought into conformity with its new connection. The alteration was fully effected on the 13th November 1815, and their name ever since has been the First Reformed Dutch Church of Philadelphia.\nBut now we come to the origin of this controversy. On the 4th October 1860, the congregation convened to elect a new pastor, and forty-five out of seventy-two votes were cast for the Rev. George W. Smiley. He was not a minister of the Reformed Dutch Church, but appears to have been pastor of an Independent Methodist Church in Louisville, Kentucky. A call for his services was regularly made, and, according to the constitution of the church, was sent to the classis that it might approve the call, and instal the proposed pastor, if it should see the way clear for so doing. The classis met on the 13th November 1860, for the special purpose, and Mr. Smiley did not appear, and on consideration of the matter, the classis resolved, “In view of the facts in the case, viz., the rejection of certain doctrines of the church, before the committee, by Mr. Smiley (a standing committee during the intervals of meetings of the classis), and his refusal to appear before the classis for examination, your committee recommend that the classis declare the election of George W. Smiley null and void, and direct the consistory to proceed to call a pastor, in accordance with the rules and constitution of the Reformed Dutch Church, as though no call had been made upon the Rev. George W. Smiley.” This was unanimously adopted by the classis.\nAnd here commences the disorder. The meeting of the classis was in this church, and during the closing prayer that followed the decision, “ a large number of those present, of both sexes, manifested their disaj)probation of the proceedings by arising to their feet, passing out, and engaging in audible conversation.” Then the dissenters from the above decision immediately called a congregational meeting, to assemble on the 22d November 1860, for the purpose of dissolving the connection with the Reformed Dutch Church; and it was to prevent this that the first bill was filed. But we need not stop here, as the proceedings went on, and a second bill was filed to cover them all.\nThe meeting was adjourned, from time to time, on account, it is said, of the proceedings in court, until the 7th February 1861, when, out of its one hundred and sixty-six members entitled to vote, seventy-five voted for, and sixty against the dissolution of the connection with the Reformed Dutch Church, and passed resolutions for that purpose. It is not very important to this case, but it is a good illustration of the ordinary operation of partisan strifes, to notice the efforts used by one party to secure its majority. We have no information about the other. The majority of the trustees were in favour of dissolving the union, and after the difficulty began to develop itself, they allowed several pew-holders to divide their sittings, so as to admit others into membership who would vote with them. Several also voted with them who had ceased to attend the church, and had no connection with it other than owning pews which they had not been able to sell. The majority also employed a carriage and several committees to bring voters, taking care that no undue influences should be brought to bear on them by the way. By the resolutions then adopted, the majority put themselves back upon the Fundamental Articles of 8th January 1810, and the charter granted 15th January 1810.\nNow the sum of a.ll this detail is this: that in 1809 and 1810, this congregation was organized, not as an independent church, but with the purpose of becoming a part of some Reformed or Presbyterian denomination, or general organization thereafter; that in April 1813, it did thus complete its organization by becoming a member of the Reformed Dutch Church, by a unanimous vote, and has remained so ever since; that in 1860 it called a pastor that did not belong to their church, and whom the proper authorities refused to admit as a minister; and that because of this they have attempted, by a majority of the votes of a congregational meeting, to secede from the general body, and carry with them the common property, without any regard to the wishes of the minority.\nWe have said nothing about the reasons why the classis refused to admit a strange minister into their denomination as a minister, because it is everywhere admitted that their reasons, so far as they are theological, are not to be reviewed by us. Moreover, we do not see that the classis needed to give or to have any reasons for refusing such an admission. If they should refuse to instal, or should oust one of their own regular ministers for not believing some special doctrine on which the church had always allowed ministers to differ, without suffering in their ministerial standing, this would bring up the principle of Gorham’s Case, in England, and might yequire us to investigate the fact of such allowed difference, in order to prevent a sudden and arbitrary change from operati®i-unjustly. Nothing of that kind is here. The congregation called a strange minister, subject to the approbation of the classis; for in no other way could such a call be orderly. The call was null, or only inchoate until he should be admitted into the classis. He was not admitted, and therefore the majority attempted a secession. There is no theology in the question raised on such a fact. And whether the majority had a right to pass an act of secession or not, involves no question of theology.\nWe have simply the question whether the act of secession was a regular exercise of lawful authority. If it was, very many must be taken by surprise. There are only two or three of the original members left, and they voted for the connection that has always since existed. Every other member joined the congregation recognising it as a portion of the Reformed Dutch Church, and knowing it therefore to be subject to the laws and constitution of that church. There, then, we are to find the.standard by which we are to judge this act of secession. And if the church is to be free, we can judge it by no other. If the state imposes law upon it for its internal relations, beyond which it is necessary for the order and security of the state, then it is not free. Of course this does not admit that any church may arbitrarily or fraudulently abuse or set aside its own laws to the injury of any one, and without any chance of civil redress.\nBut we need not enlarge upon this, for no one pretends that this secession is not a violation of the constitution of the Reformed Dutch Church, unless this congregation had a right of secession, reserved by implication from the circumstances of the union, or allowed by law as growing out of these circumstances.\nNow let it not be supposed that there is any practical analogy between such a secession and that of our American Revolution, or that which the Southern States are now attempting to establish ; or that anything we may say can have any reference to these. All such secessions profess to rise above civil law, and to be themselves acts of the law-making power, and become in fact so, when the portion that is left has no power adequate to prevent the consummation of the act.\nBut this act of secession is made under authority, under civil law, is not to be suppressed by the power of the other party, and the state is appealed to to correct what is wrong in it. Here, therefore, the appeal is not to the vague generalities of natural law, unless it may be where positive law fails to furnish us a guide. The state not having itself instituted any positive law for the case, we must resort to the laws to which the parties have always heretofore submitted, and which were of their own adoption. Do we find in that any right of secession ?\nIt is supposed to be involved in the fact that from 1809 to 1818 this congregation was independent of the Reformed Dutch Church ; that during that period it bought the lot and built the house which were the predecessors of the present ones, and the proceeds of the sale of which helped to buy and build the present ones, and therefore the secession involves no diversion of the property from its original purposes, unless the original doctrines have been abandoned. But we have shown that one of the original purposes of the congregation was to form just such a connection as this which is now attempted to be violated, and that it was formed and maintained for over forty-five years, and that every member of the congregation joined on the faith that the law instituted by that act of union was the law of this congregation in common with others. It follows, therefore, that the secession is a violation of that law, unless we can find some other authority for it that is superior to that law, or provides a mode by which the congregation may set it aside. In tracing associate succession, we do not regard principles merely, but also regularity of form and action.\nIt is supposed that because in the charter the right is reserved in a majority to make such a connection, a majority may dissolve it. But we do not see it so. According to the mere terms used, that article was fulfilled, and the right exhausted by the exercise of it in the act of union, and we do not see how it can be implied that it was to extend further. Surely no respectable denomination would accept and foster congregations who would reserve a right to separate from it at their pleasure. This they would regard as no better than Congregationalism. One of the highest benefits which they regard as belonging to permanent unions is, that all congregations thus united take a greater interest in each other, and the general authority takes an interest in all, and is able to prevent such unseemly strifes as this one. And no doubt another reason is, that, apart from the religious duty of union, there is real value to society in securing a large unity of opinion in religious and moral principles, and in preventing, as much as possible, that sort of rivalry of opinion and anarchy of principles that weakens the social bond, and endangers the unity of the state or nation. But we mean not to judge their actions.\nIt can hardly be supposed that this right of secession of the congregation from its denomination depends upon a congregational majority, as such majorities are very apt to be wrong, especially on exciting occasions, and the fact of majority proves rather power than right. Many nations have been ruined by majorities, and the minorities, though right, had to share in the ruin. Yet in the constitution and regulation of civil governments, we can have no better practical rule than that of majorities. And where questions are thus decided without agitation or excitement, or the misleading influence of self-interest, they are usually decided rightly, because in adaptation to social needs, and in accordance with circumstances. And if they are wrongly decided, there is no superior civil authority that can correct them.\nBut in the case of all societies and bodies that are subordinate to the state, they are all under law, and. the state may have authorities that can control even majorities, and hold them to the observance of law. It is weak if it has not. Without this, selfishness and party spirit and caprice would rule in all such bodies, and would so often do injustice that all subordinate associations would be abandoned, by the wise and prudent, and by the lovers of quiet and order. People join such associations for the sake of their benefits, and from faith that they will be conducted according to known principles, and not by mere whims of majorities. It is therefore of no sort of importance what may be the majority in such matters, it cannot weigh a feather against well-known law in affecting the rights of the minority. Before civil authority the question is, not which party has the majority, but which is right according to the law by which the body has hitherto consented to be governed.\nEven states have to submit to an analogous rule in both their internal and external relations, but especially the latter. Not that there is any civil authority to control and judge them, but because surrounding states, and the world, and God, control and judge them. No degree of majority or unanimity can save them from such responsibility. To right, and duty, and good order, and respect for the right of others, even majorities must conform, or take the penalty; it is because they know this that the selfish ness and wrong and disorder of majorities is not more prevalent than it is.\nThose congregations which are united together in constituting a large denomination, besides feeling such a union to be a duty, think they aré in some measure secured against the disturbances which active and ill-trained minds are apt to cause by raising parties and excitements in single congregations, and by seeking to carry out some fancy of their owm by drumming up majorities,, because the general law of the denomination acts as a check upon such proceedings.\nNo doubt this general law is not always well administered; perhaps it is sometimes found too rigid to yield to changes of circumstances, and to the growth of knowledge and of customs; but this is no serious evil so long as people are perfectly free to abandon religious connections that have become distasteful to them. Any societies that are so rigid as really to fall behind the growing light of truth, will in time find the proof of it in their decreasing numbers and decaying influence. It certainly cannot be right for people to join them without believing in their system or because of the attractive eloquence of their preacher, and then to make use of their position in order to force upon them a constitutional or doctrinal revolution.\nBut we need not enlarge upon this subject. What we have said in the case of McGinnis v. Watson, relative to the union of the Seceders and Associate Reformed, argued at Pittsburgh last term, will give further information relative to our views on this kind of case.\nWe have no doubt that a majority of the congregational meeting transgressed their own law, and attempted to violate the rights of the minority, by calling a pastor whom their classis would not accept, and by resolving the secession from the Reformed Dutch Church. The majority may direct and control consistently with the particular and general laws of the organism, but not in violation of them. This principle is decided in many cases: Presbyterian Congregation v. Johnson, 1 W. & S. 37; Denn v. Bolton, 7 Halst. 205; Miller v. Gable, 10 Paige 627; Attorney-General v. Murdoch, 1 De Gex, M. & Gordon 86, 12 Eng. Law & Eq. Rep. 83, 98. And in this last case Vice-Chancellor Knight Bruce says nothing less than a unanimous vote can do it, and this may, for then no right is violated.\nThere is nothing in the laws of this congregation, or of the Reformed Dutch Church, that authorizes the trustees to engage supplies for the pulpit during the vacancy of the pastorate ; that duty belongs to the consistories: Constitution, c. 2, art. 2.\nBut as our views do not entirely correspond with those of the court below, on the whole case, we must somewhat change the decree. The case comes here as two causes on two bills and answers, when it ought to have been one, on bill and supplemental bill; but the parties have made no objection on this account, and therefore treat it as a bill and supplemental bill, and we shall treat it so, and make a single decree. We add, moreover, that the “trustees,” as a legal body, ought not to have been made defendants.\nDecree. — These two causes came on for hearing at the last term of this court at Philadelphia, on an appeal from final decree thereon of the Court of Common Pleas of Philadelphia, and was argued by counsel, and it is now here ordered that the first of the said causes be consolidated with second one, and on full and mature consideration it is decreed and declared that the resolution of the 7th February 1861, passed by a majority of the voters at a congregational meeting of the First Reformed Dutch Church of the city and vicinity of Philadelphia, to withdraw the said church from its connection with the Reformed Dutch Church of North America, is null and void as an act of the said congregation,-and that the organization of the said majority in separation from its said connection, was a secession thereof from the said First Reformed Dutch Church, and that the minority who remained continued to constitute the lawful congregation under their charter, and are, with such of the majority as return to the usual and common order of the said church, entitled to all the rights thereof; and that the trustees of the said church have no lawful right or authority to provide supplies, or a pastor for the vacant pulpit thereof, or in any way to interfere as trustees therein, but that this duty, according to the constitution of the Reformed Dutch Church of North America, belongs to the consistory of the particular church, and that that portion of the said church, and congregation who remain in connection with the said Reformed Dutch Church of North America, are entitled to the papers, documents, and books of the said congregation, and to the management and control of all the property thereof; and it is further ordered and decreed that the defendants, and each of them, be strictly enjoined from any interference with the affairs or management of the congregation that is inconsistent with this decree, and from any sort of interference therein, until they severally signify to the trustees of the lawful congregation their return to connection therewith, and that a writ of injunction issue accordingly, and that the defendants individually named pay the costs, and that the hills as against the trustees as an official body be dismissed. And the cause is referred back to the Common Pleas that this decree may he there carried into full effect.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The cases were argued together, at great length, by M. Bussell Thayer (with whom was Garrick Mallery), for appellants, and by Theo. Guyler, for appellees."
    ],
    "corrections": "",
    "head_matter": "Sutter et al. versus The Trustees of the First Deformed Dutch Church.\nReligious Congregations. — Right of Majority to regulate Church Matters. — How far restrained by Form of Church Government.\n1. A majority of a church congregation may direct and control in church matters consistently with the particular and general laws of the organism or denomination to which it belongs, but not in violation of them.\n2. Where a congregation of one denomination forms a union with another, belonging to a different denomination, which had an established form of church government, that congregation is bound by the rules of the denomination which it has joined, and cannot afterwards secede therefrom by a vote of the majority of its members.\nAppeal from the Common Pleas of Philadelphia.\nThese were appeals by the Trustees of the First Reformed Dutch Church of the city and vicinity of Philadelphia, from the decree of the court below, on bills in equity filed therein by Charles J. Sutter, Louis C. Voute, Charles Harkness, William Rorer, Henry A. Bower, G. N. Williamson, Cornelius B. Sellers, William C. Ludwig, John F. Graeff, David P. Moore, Charles E. Moore, and Stewart Wilson, against the Trustees of the First Reformed Dutch Church of the city and vicinity of Philadelphia — Christian E. Spangler, Henry Apple, Sr., Samuel L. Davis, Jacob Miles, Coffin Colket, Charles Miller, Samuel H. Davis, Samuel Battin, David Knight, and L. S. Hacker.\nThe first bill was filed in December 1860, and set forth their position as pew-holders and officers of the First Reformed Dutch Church of the city and vicinity of Philadelphia; their duties as officers under the doctrines and discipline of that denomination of Christians; the incorporation of the congregation in 1810, as the Evangelical Reformed Congregation of Philadelphia, with proferí of their charter; the purposes of their organization with respect to doctrine; their independence of other organizations of the same denomination; their subsequent union with the Low Dutch Reformed Church, in 1813; the alteration of their corporate name, November 13th 1815; the erection of a church edifice in Crown street north of Race, with parsonage and burial-ground, at the expense of the congregation; the desire of the complainants to remain in connection with the Reformed Dutch Church, and to conform to its teachings. And then averred that certain of the pew-holders and trustees were seeking to introduce doctrines and practices not consistent with the standards and practices of the denomination, as stipulated at the organization; that, in pursuance of this intent, a meeting of the congregation had been called on the 22d of November 1860, for the purpose of considering the propriety of dissolving the connection with the Low Dutch Reformed Church, which, unless restrained by the court, the meeting so called by the trustees, purposes and intends to do. That, in 1854, the congregation made sale of their Crown street property, and expended the proceeds of sale in building a new edifice at Seventh and Spring Garden streets, and that it is the purpose of the defendants and others to obtain possession of the said edifice and property, and employ the same for religious uses not consistent with the doctrine and discipline of the Reformed Dutch Church, or in subordination to its system of government, thereby excluding complainants, and others who agree with them, from enjoying their rights as pew-holders and worshippers. That the design of the defendants is to render the church independent of any denomination, and place in it a pastor who does not hold or teach the doctrines of the Reformed Dutch Church, and who was not called in accordance with the usages and practices of the church since 1813, &c., &c. And praying for an injunction to restrain the trustees and other parties defendant, from all proceedings for the separation of the church organization from the denomination with which it has been united, and from using the estates and effects of the corporation in the manner threatened and complained of.\nThis bill was demurred to ; after argument, it was amended by complainants, then answered by respondents, and affidavits taken for both parties.\nThe second bill AYas filed February 12th 1861, by same complainants against the same defendants, to Avhom were added Edwin Booth, Abraham Kline, and John Linton, and set forth substantially the same case, with the additional facts that the meeting of the congregation which had been called by the trustees, as stated in the former bill, had been held, and adjourned until the 7fch of February 1861, Ayhen, without notice from the pulpit, a vote of the congregation was taken, and a preamble and resolutions, dissolving their connection Avith the Dutch Reformed Church, and ^restoring the congregation to the position which it occupied before its connection with said church, were passed by a vote of seventy-five to sixty, only one hundred and thirty-five out of the one hundred and sixty-six members of the congregation being present, and many of those voting in the affirmative not being lawfully entitled to vote. That, by this action, the church consistory was illegally sought to be dissolved and the elders illegally removed.\nThe bill then proceeded to charge that the defendants were about to invite, without proper warrant, to the pulpit a minister differing radically in doctrinal vieAVS of faith and practice from those Avho, by the charter, have a right to occupy the pulpit, &c., and praying the court to decree the action of the meeting of February 7th 1861 illegal and void; ascertain and define the qualification of voters at church meetings, and decree that an affirmative vote of laAvful voters can alone dissolve the connection with the Reformed Church; ascertain and define the relative duties of the consistory and trustees, restrain the latter from supplying the pulpit of the church, and enforce said decrees by injunction.\nThis bill was answered by the respondents, and testimony taken by both parties, all Avhich appear sufficiently in the opinion of this court. Special injunctions were granted by the court below; and, on final hearing, decrees were made enjoining the defendants, and each of them, as prayed for by complainants.\nThe case was then removed to this court by respondents, where the errors assigned were:—\n1. The making the decrees above mentioned; and\n2. The refusal of the court below to dismiss complainants’ bill.\nThe cases were argued together, at great length, by M. Bussell Thayer (with whom was Garrick Mallery), for appellants, and by Theo. Guyler, for appellees.\nThe material facts of the case, as disclosed by the testimony, and the prominent arguments of the counsel by whom it was argued, will be found in the opinion of this court which was delivered, May 10th 1862, by"
  },
  "file_name": "0503-01",
  "first_page_order": 503,
  "last_page_order": 513
}
