{
  "id": 481480,
  "name": "Troxell versus The Lehigh Crane Iron Company",
  "name_abbreviation": "Troxell v. Lehigh Crane Iron Co.",
  "decision_date": "1862-05-10",
  "docket_number": "",
  "first_page": "513",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 701,
    "char_count": 14172,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.7005424824448001e-07,
      "percentile": 0.7007113156017977
    },
    "sha256": "f965e86072f5d238befd2ed0a0e3865fceeb38a573a93f730867d028f69b885f",
    "simhash": "1:6ff783970b2522f8",
    "word_count": 2518
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Troxell versus The Lehigh Crane Iron Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 10th 1862, by\nLowrie, C. J.\nThe plaintiff’s counsel abandoned on the argument here nearly all the assignments of error that appeared in the paper-book, and argued the case entirely on its merits. Yet we find it not very easy to pick out the merits from such a complication of objections, and the court below must have been very much embarrassed by them, and was possibly diverted by them from the real merits of the case. We do not say this in blame of the honourable and able counsel concerned in the trial, for most sincerely, we honour them too much to do that, and they were seeking nothing but justice. Counsel invariably take a party view of their case, often an extreme party view, and they are quite liable to fail in appreciation of the position of the judge, who, in seeking the very merits of the cause, naturally slights all undue refinements in the process of investigation.\nThe rules of practice in all kinds of business must have the same fundamental qualities of necessity, adaptedness, and adaptability. The carpenter has half a dozen bench planes for the same .general purposes (besides many others for special purposes), and there can be no perfectly precise rides of discrimination in the use of them, and he may change the set of their bits at pleasure, within the bounds of reasonable fitness. No business could get along without this. And in a case like this, where the parties have made their bargain in an anomalous form, we cannot expect to make a good job out of it by a strict adherence to rules of practice that are intended to be applied to regular transactions. We must not make precision of practice of more value than justice, and courts have often said so. We have just happened on a case where Lord Mansfield declares his disapprobation of “objections” which have no relation to the merits of a cause, 5 Burrows 2827; and the Romans had a standing maxim in their law that required legal forms to yield to the evident equity. JEtsi nihil facile mutandum est ex solennibus, tamen, ubi equitas evidens poscit, subveniendum est: Dig. 50, 17, 183.\nThe questions on the merits of this cause are fully expressed in the first and third points submitted by the defendants’ counsel.\nNo doubt this ore-bed belonged to the plaintiff for life, with reversion to her son-in-law Ritter. No doubt he sold the ore-bed to the defendants at twenty-five cents a ton, by a writing signed and sealed by him, and we presume that she agreed to the sale. She is therefore estopped from repudiating that sale, if the defendants work the ore-bed in good faith. Equity estops her because she would wrong them by withdrawing her consent. But it does not estop her from a claim that does them no wrong; and such is her claim, that the price shall be paid to her during her lifetime; she asks no more:\nThere is nothing to estop her from setting up her claim to the ore and the profits of it as against Ritternor any sort of legal evidence that she has parted with her title to him. No doubt she did allow him to receive half the profits for several years ; but that does not give him title, and it is hardly decent for him to insist on it as such. We discover nothing that prevents her from revoking that arrangement. It is quite evident that the defendants knew of her title, and of this arrangement between her and her son-in-law about the price of the ore. Possibly they may have litigation with Ritter also, but if they had drawn their agreement for the ore according to the title, they would have been saved from this. But they are not estopped by the form or nature of the agreement from disputing his title to the profits during her life, after she has given them notice that she claims them all for herself. It is quite apparent that she did give such notice in December 1857, and thus revoke the benefit intended for Ritter ; and all .payments after that to him during her lifetime are mispayments, unless he can show some better title than appears in the evidence. So far as. her life estate is concerned, that notice is a good revocation of Ritter’s authority to receive the price of the ore. Equity still binds her to respect the defendants’ title so long as they respect her right to the price.\nHer suit for the price is in general assumpsit, and we suppose that nearly all the complications of the case have arisen from an apprehension that the plaintiff might be defeated in this form, and are to be taken as abundant cautions against it. It is argued that because the defendant holds under the deed from Ritter, the suit must be on that. But in fact the defendant does not hold the,plaintiff’s title, but only Ritter’s under that deed. It is by an equitable estoppel that her title is held, and equity estops the plaintiff only on condition that the defendant shall do equity to her. It therefore gives her the equitable action of assumpsit for her remedy, or a bill in equity for an account, if that does not answer. It treats her as selling the ore, and the defendants as contracting to pay for it; and we can find no fault with the form of the action.\nThis view of the case meets all the important questions raised upon the charge of the court, and sets aside most of the questions of evidence as being of no value. The receipts given by Ritter, before the notice to pay no more to him, seem to be of no importance, because the plaintiff claims for no part of that period, and the receipts by him since are quite irrelevant. It was well enough to show Ritter’s title; it helps to understand the transaction. All the evidence of estoppel seems to be useless, because, by her action, the plaintiff admits herself estopped before the notice. It seems like quite an unnecessary strictness to reject the answers of the defendants’ clerk to the notice sent by the plaintiff; but the notice itself was all that was important. We do not discover anything else in the case that requires any special notice. These views substantially affirm the plaintiff’s tenth and eleventh points, and they ought to have been affirmed below, so far as they affect this case.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Samuel A. Bridges and Charles Davis, for plaintiff in error.",
      "Marx Runic (with whom were John D. Stiles and A. S. Reeder), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Troxell versus The Lehigh Crane Iron Company.\nEstoppel in pais. — Revocation of Parol Authority to receive Money.\nA testator by will devised his farm to his wife, for a time limited, then to that one of his children who should accept it at the appraisement, excepting for her use during life all the iron ore on it: a son-in-law who had by acceptance under the will, and conveyances from the other heirs, become seised of the farm, sold, with the knowledge and consent of the widow for a stipulated price per ton, the iron ore in a certain field to a company; the dues for ore were paid to him or to her alone, or to either in the presence of the other: for a number of years he was allowed by her to receive half the profits, and the receipts of either were taken by the company: she then notified the company not to pay except to her ofder, which being refused, she brought an action to recover the ore mined for six months before, at the price stipulated. Held,\n1. That as under the will the widow was entitled to the profits of the iron ore for life, and there was no evidence that she had parted with her title thereto, she was not estopped from setting it up as against her son-in-law, whose right was but a benefit or privilege granted by her, and which she could revoke at her pleasure.\n2. That she was bound by the sale by him to the company made with her knowledge and consent, and was estopped from repudiating it so long as the ore-bed was worked in good faith.\n3. That her notice to the company was a good revocation of the authority of her son-in-law, to receive any part of the amount due for ore; and that consebuently the company were liable to her for all ore mined thereafter in assuiivpsit.\nError to the Common Pleas of Lehigh county.\nThis was an action of assumpsit brought by Christiana Troxell against The Lehigh Crane Iron Company, to recover the price of three thousand and seventy-nine tons of iron ore raised and taken away by defendants from plaintiff’s ore-bed in North Whitehall township, Lehigh county.\nThe case arose thus: — Peter Troxell, deceased, was in his lifetime the owner of a tract of land situate in the said tqwnship, and died seised thereof. On the 80th day of March, A. D. 1830, he made his last will and testament, wherein, among other things, he devised all his real and personal estate to his wife Christiana until his son Edward arrived to the age of twenty-one years, then his wife to rent the plantation to Edward, she to receive the one-third of the grain raised on it until his youngest daughter, Drucilla, arrived to the age of twenty-one years, when he directed the same to be appraised by three men to be chosen by his three 'children, giving to his son Edward the- first choice, to his son-in-law Jeremiah Ritter the second choice, and to his daughter Drucilla the third choice. If all refused to accept it at the valuation, it was to be sold by his executors. He then directed as follows, to wit: “ Further, it is my will that the iron ore on the said plantation shall be excepted for the use of my dear rvife during her natural life.”\nThe testator died about the 30th of December, A. d. 1830, when the will was proved. In pursuance of the will, Christiana Troxell remained in possession of the plantation until Edward arrived at the age of twenty-one years, when she leased it to him. She continued to reside in the mansion-house until the plantation was appraised, and subsequently up to about the year 1857. The plantation was appraised by three men on the 13th day of October, A. D. 1839, and Edward Troxell having refused to accept it at the appraisement, he and Jonathan Diehl, and Drucilla his wife, late Drucilla Troxell, by deed bearing date the 12th day of December, a. d. '1840, granted and conveyed the undivided two third parts thereof to Jeremiah Ritter, intermarried with the other daughter of the said testator.\nPrior to- the testator’s death, an iron ore mine was opened by-Messrs. Balliet upon the plantation, and a considerable quantity of ore was taken out. On the 23d day of November, A. D. 1842, Jeremiah Ritter, with the knowledge of the widow, entered into an agreement or lease with David Thomas for the Lehigh Crane Iron Company, defendants, in which the right was given to them to enter upon the said plantation and dig, mine, and carry away all the ores and minerals which should be found in a certain field selected and agreed upon between Ritter and Samuel Glace, defendants’ mineral agent, containing nine acres, more or less (which field embraced the opening made by the said Balliets), for the consideration of twenty-five cents per ton to be paid by the said defendants for every ton of ore taken away by them.\nDefendants thereupon commenced to dig and take away ore, which they paid for semi-annually at the before-mentioned price per ton, sometimes to Ritter in plaintiff’s presence, sometimes to Ritter upon plaintiff’s order, and sometimes to plaintiff alone, which continued until about the 1st of February 1858.\nOn the 16th day of December 1857, the plaintiff wrote a letter to defendants, addressing John Williams, their employee, who for some time previous had made the semi-annual payments; notifying them not to pay any person except on her order, and that she intended to call for her money on the 8th of January 1858. This notice she repeated by a similar letter December 24th 1857.\nAbout the 1st of February 1858, the plaintiff called alone at the defendants’ office, and received from John Williams about $700, being the amount due for ore taken away during the six months preceding January 1st 1858.\nOn the 1st day of July 1858, plaintiff again called alone upon defendants and demanded payment for the ore taken out during the six months preceding that date, when payment was refused. The amount due on that day being $769.76, for which this suit was brought.\nThe declaration contained three counts; the first was for iron ore bargained and sold by plaintiff to defendants, and by them accepted and taken away from the lands late of Peter Troxell, deceased. The second was, that in consideration that plaintiff had permitted defendants to dig and carry away divers large quantities of iron ore from said lands, defendants would pay what it was reasonably worth. The third, for ore sold and delivered. On the 11th of January 1861 four additional counts were filed, the first being, like the second original count, but on a quantum valebant, the others for money paid, lent, and had and received. To all which the defendants pleaded non assumpsit..\nOn the trial a number of points were presented by the parties, .on which the instruction of the court was asked and given. Several bills of exception also were sealed on the admission and rejection of testimony, and the trial ended in a verdict and judgment for the defendant. The plaintiff thereupon sued out .this writ, and presented to this court thirty-four specifications of error, only two of which were insisted on in the argument here. These two assignments of error presented the case on its merits, and are embraced in the following points submitted by defendants’ counsel on the trial:—\n1. If the jury believe that from the 1st of January 1858 to the 1st of July 1858 defendants were in actual possession of the ore-bed or mine, claiming title thereto adversely to the plaintiff, they must find for the defendants. 8. If the jury believe that the plaintiff had full knowledge of Jeremiah Ritter’s deed to the defendants before and at the time it was made, and allowed the same to be made without any objection or assertion of title in herself, and that the defendants, with no actual notice of her title, and upon the faith of her acquiescence, accepted said deed and made large expenditures, by reason thereof she is estopped now from setting up her title, and the jury must find for defendants.\nSamuel A. Bridges and Charles Davis, for plaintiff in error.\nMarx Runic (with whom were John D. Stiles and A. S. Reeder), for defendants in error."
  },
  "file_name": "0513-01",
  "first_page_order": 513,
  "last_page_order": 518
}
