{
  "id": 481559,
  "name": "Myers's Appeal. (In Porter's Estate.)",
  "name_abbreviation": "Myers's Appeal",
  "decision_date": "1862-05-10",
  "docket_number": "",
  "first_page": "518",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "42 Pa. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 941,
    "char_count": 27594,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.343052212458044e-07,
      "percentile": 0.631691075425633
    },
    "sha256": "eec505293bf8f9dc9b6508280e044856806526e7ca55938c6ee22543e8b6d8e3",
    "simhash": "1:0169c0111cc758d0",
    "word_count": 4839
  },
  "last_updated": "2023-07-14T20:00:50.660993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Myers’s Appeal. (In Porter’s Estate.)"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 10th 1862, by\nRead, J.\nThe real contention in this case is, whether the indenture of the 8th day of March 1850, is a mortgage or deed of trust.\nThe acknowledgment before Alderman Thompson, made by the owners of the property, calls it an indenture of mortgage, and it was recorded as such in the office of the recorder of deeds at Philadelphia, in the appropriate mortgage-book on the day after it was acknowledged. The recital shows its object to have been to secure a debt already due to the mortgagee, the appellant, and also such further advances as he might make for the liquidation of debts due by Samuel Porter, deceased, of whom the mortgagors were the widow and heirs, he having died intestate. The condition is in these words: “Provided, nevertheless, that if, at any time hereafter, the said indebtedness to the said John B. Myers, now existing as aforesaid, and all other indebtedness to him or his mercantile firm, either for debts or liabilities of the estate of the said Samuel Porter, which may hereafter be paid, in whole or in part, by him or them, in any manner, by reason of these presents, or for account of said estate, shall, with lawful interest thereon, be fully paid and satisfied; then and from thenceforth, as well this present indenture and the estate hereby granted, as all and singular the powers, rights, and authorities respecting the premises hereby conferred upon the said John B. Myers, shall cease and determine, and become absolutely null and void to all intents and purposes, anything herein contained to the contrary notwithstanding.”\nThe habendum was in fee simple, “under and subject, nevertheless, to the payment of the several yearly rent-charges or sums hereinabove recited respecting the lots of ground severally, whereout the same issue and are payable.” Then follows a power of attorney to the mortgagee to let the mortgaged premises, to receive the rents, to appoint collectors and pay them, and “to pay therefrom all interest-moneys on debts secured by mortgages, insurances, taxes, and assessments, as well on the said properties as on said advances, ..water-rents and charges whatsoever, and also all such further sums as he or his agents respectively may deem necessary for keeping the premises in proper repair; it being distinctly understood and stipulated that nothing herein contained shall be construed so as to render the said John B. Myers, his heirs, executors, or administrators, liable for any moneys not actually received by him.”\nThen follows a stipulation that the said Myers may, at his option, upon paying of any debt or encumbrance, cause the claim or record thereof to be assigned or marked to his use, and that nothing therein contained shall prevent his causing proceedings to be at any time instituted under all or any of such assigned demands: provided, however, that he shall not thereby impair the right of any of the parties of the first part to an equitable settlement and adjustment of all receipts and disbursements in the matter of the premises.\nThis is clearly nothing but a mortgage given to secure a present debt, and future advances to be made by the mortgagee for the accommodation and convenience of the mortgagors. Upon the payment of the debt and advances, the mortgagors are entitled to have the mortgage satisfied. The only additions to the usual form do not alter its character; the first being simply a letter of attorney, which Mr. Myers could use or not at his pleasure ; and the second, that if he pays encumbrances, he may have them marked to his use as an additional security. If, therefore, he used the power to collect rents, he is in fact accountable as a mortgagee in possession. When he does not use it, but the rents are collected by the owner of some of them, he is not accountable to any one. In fact, he is accountable for whatever money he actually receives, either on account of this - security or in discharge of it, or of any advances or joayments he has made, agreeably to the spirit and intent of the provisions of the mortgage. Whatever sums he has received, he is to be charged with, and he is to have credit for every legal payment or disbursement, and whatever balance is in his hands he is bound to apply in discharge of the principal and interest due on the mortgage.\nIt is proper to say that Mr. Myers never did receive the rents of any portion of the property, except the houses numbered from 1 to 10, they being the only ones of which he ever assumed the collection, and these only from the 8th of March 1850, to the 1st of January 1852. All the rents of the other houses, as well as those of No. 1 to No. 10, after the 1st of January 1852, were received by the mortgagors, or some of them, and for which they are accountable to each other as tenants in common.\nThe attempt, therefore, of one of the heirs of Samuel Porter, to charge Mr. Myers with what he had never received, but which, with his acquiescence, had been received by his co-tenants and applied to their support, and particularly of his widowed mother, is not entitled to any peculiar favour in a court of equity, .and we are happy to say that it has neither law nor justice to sustain it.\nMr. Myers is chargeable only with what he has actually received, and no more; and he is entitled to credit for every legal payment and disbursement, and upon this footing the amount actually due him, under the mortgage and other securities, is to be ascertained.\nDecree reversed, and it is hereby referred to Garrick Mallery, Esq., as master, to state the account upon the principles above stated, and to report a decree in conformity thereto.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "The case was argued here by O. Quillón and J. B. Toionsend, for appellant, and by Wallace Oehschlager and Horn B. Kneass, for appellee."
    ],
    "corrections": "",
    "head_matter": "Myers’s Appeal. (In Porter’s Estate.)\nConstruction of Deed. — Distinction between Mortgage and Deed of Trust. —Liability of Mortgagee in possession to account for Bents and Profits.\n1. The widow and heirs of an intestate, by a specialty in the nature of a mortgage-deed, conveyed all the real estate of the decedent to one of his creditors, with condition that when the debt then due, with such sums as he should advance to pay the debts of the estate, should be repaid with interest, then the indenture and all powers under it should cease and determine: a-power of attorney therein authorized the mortgagee to let the premises, receive the rents, pay collectors, interest, taxes, &c., and it was also provided, that he should be liable only for such moneys as he should receive, and that on his payment of debts or encumbrances, he might have them marked to his own use. Held, that the instrument was not a deed of trust, but a mortgage given to secure a present debt and future advances, upon payment of which the mortgagors were entitled to have it satisfied.\n2. Where the mortgagee had received rents on a part of the property for two years, and for the remainder of the time the rents were received by the mother or some of the heirs, and the proceeds applied to her support and that of the family, and the balance towards debts, interest, &c., with the acquiescence of the mortgagee, he is not liable for what was received by them, but only for the sums received by him which he was bound to apply in discharge of the mortgage-debt.\n3. The heirs, mortgagors, were accountable to each other, for the rents received, as tenants in common.\nAppeal from the Common Pleas of Philadelphia.\nThis was an appeal by John B. Myers, from the decree of the court below in the matter of the estate of Robert Porter, deceased.\nThe case was this: — Samuel Porter died in Philadelphia, on the 26th of July 1849, intestate, and leaving to survive him his wife, Rachel Porter, and Rachel Middleton, Jane Porter, Margaret Ann Porter, Robert Porter, and Samuel H. Porter, M. D., children.\nAt the time of his death he was seised in fee of several parcels of ground with houses thereon, situate in Philadelphia, which descended to said children, subject to the life estate of the said Rachel Porter, the widow, in the one-third thereof. On the 8th of March 1850, the said Rachel Porter, Margaret Ann Porter, Robert Porter, Jane Porter, Rachel Middleton, and Samuel H. Porter, executed and delivered to John B. Myers, as a security for past and future advances for the relief of their estate, a specialty (recorded in the office of the recorder of deeds, &c., at Philadelphia, March 9th 1850, in Mortgage Book G. W. C., No. 15, page 378, &c.), in the words following, to wit:—\n“ This indenture, made this eighth day of March, in the year of our Lord one thousand eight hundred and fifty, between Rachel Porter, of the city of Philadelphia, widow, Margaret Ann Porter, of said city, gentlewoman, Robert Porter, of said city, blacksmith, Jane Porter, of said city, gentlewoman, Rachel Middleton, of said city (late Rachel Porter), wife of John Middleton, and Samuel Hunter Porter, of said city, physician, parties of the first part, and John B. Myers, of the said city, merchant, of the second part. Whereas, Samuel Porter, of said city of Philadelphia, blacksmith, lately died intestate, seised inter alia of the real estate hereinafter described, and leaving him surviving his widow, the said Rachel Porter, and five children, viz.: the said Margaret Ann, Robert, Jane, Rachel, and Samuel H., parties to the first part hereto.\n“And whereas, at the time of his decease, the said Samuel Porter was indebted unto various persons in divers sums of money, and whereas, in lieu of forcing sale of the said real estate for the purpose of meeting the pressing demands for payment of said debt's, it is obviously desirable for the said parties of the first part to procure such cash loans as would enable them to save the property.\n“And whereas, in view of the premises, the said parties of the first part have requested the said John B. Myers, and he has consented, to make some further advances towards the liquidation of said debts, in addition to the sum of four thousand one ’hundred and sixty dollars, found due to him from the estate of said Samuel Porter, on the 1st day of January, A. D. 1850, on settlement of accounts, up to that date. Now this indenture witnesseth, that the said parties of the first part, as well for and in consideration of the premises, and for the better securing the payment of the said advances unto the said John B. Myers, his executors, administrators, and assigns, as of the further sum of one dollar, to them in hand paid by the said John B. Myers, at or before the sealing and delivery hereof, the receipt whereof is hereby acknowledged, have granted, bargained and sold, aliened, enfeoffed, released, conveyed and confirmed, and by these presents do grant, bargain and sell, alien, enfeoff, release, convey and confirm, unto the said John B. Myers, his heirs and assigns (here follows a description of certain messuages). Also, all and singular, other the messuages, tenements, lots of ground, and real estate, of whatsoever kind, and wheresoever situate, which were of the said Samuel Porter, at the time of his decease, and whereof he died seised, and every part and parcel thereof, together with all and singular the messuages and tenements erected on the several lots of ground hereinabove described, and the buildings, improvements, ways, watercourses, &c., remainders, &c., To have and to hold, the said several messuages or tenements and lots of ground thereunto belonging, hereditaments, and premises hereby granted, or mentioned, or intended so to be, with the appurtenances, unto the said John B. Myers, his heirs and assigns, to the only proper use and behoof of the said John B. Myers, his heirs and assigns for ever. Under and subject, nevertheless, to the payment of the several yearly rent-charges, or sums hereinabove recited, respecting the lots of ground severally, whereout the same issue and are payable. And the said parties of the first part, do, and each of them doth hereby furthermore depute, authorize, and empower the said John B. Myers, as and for their and each of their attorney irrevocable, from time to time, and at all times, to let and demise all and singular the said premises, for such terms and \"on such rents as may conveniently be fixed and gotten for the same respectively, also to receive, and by all lawful ways and means collect and give receipts and discharges for all rents therefrom accruing and to accrue; to employ and depute all collectors or agents in and about said rent-gs and collections, and remunerate them out of the funds to be collected; also to pay therefrom all interest moneys on debts secured by mortgages, insurances, taxes, and assessments, as well on said properties as on said advances, water-rents, and charges whatsoever, and also all such further sums as he or his agents respectively may deem necessary for keeping the premises in proper repair, it being distinctly understood and stipulated that nothing herein contained shall be construed so as to render the said John B. Myers, his heirs, executors, or administrators, liable for any moneys not actually received by him.\n“ And it shall and may be lawful, and it is contemplated hereby, that the said John B. Myers shall and may at his option, upon paying of any debt or encumbrances, cause the claim or record thereof to be assigned or marked to his use, and that nothing herein contained shall prevent his causing proceedings to. be at any time instituted, under all or any of such assigned demands; provided, however, that he shall not thereby impair the right of. any of the parties of the first part to an equitable settlement and adjustment of all receipts and disbursements in the matter of the premises: Provided, nevertheless,.that if at any time.hereafter the said indebtedness to the said John B. Myers, now existing as aforesaid, and all other indebtedness to him or his mercantile firm, either for debts or liabilities of the estate of the said Samuel Porter, which may hereafter be paid in whole or in part by him or them, or for any advances which may be made by him or them in any manner by reason of these presents, or for account of said estate, shall, with lawful interest thereon, be fully paid and satisfied, then and from thenceforth, as well this present indenture and the estate hereby granted, as all and singular the powers, rights, and authorities respecting the premises hereby conferred upon the said John B. Myers, shall cease, determine, and become absolutely null and void to all intents and purposes, anything herein contained to the contrary in anywise notwithstanding.\n“In witness whereof, the said parties have hereunto interchangeably set their hands and seals. Dated the day and year first above written.\n“ Signed by the parties above named, in the presence of\n“ Theodore Cuyler,\n“John Thompson.”\n“ State of Pennsylvania, city and county of Philadelphia, ss.\n“The 9th day of March, a. d. 1850, before me the subscriber, an alderman of the city of Philadelphia, came personally Rachel Porter, Margaret Ann Porter, Robert Porter, Jane Porter, Rachel Middleton, and Samuel Hunter Porter, and in due form of law acknowledged the foregoing indenture of mortgage to be their act and deed, and desired the same might be recorded according to law. Witness my hand and seal,\n(Signed). John Thompson, [seal.]”\nThe parcels of real estate of which Samuel Porter died seised, and which, as between the parties, it is supposed are included in said security, were :—\nNo. 1. Messuage, east side of Twelfth street, south of Pine street.\nNo. 2. Drug store, south-east corner of Twelfth and Pine streets.\nNo. 3. Messuage, No. 117 South Twelfth street.\nNo. 4. Messuage, No. 319 Pine street.\nNo. 5. Messuage, No. 1211 Lombard street.\nNo. 6. Messuage, No. 115 South Twelfth street.\nNo.'7. Grocery store, north-east corner of Pine and Twelfth streets.\nNo. 8. Messuage, No. 317 Pine street.\nNo. 9. Messuage, No. 1209 Lombard street.\nNo. 10. Messuage, No. 119 South Twelfth street.\nNo. 11. Messuage, No. 25 North Tenth street.\nNo. 12. Messuage, No. 27 North Tenth street.\nP. A. Seven small tenements in Prospect alley.\nAll these properties were then encumbered with mortgages except those numbered 1 and 2; and all subject to ground-rents except those numbered 11 and 12, and there were of record judgments against the said decedent binding the whole.\nShortly after the execution of said security, viz., on the 30th of March 1850, said John B. Myers, in pursuance of the terms of said paper, and for the relief of the estate, purchased and caused to be assigned to him a mortgage then held by Ellis Maris against a portion of the estate (Nos. 1, 2, and P. A.) for $2000.\nAnd at various dates, between said 8th of March and 22d of November of the same year, he advanced to the estate, to pay pressing demands, the sum of $1743, upon the faith of the terms of said security of March 8th.\nAt the date of the execution of said security, he held a mortgage upon a portion of the said property (Nos. 3, 4, 6, 7, 8, and 10), executed to him by said Samuel Porter, October 2d 1845, for $3500, and recorded at Philadelphia, of which mortgage-debt $500 had been paid.\nPrior to execution of said security of March 8th 1850, the said Myers had been, by agents, A. L. Raymond and David Patton, collecting the rents of certain of said properties, and paying the interest on encumbrances, taxes, and a portion of the ground-rents, and continued so to do after the execution of the paper. It did not appear that he ever let or demised the property, or attended to any repairs either before or after said execution.\nOn the 4th day of October, A. D. 1856, Samuel II. Porter died, leaving to survive him a widow and issue one child, the said Samuel H. Porter, Jr. And on the 24th day of October of the same year the mother, Rachel Porter, died.\nOn the 1st day of November, A. D. 1856, Robert Porter, another of said parties to the said security, filed his petition in this court, setting forth the said paper naming the estate conveyed to said J. B. Myers as a trust estate, alleging that said J. B. Myers had accepted the trust, and in the execution of the same had received moneys, &e., praying a citation to him to exhibit an account of the amount of the estate conveyed to him, and the manner in which he had disposed of' the same, according to the Act of Assembly in such case made and provided.\nThe citation issued and was served. On the 15th of November 1856, at the instance of the same party, a rule was granted to show cause why an attachment should not issue against said John B. Myers, for not filing an account.\nOn the 22d of November 1856, the answer of John B. Myers was filed, setting forth that he was advised that the case presented was not such as authorized the proceeding as against a trustee, and had been so before adjudicated with reference to the same subject-matter.\nOn the 19th of June 1857 the rule for the attachment was made absolute. Whereupon, on 27th of June of tho same year, the said John B. Myers filed an account, beginning in the year 1853; but as it did not extend over the whole period about which the dispute existed, he produced and filed a supplemental account, and it was agreed by all the parties before the auditor that the items in the last-mentioned account from the 8th day of March 1850, down to the 1st day of January 1853, should be added to, in order to correct and complete in form, the other account, and have the same effect, and be vouched and treated in all respects as if the same had been originally included in the said account when filed in court.\nThese two accounts were accordingly vouched and substantiated as to their debits, which are credits as to said accountant, he having (the Porter family being debtor) charged them with his advances and other amounts expended from time to time, and giving them credit for the amounts he received on account thereof.\nThe credit side of said account consisting of amounts received from rents, but not showing the several messuages from which they were derived, Robert Porter, by his counsel, claimed that the accountant was a trustee of the whole estate, and as such should be charged with all the rents of all the houses for all the period from March 8th 1850 to the date of filing the account, June 27th 1857, and in support of this position referred to said security, and offered 'before the auditor (J. M. Collins, Esq.) the testimony of many witnesses, who had been tenants of parts of said estate during said period, to show the rents paid by -them, also to the same point the testimony of Jane Porter, one of the parties to said security (received without objection), who, with her mother, had kept an account, — 1st. Of the rents collected from the Prospect Alley houses (P. A.) during all of said period. 2d. Of the rents collected from the residue of the property (being the houses from No. 1 to No. 11 inclusive). 3d. The disbursements for repairs to all the property made during the whole of said period.\nThe evidence was received and the items composing the mass thereof were divided, analyzed, and classified by the auditor, whose exhaustive and elaborate report was filed June 30th 1859.\nThe main question in the case was whether the above recited instrument was a mortgage or a “deed of trust” to John B. Myers.\nThe auditor, for the reasons given in his report, decided that it was a mortgage in substance and in form, and that as a mortgagee in possession is in equity considered in some l^easure in the light of a trustee, and accountable for the profits, Mr. Myers was liable to account to this court, and therefore stated what he considered a proper account against him, based upon his view of the evidence submitted to him, exhibiting a balance due Myers of $2746.37 on the 8th of March 1850.\nTo this report fifty exceptions were filed for Robert Porter and Mrs. Middleton, some of which were to his statement of facts, and others to his decision on the points argued before him.\nThese exceptions were examined by the auditor without producing any change in his report.\nOn the hearing before the Common Pleas on these exceptions, the matter was recommitted to the auditor with the following instruction:—\n“ 1. The accountant must be regarded as a trustee, even though he be also a mortgagee in possession, as, in addition to his own security, the income of the property was to be applied by him in accordance with the terms of the conveyance.\n“ 2. The property was conveyed to the accountant by all the heirs of Samuel Porter. Of all the property of which he took possession under the conveyance, he was trustee under the conveyance, and his delivery of any part of the property subsequently to some of the grantors would not release the trustee from his responsibility to the others, who gave no consent to such a surrender.\n“ 3. To discharge the trustee, he must show that he has either performed the trust or relinquished it with the consent of all parties.\n“ 4. It is admitted that Mrs. Middleton gave no consent, nor does the evidence show that Robert Porter had knowledge of any new arrangement from which his consent can be inferred.\n“ 5. As to the shares of Mrs. Middleton and Robert Porter, the trustee must account by making such an application of their shares of the income as is in accordance with the trust declared in the deed.”\nThe auditor thereupon filed a second report on the 17th of October 1860, in conformity with the directions of the Common Pleas, so far as Robert Porter and Mrs. Middleton were concerned, leaving the account to stand as in the first report so far as the other three parties were concerned.\nTo this report exceptions were filed for Robert Porter and for John B. Myers.\nOn hearing, the court'below made the following decree:—\n“ And now, January 3d, A. D. 1861, after full argument and hearing of the exceptions filed in this matter, the court order and decree that the net sum of $4748.46, found by the auditor to be due by the accountant to the said estate on the 25th day of June, A. D. 1857, be appropriated and applied to the payment of the balance of $3000 due upon a certain mortgage made by the said Samuel Porter to the said John B. Myers, dated October 2d, A. D. 1845, recorded in the office for recording deeds, &c., for the city and county of Philadelphia, in Mortgage Book R. L. L., No. 25, page 37, &c., and to the payment of a certain other mortgage made by the said Samuel Porter to Ellis Maris, dated the 21st day of July, A. d. 1841, for $2000, recorded in said office in Mortgage Book G. S., No. 14, page 495, &c., and which is held by the said John B. Myers as assignee of the said Ellis Maris: That so much of the report as appropriates and applies differently the said net sum of $4748.46 is overruled, and that such of the exceptions of Robert Porter as may be inconsistent herewith are dismissed, and the exceptions of accountant are also dismissed.”\nThe case was thereupon removed into this court by John B. Myers, for whom the following errors were assigned:—\n1. The court below erred in holding the appellant bound to account as trustee, when he was but a mortgagee in possession, at most, of only a part of the mortgaged premises, and had not received the debt secured by his mortgage.\n2. The court below had no jurisdiction to compel the filing of the settlement of the account against the appellant as a trustee amenable to the laws relating to trustees’ and assignees’ accounts.\n3. The court below erred in holding the appellant as a trustee, chargeable with and bound to account for rents which he never collected or received, though the mortgage-deed expressly stipulates that he shall not be so chargeable for any moneys except what actually come into his hands.\n4. The court below erred in holding the appellant bound to assume possession of the whole property described in the mortgage-deed whether he chose or not, though under the deed it was left to the option of the grantee to take possession or not.\n5. The court below erred in holding the appellant chargeable with the rents and income of ten houses, of which it was shown that the grantors in the mortgage-deed, or some of them, with the knowledge of all, collected the rents. •\n6. The court below erred in holding that the payment by the appellant of the taxes on the ten houses mentioned in the fifth assignment of error is sufficient to constitute possession thereof, so as to charge the appellant with the rents thereof, though it was proved, and so found by the auditor, that he never in fact received them.\n7. The court below erred in overruling the exceptions filed by the appellant to the auditor’s report, and each of them.\n8. The court below erred in disregarding the agreement and consent of Mrs. Middleton, one of the grantors, that part of her share of the income derived from the real estate in question should be allowed to the appellant, as suffered, with her consent, to be drawn and used by her mother, Mrs. Rachel Porter, for the use of the latter and her family, and in surcharging this share in violation of said agreement and consent.\n9. The court below erred in charging tte appellant with the whole income of the property, while the grantors themselves, or some of them, received and used a large proportion thereof, and no one of the grantors, except Robert Porter and Mrs. Middleton, claimed to surcharge the appellant in any respect.\n10. The court below erred in making the decree of January 3d 1861, the same not being warranted by the evidence in the cause, or by the record.\nThe case was argued here by O. Quillón and J. B. Toionsend, for appellant, and by Wallace Oehschlager and Horn B. Kneass, for appellee."
  },
  "file_name": "0518-01",
  "first_page_order": 518,
  "last_page_order": 528
}
