{
  "id": 992240,
  "name": "Road in Baldwin and Lower St. Clair Townships",
  "name_abbreviation": "Road in Baldwin",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "9",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 191,
    "char_count": 3004,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 7.910444093458357e-08,
      "percentile": 0.46098614243533115
    },
    "sha256": "f81a996056dc499cd0612f569785ca2bae6228062778e779f97fa9e5fd7aabd2",
    "simhash": "1:1824dfa1ab88083b",
    "word_count": 514
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Baldwin and Lower St. Clair Townships."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nAll the errors assigned to the action of the Court of Quarter Sessions have been abandoned here, except one, and there is no merit in that. Reviewers were appointed at the March Sessions to report to June Sessions. They filed a report before the March Sessions terminated, but it could not be made to the court until the sessions next following. On the 15th of May, during the continuance of the court, at which the reviewers were appointed, the court rescinded their appointment, for good reasons, and appointed others. This was entirely proper and regular. So was it to set aside the report which they had filed, for they were not authorized to make a report until the next succeeding sessions. Having set aside the reviewers, and their untimely report, the appointment of other reviewers on the petition for a review was in strict accordance jvith the Act of Assembly.\nThe proceedings in this case, therefore, could not be reversed, even if Gordon, who sued out the certiorari, were at liberty to avail himself of exceptions, which he did not make in the court below. Whether he could or could not, we need not now decide.\nThe order of the Court of Quarter Sessions is afiirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "It. P. PlenniJcen, for the exceptant.",
      "Robb S? MeOonnell and Marshall $ Brown, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Road in Baldwin and Lower St. Clair Townships.\nAfter reviewers have filed their report in the clerk’s office, it is competent for the court, during the same term, to vacate their appointment, for sufficient reasons, and to set aside all the proceedings thereon.\nViewers cannot report during the term at which they were appointed. The filing of their report in the clerk’s office, is not reporting to the court.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 30th January 1859, viewers were appointed on the road in question; on the 18th February (at the same term) the appointment of two of them was vacated, on the ground of interest, and others were substituted, who, with the other original viewers, reported in favour of the road, on the 23d March.\nOn the 6th April 1859, reviewers were appointed, one of whom was one of the two whose appointment had been set aside on the 18th February. On the 27th April, the reviewers filed their report against the road. On the 15th May, on the suggestion that one of the reviewers had been appointed a viewer, and his appointment afterwards vacated, the court struck off the appointment of reviewers and all the proceedings, and appointed new reviewers. These proceedings were all had during the March Term.\nThe second set of reviewers reported to the June Term, in favour of the road, with some slight changes in its location. William Boggs and Agnes Chess filed exceptions to the proceedings, which were overruled, and the report confirmed absolutely.\nJames Gordon, thereupon, sued out this writ, and here assigned for error, the overruling of the exceptions filed on behalf of Mrs. Chess, in the court below.\nIt. P. PlenniJcen, for the exceptant.\nRobb S? MeOonnell and Marshall $ Brown, for the petitioners."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 10
}
