{
  "id": 992243,
  "name": "McLaughlin et al. versus McCumber et al.",
  "name_abbreviation": "McLaughlin v. McCumber",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "14",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 527",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 393",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0393-01"
      ]
    },
    {
      "cite": "2 Binn. 218",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0218-01"
      ]
    },
    {
      "cite": "8 Watts 125",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0125-01"
      ]
    },
    {
      "cite": "7 W. & S. 458",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481766
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0458-01"
      ]
    },
    {
      "cite": "4 Watts 429",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 53",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840127
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0053-01"
      ]
    },
    {
      "cite": "1 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 392",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0392-01"
      ]
    },
    {
      "cite": "9 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0013-01"
      ]
    },
    {
      "cite": "9 Watts 523",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0523-01"
      ]
    },
    {
      "cite": "7 W. & S. 458",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0458-01"
      ]
    },
    {
      "cite": "2 Watts 53",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0053-01"
      ]
    },
    {
      "cite": "9 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 932,
    "char_count": 27822,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 7.563119542648804e-08,
      "percentile": 0.4486139925532338
    },
    "sha256": "d5ba72c941d519dd33adb5d1242a13c9ce55973ff0f717af91a631959508a145",
    "simhash": "1:f5a68cb52e70f475",
    "word_count": 5028
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McLaughlin et al. versus McCumber et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIt was agreed at bar that the 6th of May 1824, should be taken as the date of the decease of John Field, under whom both parties in this ejectment claim.\nOn the 11th of August 1830, a judgment was obtained by a creditor of the decedent, in the District Court of the city of Philadelphia, against the administrator. As the law then stood, this extended the lien of the debt against thé estate for a period of twelve years from his death: Trevor v. Ellenberger, 2 Penn. R. 94; Penn v. Hamilton, 2 Watts 53; Fetterman v. Murphy, 4 Id. 429; Steel, v. Henry, 9 Id. 523. The lien thus obtained would, under the statute then in force, expire on the 6th of May 1836.\nThe law on the subject of the duration of the liens of debts against the estates of decedents, was materially altered by the Act of Assembly of the 24th of February 1834. They were limited to five years, unless continued by actions for the recovery thereof, commenced within that period after the death of the decedent, and duly prosecuted against his heirs, executors, or administrators. A recovery of judgment, at any time within the first five years, extended the lien for the period of ten years from the death of the decedent; after that, it was requisite to the continuance, that it be revived by sci. fa. every five years. This act went into operation and full effect on the 1st of October 1834, excepting so far as to finish proceedings partly administered under preceding acts.\nNot only was the extent of the duration of the lien changed by this act, but, by express provision, an implication that the lien might he continued by execution on the first judgment, as had often been held to be the case under the Act of 1798, regulating liens inter vivos, and as was applied in Steel v. Henry, 9 Watts 523, and Payne v. Craft, 7 W. & S. 458, to cases of decedents’ estates, was clearly forbidden, by the express declaration that the lien shall not be continued against the real estate of the decedent, unless revived by scire facias every five years: Act of 1834, § 25.\n.It is too well settled to need the citation of authority to show, that, unless the lien is continued, under and according to the Acts of Assembly, the land which was of the decedent is as effectually discharged in the hands of heirs and devisees, where there was no judgment against the decedent in his lifetime, as it would be in the hands of bond fide purchasers.\nIt was mainly insisted upon by the counsel for the defendants in error in argument, that a lien to the extent óf the judgment of the 11th of August 1830, was fixed upon the land in question by the entry of the test. fi. fa. on the docket of Crawford county,'on the 23d May 1831, tested the 12th of March preceding; and continued by an alias from the same court, issued on the 16th September 1835, docketed in the same county on the 23d, and levied on the land in question on the 7th of October 1835, followed by inquisition, condemnation, testatum venditioni exponas, and sale on the 10th June 1836, and that therefore the lien existed and the land was subject to sale independently of the Act of 1834.\nWere all the facts conceded, it would not, as we view the law of the case, be sufficient to protect the defendants in error; for although a lien is essential to a valid sale, yet, since the passage of the Act of 1834, there is another indispensable requisite to constitute a valid sale of the real estate of a decedent, as against the widow and heirs or devisees of such decedent; namely, that when the creditor intends to charge.the realty, he shall make them parties to the suit, so that they may have an opportunity to defend against his claim. And it is well settled, that this rule applies to cases of death before the passage of the Act of 1834, where the attempt to charge the realty was subsequent thereto, as well as where the decedent died thereafter : Benner v. Phillips, 9 W. & S. 13; Atherton v. Atherton, 2 Barr 212; Gibson v. Keenan, 9 Id. 249; Warden v. Eichbaum, 2 Harris 124; and Kessler’s Appeal, 8 Casey 390. But had those testatums the effect claimed ? The first was levied on other land, and nothing further done until the 11th of September 1835, when the levy was discontinued by leave of court, and the writ returned. This certainly left the land in question uncharged, even conceding for argument that it might have been charged by such proceeding under the Act of 1834. Following this was an alias, tested June 7th 1835, docketed in Crawford county September 23d, levied on the land in controversy on October 7th 1835, and inquisition and condemnation on the 2d November following. These writs were independent of each other so far as the proceedings were concerned; that is to say, the alias testatum did not continue the proceedings of the first writ. That was discontinued. It was therefore a proceeding for the first time to charge the land, commenced a year after the passage of the Act of 1834, which requires the widow and heirs to be made parties, and that without attempting to make them such. This, we think, was a fatal defect. The question of lien is therefore not the main question in the ease. Undoubtedly a sci. fa. within five years after the original judgment in 1830, issued pursuant to the requirements of the Act of 1834, would have continued the lien as against the widow and heirs. But a testatum fi. fa. issued after the act, unless upon a judgment obtained under the provisions of it, would not. This must be apparent, otherwise the statute would be evaded without any reason or excuse for it. The requirement' of the*statute of 1834, that in order to charge the lands of the decedent as against the widow and heirs, they must be made parties to the judgment, is a rule without exception, saving only the case of proceedings begun under preceding acts, and necessary to be finished under them. It is a rule of action “ prescribed by the supreme power in the state,” which we are not at liberty to disregard. Such has been the uniform current of decision in cases situated as this is, eases of death before the Act of 1834, but executions and sales afterwards: McCracken v. Roberts, 7 Harris 390; Warden v. Eichbaum, 2 Id. 124; Atherton v. Atherton, Gibson v. Keenan, and Kessler’s Appeal, supra. In Warden v. Eichbaum, Bell, J., said: “ In Atherton v. Atherton, where the lien of the debt due from the intestate was conceded to be in full force at the date of the levy made under the judgment against the administrator, the levy was nevertheless set aside, for the sole reason that the prior right to take the land in execution was absolutely suspended by the statute, until the devisees were brought into court by legal process. In that case the point presented for adjudication was the naked right to take in execution, unmixed with any question of lien. Such too is the ease now before us.” And he proceeded to rule the case in accordance with the authority referred to.\nFrom what has been already said, as to the alias testatum fi. fa. being the first effort to charge the realty in question with the debt of the decedent, and that occurring a year and more after the Act of 1834 took effect, it will be apparent that, even supposing the saving in the 70th and last section, applicable to such proceedings, it was not within it, for it was used but to consummate proceedings commenced under it. It was the first writ upon which the land was seized.\nBy force of the Act of Assembly, and many decided cases under it, we are constrained to come to the conclusion, that the title of the defendants in error was fatally defective, owing to the omission indicated in not bringing the widow and-heirs or devisees on the record, as required by the act, before the seizure and sale, and that the court below should so have instructed the jury. For the reasons given, the judgment must be reversed.\nSince the case of Stewart v. Montgomery, 11 Harris 410, supposing the alias testatum to have preserved the lien to the time of sale, it might be a question, whether the interest of the administrator, who was one of the .heirs of John Field, did not pass by the sale, on the principles of that case. As this was not argued, however, we do not decide the point.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Graham and Church, for the plaintiffs in error.",
      "Farrelly and Finney, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "McLaughlin et al. versus McCumber et al.\nThe 34th section of the Act of 24th February 1834, which requires notice to the widow and heirs, or devisees of a decedent, in order to charge his real estate, applies to a sale under a testatum execution, issued after the act went into operation, upon a judgment previously obtained.\nA testatum fi. fa. issued after the Act of 1834 took effect, upon a judgment against the administrator, obtained before its passage, will not create a lien upon the decedent’s real estate, in the county where it is docketed, without a scire facias to the widow and heirs.\nError to the Common Pleas of Crawford county.\nThis was an ejectment by Duncan McLaughlin, A. N. Meylert, and William B. Clymer, against Lyman McCumber and Christian Keener, for a tract of 200 acres of land in Greenwood township, Crawford county.\nJohn Field, under whom both parties claimed title, died seised of the land in controversy, on the 6th May 1824; and on the 8th, letters of administration were granted to his son, Joseph Field.\nOn the 11th August 1880, a judgment was obtained in the District Court of Philadelphia, by Joseph Clark against Joseph Field, administrator of John Field, deceased, for f>3161.96. On the 12th, a fieri facias was issued on this judgment, and returned nulla Iona.\nOn the 6th May 1831, a testatum fi. fa. was issued to Crawford county, which was docketed on the 23d, and returned with a levy on certain tracts of land. On the 11th September 1835, leave was given to the plaintiff to discontinue his levy.\nOn the 16th September 1835, an alias testatum fi. fa. was issued, which was docketed on the 23d ; and on the 7th October, a levy was made on the land in controversy, under this writ. An inquisition was held, and the premises were condemned; and on the 19th July 1836, the sheriff of Crawford county sold the tract in dispute, by virtue of a venditioni exponas issued thereon. The title of the purchasers at this sale was vested in the defendants.\nThe plaintiffs claimed title under the heirs of John Field, deceased.\nThe court below (McCalmont, P. J.) instructed' the jury, in answer to points presented by the plaintiffs and the defendants, that the 34th section of the Act of 24th February 1834, did not require that the heirs of John Field should be notified before the land could be sold under the testatum venditioni exponas, and consequently, their title was divested by the same; and that the verdict should be for the defendants.\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs sued out this writ, and here assigned the same for error.\nGraham and Church, for the plaintiffs in error.\nThe court below overlooked the distinction between the lien of a debt upon the real estate of a decedent, and the lien of a judgment or testatum fi. fa. under the statute. The former is independent of any record, and is such as to the heirs or devisees only; the latter is more properly in personam as to the personal representative, not creating one, but the instrument for perpetuating, and machinery for enforcing the liquidation or satisfaction of it, under the 34th section of the Act of 1834.\nThe debts of the living are not liens without judgment, but become so, eo instante, upon the decease; not by any legal proceedings against the administrator. Practically, they are not liens as to realty without notice of record to the heir, and giving him a day in court, according to the Act of Assembly. Even a judgment is but primd facie evidence of the debt as regards the heir and his interests as such, unless he has been made a party: Sample v. Barr, 1 Casey 457. The 34th section of, the Act of 1834, gives a rule of action instead of lien to the creditor. The debt must be established as against the heir, before it can be levied of his property. This can only be done by giving him a day in court. A sale by the sheriff, without a previous compliance with this act, confers no title on the purchaser.\nAt the death of John Field, his debts became a lien, limited to a period of seven years, as the law then was, and this period was extended five years longer by the action and judgment in the District Court. But, notwithstanding this continuation of the lien, a sale after 1834, upon the judgment, even within the limitation, could not divest the title, unless the heirs to whom it descended were first made parties to the record; a fortiori, it could not, when made, as here, after the limitation had run: Keenan v. Gibson, 9 Barr 249; McCracken v. Roberts, 7 Harris 390; Benner v. Phillips, 9 W. & S. 13; Kessler’s Appeal, 8 Casey 390.\nThe Act of 1827 was introduced to remedy the evil of an indefinite extension of the lien of a judgment, under the Act of 1798, and cuts off all constructive extension by execution, levy, or otherwise, except as therein provided. If the levy of the 7th of October 1835 could preserve the lien of the debt for two months after the expiration of the twelve years, it could do so for as many years.\nThe judgment of the 11th of August 1830 continued the lien of the debt throughout the state, for a period of five years, beyond the period of seven years from the death of John Field. Not by reason of the judgment, but because of the institution of the action and due prosecution of it. The Act of 1797, in this connexion, does not require that a judgment he obtained, in order to extend the lien beyond the period therein named. The issuing of the testatum fieri facias, and the entry of it in the testatum docket of Crawford county, then, created no new lien. How, therefore, could it operate to extend the old one? Certainly in no other way, under the Act of 1797, than by being considered a due prosecution of the action.\nIt is true, a lien is a necessary and inseparable incident of seizure in execution, except where the execution is merely instrumental in enforcing a prior and superior lien by'judgment. In such a case, says Justice Woodward, in the ease of Davis v. Ehrman, 8 Harris 256, it never was supposed by the legislature, or the profession, that a judgment and an execution on it, had each a distinct and independent lien: Jameson’s Appeal, 6 Barr 280.\nIt is settled, as far as judicial authority can do it, that a sheriff’s sale of the real estate of a decedent, made since the 1st of October 1834, the time when the Act of the 24th of February 1834 took effect, without notice to the heirs, according to the 34th section of the act, confers no title', whether the ancestor or devisor died before or after the time that act went into operation: Sample v. Barr, 1 Casey 457; Keenan v. Gibson, 9 Barr 249; McCracken v. Roberts, 7 Harris 390; Warden v. Eichbaum, 2 Harris 121. In all of these cases, this court either held the real estate of the decedents free from the lien, or that the failure to make the heirs or devisees parties to the judgments against the personal representatives, was fatal to all title attempted to be acquired under them, by reason of the 34th section of the Act of 1834.\nThe object of the 34th section was to give the heirs and devisees an opportunity to take defence to all debts demanded of the decedent’s estate. This was a remedy to attach from and after the first of October 1834. The right to make this defence extended to all debts, whether of record, by specialty, or simple contract. The lands in their hands were not charged with the debts of their ancestor or devisees, so as to divest them of their title by a sheriff’s sale, but were liable to be, if done in the way pointed out, and within the time limited. The Acts of 1794 and 1834 had reduced all the debts of decedents to an equality, or nearly so. They were all made liens'on the realty for a limited period. The debts which had passed into judgment did not differ from others as to the enforcing of payment out of the realty. There is no reason why they should not be subject to any defence otherwise available to the owners of the realty after judgment, as well as before, for the lien was not made better by judgment against the personal representatives, except, perhaps, as to its continuance. The old law authorized the sale by execution, on a judgment against the administrator or executor alone. The mischief was, that the title of- the heirs might be sold for pretended debts. The remedy was to give them a day in court for a defence. The section in question provides that the heirs shall be made parties of record, with notice that the creditor intends to charge the land. If this be omitted, the debt shall not be levied prepaid out of the land. How then can the title be divested, if the levying or paying of the debt and of the purchase-money be unauthorized — nay, not only so, but actually forbidden ? The 7Oth section only limits the time the 34th shall take effect. The latter is a new provision, and cannot be controlled by general language,-operating in express terms upon such parts only of the act as might be found to alter or supply a previous law.\nFarrelly and Finney, for the defendants in error.\nPrevious to the Act of 1797, the debts of deceased persons were a lien upon their lands for an indefinite period of time. That act limits the lien of debts, not secured by judgment, to' a period of seven years, unless an action be commenced within that time, and duly prosecuted. If the conditions were complied with, by bringing an action, and duly prosecuting it to judgment, it was thought that the lien became indefinite, as the act prescribed no further proceedings to limit or continue it. It was also understood to be the law, that the Act of 1797 protected bond fide purchasers only, and that the land in the hands of the heirs was liable to sale, as assets for the payment of debts, without a compliance with the provisions of the act: Bruch v. Lantz, 2 Rawle 392.\nIn Kerper v. Hoch, 1 Watts 13, the court give a different construction to the act, by deciding that it protected heirs and devisees as well as purchasers, in order that the heirs might safely go on and improve the lands. In Trevor v. Ellenberger, 2 Penn. JR. 94, the construction of this act in respect to a continuance of a lien, was, for the first time, before this court, and it was decided that if the suit was brought within the seven years, it continued the lien for five years longer, although more than five years had elapsed since the judgment. This case shows that the Act of 1798 does not apply to the lien of debts of deceased persons; but, although it decides that, by bringing an action immediately before the expiration of seven years, it would continue the lien for five years after judgment; it leaves unsettled the manner by which the lien is to be prolonged for a further period'. In Penn v. Hamilton, 2 Watts 53, the reasons of the decision in Trevor v. Ellenberger are more fully explained; and it is there held, that the words “ duly prosecuted,” do not mean a mere prosecution to judgment, but that it means such proceedings as would continue the lien for every period of five years, in analogy to the provisions of the Act of 1798.\nThe principle of the Act of 1798 is thus adopted by analogy, as the rule to govern in proceedings to continue the lien. If the principle of this statute, as settled by judicial construction and uniform practice, is to prevail, it would seem to follow, as a necessary consequence, that whatever proceedings would continue the lien of a judgment, under the Act of 1798, such as would be analogous thereto, would prolong the lien of debts under the Act of 1797. In Fetterman v. Murphy, 4 Watts 429, the doctrine of Penn v. Hamilton is again re-affirmed. This case again applies the principles of the Act of 1798, by analogy, as a rule for continuing and preserving the lien, but the manner of continuing the lien is more fully and distinctly stated in the subsequent case of Steel v. Henry,. 9 Watts §23. In this case, it is expressly conceded, that whatever proceedings under the Act of 1798 would continue the lien of a judgment, would also keep alive the lien of a debt of a decedent; and it was held.that, under the construction given to the Act of 1798,’ the proceedings had in the case were sufficient to continue the lien.\nIn Payne v. Craft, 7 W. & S. 458, these principles are again explained and applied, in a manner which seems decisive of the question; it is there held, that an entry on the docket as follows’: “August 4th 1828, as per writing filed, it is agreed that-the year and day shall not begin to run until this day,” is sufficient. After the principle has been thus affirmed, again and again, by this court, that such proceedings under the Act of 1798, as would preserve the lien of a judgment, would be sufficient to continue the lien of a debt of a deceased, can there be a doubt of the law upon the subject ? and in conformity to the cases cited, is it not sufficient that the record shows, in each consecutive period of five years, that the debt is still due and unsatisfied ? This would accomplish every purpose of the decisions, which is to give notice to the heirs that the debt is'still due, so that they may not expend their means in improvements. There is no reason why the land of a deceased person should not be applied to the payment of his debts, whenever they exist, except to guard the heirs and purchasers from losses which might happen from want of knowledge of their existence. This protection is afforded by borrowing or applying the principle of the Act of 1798, and not its specific provisions. The object of the act was, to give notice to all parties of the judgment, and the specific provision of the act was the issuing a scire facias ; but, as the remedy presented by the act was inapplicable to judgments -against the representatives of deceased persons, the scire facias authorized by stat. Westminster 2d, or such proceedings as were equivalent thereto, were adopted by the courts, by analogy, in lieu thereof, because, after a reasonable time for presentment of demands, it was thought proper to secure the heirs from secret debts, that they might improve their estates without risk of expenditure:. 8 Watts 125. Such is believed to have been the well settled law, at the time of this sheriff’s sale, and certainly purchasers might safely trust with confidence to the law as it was then propounded.by the courts, and understood by the profession and the public. Considering, therefore, that such proceedings as were sufficient to preserve the lien of a judgment, under the Act of 1798, and would indicate on the record that the debt was still due and unpaid, would be sufficient to preserve the lien of the debt of a deceased person, the next question is, whether such proceedings were not had on this judgment, as to preserve the lien of the debt up to the period of the sheriff’s sale.\nIn Young v. Taylor, 2 Binn. 218, it was decided, that an execution continued the lien of a judgment without resort to a scire facias. And in Commonwealth v. McKisson, 13 S. & R. 144, this court affirmed the doctrine of Young v. Taylor as the settled construction of the Act of 1798. The same doctrine is recognised in Boal’s Appeal, 2 Bawle 37, and it is there said, such had been the uniform practice since the case of Taylor v. Young. 'There are other eases to the same effect, but it is unnecessary to cite them, as the law is too firmly settled on the point to be questioned at this day.\nIn Fricker’s Appeal, 1 Watts 393, it is held that, under the Act of 1798, the lien of a judgment would be preserved by a rule tying up'the proceedings, although five years had elapsed from the timo of the rule. Agreeably to these decisions, the lien of a judgment would be continued without a scire facias: 1st, by the issuing of execution: 2d, by acknowledging of record that the debt was due and unpaid: 3d, by an order of court staying proceedings, and by some other causes.\nThe executions in this case were amply sufficient, under the construction of the Act of 1798, to continue the lien of a judgment obtained against a living debtor; and if whatever would continue such lien, would be equally so, for keeping alive the lien against a deceased debtor’s estate, as stated by Judge Kennedy in Steel v. Henry, 9 Watts 527; these executions undoubtedly continued the lien of the debt up to the time of the sheriff’s sale; and if such proceedings were had on the judgment, as showed that it remained unpaid, and in no wise satisfied, and that the plaintiff was entitled to execution of it, as expressly decided by this court in Payne v. Craft, 7 W. & S. 458, to be sufficient to continue the lien of a judgment against the representatives of a deceased debtor, was not the rule granted in this case, the hearing of the parties under it, and the decision of the court that the plaintiff was entitled to his execution, amply sufficient to continue the lien ? This proceeding shows clearly and distinctly, by matter of record, that the plaintiff had right to execution, and it is to be presumed that the court rightly acted in the premises.\nDo the provisions of the Act of 1834, requiring notice to the heirs, apply to the lien of testatum writs of execution, which by the Act of 1st April 1823, were made liens for five years, when docketed in the county where the lands lie ? A sai. fa. in another county would give no notice whatever of these liens, and the acts give no means for their continuance; but it could not be the intent of the legislature to give a lien without the means of enforcing it; the only means of enforcing such a lien, or continuing it, was, at the time, by execution. The lien of a testatum might expire if a sci. fa. in another county was necessary to call in the widow and heirs, and the-lien of the debt itself might expire in the county where the judgment was, while the lien of the testatum in the other was in full force; hence, it seems to be a case not provided for by the Act of 1834. Besides this, the testatum fi. fa., docketed on the 23d May 1831, was a commencement of proce'edings to charge the lands in Crawford county with the judgment of the debt, if a fi.fa. had previously issued and been returned nulla Iona; this showed that there was no personal property out of which to levy the debt, and the docketing of the testatum in Crawford county, that it was the intent to charge the lands with it. The testatum was levied upon the lands. These proceedings clearly indicated, in the language of the 34th section, the intent of the plaintiff to charge the real estate with the payment of the debt. The testatum fi. fa. was the foundation and commencement of all the subsequent proceedings; the alias was a continuation of the original writ, and it is called an alias because it is engrafted on and is a continuation of the original: Davidson v. Thornton, 7 Barr 128. With us continuances are so merely a matter of form, that they are never entered at all, and it is a common practice to continue process by an alias or pluries: Pennock v. Hart, 8 S. & R. 369; Lewis v. Smith, 2 S. & R. 142.\nThe 34th section of the Act-of 1834 is prospective. The 70th section shows that it was not the intent to interfere with proceedings commenced before its passage.\nIn all 'the cases cited by the plaintiffs in error, no proceedings had been commenced prior to the passage of the act, to levy the debts out of the real estate; and these cases are predicated on the ground of an intent to charge the land, manifested after the passage of the act."
  },
  "file_name": "0014-01",
  "first_page_order": 14,
  "last_page_order": 23
}
