{
  "id": 992248,
  "name": "Schenley et ux. versus The Commonwealth for the use of The City of Allegheny",
  "name_abbreviation": "Schenley v. Commonwealth ex rel. City of Allegheny",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "64",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 353,
    "char_count": 7405,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 7.093613628115732e-08,
      "percentile": 0.42650980810078115
    },
    "sha256": "7ea36e2bf68c050db65074a5925276a8cf571d14d40d9acc8c56d30c05f0ffb6",
    "simhash": "1:10cfe08086e432b2",
    "word_count": 1298
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schenley et ux. versus The Commonwealth for the use of The City of Allegheny."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nReferring to the two other cases between the same parties decided at this term, for our views of most of the questions raised by this record, we notice here only the answers of the court below to the 16th and 17th points submitted by the defendants.\nIn regard to the first of these, we remark, that the Act of 1852 required that the assessment filed by the street commissioners should contain a description of the property (subject to the charge) “sufficient to identify-it.” No more certainty-was demanded. Here it was described as bounded on three sides by well-known streets, and on the fourth side by a street not then opened, but which, if extended from the point where it now terminates, would occupy the exact position called for in the' description, making the length and breadth of the lot precisely as called for. Surely it was not for the court to say the lot was not identified. It was a question of fact for the jury, and to the jury it was referred.\nWe entirely concur also with the answer of the court to the defendants’ seventeenth and last proposition. The. grading and paving of each street was,under a separate contract, though the contractors happened to be the same. It may be, that they were facilitated in their work by their ability to use the material excavated in one street for filling another; but the city could reap no advantage from that. . And the defendants were liable for the expenses of the work. |;The court took care that they should not. be injured. The jury were told that if the grading was estimated in accordance with the universal and only rule in such cases, and allowed for in accordance with the terms of the contract, then the assessment made in accordance with said estimate and allowance, is not against equity, and a fraud on defendants’ rights. Beyond this the court could not have gone.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Williams Sprout, for the plaintiffs in error.",
      "Hamilton and J). W. Bell, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Schenley et ux. versus The Commonwealth for the use of The City of Allegheny.\nThe certainty required in the description of the property, against which a municipal claim is filed, under the Act of 30th March 1852, is only such as is “ sufficient to identify itand its sufficiency may be referred to the jury as a question of fact.\nWhere separate streets are graded under distinct and independent contracts, though the excavation from one street may be used in filling up another, yet the expense of the -work may be estimated under the provisions of the particular contract, without reference to the existence of others. Such mode of assessment is not against equity, nor is it a fraud on the rights of the lotowners.\nError to the District court of Allegheny county.\nThis was a scire facias issued upon the same claim as those in the two preceding cases, to recover from Edward W. H. Schenley and Mary E. Schenley, his wife, the costs and expenses of grading and paving Third street, in the city of Allegheny.\nIn this case, the defendants’ counsel presented the two following additional points, to wit:—\n16. That if there is no lot answering the description in No. 272 of April Term, A. D. 1858, in consequence of the non-existence of any such street as Shanopin between Middle and East street, there is no such certainty in the statement filed as will constitute a lien under the Act of Assembly, and there can be no recovery therefor.\nThis point the court answered as follows:—\n“ That if the description of the lot referred to therein was suffi-\ncient to identify it, that was all the law required; and refused to charge that, because Shanopin street was not actually laid out and opened in the rear of the said lot, there was'no lot answering the description. The court referred to the fact, that the lot was described as bounded on three of its sides by well-known streets, as the plan given in evidence showed it to be, that the length and depth of the lot were given, and that if Shanopin street should be extended from the point where it now terminates by projecting the lines thereof, on the ground, in the same direction, it would occupy the exact position called for in the description, and submitted it as a question of fact, for the jury to determine, whether or not the description of the lot was sufficient to identify it.”\n17. That if the filling charged on East street was taken from the other streets running through the defendants’ property, given out at the same time, and under the same letting, to the same contractors, and the same charged originally under the head of excavation to the proprietors, and then carted to the present street, a distance of only about .700 feet, being the nearest and most convenient point for the deposit thereof, it is against equity to tax the said proprietors a second time therewith, and a contract authorizing the same on the part of the city would be a fraud upon their rights.\nThis point was answered as follows:—\n“ The contract for the grading and paving of Third street, under which the work in question was done, is a separate, distinct, and entire contract, having no connection with the contracts under which East and the other streets referred to were graded and paved. That the contract for the grading and paving of Third street was awarded to the same contractors, and at the same time that the contracts for the grading and paving the other streets referred to were, does not make the contracts one and the same. That the work was awarded to the same contractors is an accidental circumstance, and grew out of the fact that Tyler and Palmer were the lowest bidders for each of these streets. The work of grading and paving East and the other streets was done under separate and independent contracts. The prices of the various items of the work are not the same in all the contracts, but vary in each contract, as the contracts themselves show. The work done under each separate contract must be estimated and allowed for, in accordance with the provisions of the particular contract, without reference to the terms and provisions of other contracts. And if the jury find that the grading done in Third street was estimated in accordance with the universal and only rule in such cases, and allowed for in accordance with the terms of the contract, then the assessment made in accordance with said estimate and allowance is not against equity, and a fraud on defendants’ rights. We have nothing to do with the- questions, whether the filling charged on East street was taken from the other streets running through the defendants’ property, and then carted to the present street, if we had any evidence of the fact. The only question for the determination of the jury, in relation to this part of the case, is, whether the grading done on this street was properly estimated in accordance with the universal and only rule in such cases, and whether it was allowed for according to the prices stipulated in the contract. If so, then, so far as regards the said estimate and allowance, the plaintiffs are entitled to recover.”\nThere was a verdict for the plaintiff, for $725.60, subject to the opinion of the court .upon points reserved, and judgment having been entered upon the verdict, the defendants sued out this writ, and here assigned for error, among others, the answers of the court below to their 16th and 17th points.\nWilliams Sprout, for the plaintiffs in error.\nHamilton and J). W. Bell, for the defendants in error."
  },
  "file_name": "0064-01",
  "first_page_order": 64,
  "last_page_order": 66
}
