{
  "id": 992176,
  "name": "Cook versus Haggarty",
  "name_abbreviation": "Cook v. Haggarty",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "67",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0155-01"
      ]
    },
    {
      "cite": "7 Watts 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0175-01"
      ]
    },
    {
      "cite": "6 Watts 10",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 380",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6857,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.3834163171045594e-07,
      "percentile": 0.7970636512012863
    },
    "sha256": "ff3a83decc6f571fa4a80a314cff39e2b5e0e1fa7767daa2fe5211a7165c307b",
    "simhash": "1:bfe08ef5b6616682",
    "word_count": 1186
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cook versus Haggarty."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe liability of the defendant in this case is charged to have resulted from his contract as bailee. The declaration charges him with having neglected to perform the duty which his contract imposed upon him. It sets out the contract in full. Then follows an assignment of its breach. The engagement of the defendant is averred to have been, that he should safely keep, pasture, specially care for, and attend to certain horses of the plaintiff, for a reasonable compensation. The breach alleged is, that he “ conducted himself so carelessly, negligently, and improperly, and by his absolute misuse and abuse, in and about the keeping and pasturing, caring for, and attending to” the horses, that they were injured. This is the substance of both counts. The declaration may, therefore, without any'violent construction, be treated as one in assumpsit. That proper care is averred to have been the duty of the defendant under the contract, does not necessarily make the declaration sound in tort. Every action of debt is based upon an alleged legal duty. Treating this as an action ex contractu, there was no error in permitting the change of pleas. In this view, it becomes unnecessary to inquire what, are 'the rights of a defendant in an action in form ex delicto, but founded on a cause of action for which assumpsit would lie.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Douglass and Babbitt, for the plaintiff in error.",
      "J. C. Marshall, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cook versus Haggarty.\nAn action on the case in which the declaration avers that the defendant engaged to safely keep, pasture, and specially care for, and attend to certain horses of the plaintiff, for a reasonable compensation, and assigns as a breach, that “ the defendant, not regarding his duty in that behalf, conducted himself so carelessly, negligently, and improperly, and by his absolute misuse and abuse, in and about the keeping and pasturing, caring for and attending to” the horses, that they were injured, may be treated as in assumpsit; and therefore, it is not error, to permit the defendant to change his plea from “ not guilty” to “ non assumpsit, payment, and set-off,” so as to let in evidence of a counter-demand against the plaintiff.\nError to the Common Pleas of Hrie county.\nThis was an action on the case by Hiram Cook against Hugh T. Haggarty, for negligence, as a bailee of certain horses beloriging to the plaintiff. The declaration was as follows:—\n“ Hugh T. Haggarty was summoned to answer Hiram Cook, in a plea of trespass on the case ; and thereupon the said plaintiff, by J. W. Douglass, his attorney, complains, for that, whereas, heretofore, to wit, on, &e., at, &c., the said plaintiff, at the special instance and request of the said defendant, caused to be delivered to the said defendant, certain goods and chattels, to wit, six horses of great value, to wit, of the value of one thousand dollars, to he, by the said defendant, safely kept and pastured, and specially cared for and attended to, in and upon the fields, meadows, and premises of the said defendant at, &c., for a reasonable reward to the said defendant in that behalf; and the said defendant then and there had and received the said goods and chattels, for the purpose aforesaid. Yet the said defendant, not regarding his duty in that behalf, afterwards, to wit, on, &c., at, &c., by himself and his servants, in that behalf conducted himself so carelessly, negligently, and improperly, and by his absolute misuse and abuse, in and about the keeping and pasturing, caring for and attending to the said horses, in and upon his premises aforesaid, that by and through the negligence, misuse, abuse, and improper conduct of the said defendant and his servants, in that behalf, the said goods and chattels then and there became and were greatly injured, damaged, and destroyed, and wholly lost to the said plaintiff, to wit, at, &c.\n“And the said plaintiff further complains, for that, whereas, heretofore, to wit, on, &c., at, &c., the said defendant, at his special instance and request, had the care of certain other goods and chattels, to wit, six horses of the like description and value, as those in the said first count mentioned, of the said plaintiff, to safely keep and pasture in and upon the premises of the defendant, as aforesaid; and thereupon, it then and there became and was the duty of the said defendant, whilst he so had the care of the said horses, to take due and proper care thereof. Yet the said defendant, not regarding his duty in that behalf, did not nor would, whilst he so had the care of the said last-mentioned horses, take due and proper care of the same, but wholly neglected so to do; and took such bad care thereof, and absolutely so misused and abused the same, that afterwards, to wit, on the day and year aforesaid, the said last-mentioned horses became and were greatly injured and damaged, and wholly lost to the said plaintiff, to wit, at, &c. Whereupon the said plaintiff saith he is injured and hath sustained damages to the value of five hundred dollars; and thereupon he brings his suit.”\nTo this declaration, the defendant pleaded “not guilty;” but on the trial, he moved for leave to amend his plea, by changing it to “ non assumpsit, payment, and set-off.” The court allowed the amendment, notwithstanding the plaintiff’s objection, and sealed a bill of exceptions.\nBy this .change of pleading, the defendant was enabled to give evidence of set-off; and there was a verdict and judgment in his favour for $25. The plaintiff thereupon sued out this writ, and here assigned the allowance of such change of plea for error.\nDouglass and Babbitt, for the plaintiff in error.\nThe court erred in allowing the defendant to amend his plea, by changing it from “not guilty,” to “non assumpsit, payment, and set-off,” the plaintiff’s declaration being in case ex delicto. The case disclosed was in tort. The declaration was for breach of collateral duty, and not quasi ex contractu. The gravamen was alleged as a misfeasance ; an absolute, independent wrong; depending not, for its character as a tort or wrong, upon a contract between the parties, but upon a violation of the principles of good faith and honour between man and man. Not guilty, was the only proper plea: Saund. Pl. and Ev. 725-6; 1 Chit. Pl. 135-6; Livingston v. Cox, 6 Barr 363; Zell v. Arnold, 2 Penn. R. 292; Seitzinger v. Steinberger, 2 Jones 380; Pittsburgh v. Grier, 10 Harris 65.\nJ. C. Marshall, for the defendant in error.\nThe declaration exhibits a simple case of bailment predicated on contract; and though the action may sound in tort, its foundation must still be contract. The form of the action cannot alter the nature of the transaction: Weall v. King, 12 East 452; Wilt v. Welsh, 6 Watts 10; 6 Barr 360; McCahan v. Hirst, 7 Watts 175; Todd v. Figley, Id. 542; Hunt v. Wynn, 6 Id. 47; 1 S. & R. 477; 6 W. & S. 155; 1 Ves. 875."
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 69
}
