{
  "id": 992230,
  "name": "Robinson, Minis & Miller's Appeal",
  "name_abbreviation": "Robinson, Minis & Miller's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "81",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 81"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 449,
    "char_count": 10264,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 2.0656539236635339e-07,
      "percentile": 0.7571080398895843
    },
    "sha256": "de1c81fcce3a92482f68454a651289ad8e9a0d8eb46fbb13055e035cecd48355",
    "simhash": "1:be6384b6d6d0a63e",
    "word_count": 1731
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robinson, Minis & Miller’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIn affirming the opinion and decree of the court, we mean to be understood as deciding, that, to obtain an issue under the Acts of Assembly, relative to the distribution of the proceeds of sheriffs’ sales, it’ is not enough for a creditor to swear that the judgment, which is in his way, was confessed by collusion between the parties thereto, and for the purpose of hindering and delaying- certain other creditors; but he must set forth, in his affidavit, that there are material facts in dispute, and also the nature and character of such facts.\nEven under the Act of 1836, such an affidavit as we have upon record would have been insufficient: Dickerson’s Appeal, 7 Barr 258, and the cases therein cited. Much more is it insufficient under the Act of 20th April 1846, which, instead of granting the creditors an issue as matter of right, restricts it to the terms and conditions I have stated.\nThe vice of this affidavit is, that it does not set forth the nature and character of the facts in dispute. It alleges collusion and fraud, but these are legal conclusions from facts for the court and jury to draw, not for the creditor. He may, perhaps, hold that a debtor in failing circumstances, who confesses a judgment to a particular creditor, in exclusion of others, has been.guilty of collusion and fraud, though the debt confessed be honest and bond fide, whilst a court might possibly think that such facts did not constitute collusion or fraud.\nIf he may diave an issue upon alleging his conclusions, instead of the facts whereon his conclusions rest, the statute is diverted from its purpose, and we shall have feigned issues to try legal conclusions, and abstract reasonings instead of facts.\nPerhaps, there were no facts in dispute in this case. How can we know, until facts are alleged? The plaintiffs thought the defendants’ judgment was collusively and fraudulently confessed; but the grounds on which they thought so, had they been disclosed, would not, perhaps, have been disputed'. Collusion and fraud are, indeed, facts when established, but they are not established by the suspicions of parties, but by the judgment of law, passing upon evidence which leads, necessarily, to these conclusions.\nWithout, more, the decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Burgtoin, for the appellants.",
      "Shinn, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Robinson, Minis & Miller’s Appeal.\nTo obtain an issue under the Acts of Assembly, relating to the distribution of the proceeds of sheriffs’ sales, it is not enough for a junior encumbrancer to make affidavit,'that a prior judgment was confessed by collusion between the parties thereto, for the purpose of hindering and delaying certain other creditors; but he must set forth that there are material facts in dispute, and also the nature and character of such facts.\nAppeal from the District Court of Allegheny county.\nThis was an appeal by Robinson, Minis & Miller, from the decree of the court below, distributing the proceeds of a sheriff’s sale of the personal property of Porter, Rolfe & Sweet, and refusing their application for an issue. The facts of the case are fully stated in the following opinion delivered in the court below by Williams, J.:—\n“ This is an application by Robinson, Minis & Miller, for a feigned issue to try the validity of two judgments in favour of Dilworth & Bidwell, and of Everson, Preston & Co. for the use of Dilworth & Bidwell, against Porter, Rolfe & Sweet. Both parties are execution-creditors of Porter, Rolfe & Sweet, and claim the fund in court of distribution arising from the sale for their personal property. The petition, on which the application is made,, is verified by affidavit; and the only question for our determination is, whether or not it sets forth such material facts in dispute,, and the nature and character thereof, as make it the duty of the court to grant the issue prayed for.\n“ It is not alleged, that either of said judgments was confessed ■without any consideration therefor, or for a sum exceeding the amount actually due; the only allegation in regard to the'judgment in favour of Dilworth & Bidwell is, that it ‘ was confessed by collusion between the parties thereto, and for the purpose of hindering and delaying said Robinson, Minis & Miller, and other creditors of Porter, Rolfe & Sweet, in the collection of their just-debts ;’ and the allegation in regard to the judgment in favour of Everson, Preston & Co., is, that immediately on its confession, it was assigned to Dilworth & Bidwell; that it was confessed with-the express condition that it should be so assigned,., and by collusion between Porter, Rolfe & Sweet, and Dilworth & Bidwell, for the purpose of hindering and delaying the other creditors of Porter, Rolfe & Co.\n“ The judgment in favour of Dilworth & Bidwell, as the records show, was confessed on the 21st of June 1858, on a bond with warrant of attorney annexed, bearing date May. 1st 1857, which was before the- indebtedness of Porter, Rolf & Sweet to the petitioners, as is alleged, had accrued or been contracted. It is not alleged that the bond and warrant of attorney were antedated. The judgment in favour of Everson, Preston & Co., instead of being assigned to, was confessed for the use of Dilworth & Bid-well. Now, if these judgments were confessed for the amount actually due, and the contrary is not alleged, they are not rendered fraudulent and void, because they may have had the effect of hindering and delaying the petitioners, and other creditors of the defendants, in the collection of their just debt. And if the defendants were insolvent, the confession of the said judgments was not a fraudulent disposition of their estate, though the effect may have been to give Dilworth & Bidwell a preference over their other creditors: Siegel v. Chidsey, 4 Casey 279. But it. is alleged that these judgments were confessed by collusion between the parties thereto, and for the purpose of hindering and delaying the petitioners and other creditors of the defendants in the collection of-their just debt. If this were so the judgments would, undoubtedly, be fraudulent and void as against the said creditors. But this allegation is unsupported by the averment of a single fact tending to justify it; and, for aught that appears, may have been an inference of the petitioners from certain facts, harmless in themselves, and from which no such inference could be legally or properly drawn. If the judgments were confessed by collusion, why not state wherein the collusion consisted ? Whether in the fact they were confessed without any consideration, or for an amount exceeding the actual indebtedness to the plaintiff? And if confessed for the purpose of hindering and delaying the petitioners, and other creditors, in the collection of their just debts, why not state the facts indicating such a purpose ? It is not easy to perceive how the judgment in favour of Dilworth & Bidwell could have been confessed by collusion between the parties thereto, and for the purpose of hindering and delaying the creditors as alleged, if all the facts disclosed by the record are true, and none of them are denied, and if the record discloses all that was done by the parties — and nothing else is alleged to have been done by them — there is no averment of a single fact or circumstance tending to show that the parties have done anything more than the record exhibits; or that the indebtedness shown by the record does not actually exist. Are we then bound to grant the issue prayed for, on the naked' allegation of the petitioners that the judgment was confessed by collusion, and for the purpose of hindering and delaying them in the collection of their just debt ? The act requires that before an issue shall be directed in a case like this, ‘ that the applicant for such issue shall make affidavit that there are material facts in dispute therein, and shall set forth the nature and character thereof.’ We are of opinion that the petition and affidavit in this case are defective in not setting forth with sufficient precision and fulness the nature and character of the facts alleged to be in dispute. If a party can make out a case which would entitle him to go to a jury, he can certainly show it to the court. He is not required to exhibit the evidence, but he can state with precision the facts which the evidence tends to establish. That is all that is required of the petitioners in this case. Let them state the facts which render the judgments collusive, and which show that they were given for the purpose of hindering and delaying creditors. If the facts are admitted, the issue is one of law for the determination of the court. If they are denied, the issue is one of fact for the determination of a jury; and in such a case it should be granted. Any other construction of the act would only tend to encourage applications, without any good foundation for their support, for feigned issues, in cases where the proceeds of the estates of insolvent debtors are brought into court for distribution. If the conclusion to which we have come in this case needs the aid of authority, it will be found in the following cases: Christophers v. Selden, 4 Casey 165; Russell v. Reed, 3 Casey 166; Seip’s Appeal, 2 Casey 176; Shertzer’s Executors v. Herr, 7 Harris 36; Knight’s Appeal, 7 Harris 493; particularly the case first cited, where the question in dispute is stated with more fulness and precision than it is here, but, in regard to which, the Supreme Court say, that ‘ it is so vaguely stated, that the court ought to have required a more precise statement of the particular facts in dispute,’ and conclude by reversing the judgment and setting aside the order of the court directing the issue.\n“ And now, to wit, July 8th 1859, the application of Robinson, Minis & Miller for the issue prayed for, is refused; and the auditor appointed to distribute the proceeds of the sheriff’s sale of •the personal property of Porter, Rolfe & Swett, is directed to proceed to distribute the same, and make report thereof to this court.”\nThe auditor having filed his report, and the same having been confirmed by the court, and distribution decreed accordingly, Robinson, Minis & Miller took the present appeal.\nBurgtoin, for the appellants.\nShinn, for the appellees."
  },
  "file_name": "0081-01",
  "first_page_order": 81,
  "last_page_order": 84
}
