{
  "id": 992190,
  "name": "Road in Collins and Peebles Townships",
  "name_abbreviation": "Road in Collins",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "85",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 85"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 250,
    "char_count": 4222,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.5581572214079863e-07,
      "percentile": 0.6764487041522498
    },
    "sha256": "8d113d475e5489aa4473fb893e81ef467485d1929e9445cad52aa304f8edb89d",
    "simhash": "1:3d64ec85e4033b3b",
    "word_count": 763
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Collins and Peebles Townships."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nNo éxceptions were filed in the court below to the report of the viewers in this case. After setting aside the previously confirmed report of the reviewers, the court confirmed the report of the original view. We cannot hear exceptions now made, for the first time, to the report of the viewers. If objections are not made to the report, a confirmation is usually of course; when the proceedings are directed to be entered of record, and “ from thenceforth the road shall he taken, deemed, and allowed to be a lawful public road or highway, or private road as the case may beAct of 13th June 1836, § 4.\nBut it is said in the 6th assignment of error that, as the report of the viewers was confirmed instanter on the setting aside of the report of the reviewers, no time was allowed to file exceptions. If this complaint were just, it would indicate a violation of some rule which might call for interference here. But it was not so.. The report was filed on the 6th of March 1854, and confirmed nisi on the 20th, and on the 27th, the commencement of next term, the petition for a review was granted. ■ Here was time and opportunity for filing exceptions. It may be true, that parties interested to prevent a confirmation of the report of the viewers, thought that this would be accomplished by the review. But this only proves that they did not rely upon the remedy which they now think would have been effectual; it does not show that they were prevented from taking that remedy, or both, if they had thought proper to do so. These proceedings began in 1853, and are here now in 1859, and it is singular that, in no stage of them, until they came here, was there an attempt to file exceptions, and no applications to the court below to open the confirmation and permit exceptions to he filed. The proceedings of any court might be reversed if it could he done for irregularities of which they had no knowledge, and no reason to anticipate. On the 3d of June 1856, the report of viewers was confirmed, and nothing more has been done since, excepting to bring the case up at this term on certiorari. We see nothing in the act of confirmation to correct, for we cannot look to exceptions which reach behind it, which were not made; and we must affirm it. If it be meant by the 6th assignment of error, that the court erred in setting aside the previously confirmed report of the reviewers, we cannot examine i[, for their reasons for so doing are not before us. i\nProceedings affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Stowe and Hampton, for the exceptants.",
      "B. P. Plenniken, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Road in Collins and Peebles Townships.\nExceptions to a report of viewers should he filed at the proper term, before the confirmation of the report. They cannot he exhibited for the first time in the Supreme Court.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 9th November 1853, a petition .was filed praying for the appointment of viewers to lay out the road in question; viewers were accordingly appointed, whose report in favour of the proposed road was presented to and approved by the court on the 24th March 1854, and the width of the road fixed. No exceptions were filed to this report.\nOn the 27th March 1854, reviewers were appointed, who filed their report in the clerk’s office on the 30th May 1854. On the 14th November 1854, the report of reviewers was approved, as of June Term 1854, and the width of the road fixed at 33 feet. On the same day, it was confirmed absolutely, and an order to open was issued.\nOn the 3d March 1855, a rule was granted to show cause why the order of the 14th November 1854 should not be rescinded for irregularity, and the report of reviewers set aside. On the 6th March'1855, exceptions to the report of reviewers were filed. And on the 3d June 1856, the rule of the 3d March 1855 was made absolute; and the original report of viewers was confirmed absolutely.\nThe parties opposing the road thereupon removed the cause to this court, and here assigned for error matters in the nature of exceptions to the report of viewers, and to its confirmation. No exception was taken to the action of the court, in setting aside the report of the reviewers.\nStowe and Hampton, for the exceptants.\nB. P. Plenniken, for the petitioners."
  },
  "file_name": "0085-01",
  "first_page_order": 85,
  "last_page_order": 86
}
