{
  "id": 992214,
  "name": "Road in Ross Township",
  "name_abbreviation": "Road in Ross Township",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "87",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 284,
    "char_count": 5421,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 2.384814449290384e-07,
      "percentile": 0.7971899133887729
    },
    "sha256": "e251af5fa55b9ebc9e420ba9ccc483554087d2f06a6db37725bae5ed291a66f8",
    "simhash": "1:75a6beb7a03a58d1",
    "word_count": 960
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Ross Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered hy\nStrong, J.\nThe proceedings in this case are radically defective. The original petition was for the appointment of viewers “ to lay out and locate a public road” between two designated points, and also “ to vacate such parts of any other road or roads as it may supersede.” The object of the petition was, therefore, two-fold, the establishment of a new highway, and the' vacation of parts of existing roads. It was 'framed in entire disregard of the requirements of the Act of Assembly. That enacts that every application to vacate any road, “shall set forth in a clear and distinct manner the situation and other circumstances of such road or highway, or of the part thereof which the applicants may desire to have vacated.” In the present case, this defect in the petition was not supplied or cured by the report of viewers. They returned with their approval a draft of the new road for which the applicants prayed, and reported that they “ declared vacated, on the opening thereof, all other roads which it might supersede.” But they did not state what roads it might supersede, or what parts of roads. They reported no draft of them, they attempted no other description than is contained in- the words, “all other roads which this may supersede.” How, if this report he confirmed, are the township supervisors to know what are, and what are not, public highways ? It is the policy of the law, that the records of the Quarter Sessions- shall exhibit the public highways within the county. Eor this 'reason, drafts of every new road are required, as well as description by courses and distances. The same reason demands, that where a road or part of a road be vacated, the record should contain a description and draft of the part vacated. Such is the requirement of the Act of Assembly, and such is the uniform practice. The proceedings must, therefore, be set aside.\nIt is not necessary to consider separately the other exceptions taken. We will add, however, that the first is unfounded in fact. The report is signed by all the viewers, and it states that they had viewed. This is a sufficient averment of “ who were present at the view.”\nThe approval of the report nunc pro tunc, and confirmation absolute on the same day, were irregular and erroneous, because it deprived the opponents of the road of any opportunity to file exceptions, and the law allows them one term for that purpose, after the report of viewers has been approved, and after the width of the proposed road has been fixed.\nIt is much to be regretted that in proceedings for laying out and vacating roads, the plain and simple directions of the Act of Assembly are so often disregarded. The requisitions are not needless. They are adapted to the public convenience, and to the security of those through whose lands roads pass. Nor are they hard to be understood.\nThe order of the Court of Quarter Sessions confirming the report of viewers is set aside, and the report of viewers, as well as that of the reviewers, and the petition, are quashed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "T. B. Hamilton, for the exceptants.",
      "B. P. Flenniken, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Road in Ross Township.\nA petition to vacate a road, or any_ portion of it, should set forth clearly and distinctly the situation and other circumstances of that part of it which the petitioners desire to have vacated. If this be not done, and the defect be not supplied by the report of the viewers, it is fatal to the proceedings.\nA report signed by all the viewers, stating that they “ had viewed,” is a sufficient averment of who were present at the view.\nThe approval of a report nunc pro tunc, and its absolute confirmation at the same term, is erroneous. The law allows one full term, for filing exceptions, after the report has been approved, and the width of the proposed road has been fixed.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 28th June 1858, a petition was presented to the court below, asking the appointment of viewers, to locate the road in question, “ and to vacate such parts of other roads as it may supersede.” Viewers were accordingly appointed, who, on the 5th October 1858, filed their report in favour of the proposed road, stating that they had located a part of the road on certain designated portions of existing roads, and annexed a draft of the new part of the road; “ and all other roads which this may supersede, they declare vacated on the opening of this one.”\nOn the 1st January 1859, the report of viewers was confirmed nisi; but no record of it was made, and the order was mislaid; and on the 7th July 1859, on affidavit filed, the court ordered that the confirmation of the report of viewers be made nunc pro tune, as of the 1st January. On the same day, exceptions were filed nuna pro tunc, as of the same date.\nOn the 7th November 1858, a petition for a review was presented, and reviewers appointed; who filed their report against the road on the 13th March 1859. On the 31st March 1859, exceptions were filed to this report; and on the 7th July 1859, the report of reviewers was confirmed nisi, as of the 29th March.\nOn the 9th July 1859, the court set aside the report of the reviewers; confirmed the first report, and ordered the road, when opened, to be 33 feet in width. The exceptants, thereupon, removed the proceedings to this court. The substance of the exceptions taken, is stated in the opinion of the court.\nT. B. Hamilton, for the exceptants.\nB. P. Flenniken, for the petitioners."
  },
  "file_name": "0087-01",
  "first_page_order": 87,
  "last_page_order": 89
}
