{
  "id": 992166,
  "name": "Mercer et al. versus The Pittsburgh, Fort Wayne, and Chicago Railroad Company et al.; Commonwealth ex rel. The Attorney-General versus The Same",
  "name_abbreviation": "Mercer v. Pittsburgh, Fort Wayne & Chicago Railroad",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "99",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Paige 171",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        1893900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/9/0171-01"
      ]
    },
    {
      "cite": "8 Dana 289",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        4431541
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/38/0289-01"
      ]
    },
    {
      "cite": "7 Port. 238",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11256077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/7/0238-01"
      ]
    },
    {
      "cite": "7 Barb. 509",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "9 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0382-01"
      ]
    },
    {
      "cite": "6 Wh. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 14998,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 5.077414117550805e-07,
      "percentile": 0.9377915469203031
    },
    "sha256": "4bebee5e933c68affc408628b3ede207e9e5a8ffd6bdf85b41cac3121261c572",
    "simhash": "1:b168f622862ef1d0",
    "word_count": 2560
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mercer et al. versus The Pittsburgh, Fort Wayne, and Chicago Railroad Company et al. Commonwealth ex rel. The Attorney-General versus The Same."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe Ohio and Pennsylvania Railroad Company were incorporated by acts of the Ohio and Pennsylvania legislatures, passed the 24th February and 11th April 1848, by which, and by an Act of Assembly of Pennsylvania, passed 14th December 1854, this road was to be connected with the Pennsylvania Railroad, in the city of Pittsburgh, by a bridge across the Allegheny river. By the provisions of the original charter, if it shall be necessary in the location of any part of said railroad to occupy any road, street, alley, or public way, or ground of any kind, or any part thereof, it shall be competent for the municipal or other corporation or public officers, or public authorities, owning or having charge thereof, and the railroad company to agree upon the manner and upon the terms and conditions, upon which the same may be used, or occupied. The Pittsburgh, Fort Wayne, and Chicago Railroad Company, who succeeded to the rights, privileges, franchises, and obligations of the Ohio and Pennsylvania- Railroad Company, entered into two agreements, dated 21st April 1857, and 18th August 1857, with the railroad committee and street committee of the councils of the city of Allegheny, under the authority of certain ordinances and resolutions of the said councils, for continuing the track of their railroad from the then terminus thereof on the west side of Federal street, across Federal street, and along the north side of Canal street to the east end thereof, and thence by the most practicable route over the intervening streets, to and over the railroad bridge now in the process of construction over the Allegheny river ; and they were empowered to lay down, construct, maintain and operate, in the manner and subject to the restrictions thereinafter specified, a single or double track for their said road, from their present station or depót ground, west of Federal street, over the route above indicated to and over the said railroad bridge; and for that purpose, with the advice and co-operation of the. city regulator, to construct such trestle-work of timber or iron or embankments of earth, or walls of wood or stone, or other material, as' shall be needful and proper to secure a safe and permanent foundation for the rails, and- the safe, economical, and efficient operation of said railroad; but not to occupy more than thirty feet in widtli over any street east of Federal street for the superstructure or tracks of the road.\nThey were empowered to raise the grade of Federal street two feet where they crossed it, and at the crossings of the road on the streets and alleys, between Anderson street and the railroad bridge, the tracks or the timbers sustaining the rails were to be elevated not less than twelve feet above the surface of said streets and alleys, so as to afford a free and clear passage for persons and vehicles on said streets and alleys, under the track of the railroad.\nThe level of Canal street was twelve feet below the grade of both Federal and Sandusky streets, and on account of the abrupt descent from Sandusky street, it could not be used as a general thoroughfare, and the construction of the railroad with a double track laid on a level with Sandusky and Federal streets, raised Canal street twelve feet. The gutters, culverts, bars, posts, and gates, put up by the company, were in conformity to their contract with the city.\nIn addition to the complaint of overflow of their store, in heavy rains, the plaintiffs cannot, owing to the raising of the street by the railroad embankments and trestle-work, dray salt from the canal to their store across it, as they did when the street was twelve feet below grade.\nThe complainants are the owners of a lot of ground on the northeast corner of Federal and Canal streets, 120 feet on Canal street, on which a store is erected, and their bill was filed in June, and a supplemental bill in November 1857. The relief prayed is an injunction to restrain the defendants from continuing and maintaining the obstructions, and running their cars and locomotives through and over the said street, to the exclusion and injury of the complainants and other citizens having an interest therein. The cause was heard on bill, answer, exhibits, and testimony, a preliminary injunction having been refused by the chief justice.\nThis railroad, in connection with the Pennsylvania Railroad, forms a continuous line of travel and traffic between the metropolis of Pennsylvania and that of the flourishing state of Illinois, and we are asked by two private individuals, the owners of one small property on this railway of hundreds of miles, to put a stop to the ■whole of this valuable trade, by tearing up .the railroad on Canal street, in the city of Allegheny, and thus preventing the cars and locomotives from incommoding the owners and occupiers of this single store.\nThis street was laid out by the owner of the property thirty years ago, and was dedicated to the public by him and accepted by them. It is, therefore, a public street, and the purchasers from the original proprietors have no other rights in it than the adjoining owners have in any other street, whether opened according to law, or devoted to public use by the liberality or forethought of the owner of the soil.\nThe law on this subject has been so clearly laid down, and so often enunciated, in the various decisions in this state, that it is only necessary to refer to the eases of the Philadelphia and Trenton Railroad Company, 6 Wh. 25, affirmed in Commonwealth v. Erie and N. E. Railroad Co., 3 Casey 354; Green v. Borough of Reading, 9 Watts 382; Henry v. Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; O’Connor v. Pittsburgh, 6 Harris 189.\n“ The right,” says Chief Justice Black, “ of the supreme legislative power to authorize the building of a railroad on a street or other public highway, is not now to be doubtéd.” The legislature in this instance devolved the exercise of this power upon the city of Allegheny, who, by their proper representatives, have authorized and sanctioned the building of this railroad along Canal street, and whatever was done by the company was done at the request of, and by express contract with, the only persons legally empowered to fix the terms and conditions upon which the street was to be used or occupied.\nIt is clear, therefore, without resorting to' that discretion, which in all such cases we are bound to exercise, that the injunction prayed for must be refused.\nBill dismissed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Williams $ Sproul and Hamilton, for the complainants,",
      "Shaler, for the respondents."
    ],
    "corrections": "",
    "head_matter": "Mercer et al. versus The Pittsburgh, Fort Wayne, and Chicago Railroad Company et al. Commonwealth ex rel. The Attorney-General versus The Same.\nA street laid out by the property-owner thirty years ago, dedicated by him to the use of the public, and accepted by them, is a public highway; and purchasers from the original proprietor have no other rights in it, than have adjoining owners in any other street, whether opened according to law, or dedicated, to public use by the owner of the soil.\nThe power of the legislature to authorize the building of a railroad on a street, or other public highway, is indubitable; and the exercise of that power may be devolved, at discretion, upon the local authorities.\nIn Equity. These were two bills in equity exhibited, the one 'by Spencer Mercer and Eccles Robinson, and the other by The Commonwealth of Pennsylvania, at the relation of the Attorney-General, against The Pittsburgh, Fort Wayne, arid Chicago Railroad Company, and The City of Allegheny, for an injunction to restrain them from obstructing and occupying North Canal street, in the city of Allegheny, by changing the grade thereof and maintaining a railroad thereon; to enjoin them to remove the obstruction already erected; and to restrain them from altering the grade of Federal street, and erecting gates thereon.\nThe bills set forth that John McDonald, being the owner of two out-lots, Nos. 37 and 38, in the reserved tract opposite the town of Pittsburgh, did, on or about the 24th March 1830, lay out and subdivide the same into town lots, with sundry streets and alleys intersecting the same, for the use and accommodation of the owners thereof; and caused a plan thereof to be recorded. That upon this plan there was located a public street, called North Canal ■street, of the width of thirty feet, extending along the towing-path of the Pennsylvania Canal from Federal street to Sandusky street, which was then opened and had ever since been used as a public highway.\nThat the complainants, Mercer and Robinson, were the owners, by title derived from the said John McDonald, of lot No. 1 in the said plan, at the corner of North Canal and Federal streets, with a front of 120 feet on the former, and 24 feet on the latter, upon which they erected, about five years ago, a large and expensive three story brick warehouse, with reference to the then existing grades of the streets, so far as the same had been fixed and determined, so contrived as to give them a ready access to the Pennsylvania Canal, for purposes of trade and business, upon which the value of the said property very largely depended; and that they, and those under whom they claimed,, had been in the uninterrupted exercise and enjoyment of the said valuable rights and privileges until the time of filing their bill.\nThat the territory embraced in the said plan had since been incorporated into and become a part of the city of Allegheny. •That on the-6th November 1856, the councils of the said city passed an ordinance, granting the right of way to the Pittsburgh, Eort Wayne, and Chicago Railroad Company, to continue the track of their railroad from its then terminus on the west side of Federal street across Federal street, and along the north side of Canal street to the east end thereof, and thence by the most practicable route, over the intervening streets, to and over the railroad bridge in process of construction over the Allegheny river; and empowering them to lay down a single or double track for their road over the route indicated, and for that purpose to construct such trestle-work of timber or iron, or embankments of earth, or walls of wood or stone, or other material, as should be needful and proper to secure a safe and permanent foundation for their road; but not to occupy more than -30 feet in width over any street east of Federal street, the grade of which they were authorized to raise two feet at the place of crossing. And that on the 4th December 1856, they passed a resolution empowering their railroad committee to contract with the said railroad company for the right of way, on the conditions prescribed in the said ordinance.\nThat on the 19th March 1857, the said councils adopted two other, resolutions, one allowing the said company the privilege of changing the grade of Sandusky and Anderson streets; and the other, authorizing the committee of surveys to establish a grade for North Canal street. That in-pursuance of the authority so conferred, and of another resolution of councils passed the 15th April 1857, the members of the railroad committee, on the 21st April 1857, entered into an agreement with the railroad company, granting to them, in consideration of the payment of the sum of $3000 per annum, the right of way, and certain other powers and privileges for the construction of their railroad, from its then terminus to the said railroad bridge, as fixed and determined by the ordinance'and resolutions aforesaid.\nThat the said railroad company had entered upon the line of North Canal street, claiming the right to do so by virtue of their charter, and of the said ordinances, resolutions, and agreement, and were engaged in grading, filling, and preparing the same for the track of their road, by raising it for a distance of about 100 feet at either end, to the level of Sandusky and Federal streets, and about --feet above the level of. the towing-path, and of the said canal, and flanking and sustaining the embankments so made, by a perpendicular wall along the said towing-path; and for the residue of the whole distance laying and preparing across the line of the said street, foundations of stone for the support of trestle-work, on which the superstructure of the road was intended to be laid; thereby entirely burying the rear or basement story of the complainants’ building, and shutting out and excluding them from all access to or use of the said canal, and greatly impairing in value the property owned by them.\nThat it was also provided by the said contract that the railroad company should have the power of erecting and maintaining gates across Federal street, which was a great’ and crowded thoroughfare, to be closed by them during the passage of their trains; which would be a special nuisance and injury to the complainants, as well as a public nuisance to the inhabitants of the city. And that the alteration authorized in the grade of Federal street would also be an obstruction to the said street, and a great and lasting injury to their property, by preventing' the escape of water and filth, which had always been used to pass off through the gutter in front of their premises.\nThe defendants answered that, under the acts incorporating the Ohio and Pennsylvania Railroad Company, they were authorized to form a connexion with the Pennsylvania Railroad Company, and to occupy, in the location of their road, any street or public highway, upon such terms and conditions as should be agreed upon with the proper municipal or corporate authorities. And that by subsequent statutes, all the powers and' privileges of the Ohio and Pennsylvania Railroad Company had become vested in the defendants. That in pursuance of the powers so granted, they had entered into the agreement set forth in the bill, with the municipal 'authorities of the city of Allegheny, and had located and constructed their road in the manner therein stipulated. That the portion of their track along North Canal street, was laid and constructed to conform to the grade fixed- by the municipal authorities, and so as to do no unnecessary damage \"to the complainants, or any other person.\nThe complainants filed a replication, and testimony was taken before an examiner, the result of which fully appears in the opinion of the court. The causes were heard together on the pleadings and proofs.\nWilliams $ Sproul and Hamilton, for the complainants,\nargued that the obstruction complained of was a clear case of public •nuisance, attended with special injury to the proprietors: they cited Paul v. Carver, 12 Harris 207; Commonwealth v. Erie and N. E. Railroad Co., 3 Casey 339; Stuber’s Road, 4 Id. 199; 2 Eden on Injunctions, tit. Nuisance; Duke v. Hudson River Railroad Co., 7 Barb. 509; Rosser v. Randolph, 7 Port. 238; Hamilton v. New York and Harlem Railroad Co., 9 Paige 171; Lexington Railroad Co. v. Appelgate, 8 Dana 289; Rauch v. Lloyd, 7 Casey 368; Pennsylvania Railroad Co. v. Kelly, Id. 372.\nShaler, for the respondents."
  },
  "file_name": "0099-01",
  "first_page_order": 99,
  "last_page_order": 104
}
