{
  "id": 992191,
  "name": "Hutchinson et al. versus Ledlie et al.",
  "name_abbreviation": "Hutchinson v. Ledlie",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "112",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 168",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841259
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0078-01"
      ]
    },
    {
      "cite": "6 Watts 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0026-01"
      ]
    },
    {
      "cite": "2 Watts 108",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0108-01"
      ]
    },
    {
      "cite": "2 Binn. 80",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0080-01"
      ]
    },
    {
      "cite": "3 Binn. 273",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0273-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 5244,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 6.038500232105468e-07,
      "percentile": 0.9547797960421631
    },
    "sha256": "93e54337cd16f2e58811e797f634e11d158ef8f9db78b2d47ca4f11a974b4953",
    "simhash": "1:c4e3a0899297c705",
    "word_count": 980
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hutchinson et al. versus Ledlie et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe' abundant caution of the defendants in preparing their paper-book, seems to us to have run into excess. On the evidence, we should probably decide the case as the court below did. But this is not the question raised by' this writ of error. In strict practice, it does not bring up the evidence, or if it does, it brings it up only that we judge of its competency. But the plaintiffs in error do not treat it as .brought up, and they assign no error upon it.\nThey raise only the question of the authority of the court to set aside their judgment on the warrant of attorney, or to modify it as they did. This is, of course, a question for a writ of error, for it is directly raised by the record, and we have no evidence to review, as we may have on appeals.\nWe have no sort of doubt about the court having the authority which they exercised. The learned opinion of the late Chief Justice in Banning v. Taylor, 12 Harris 291, is erroneously reported as the opinion of the court; for only two judges agreed to it, four having sat oh the case; but it shows very convincingly, that the courts have this power over judgments entered by warrant of attorney. They have it for cause appearing on the record, and also for causes .that may he made to appear by evidence. In this case, the causes are shown by evidence of witnesses, and we presume that the court decided the facts correctly.\nProceedings affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Shaler and 6r. P. Hamilton, for the plaintiffs in error.",
      "N. P. Petterman and P. 0. Shannon, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hutchinson et al. versus Ledlie et al.\nThe courts have authority - to vacate or modify judgments entered by warrant of attorney, either for cause appearing on the record, or for such as may be established by depositions.\nBanning v. Taylor, 12 Harris 291, commented on.\nThe setting aside, or modification of a judgment entered by warrant of attorney, may be reviewed on writ of error.\nBut in strict practice, the writ of error, in such case, does not bring up the evidence; or if it does, it is only that its competency may be inquired into.\nError to the District Court of Allegheny county.\n■ This was a judgment entered by virtue of a warrant of attorney, on the 28th July 1858, in favour of James A. Hutchinson and Edward Simpson, against Ledlie & Ulam, in trust for the benefit of the defendants’ creditors. The bond and warrant of attorney were executed by James E. Ledlie, one of the firm of Ledlie & Ulam, without the knowledge of his copartner.\nExecution having been issued on this judgment, and levied on the property of the firm, on the petition of Joseph J. Ulam, supported by affidavit, the court below, on the 7th August 1858, granted a rule to show cause why the judgment and execution should not be set aside; proceedings to stay in the mean time, but the lien of the levy and execution to remain.\nDepositions were taken in support of this rule, and after hearing, the court below, on the 18th December 1858, ordered that the judgment and execution be set aside as against Joseph J. Ulam; that the levy on the partnership property of the firm of Ledlie & Ulam be set aside; and that the execution of the said writ, or of any other writ to he issued on the judgment, be restricted to the individual property of James E. Ledlie, and to his interest in the partnership property of the firm of Ledlie & Ulam.\nThe plaintiffs, thereupon, sued out this writ, and here assigned such order for error.\nShaler and 6r. P. Hamilton, for the plaintiffs in error.\nThe order is one from which a writ of error will lie : 1 Tr. & H. Pract. 598; 3 Binn. 273; Id. 436; 1 Penn. R. 375; Addison 119, 121.\nThe principal question raised by the record is, the propriety of the order of the court below setting aside the levy on the partnership property. The judgment had no relation to the individual property, and no levy had been made on that of Ulam. The farthest the court should have gone was, to limit the levy to the partnership property. The acts of one partner, though under seal, if they are done in relation to partnership affairs, and within the scope of partnership obligations, are binding on the firm. Fagely v. Bellas, 5 Harris 67; one partner has power to confess a judgment against the firm, for a partnership debt: Grier v. Hood, 1 Casey 430.\nN. P. Petterman and P. 0. Shannon, for the defendants in error.\nThe opening of the judgment and restricting the execution was a matter resting in the discretion of the court below, and is not the subject of review on a writ of error. In the cases cited for the plaintiffs in error, the matter of complaint appeared on the face of the record; but in this ease, it does not: 6 S. & R. 1; 2 Binn. 80; Id. 234; 2 S. § R. 388; 2 Watts 108; 10 Barr 42; 6 Watts 26; 16 S. & R. 318; 3 Watts 78; 5 Id. 104; 3 Penn. R. 273; 1 Casey 105; 1 Penn. R. 323.\nOne partner cannot bind the firm, by an instrument under seal, without the consent of the other partner: 3 Kent’s Com. 47; 7 T. R. 307; 4 W. § S. 290; 5 Harris 71; Id. 485; 7 Id. 240; 6 W. & S. 168; 1 Penn. R. 285; 6 Casey 84. The authority must be special: 12 S. & R. 249. In Grier v. Hood, 1 Casey 430, cited by the' plaintiffs in error, the contest was between creditors ; here, it is the other partner who dissents from the judgment and asks to have it set aside."
  },
  "file_name": "0112-01",
  "first_page_order": 112,
  "last_page_order": 114
}
