{
  "id": 992202,
  "name": "Little versus Clarke et al.",
  "name_abbreviation": "Little v. Clarke",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "114",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 291,
    "char_count": 6348,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 8.358101430977477e-08,
      "percentile": 0.4813452444524758
    },
    "sha256": "fd61534977d955298b01a7832ee1ac02a57b0918ec1394a87ac0c9df30451763",
    "simhash": "1:80af51880f855c3b",
    "word_count": 1115
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Little versus Clarke et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe defendants, whilst partners, had frequent dealings with the plaintiffs, and upon the dissolution of the partnership, a mere publication of it in the newspaper was not sufficient notice of it to the plaintiffs.\nThe firm name of the defendants was E. Watts & Co., and upon the testimony of the plaintiffs, after proving the dealings with E. Watts & Co., and that the goods sold on the 9th September 1854, were sold to the firm, it appeared that they were purchased by E. Watts alone, and were charged to him. The defendant, Little, then offered in evidence articles of agreement, showing a dissolution of the firm of E. Watts & Co., on the 15th July, 1854, which was rejected by the court, upon the ground that he did not propose to follow up this evidence by proof of notice of the dissolution to the plaintiffs, before the present debt was contracted. In this we think the court erred, particularly as there was at least some evidence to go to the jury, from which notice of a dissolution so long before might be inferred or presumed.\nThe court also erred in not admitting the evidence of the bill of 9th Septemper 1854, generally,, instead of confining it to a special purpose; nor do we think these errors were cured by the subsequent admission of the articles of dissolution for a particular object.\nThe rejection of one of the defendants as a witness for the other defendant was proper: 2 Arch. Prac. 92, Tidd’s Prac. 895 ; but his declarations in rebuttal on the part of the plaintiffs were rightly admitted.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "6r. P. Hamilton and J. Knox, for the plaintiff in error.",
      "J. I. Kuhn and A. H. Miller, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Little versus Clarke et al.\nNotice of dissolution of partnership published in a newspaper, where the partnership business is carried on, is not sufficient notice to parties who have had prior dealings with the firm.\nArticles of dissolution of partnership are admissible in evidence, without an offer to follow it up by proof of actual notice, before the debt sued for was contracted; especially, where evidence has been given from which notice might be inferred.\nA bill of goods Sold, made out to one of the partners, and not to the firm, is evidence to go to the jury, without restriction; but the declarations of the party purchasing, made at the time, are admissible in rebuttal, to show why the goods were so charged.\nA defendant who has entered no appearance, and offers no defence, is not a competent witness to prove actual notice' of-dissolution.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by Clarke & West, dry goods merchants of New York, against J. M. Little and E. Watts, to recover for a bill of goods sold to the firm of E. Watts & Co. on the 9th September 1854, amounting to $918.91. The defendant Little alone took defence.\nOn the trial, the plaintiffs offered to prove, by their clerk, that prior to the 9th September 1854, they had sold to the firm of E. Watts & Co. various bills of goods; that the firm was composed of E. Watts and J. M. Little; that Watts was in New York, on the 9th September 1854; and that the clerk sold the goods sued for to E. Watts & Co. The defendant objected to this offer, on the ground that he was not sued as a partner, and that the evidence was irrelevant and incompetent. The court overruled the objection and admitted the evidence; and the defendant excepted.\nThe deposition of the clerk was then read, proving these facts; and also, on cross-examination, that the goods were purchased by E. Watts, and that they were charged to him alone.\nThe defendant then offered in evidence articles of dissolution of partnership, dated the 15th July 1854, whereby the firm of E. Watts & Co. was dissolved. To this offer the plaintiffs objected; the court sustained the objection, ruled out the evidence, and the defendant excepted.\nThe defendant then offered to prove by Esling, the clerk of E. Watts, that he took out of the Pittsburgh post-office, three days before the goods arrived, a letter, post-marked New York, containing the bill of the goods, headed “ E. Watts bought of Clarke & West,” for the purpose of showing to whom the goods were sold and credit given, and as tending to show notice of the dissolution of the partnership. The plaintiffs objected to this, offer as irrelevant and incompetent; and the court admitted the evidence as “tending to show' to whom the goods were sold and credit given; but not as evidence to show notice of a dissolution of the partnership.” To this ruling, the defendant excepted.\nThe defendant then offered to call E. Watts, with his consent, and to prove by him, the service of a written notice on the plaintiffs of a dissolution of the firm of E. Watts & Co. at the time of the purchase by him of the bill of goods sued for. The court overruled the offer, and the defendant excepted.\nThe defendant then again offered in evidence the articles of dissolution, as tending to show why the goods were charged to E. Watts alone; and the court admitted them, for this restricted pur•pose. The defendant also proved that the boxes containing. the goods were marked to “E. Watts” alone; that the name of E. Watts alone was over the door; that the goods were received by E. Watts, and sold by him; that J. M. Little had no interest in the store, and received none of the goods or of the proceeds of them; and that notice of the dissolution of the firm of E. Watts & Co. was published in the Evening Chronicle of Pittsburgh, daily, from the 15th July to the 27th September 1854.\nThe plaintiffs then offered, in rebuttal, to prove by their clerk, that when the goods were laid out, Mr. Watts stated that “ the responsibility of the concern was the same as ever; that Mr. Little’s interest was the same, and that his capital was at the risk of the business; and that upon these representations the goods were shipped.” The defendant objected to this offer, but the court admitted the evidence, and the defendant excepted.\nUnder the instructions of the court, there was a verdict for the plaintiffs; and judgment having been entered thereon, the defendant, Little, sued out this writ, and here assigned for error, the admission and rejection of the evidence mentioned in his several bills of exception.\n6r. P. Hamilton and J. Knox, for the plaintiff in error.\nJ. I. Kuhn and A. H. Miller, for the defendants in error."
  },
  "file_name": "0114-01",
  "first_page_order": 114,
  "last_page_order": 116
}
