{
  "id": 992186,
  "name": "Allen versus Markle",
  "name_abbreviation": "Allen v. Markle",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "117",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 474",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 168",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0168-01"
      ]
    },
    {
      "cite": "3 Binn. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 363,
    "char_count": 5436,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 3.7892853555453823e-07,
      "percentile": 0.8969298982295879
    },
    "sha256": "8605b3a4c7b4ebe3deadcbe9f04e9243235e3d90130040252afe17b89784c45a",
    "simhash": "1:93e808c19e4ef9ec",
    "word_count": 981
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen versus Markle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\n'That under the will of Andrew Burgett, an estate tail was given tó his son Boston, admits of no doubt. The rule in Shelly’s case is an established rule of property in Pennsylvania. At this late day, it would be useless to attempt to vindicate it, or reply to the.oft-repeated objection that it defeats the particular intent of the donor or testator. It is sufficient for us, that the rule is too deeply seated to be overthrown by judicial decision. The devise in this will is directly within the rule. The testator gives his real estate to his son “ during his natural life, and at his decease to descend to his legitimate offspring for ever.” He then directs that “ in case the said Boston’s issue becomes extinct, the land shall go over to devisees named in the will.” The words “ legitimate offspring” and “issue” are used interchangeably as having the same meaning, and if he had not defined the term “ offspring,” the law has, in repeated instances. It is regarded as nomen eolleetivum.\nOffspring then is a word of limitation, not of purchase. Those embraced in its meaning take by descent through Boston Burgett, not as primary objects of the testator’s bounty. Of course the estate of the first taker was an estate tail, and it having been barred under the Act of Assembly, the plaintiff below had a title in fee simple.\nThe judgment of the Court of Common Pleas is therefore affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Watson, for the plaintiff in error.",
      "MoKennan, Acheson, and Willson, for the defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Allen versus Markle.\nThe rule in Shelly’s Case is an established rule of property, in Pennsylvania.\nA testator devised his real estate to his son A., during his natural life, and at his decease to descend to legitimate offspring for ever, but in case the said A.’s issue should become extinct, then over to other devisees in fee: Held, that-,\nA. took an estate tail, in the lands devised.\nThe word “ offspring,” in such case, even if it had not been defined by the subsequent use of the word “issue,” is.a term of -limitation and not of purchase.\nError to the Common Pleas of Washington county.\nThis was an action of debt by Jacob P. Maride against John M. Allen, to recover the sum of $1000, a portion of the purchase-money due on an agreement for the sale of a tract of land, dated the 18th May 1859. A case was stated for the opinion of the court, in which the following facts were embodied:—\nAndrew Burgett, being seised of certain real estate in Washington county, by his will devised as follows:\n“ I give and bequeath to my son, Boston Burgett, all the right and title to all my real estate, and also all my personal property that is not otherwise disposed of; the real estate to be enjoyed by my said son during his natural life, and at his deceasp, to descend to his legitimate offspring for ever; but in case said Boston’s issue becomes extinct, I will to Boston Burgett Smith, and his heirs, and Matilda Pyles, daughter of Polly McCarty, and her heirs, all my real estate for ever, to be equally divided between said Smith and Pyles; but in case my son Boston’s wife should survive him, then it is my will, that she, the said wife, receive annually the one-third of the net proceeds of my farms during her natural life.” On the 20th May 1848, Boston Burgett, by deed to bar the entail, conveyed the land to John S. Brady, who, on the same day, reconveyed the same to Boston Burgett ip fee. The property was afterwards .taken in execution as the property of Boston Burgett, and sold by the sheriff of Washington county to Jacob P. Markle, the plaintiff.\nOn the 18th May 1859, the plaintiff, by articles of agreement, sold a portion of the premises to John M. Allen, the defendant; and $1000 of the purchase-money was due at the institution of this suit, for the recovery of which the action was brought. The defence was, that the plaintiff had not a good and sufficient title in fee simple. It was admitted, that if Boston Burgett took an estate tail in the land, under his father’s will, the plaintiff’s title was good.\nThe court below (Gilmore, P. J.) gave judgment for the plaintiff on the case stated; whereupon the defendant removed the cause to this court, and here assigned the same for error.\nWatson, for the plaintiff in error.\nThe will gives but a life estate to Boston Burgett. The intention to give but a life estate is apparent from the terms of the will; and the intention of the testator must govern unless .it violate some known rule of law: Findlay v. Riddle, 3 Binn. 139; Stump v. Findlay, 2 Rawle 168; Bennett v. Morris, 5 Id. 9; Abbott v. Jenkins, 10 S. & B. 296; Dunwoodie v. Reed, 3 Id. 435; 2 Jarman on Wills 331, 333, 350; 6 Harris 77; Stehman v. Stehman, 1 Watts 474.\nMoKennan, Acheson, and Willson, for the defendant in error.—\nThe word offspring imports' descendants; it is convertible with issue; and is nomen collectivum: Denn v. Puckey, 5 T. R. 306; Hayes on Real Estate 8. The offspring are to take as a class of legal successors, and not as individual beneficiaries of the testator; and this makes it an estate of inheritance: 4 Casey 104; 1 Preston on Hstates 274. The particular intention of the testator is con-, trolled by the rule of law. It is an estate tail in Boston Burgett: Middleswarth v. Collins, 1 Phila. R. 139; Hileman v. Bouslaugh, 1 Harris 351; George v. Morgan, 4 Id. 95; Braden v. Cannon, 12 Id. 168; Shoofstall v. Powell, 1 Grrant Cas. 19; Price v. Taylor, 4 Casey 95; Criley v. Chamberlain, 6 Id. 161; Potts’s Appeal, Id. 168."
  },
  "file_name": "0117-01",
  "first_page_order": 117,
  "last_page_order": 119
}
