{
  "id": 992187,
  "name": "Diehl's Appeal",
  "name_abbreviation": "Diehl's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "120",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0063-01"
      ]
    },
    {
      "cite": "5 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 286,
    "char_count": 5778,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 3.515679753250989e-07,
      "percentile": 0.8835308545015559
    },
    "sha256": "53210c0d343e57ba04d2f39b2a32043f4550ee723f0118044d08a6df84264ba5",
    "simhash": "1:ba8725dfb370fb9f",
    "word_count": 1014
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Diehl’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe only question in this ease arises upon the will of Solomon Wickert, the husband of the intestate Elizabeth Wickert. Solomon Wickert, by his last will, dated the 8th August 1838, devised and bequeathed as follows: “And as to such worldly estate, wherewith it has pleased God to bless me in this life, I give and dispose of the same as follows:—\n“ I give to my loving wife Elizabeth, all that tract of land in Lower Maeungie township, county aforesaid, during her lifetime, together with all my bonds and notes, to have and to hold the same,” The obvious meaning of this clause, as far as regards the bonds and notes, is to give them to her absolutely, and this is not affected by the next clause: “ Also, all my personal estate, whatsoever will be left after my decease, to have -and to hold the same during her natural lifetime,” particularly when taken in connection with the next clause but one, enlarging her interest in all the personal estate in these words: “ I also give my wife power and liberty, after my death, to do with all my property whatsoever she pleases:” In re Maxwell’s Will, 24 Beavan 246.\nAs the balance in the hands of the accountant consists practically of the proceeds of .the bonds and notes thus bequeathed to his intestate, or of the bonds and notes themselves, it is unnecessary to go further than to say, that by the terms of the will, these became the absolute property of the testator’s widow.\nThe court below were therefore wrong, and the auditor was right; and the decree of the Orphans’ Court must he reversed, and a decree entered in conformity to the report of the auditor distributing the balance in the hands of the accountant among the legal representatives of Elizabeth Wickert.\nDecree of Orphans’ Court reversed, and the report of the auditor distributing the balance in the hands of the accountant among the legal representatives of Elizabeth Wickert confirmed, and decree entered in accordance therewith.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "W. S. Marx and R. E. Wright, for the appellants.",
      "S. A. Bridges, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Diehl’s Appeal.\nA testator devised and bequeathed as follows : “ as to such worldly estate wherewith it has pleased God to bless me in this life, I give and dispose of the same as follows: I give to my loving wife E., all that tract of land in L. M. township, county aforesaid, during her lifetime, together with all my bonds and notes, to have and to hold the same, also all my personal estate, whatsoever will be left after my decease, to have and to hold the same during her natural lifetime. I also give my wife power and liberty, after my death, to do with all my property, whatsoever is left, what she pleasesHeld, that the widow took the bonds and notes absolutely.\nAppeal from the Orphans’ Court of Lehigh county.\nThis was an appeal by Solomon Diehl and. others, the heirs at law of Elizabeth Wickert, deceased, from the decree of the court below distributing the balance of her estate in the hands of the said Solomon Diehl, her administrator.\nSolomon Wickert, who was the husband of Elizabeth Wickert, by his last will and testament, dated the 8th August 1838, devised and bequeathed as follows:—\n“And as to such worldly estate, wherewith it has pleased God to bless me in this life, I give and dispose of the same in the following-, to wit: I give to my loving wife, Elizabeth, all that tract of land situate in Lower Maeungie township, county aforesaid, during her lifetime, together with all my bonds and notes, to have and to hold the same. Also, all my personal estate, whatsoever will be left after my decease, to have and to hold the same during her natural lifetime. I also give to my wife, Elizabeth, two lots of woodland, situate in Upper Milford township, county and state aforesaid, containing in all five acres (one lot two and the other three acres), to have and to hold the same for her use as long as she lives. I also give my wife power and liberty, after my death, to do with all my property, whatsoever is left, what she pleases.\n“ And I hereby nominate and appoint my said wife, Elizabeth, to be executrix, and Reuben Trexler, Jr., executor of my last will and testament: And provided the above-named Reuben Trexler should depart this life, my wife Elizabeth shall be at liberty to take for her executor whoever she pleases.”\nSolomon Wickert died in 1841, and his widow took immediate possession of his personal property, including bonds and notes to the amount of $6261.08. She died in February 1857, intestate and without issue, but leaving brothers and sisters and the children of a deceased sister, who were the appellants in this case. Her personal property consisted of goods and chattels of the value of $346, bonds and notes amounting to $3084.79, and $523.62 in cash.\nThe administrator of Elizabeth Wickert filed an account which resulted in a balance for distribution of $2982.91, the proceeds of the bonds and notes bequeathed to her by her deceased husband. This balance was claimed by the appellants as the heirs of Elizabeth Wickert, the intestate; and it was also claimed by the appellees, who were the heirs at law of Solomon Wickert deceased, on the ground that the intestate took only a life estate in the bonds and notes, under her husband’s will.\nThe auditor appointed to report distribution of the fund in the hands of the accountant, awarded it to the heirs of Elizabeth Wickert deceased; but the court below, on exceptions filed by the heirs of Solomon Wickert, set aside the report of the auditor, and decreed the fund to the exceptants, whereupon this appeal was taken.\nW. S. Marx and R. E. Wright, for the appellants.\nS. A. Bridges, for the appellees,\ncited Flowers v. Franklin, 5 Watts 265; Holman’s Appeal, 12 Harris 174; Fisher v. Herbell, 7 W. & S. 63; Straub’s Appeal, 1 Barr 86; Flintham’s Appeal, 11 S. & R. 16."
  },
  "file_name": "0120-01",
  "first_page_order": 120,
  "last_page_order": 122
}
