{
  "id": 992162,
  "name": "Schaffer versus Cadwallader",
  "name_abbreviation": "Schaffer v. Cadwallader",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "126",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 170",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pet. 443",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. L. J. 301",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 17",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Smith 438",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 9541,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.5042540893597185e-07,
      "percentile": 0.6662374910660814
    },
    "sha256": "8498728a4b338f7bf873ef777e0d3f86b2845c986f0388134979d0aa757ec02f",
    "simhash": "1:2e3787ad552a5a5e",
    "word_count": 1680
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schaffer versus Cadwallader."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wTas delivered by\nLowrie, C. J.\nIt is essential to the existence of a lien (as of all other legal rights), that it be recognised by law, by being enforced or protected as such. This is a very plain principle, and it refuses to a judgment against a municipal corporation the character of a lien on its land, because such a judgment cannot be executed against the land. If the apparent universality of the principle, upon which we found our judgment, be still subject to doubts, on account of the very general rule, that, in social affairs, scarcely any principle can be applied universally and without any exceptions, then we refer to the printed argument of the defendant’s counsel, to show that, in such cases as this, the principle relied on has always been thus administered.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "E. K. Price, for the plaintiff in error.",
      "II. Wharton, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schaffer versus Cadwallader.\nA judgment against a municipal corporation is not a lien upon its real estate; and this, because no execution can issue against the defendant’s land upon such a judgment.\nCertificate from the Court of Nisi Prim.\nThis was an amicable action of debt by William L. Schaffer against Cyrus Cadwallader, wherein the parties agreed upon a case stated, in the nature of a special verdict, in which the following facts were submitted for the opinion of the court.\nOn the 16th August 1797, Seth Johnson and wife conveyed to George Hunter, in fee, a square of ground on the south side of Wallace street, bounded by Nineteenth and Twentieth streets, and extending southward to Green street. Subsequently, the title to a large lot of ground on the north side of Wallace street, between Nineteenth and Twentieth streets, became vested in the Board of Health. On this lot, the City Hospital was erected, so that the southern line of the building actually or nearly coincided with the northern line of Wallace street.\nOn the 80th October 1811, George Hunter and wife conveyed to the Board of Health, the northernmost 50 feet of his property (and all his interest in the ground occupied by Wallace street), to hold the same as a street or public highway, to be for ever kept open of the breadth of 50 feet, and in length 896 feet, for the mutual benefit and advantage of the. respective parties. It being understood that the then Wallace street should be vacated and given to the Board of Health, and the lot thus granted should be used for a street in lieu thereof.\nIn accordance with this agreement, 'Wallace street was vacated by the proper court, and enclosed by the Board of Plealth, and the strip of ground so conveyed was for many years afterwards used as a street. It was not, however, recognised in the official surveys of that part of the district of Spring Garden.\nOn the 3d February 1848, an Act of Assembly was passed authorizing the Board of Health to sell and dispose of the City Hospital, and their lot of ground in the district of Spring Garden. By the Consolidation Act of 1854, the title of the Board of Health became vested in the City of Philadelphia.\nIn 1858, the residue of the square of ground on the south side of Wallace street had become vested in the devisees of William Lehman; and on the 4th March 1859, the City of Philadelphia agreed to sell the strip of ground in question to the devisees of William Lehman for $3000.\nBy proceedings in equity for a partition of the estate of William Lehman, deceased, a portion of this square of ground became vested in William L. Schaffer; and on the' 16th June 1859, the City of Philadelphia conveyed the said strip of 50 feet to the parties to whom that part of the estate of William Lehman had been allotted in the division of his estate. At the time of this conveyance, a number of judgments existed in the several courts of Philadelphia county against the City of Philadelphia, which were still unsatisfied.\nBy subsequent conveyances, the whole of the square of ground bounded by Nineteenth and Twentieth streets, and Wallace and Mount Vernon streets, including the said strip of 50 feet (with the exception of the two westernmost lots), became vested in William L. Schaffer, who, on the 13th July 1859, contracted to sell the same to the defendant, Cyrus Cadwallader, for the sum of $47,480, clear of encumbrances; to secure this sum, the defendant gave his bond to the plaintiff, payable in one year with interest.\nOn the 8th March 1860, an Act of Assembly was passed vacating the said strip of 50 feet as a public highway.\nUpon an account stated between the parties, there was found to be due, from the defendant to the plaintiff, the sum of $712.20, for interest upon his bond up to the 1st February 1860, and to recover this amount the present action was brought. The question presented for the determination of the court was, whether the judgments against the City of Philadelphia, at the time of its conveyance, were encumbrances upon the title within the meaning of the articles of agreement between the parties. '\nThe court below gave judgment for the plaintiff on the case stated, which was here assigned for error.\nE. K. Price, for the plaintiff in error.\nII. Wharton, for the defendant in error.\nNo execution on a judgment against the city can be levied on its real estate. At common law, the only process against a corporation aggregate was by distringas or mandamus: Bac. Abr. tit. Corporation, E. 2; 1 Kyd on Corporations 270. In modern times, this has been altered in respect to trading corporations: Bushel v. Commonwealth Insurance Co., 15 8. Pt. 176. But the same motives of policy do not exist in the case of municipal corporations; possessing, from the earliest times, the character of quasi sovereignty, and exercising some of the most useful and important functions of government, to subject them to the ordinary process of law, for the enforcement of a judgment, would be manifestly unsuitable. It would be monstrous, for instance, to permit a creditor to seize and sell the court-house, jail, or other public buildings of a town.\nThe early acts in Pennsylvania, which authorize the sale of lands for the payment of debts, do not, in express terms, include corporations of any kind: Act of 1700, Bradford’s Laws, Ed. 1714, p. 10 ; Act of 1705, 1 Smith’s Laws 57. The first act which provided directly for proceedings against corporations, was that of 1817 : 6 Smith 438. The general tenor of this act shows that it was intended to apply only to private corporations; and a very strong opinion to that effect was expressed in Robinson v. Jefferson County, 6 W. & S. 17. This was followed by an Act of 1828, authorizing process in the nature of a bill of discovery in aid of execution, expressly against private corporations: Pamph. L. 439.\nThis was the state of the law at the time of the passage of the Act of 1834: Brightly’s Purd. 172. That act was prepared by the revisers of the Civil Code, and was intended to form part of a general system. And the prefatory remarks of the commissioners indicated their intention that all the sections of the act should apply to and embrace the city of Philadelphia, as though expressly named: Report of the Revisers 4-5.\nThe 6th section of the act provides, that if judgment be obtained against a county, the plaintiff shall have execution in the manner therein provided, “ and not otherwise.” The Act of 1836, relating to executions, provides for. executions against corporations “ not being a county, township, or other public corporate body.” And in The Turnpike Co. v. Wallace, 8 Watts 317, it is said, that the words “ other public corporate bodies” obviously apply to boroughs, cities, &c.\nAs, then, the city is not within the Act of 1836, it necessarily follows, that unless it be within that of 1834, in regard to counties and townships, no execution whatever can issue against it. But that it is within the Act of 1834, is well settled by authority: Monaghan v. The City, 4 Casey 208; Morgan v. Moyamensing, 2 Miles 397; Hewson v. Kensington, 2 Penn. L. J. 301; City of Erie v. Knapp, 5 Casey 174; Borough of Pottsville v. Curry, 8 Id. 444.\nIf, then, no execution can be levied on the land, are the judgments against the city liens upon it, so as to be payable out of the proceeds of a sheriff’s sale, made under a subsequent encumbrance against the present or any future owner ? It is submitted, that what is called the lien of a judgment on lands, means simply the present or future right of the creditor to take the land in execution ; and that where, that right does not exist, there is no lion: Conard v. Atlantic Insurance Co., 1 Pet. 443; Leedom v. Plymouth Railroad Co., 5 W. § S. 266; Wilson v. Commissioners, 7 Id. 199; Williams v. The Controllers, 6 Harris 275.\nAt common law, a judgment was not a lien on land until the Statute of Westminster 3d gave the writ of elegit: 3 Co. 11 b; 3 Bl. Com. 418. That statute has never been in force in Pennsylvania. There is ■ not an act in this state, which expressly or necessarily declares a judgment, of itself, to be a lien on lands; but the Act of 1705 renders lands liable to execution in default of sufficient personal estate; and from this source, the lien of judgments in Pennsylvania is derived, The subsequent acts simply regulate and limit the lien, and provide for its revival and continuance by scire facias: Brightly’s Burd. 462.\nThe 10th section of the Act of 1810, which provides for the filing of transcripts of the judgments of justices of the peace, and renders them a lien, gives no greater effect to them, when filed, than judgments of the Common Pleas: Hitchcock v. Long, 2 W. & S. 170."
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 129
}
