{
  "id": 992200,
  "name": "Larrison's Appeal",
  "name_abbreviation": "Larrison's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "130",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 196,
    "char_count": 2454,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.928225998764989e-07,
      "percentile": 0.9344110409525807
    },
    "sha256": "5ce94f20802c13ff68dcb3eeb881c77d80c6f68e6f3d3d94cf2162f2b268030f",
    "simhash": "1:d021e41484c25408",
    "word_count": 435
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Larrison’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe widow is entitled to claim from the administrator of her deceased husband, as against his creditors, $300 worth of real or personal property; and we think that this term properly includes evidences of debt, when they are the only property left by the decedent. She may therefore claim the amount out of their proceeds. And why appraise such property ? Surely only to ascertain its value in money. But to appraise money is only to count it. An officer may find only money to levy on, and surely, if exemption applied to that, an appraisement would not be needed, for counting answers all the purpose of it.\nAppeal dismissed at the costs of the appellant.\nThe law is' thus settled by the Act of 8th April 1859, Brightly’s Purd. 1314.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "H. Sherwood,, for the appellant.",
      "O. S. Seymour, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Larrison’s Appeal.\nUnder the Act 14th April 1851, the widow of a decedent may elect to take $300, as against the creditors of her husband, out of any money or evidences of debt, belonging to the estate; and in such case, there is no necessity for an appraisement.\nAppeal from- the Orphans’ Court of. Tioga county.\nThis was an appeal by Jacob Larrison and others, heirs at law of Theodoras Larrison, deceased, from the decree of the court below, confirming the account of O. B. Wells, administrator of the said Theodoras Larrison.\nTheodoras Larrison died on the 5th March 1857, and on the 1st June 1858, the executors named in his will having renounced, administration of his estate was granted to O. B. Wells. The widow, Delighty Larrison, déclined to take under the will, and claimed her share of the estate under the intestate laws.\nThe administrator filed an inventory comprised wholly of notes and evidences of debt amounting to $1675 ; and in the same paper returned that the widow claimed $300 out of the notes, for the use of herself and family, as personal property, under the Act 14th April 1851; that he had set apart $300 out of the said notes for the use of the widow; and that the value theréof being already ascertained and fixed, he had not deemed it necessary to cause the same to be appraised. This was duly approved by the court on the 14th January 1859.\nOn the 7th June Í859, exceptions were filed by the heirs, and a rule was obtained to show cause why the widow’s claim should not be stricken off. The court below discharged the rule, and confirmed the allowance of $300 to the widow, whereupon, this appeal was taken.\nH. Sherwood,, for the appellant.\nO. S. Seymour, for the appellee."
  },
  "file_name": "0130-01",
  "first_page_order": 130,
  "last_page_order": 131
}
