{
  "id": 992212,
  "name": "Lytle's Appeal",
  "name_abbreviation": "Lytle's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "131",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 468",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823531
      ],
      "pin_cites": [
        {
          "page": "474"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7872,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.9457330622245372e-07,
      "percentile": 0.7360828758742305
    },
    "sha256": "481f0eb747747f456c7ef2e6ecbc578352a8487a9f0fad81a1263bd310f41896",
    "simhash": "1:80aa4646e2e33c64",
    "word_count": 1398
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Lytle’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nNo question of usury seems to have been raised before the auditor, and in the matter of Mrs. Lytle’s consent to the assignment made to Wilson, no facts are found by the auditor, or appear in the evidence, to justify a finding that it was obtained from her by any unlawful means. Then, why -doubt its validity ? Before the Act of 11th April 1848, the assignment by the husband alone, in security or-payment of his debts, would have been effectual. Now the law requires her consent, and as it was lawfully given, we must declare the assignment valid.\nThen, as to the renewal of the notes. How could that avoid the assignment to their amount ? Wilson was not creditor, and Mrs. Lytle was not surety. Wilson was surety for her husband, and held collaterals from the husband, which needed and had her consent to make them valid as such. As surety he held counter-securities in his hands, given him by his principal, and there is no rule of law that requires him to give them up, because he and his principal had accepted further time from the creditor. These counter-securities -were furnished by the debtor to his surety to save him harmless, and they are not in law released by the renewals or time given to the principal and surety. We do not discover any error that was prejudicial to the right of Mrs. Lytle.\nAppeal dismissed at the costs of the appellant.\nRead, J., dissented.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "B. H. Brewster, for the appellant.",
      "Parsons and W. A. Porter, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Lytle’s Appeal.\nAn assignment by husband and wife, acknowledged by the wife in the mode prescribed by the Act of 11th April 1848, of the wife’s interest in her deceased father’s residuary estate, consisting of real and personal property, to secure the debts of the husband, is valid and binding on the wife.\nSuch an assignment having been executed, to indemnify one who had endorsed the husband’s promissory notes, the renewal of such notes from time to time will not release the wife’s estate from its liability for their ultimate payment.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Elizabeth S. Lytle from the decree of the court below on the distribution of the residuary estate of Dr. Peter Shoenberger, deceased, in the hands of his executors. The fund consisted of the proceeds of real and personal estate.\nDr. Shoenberger died on the 18th June 1854, and by his will, after a special devise in trust for his daughter, Elizabeth S. Lytle, the wife of Edward H. Lytle, he devised and bequeathed to her one-sixth of the residue of his estate absolutely.\nOn the 30th April 1855, Edward H. Lytle and Mrs. Elizabeth S. Lytle executed a bond and warrant of attorney to Andrew P. Wilson, in the sum of $60,000, conditioned for the payment of certain promissory notes, amounting to $35,840, which the said Andrew P. Wilson had advanced to, become the holder of, or endorsed for the accommodation of Edward H. Lytle, at the request of Mrs. Lytle; and to indemnify and save harmless the said Andrew P. Wilson from the said liabilities as holder and endorser of the said notes. This instrument was acknowledged by Mrs. Lytle in the mode prescribed by the Act of 11th April 1848.\nOn the same day, Edward H. Lytle and wife, as collateral security for this bond, executed to Andrew P. Wilson a mortgage of “ all the residuary estate and interest, real and personal, of them, the said Edward H. Lytle and Elizabeth S. Lytle, or either of them, devised or bequeathed to them, or either of them, under and by the last will and testament of Dr. Peter Shoenberger, deceased;” or any estate devised to the executors which might thereafter be transferred to either of them, in whole or in part, of the residuary interest of Mrs. Lytle, and all and every other estate they, or either of them, possessed in any lands in Blair county, or anywhere else in Pennsylvania. This instrument was also acknowledged by Mrs. Lytle before a judge, under the provisions of the Act of 1848.\nOn the 11th August 1855, Edward H. Lytle and Elizabeth S. his wife, executed another instrument, acknowledged by Mrs. Lytle in like manner, in which, after reciting the former bond and mortgage, and that Andrew P. Wilson, at the request of Mrs. Lytle, had assumed a further liability for Edward H. Lytle by entering bail for stay of execution on a judgment for $4619.82, for the purpose of securing and saving harmless the said Andrew P. Wilson, they assigned to him, so much of the money due, or to become due to Elizabeth S. Lytle, under her father’s will,-and-which the executors and trustees under the will were authorized to pay her “ either from the real or personal estate, or out of the present funds, or any moneys which may belong to her., or payable out of the residuary funds, as will fully pay and satisfy the said bond and mortgage, all other liabilities and obligations above mentioned and referred to.” The executors were further authorized and directed to pay directly to Wilson, whose receipt was to have the same effect as direct payment to Mrs. Lytle. Due notice of this assignment was given by Wilson to the executors.\nEdward H. Lytle took up seven of the notes mentioned in the bond and mortgage, amounting to $11,400; and the others were renewed from time to time; Wilson received the proceeds of a sheriff’s sale of the personal property of Edward H. Lytle and Elizabeth S. Lytle, amounting to $15,246.60, and the auditor (J. A. Clay) appointed to report distribution of the fund in the hands of the executors, reported that there was due to Wilson, on account of the indebtedness intended to be secured by the assignment, the sum of $13,210.71; which sum he awarded to him out of Mrs. Lytle’s share of the residuary estate; and his report having been confirmed by the court, and distribution decreed accordingly, this appeal was taken.\nB. H. Brewster, for the appellant.\nMrs. Lytle’s interest in her father’s residuary estate was a chose in action, and her husband, by his assignment, could pass no right to it. His right to unite with his wife in such an assignment, is taken away % the Act of 1848, and her single signature could give no effect to it. As personalty she could not mortgage it so as to -create a lien: Stoops v. Blackford, 3 Casey 214; Glyde v. Keister, 8 Id. 85; Black v. Galway, 12 Harris 19.\nBut, supposing these instruments to be valid and binding, Mrs. Lytle is liable only upon the notes which she originally contracted to secure, and not upon the renewals of those notes. In all these instruments, she is but a surety for her husband’s debt, and was discharged by a renewal of the notes to which she did not consent. In Gault v. McGrath, 8 Casey 392, renewals were expressly stipulated for in the mortgage given, which distinguishes it from the present case.\nParsons and W. A. Porter, for the appellee.\nBefore the passage of the Act of 1848, the husband could assign and transfer any contingent or expectant interest of the wife; it became his property, and after his death it did not go to his wife: Siter’s Accounts, 4 Rawle 468, 474; Woelper’s Appeal, 2 Barr 71; Webb’s Appeal, 9 Harris 248; Smilie’s Estate, 10 Id. 130.\nBy the Act of 1848, the common law was altered in two particulars : 1. The marital rights of the husband as to her property were taken away and given to the wife. 2. The husband was deprived of the power of sale and transfer of the property of the wife, unless she joined in the sale and transfer. But the clear reading of the statute is, that if she and her husband united in the transfer, then they could pass the title. To say they cannot do so, would be to stop all alienation, and property thus held could not be sold, but must accumulate for ever. It is said, this assignment is not valid, because the consideration was to pay the debts of the husband. Such consideration contravenes no rule of law or morals; and the courts, on such ground, will hardly pronounce it void."
  },
  "file_name": "0131-01",
  "first_page_order": 131,
  "last_page_order": 134
}
