{
  "id": 992236,
  "name": "Bradley versus The Chester Valley Railroad Company et al.",
  "name_abbreviation": "Bradley v. Chester Valley Railroad",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "141",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 292",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 215",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0215-01"
      ]
    },
    {
      "cite": "6 Wh. 214",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 477",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 56",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820579
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0056-01"
      ]
    },
    {
      "cite": "1 How. 319",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 How. 318",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 Overt. 79",
      "category": "reporters:state",
      "reporter": "Overt.",
      "case_ids": [
        12125743,
        12126077,
        12126231
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/1/0079-01",
        "/tenn/1/0079-02",
        "/tenn/1/0079-03"
      ]
    },
    {
      "cite": "4 Munf. 332",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        4441610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/18/0142-01"
      ]
    },
    {
      "cite": "9 Cow. 346",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2159622
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/cow/9/0366-01"
      ]
    },
    {
      "cite": "1 How. 311",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3325053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/42/0311-01"
      ]
    },
    {
      "cite": "1 Bibb 150",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": -1
    },
    {
      "cite": "9 Port. 79",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8495160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/9/0079-01"
      ]
    },
    {
      "cite": "5 Pick. 267",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "9 Port. 284",
      "category": "reporters:state",
      "reporter": "Port.",
      "opinion_index": -1
    },
    {
      "cite": "1 Paige 450",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. Ch. 617",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/1/0617-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1592,
    "char_count": 48586,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 4.528579854180783e-07,
      "percentile": 0.9238501935827147
    },
    "sha256": "0b15feb07819c44805abeee67b1ecaef7f3c98621c12d0ddf80a653bd05b8a00",
    "simhash": "1:f7b545678db86e7c",
    "word_count": 8485
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bradley versus The Chester Valley Railroad Company et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe remedies of a mortgagee against his mortgagor, as existing at common law, and as modified in equity, may be stated briefly as follows :—\n1st. He had a right to take possession of the mortgaged premises, and to use and enjoy them as a prudent owner would do; but correlative to this was the right of the mortgagor, to compel him to account for the profits, and to restore the possession when the rents and profits of the estate had paid debt, interest, and charges.\n2d. The right of foreclosure, whereby he acquired an absolute title to the encumbered property. This was by a bill in chancery, praying for the foreclosure of the mortgagor’s equity of redemption, on account of non-payment of the debt, according to the terms of the contract; but it was subject to many vexatious delays, arising not only from the difficulty of making all proper persons parties, such as heirs, devisees, and encumbrancers, but chiefly from the power that chancery assumed to enlarge the time for redemption on a bill to foreclose.\nAfter final decree of foreclosure, the mortgagee might sell the estate, and according to some authorities, if he did this fairly, and it produced less than the mortgage-debt, he might still have remedy against the mortgagor’s other estate for the balance of' the debt. To make sure of this result, the practice has prevailed in several states of the Union, and is not’ unknown in England, to make the bill for foreclosure conclude with a prayer for the sale of the premises, and such sales, when decreed and made, have all the effect of a strict foreclosure to extinguish the equity of redemption. The price is substituted for the pledged estate, and if it prove insufficient to pay the creditor in full, he may proceed on his bond against the mortgagor for the balance of his debt. This power of chancery to decree a sale instead of a foreclosure is now regulated by statute in England. See 15 & 16 Viet. c. 86, sec. 48.\n3d. A third and very important right of the mortgagee is to sell the premises in pursuance of an express power given in the mortgage. This power is common in the English mortgage, but has been unknown in Pennsylvania mortgages; until within the last few years corporation mortgages have become a common mode of creating marketable securities for raising loans. It being a power annexed to the estate, and coupled with an interest, it is necessarily irrevocable. It becomes part of the mortgage security, and vests in any person who, by assignment or otherwise, becomes entitled to the money secured to be paid. It relieves the mortgagee of the troubles and delays which are liable to attend foreclosure by bill in equity. It is to be strictly pursued in all essential particular’s, and when it is, the sale that is made in pursuance of it, is virtually a foreclosure of the mortgagor’s equity of redemption ; for he created the power expressly to confer on the purchaser a perfect title to the whole estate, and thus to secure to himself the benefit of an outside price:\nSuch are the recognised legal remedies of mortgagees, where the common law and chancery jurisdictions have not been restrained and regulated by statute. But we have grown unfamiliar with them, chiefly because we have never had a distinct chancery tribunal, and because our old Act of 1705 prescribed an easy and satisfactory course for foreclosing the equity of redemption, and bringing the mortgaged estate to a fair public sale. But the scire facias given by that statute does not lie, until a year after the last instalment of the mortgage-debt falls due, and hence we have felt obliged to give liberal construction to the remedies of the creditor on his bond, for non-payment of interest and instalments of the principal debt.\nIt is manifest, however, that neither the remedy under the statute, nor under the bonds accompanying the mortgage, are adapted to the large securities which corporations are in the habit of creating for loans, which are to be negotiated in the money markets of the country. Borrowing companies postpone the payment of the principal debt much beyond the ordinary race of debts. Their draft upon the future is seldom less than twenty-years, and if a capitalist were told, that his only remedy on such a mortgage would be the privilege of issuing a scire facias twenty-one years after date, he would not be very likely to give the corporation the use of his money.\nOr, if he should be pointed to our judicial decisions, which enable a mortgagee to sue his bond for unpaid interest, and to sell the mortgage premises with the same effect as a sale upon scire facias under the statute, he would reflect that a great number of bonds similar to his were issued, or were to be issued; that they were broadcast over the land; that any one of the holders would have the same right as himself to proceed to sell the mortgage premises, and that before he could know of such a proceeding, his entire security might be swept beyond his reach. This view of his remedies would not be likely to prove much more satisfactory than the other.\nThe borrowing corporations understand this. They know money cannot be obtained on securities whose legal remedies are so remote, precarious, and unsatisfactory. They judge rightly, that a mortgage is a mere contract; and when devising a security to win public confidence, they remember that the more facilities it affords for redress of possible breaches, the more will it commend itself to public favour. Accordingly, instead of leaving their prospective creditors to the remedies of our common Pennsylvania mortgage, they always stipulate that the trustees shall have power to enter for breach of any condition, and exercise the corporate franchise for the benefit of creditors, or shall have power to sell the premises after due notice, or to declare the principal debt overdue, and to proceed by scire facias to foreclose the mortgage.\nThe mortgage before us is fashioned upon this model. It provides, that if the company shall fail to pay principal or interest of their debt, the trustees may take possession of the road, receive' the tolls, rents, issues, and profits, and after defraying necessary charges and expenses, apply the balance to the principal and interest of all bonds unpaid. Moreover, after the principal debt, of the bonds falls due, the trustees may, on request of bondholders, cause the premises to be sold at auction after specified notices.\nThis is a bill on behalf of one of the bond-holders to compel the trustees to sell under the mortgage. The plaintiff is admitted to be a lawful holder of one or more bonds secured by the mortgage, and the failure to pay interest since May 1854, and the insolvency of the company, are also admitted. No part of the principal debt is due, or will fall due, before the first of May 1872.\nThe breach complained of is non-payment of interest. The stipulated remedy for that is possession of the road and receipt of the profits. No power of sale is conferred for such a cause. If it were, the trustees might execute it without our help, as we decided in the case of Ashhurst v. The Montour Iron Co.; if it were, we would compel the trustees to execute it upon a proper showing, hut as no such power is conferred by the instrument, the only question is, whether we can confer it. The parties have made their contract in their own way — have anticipated the very contingency which has happened, and have provided for it by a remedy which was deemed adequate and fair. Now, it is our appropriate duty, to hold them to their bargain, but it is not our duty, nor have we power to interpolate a new condition, and to say what they did not say, that a sale shall take place because interest is not paid.\nIf we possess any such power, it must be found in the Acts of Assembly enlarging our chancery powers, but it was shown in the Montour case, that no power to decree a sale for breach of mortgage conditions had been conferred upon us by that legislation. This mortgage, like all of its sort, establishes the double relation of mortgagor and mortgagee, and of trustee and cestui que trust. We declined, in the Montour case, to exercise jurisdiction at the suit of the mortgagee against the mortgagor, because, as between them, there was no trust, and over them, as mortgagor and mortgagee, the legislature had given us no chancery jurisdiction. But we said, we would take jurisdiction at the suit of a cestui que trust, to compel the trustee to execute the trusts of the mortgage. We repeat it here. Jurisdiction of the trusts of the mortgage is clearly conferred by the Acts of Assembly, and it is to be exercised in proper cases, by holding the trustees to the faithful discharge of the powers which have been lodged with them for the benefit of the creditors. It is not an inherent and essential power of this court, to be exercised according to an undefined discretion, but is a statutory power, to be exercised in aid of the express purposes and objects of the contract of the parties.\nOn this subject of the equity jurisdiction of this court, I take leave to add a few words, not necessary, perhaps, to the decision of the case before us, but essential to correct misapprehensions of the professional mind. Certain equity powers have always been exercised under the common law forms that have prevailed in our courts, and certain other specific equity powers were long since conferred by the constitution, the Orphans’ Court statutes and other legislation, to be exercised by common law judges, but in the forms of equity proceedings. In 1836, more of this class of powers were conferred, and subsequent grants have enlarged them, until we have come to possess nearly all the jurisdictions which courts of chancery exercise under the principal heads of equity. These grants did not, however, embrace the subject of-mortgages, as was shown in the case of Ashhurst v. Montour Co. The codifiers were not ignorant that bills in chancery for foreclosure and sale of the equities of redemption of mortgagors were common in England and the surrounding states, but they did not deem it best to recommend such an equity practice in Pennsylvania, and it was not done. Eor my own part, I have never considered it wise, or according to the traditions of our fathers, to amplify our equity jurisdiction by judicial construction. What is plainly conferred, must be exercised — what is not, is best let alone. Accordingly, when the case of Mendenhall v. The West Chester Railroad Co. came into this court, I stood, with Judge Knox, opposed to the decreeing a sale. If the opinions of my excellent brethren (that of Judge Lowrie, at Nisi Prius, and of Judge Lewis, in banc) had at any time the sanction of a majority of the bench, it is still true, that before the case was finally disposed of, a re-argument was ordered, and before that was had the case was settled. Those opinions, therefore, whilst entitled to great consideration, can-scarcely be regarded as authoritative decisions, even of that case. Neither of them attempt to deduce the power of this court to decree a sale of mortgage premises, from the Acts of Assembly, but they go upon the general equity doctrine, and assume that' we have all the powers of courts of equity elsewhere. I could not assent to that assumption. But there was another difficulty in my mind. The mortgage there contained no power to sell for breach of condition in not paying interest; the power of sale being dependent, in that case as in this, on the non-payment of the bonds; but there was there, as here, a stipulation that for default of payment of principal or interest, the trustees should have power to enter and take possession of the road, and work it for the benefit of creditors.\nIt seemed to me, that parties who had thus plainly defined their relations, rights, and liabilities, Ought to be held to the remedy they had agreed on for the breach which had occurred. I was disposed to hold them to their bargain in every particular. I would have assisted the trustees to the possession; at the suit of a creditor, I would have compelled them to assume the possession, or resign their trust; but neither in the instrument itself, nor in the Acts of Assembly that measure out our chancery powers, could I find our right to decree a sale.\nThe difficulties which were felt by two judges in that case are shared by a majority now, and therefore a sale is not to be decreed in this case.\nIt is material to observe that, in all cases where a sale is decreed in pursuance of a power contained in the mortgage, it results from that power rather than from the equity powers of this court. We compel trustees, in proper cases, to exercise the power lodged with them by the mortgagor, but the power exercised is the mortgagor’s, not ours.\nWith this distinction borne in mind, it will be readily understood how, whilst disclaiming the general chancery jurisdiction to decree a foreclosure or sale of the equity of redemption, we nevertheless take jurisdiction of the trusts created in the mortgage, and compel trustees to execute whatever powers have been'vested in them for the benefit of creditors, even to a sale of the mortgage premises.\nThe sum of the whole matter is — 1st. That we recognise a power of sale for breach of any condition of a mortgage as a legitimate part of the instrument, and it is to be executed according to the terms of the appointment.\n2d. If the mortgage create a trust, and provide that the power of sale is to be executed by the trustee in certain contingencies, he may be controlled, restrained, and directed by a court of equity at the suit of a party standing in the relation of a cestui que trust, the rule for his guidance being derived from the instrument itself.\n3d. But where there is no trust to be administered as the immediate object of the suit, or the contingency has not happened which was to bring it into exercise, courts of equity have no jurisdiction in Pennsylvania over mortgages: mortgagees are left to their common law and statutory remedies.\nAs these views result in an affirmance of the decree dismissing the plaintiff’s bill, it is not necessary to consider the other grounds urged.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "McMurtrie, for the complainant.",
      "Gilpin and Hirst, for the respondents."
    ],
    "corrections": "",
    "head_matter": "Bradley versus The Chester Valley Railroad Company et al.\nA power of sale in a mortgage, to be exercised in case of breach of any of its conditions, is valid and binding on the parties, and is to be executed according to the terms of the appointment.\nIf the mortgage create a trust and provide that the power of sale is to be executed by the trustee on certain contingencies, he may be controlled, restrained, and directed by a court of equity, at the suit of a party standing in the relation of cestui que trust; the rule for his guidance being derived from the instrument itself.\nBut where there is no trust to be administered as the immediate object of the suit, or the contingency has not happened which was to bring it into exercise, courts of equity have no jurisdiction, in. Pennsylvania, over mortgages ; mortgagees are left to their common law and statutory remedies.\nAppeal in Equity from the Court of Nisi Prius.\nThis was a bill in equity exhibited by John Bradley, as a bondholder of The Chester Valley Railroad Company, secured by a mortgage of the 1st May 1852, as well for himself as for all other holders of like bonds, who might choose to become parties to the suit, and contribute to the expenses thereof, against The Chester Valley Railroad Company, and Shepherd Knapp, Alfred S. Frazer, and Daniel S. Miller, the trustees named in the said mortgage, to compel a sale under the mortgage for the benefit of the bond-holders. The mortgage was as follows:—\n“ This Indenture, made the first day of May, in the year of our Lord one thousand eight hundred and fifty-two, between The Cffester Valley Railroad Company of the first part, and Shepherd Knapp, Alfred S. Frazer, and Daniel S. Miller of the second part, witnesseth: Whereas The Chester Valley Railroad Company, in pursuance of the powers, rights, and privileges conferred by the act incorporating said company, and subsequent acts of the legislature of the Commonwealth of Pennsylvania, and all and every other right, privilege, and authority in that behalf, enabling the said party of the first part to complete and construct their railroad, enlarge, perfect, and extend the works, provide locomotives, cars, machinery, depóts and land therefor, have authorized their president and secretary to execute, in the corporate name of said company, four hundred and fifty bonds of one thousand dollars each, eighty bonds of five hundred dollars each, and one hundred bonds of one hundred dollars each; bearing date the-first day of May, one thousand eight hundred and fifty-two, and payable on the first day of- May, one thousand eight hundred and seventy-two, with interest, at the rate of seven per cent, per annum, payable semiannually, on the first day of May and on the first day of November, in each year: which bonds are convertible into the first preferred eight per cent, stock of said company, at par, at any period prior to the first day of May, one thousand eight hundred and sixty-nine, of the effect following, that is to say:—\n“And the said president and secretary, to secure the payment of the said bonds, with interest as aforesaid, were also duly authorized to execute a mortgage to the party of the second part, of the whole of the railroad, from its connection with The Philadelphia and Columbia Railroad, at or near Downington, Chester county, to its terminus near the borough of Norristown, Montgomery county; and all the corporate rights, tolls, franchises, and privileges thereto belonging, together with the lands, depdts, grounds, locomotive engines, cars, and all other real and personal property, which said company has acquired, or may hereafter acquire, and the income thereof. And in pursuance of the powers, rights, and privileges aforesaid, and authority of said company, the president and secretary, in the corporate name of said company, have executed four hundred and fifty bonds of one thousand dollars each, numbered consecutively from 1 to 450, and eighty bonds of five hundred dollars each, numbered consecutively from 1 to 80, and one hundred bonds of one hundred dollars each, numbered consecutively from 1 to 100, payable to the party of the second part, or bearer, on the first day of May, one thousand 'eight hundred and seventy-two, with interest, at the rate of seven per cent, per annum, payable semi-annually, on the first day of May and first day of November, in each year, in the city of New York.\n“Now this Indenture witnesseth, that the said Chester Valley Railroad Company, in consideration of the premises, in order to secure the payment of the said bonds, and interest, and in consideration of the sum of one dollar paid by the party of the second part, at and before the sealing and delivery hereof, the receipt whereof is hereby acknowledged, have granted, bargained, sold, released, confirmed, assigned, transferred, and conveyed, and by these presents, do grant, bargain, sell, release, confirm, assign, transfer, and convey unto the said party of the second part, and their successors in the trust, the whole of their said railroad, from its connection with The Philadelphia and Columbia Railroad, at or near Downingtown, Chester county, to its terminus, near the borough of Norristown, in Montgomery county, and all the corporate rights, tolls, franchises, and privileges 'thereto belonging, together with the lands, depóts, and depdt-grounds, locomotive engines, cars, and all other real or personal property, which said company have acquired, or may hereafter acquire, and the income thereof, in trust for the holders of the bonds hereby secured: Provided, however, if the said party of the first part shall and do well and truly pay and discharge, or cause to be paid and discharged, at maturity, all the aforesaid bonds, and shall and do, in the mean time, well and truly pay the interest thereon as aforesaid, according to the true intent and meaning of said bonds, without any fraud, default, or delay, and without any deduction or defalcation, in manner aforesaid, then and from thenceforth as well the said bonds as this mortgage, and the estate,- property, and rights hereby granted, shall cease, determine, and become void.\n“ And provided further, that in case the said party of the first part shall fail to pay the principal, or any part thereof, or the interest on said bonds, as the same may become due and payable, when demanded according to the tenor thereof, then after sixty days from such default, upon the request of the holder of any such bond or bonds, it shall and may be lawful, at-the discretion of the party of the second part, their successor or successors in the trust, to enter into- and upon, and take possession of all or any part of said premises hereby granted, and as the attorney- in fact or agent of the said party of the first part, by himself or agents, or substitute or substitutes duly constituted, have, use, and employ the same, making from time to time all such repairs as they may deem necessary, and receiving the tolls, rents, issues, and profits of said railroad and appurtenances; and after defraying out of the same the counsel fees, and other legal charges and expenses of the railroad, machinery thereof, and such repairs as aforesaid, apply the proceeds thereof to the payment of the principal and interest of all such bonds due and unpaid, or the interest which may be due and unpaid.\n“And it shall and may be lawful for the said party of the second part, their successor or successors in the trust, at the written request of the holders of any such of the bonds due and unpaid, to cause the said premises and appurtenances, or so much thereof as they, shall deem necessary to pay and discharge the principal and interest of all such bonds due as aforesaid, to be sold at auction in the city of New York or the city of Philadelphia, giving at least forty days’ notice of the time and place, and uerms of such sale, and of the specific property to be sold, by publishing the same in newspapers of good circulation in the cities of Philadelphia and New York, and in the counties of Chester and Montgomery, Pennsylvania, and execute to the purchaser or purchasers thereof a good and sufficient conveyance for the same, with the franchises of the corporation, as fully as they are now held by the said company; which shall be a bar against the party of the first part, their successors and assigns, and all persons claiming under them, of all right, interest, or claim in or to said premises or any part thereof; and the proceeds of such sale, after deducting the costs and expenses thereof, and expenses of this trust, to be applied to the payment of said principal and interest due and unpaid on said bonds, and any balance or residue not required for that purpose shall be restored and .paid to the party of the first part. And the said party of the first part hereby covenant, for the consideration aforesaid, to execute and deliver any further reasonable and necessary conveyance of the.premises, or any part thereof, to the said party of the second part, their successor or successors in the trust, for more fully carrying into effect the objects hereof, particularly for the conveyance of the property acquired by the said party of the first part subsequently to the date hereof, and comprehended in the description of the premises contained herein.\n“And it is further mutually agreed, that the said party of the second part, their successor or successors in the trust, shall only be liable and accountable for .reasonable diligence in the management thereof. And the said party of the second part, their successor or successors in the trust, shall be entitled to receive proper compensation for every labour and service performed by him or them, in case he or they shall, as herein provided, take possession of the premises, or any part thereof, or manage or sell the same.\n“And in case of death, incapacity, or resignation of the said party of the second part, or their successor or successors in the trust, the said bond-holders may apply to the Supreme Court of the State of Pennsylvania, sitting in any district in said state, to appoint a new trustee or trustees, to supply his or their place or places, and when appointed by said court, such new trustee or trustees shall become vested, for the purposes aforesaid, with all the rights and interests hereby conveyed to or vested in the said party of the second part, without any further assurance'or conveyance for the same, but if the same may be required, both or either of the parties hereto shall execute any necessary releases or conveyances for that purpose.”\nThe bill set forth the issuing of the bonds in pursuance of the mortgage, and that the complainant was the holder of a large number thereof. That the company was utterly insolvent, and had paid no interest or coupons of a later date than May 1854. That they had no rolling stock, but had leased their road to another company. That no benefit would result from delaying a sale of the mortgaged premises, but the security would deteriorate and the value of the pledged property diminish. The complainant, therefore, prayed for an order on the trustees to sell the mortgaged premises, and to apply the proceeds as provided in the mortgage.\nThe defendants, by their answers, denied that a power of sale existed until the bonds should become due, and claimed that the plain terms of the contract could not be altered by the court to the prejudice of the stockholders, who were opposed to a sale of the road.\nThe cause was set down for hearing on bill and answer; and in the court below the bill was dismissed with costs, whereupon this appeal was taken.\nMcMurtrie, for the complainant.\nThe jurisdiction to compel a foreclosure by trustees at the suit of a cestui que trust, is settled: Ashhurst v. The Montour Iron Co., 11 Casey 30; Mendenhall v. The West Chester and Philadelphia Railroad Co. And the nonpayment of interest works a forfeiture, and entitles the mortgagee to a decree of foreclosure: Coote on Mortgages 497; Fisher’s Law of Mortgages, § 230; Gladman v. Henchman, 2 Vern. 135; Burrowes v. Molloy, 2 Jones Latouche 521, 526-7; Roddy v. Williams, 3 Id. 1-3, 13-15; Ex parte Bignold, 3 Deacon 179; Dickinson v. Harrison, 4 Price 288; Lansing v. Capron, 1 Johns. Ch. 617; Brinkerhoff v. Thallhimer, 2 Id. 486; Lyman v. Sale, Id. 487; Campbell v. Macomb, 4 Id. 534; Ellis v. Cruig, 7 Id. 13; Suffern v. Johnson, 1 Paige 450; Mussina v. Bartlett, 9 Port. 284-5; Smith v. Shuler, 12 S. & R. 240; Saunders v. Frost, 5 Pick. 267-8; Levert v. Redwood, 9 Port. 79; Adams v. Essex, 1 Bibb 150; Bronson v. Kinzie, 1 How. 311.\nGilpin and Hirst, for the respondents.\nIn the case of.Mendenhall v. The West Chester and Philadelphia Railroad Co. el al., the following opinion was delivered at Nisi Prius by\nLowkie, J. — This cause will, of course, be carried before the Supreme Court in banc, for final decision, and I shall therefore restrict myself to a very brief statement of the principles which at present impress my mind as being of ruling influence in its decision, with the hope that, if erroneous, they may be corrected at the next stage of the cause.\nThis bill is for creditors under the mortgage of §300,000, due 1st of April 1859, and it asks for a sale of the railroad and its appurtenances and equipments, and of all the real and personal property embraced in the mortgage; because the company has failed to pay the interest, and has made a general assignment for the benefit of creditors, and the franchises of the company are in danger of being forfeited by a failure to complete the road in the time limited by law.\nI cannot find that the mortgage expressly authorizes a sale of the road and appurtenances until the bonds are due and unpaid. It is necessary to imply an authority as connected with the circumstances which have arisen since. Carrying out the spirit of the arrangement intended to bo expressed in the mortgage, would the parties have required and authorized a sale, had they had an anticipation of the possibility of such a state of affairs as have since arisen?\nI put the question in this form, because contracts, like laws, can never in terms fully provide for unanticipated events, and many matters would be left without a rule to govern them, or would be subjected to an unsuitable and unintended rule, unless we construe the contract or law according to its spirit, so as to add to, or subtract from; the letter of its provisions, in order to accommodate it to the true exigencies of the case, and make it express what would have been expressed by the parties had they been able to anticipate the probability of such a state of affairs as now exists.\nIt is eminently a function of equity to correct the deficiencies in the expression of contracts as well as of laws, so that they shall be applied according to their true spirit.\nThe real design of this mortgage was to secure the prompt payment of other contracts, both debt and interest. From the failure of the company to complete and equip their road, even the interest is not secured in the form expressed in the mortgage, and all the estate mortgaged is likely to be lost. Must the principal intention fail because of the inadequateness of the means provided under an anticipation of a different condition of things ?\nIt is a very common thing for such failures to take place in the anticipatory arrangments made in last wills, and then the special intent is moulded to suit the anticipated circumstances, so as to effectuate the general intent, even contrary to the special one. The same principle is applied when a contractor is prevented, by some unanticipated circumstances not under his control, from fully completing his contract, and yet is allowed to recover for so much as ho has done, though his contract makes his compensation to depend upon the completion of the work. And the equity control over mortgages is strongly illustrated by the fact, that they are never enforced in favour of the mortgagee according to the letter, but with a generous indulgence that fully accords with their spirit. This company have confessed themselves ■ insolvent as emphatically as it is possible to do it, by making a general assignment for the benefit of their creditors, and by their answer in this case, and the plaintiffs are left without any legal security for their claims, unless the road be so speedily sold as to leave abundant time to the purchasers to complete it. To refuse to allow process to commence until April 1859, and thus have but one year for carrying out the process to a sale, and for the completion of the road afterwards, would endanger all the money invested in it.' Possibly, the legislature might again extend the time for completion of the road, but the rights of parties are not to be tested by such a possibility. e\nBut the assignment for the benefit of creditors presents this case in another aspect. It is a surrender of all the company's property to public administration, for the benefit of their creditors. It is, indeed, sadly complicated by the rights of prior mortgages, and embarrassed by a doubt about its validity, so far as it applies to the road and its appurtenances. But still it requires a sale without any unreasonable delay, and it allows no delay intended for the profit of the company. It is necessarily a waiver of the time fixed for payment of the debts, for, when the law settles up estates of dead or insolvent persons, or sells lands clear of liens, it does not wait until the debts against the estate are due, before paying them.\nThese plaintiffs are creditors, entitled to claim under the assignments, and may therefore insist on its prompt execution. They may therefore accept the waiver of time that is involved in the act of assignment, and clear the way for the speedy action of the assignees, by consenting to and demanding a present sale on this mortgage given in trust for their debts, which is adequate to convert the road and all its corporate franchises into money. I have said nothing of the supplemental answer of the new board of managers, because it really does not alter the case. They have only a hope that the company may redeem itself from insolvency, if they can negotiate a new loan. I should not like to put it out of their power to make an effort to effectuate this, and shall give them time for it in the order of sale.\nLet the decree be drawn up in favour of the plaintiffs, with costs, and with directions to the trustees of the mortgage to proceed, on or after the 1st of July next, to give notice, according to the rule pi'ovided in the mortgage, of the intended sale of the property embraced in the mortgage, and to sell the same subject to the prior mortgage given for the benefit of other's, amounting to §400,000, at such time in the month of September, and on such terms of payment as shall be approved by John K. Findley, Esq., master in chancery of this court.\nFrom this decree an appeal was taken to the court in banc, in which the following opinion was delivered by\nLewis, O. J. — By the civil law, such things as could not be sold, could not be mortgaged ; and the reason assigned is, that the use and benefit of a mortgage consists only in the alienation that may be made of the thing mortgaged for the payment of what is due upon that security: L. 9, sec. 1, d. de Pign. et Ilypoth.; 1 Domat 1675. The first effect of the mortgage is the right to sell the pledge or thing mortgaged: 1 Domat 1699. By the Roman law, this right may be exercised by the mortgagee, without resorting to the legal tribunals; but by the French law, founded principally upon the civil law, the pawn cannot be sold but with the consent of the debtor, or by the authority of justice: 1 Domat p. 666, n. a; Id. p. 670, n. 1. A mortgage is regarded as a security for the payment of a debt, and the provisions contained in the instrument are construed with a regard to the nature of the principal engagement. A stipulation that if the debt be not paid at the day agreed on, the property shall from thenceforth belong to the mortgagee, is disregarded. So, an agreement that the mortgaged premises shall not be sold at all, is void. Both these stipulations are contrary to the nature of the instrument, and they are, therefore, inoperative: Domat 1708, 1709. The instrument designed by the parties as a security for debt, is not to be made the means of oppression, by clauses tending to convert it into a conditional sale: 1 Brown’s Civil Law 203. Nor is the creditor to be deprived, by repugnant stipulations, of the very security on the faith of which he advanced his money: Id. 204. These principles of the civil law have been adopted by the courts of equity in England and in this country. It is true, that while the courts of chancery in England did not disclaim the power to direct the sale of the mortgaged premises in any case, after forfeiture for non-payment, the practice was to exercise the power only under particular circumstances. The instances in which sales have been ordered in England are the following: Where the estate is deficient to pay the encumbrance: Dashwood v. Bithazy, Moseley 196: where the mortgagor is dead, and there is a deficiency of personal assets: Daniel v. Skipwith, 2 Br. Ch. R. 155: where the mortgage is of a dry reversion: Howe v. Viqures, 1 Ch. Rep. 32: where the mortgagor dies, and the estate descends to an infant: Booth v. Rich, 1 Vern. 295; Mondey v. Mondey, 1 Ves. & B. 223: where the mortgagor becomes bankrupt; where the mortgage is purely equitable, or where it is of land and, by the local law, that is subject to a sale: Story’s Equity, (1 1026. But Lord Chancellor Erskine, in 1806, admitted that the court had not acted up to its principle in this, that perhaps, instead of a foreclosure, a decree of sale of the estate would be more analogous to the relative situation of lender and borrower. The chancellor then referred to the practice in Ireland, as stated by Lord Rebesbai.e, which was to decree a sale instead of a foreclosure; and if the sale produce more than the debt, the surplus goes to the mortgagor; if less, the mortgagee has his remedy for the difference: Perry v. Barker, 13 Ves. Jr. 205. The practice of the English Chancery, in preferring a foreclosure to a sale, was no doubt influenced by the policy which protected lands from sale for the payment of debts; but the injustice which frequently attended foreclosures was manifest; the mortgagee got the land for the debt, although it might be worth ten times the amount of the debt; on the other hand, if the property was not worth the debt, he might bring suit at law on the mortgage-bond; the effect of this, however, was to open the decree of foreclosure and to revive the equity of redemption. The advantage to all parties of decreeing a sale, instead of a foreclosure, has changed the practice in England within a few years past; by the stat. 15 & 16 Yict. c. 86, s. 48, the Court of Chancery is empowered, in any suit for foreclosure, to direct a sale of the property at the request of either party, instead of a foreclosure: Williams on Real Property 355.\nIn this country, the policy has been to facilitate the alienation of real estate, and to make it liable to sale in all cases for the payment of debts. The courts have, therefore, felt no reluctance whatever in decreeing a sale of mortgaged premises for the payment of the mortgage-debt, whenever the purposes of justice required it. Judge Story states, that “the natural course, and certainly the most convenient and beneficial course, for the mortgagor, would seem to be, for the courts to follow out the civil law rules on the subject; that is to say, primarily and ordinarily, to direct a sale of the mortgaged property, giving the debtor any surplus after discharging the mortgage-debt. This course has accordingly been adopted in many of the American courts of equity, and it is also the prevailing practice in Ireland. It is done, without any distinction, whether there is a power to sell contained in the mortgage or not:” Story’s Equity, § 1025. In a note to this section, the author remarks that, in most, if not all cases, a sale would be equally beneficial to the mortgagee, as it would prevent the delays incident to the common decree of foreclosure, which is liable to be reopened, and would also prevent any difficulty in obtaining the residue of the debt, when the mortgaged property is not sufficient to discharge it: Story’s'Equity, $ 1025, n. 1. Chancellor Kent speaks of a sale as the most beneficial to the mortgagor, as well as the most reasonable and accurate disposition of the pledge. This practice prevails in New York, Maryland, Virginia, South Carolina, Tennessee, Kentucky, Indiana, and probably in several other states: 4 Kent’s Com. 181; Lansing v. Goelet, 9 Cow. 346; Nelson v. Carrington, 4 Munf. 332; Downing v. Palmateer, 1 Monroe 66; Humes v. Shelly, 1 Overt. 79; Herd v. James, Id. 201; Rodgers v. Jones, 1 McCord’s Ch. Rep. 221; Pannell v. Farmers' Bank, 7 Harr, & Johns. 202; David v. Grahame, 2 Harr, & Gill 94. The power of a court of equity to decree a sale of mortgaged premises, and the propriety of exercising that power in this country, are so triumphantly established by the argument of Chancellor Jones, in the great case of Lansing v. Goelet, 9 Cow. 346, that it is impossible to add anything to the argument, or to doubt the soundness of the decision in favour of the Amorican practice. Chief Justice Taney, in Bronson v. Kinzie, 1 How. 318, has stated the law thus: “The court will, on the application of the mortgagor, direct the reconveyance of the property to him on the repayment of the money; and upon the application of the mortgagee it will direct a sale of the, property to discharge the debt.” “But the courts of equity follow the law, they acknowledge the legal title of the mortgagee, and never deprive him of his right at law, until his debt is paid; and he is entitled to the aid of the court to extinguish the title of the mortgagor, in order that he may obtain the benefit of his security. For this purpose, it is his absolute and undoubted right, under an ordinary mortgage-deed, if the money is not paid at the appointed day, to go into \"the court of chancery and obtain its order for the sale of the whole mortgaged property, if the whole is necessary, free and discharged from the equitable interest of the mortgagor. This is his right by the law of the contract; and it is the duty of the court to maintain and enforce it, without any unreasonable delay.” “ The right of the mortgagee, as known to the laws, requires no express stipulation to define or secure them:” 1 How. 319.\nIn Pennsylvania, a decree of foreclosure is entirely unknown. Until within a few years past, we have had but little practice in equity forms, although equity principles have been recognised as part of our law under common law forms. Before the Act of 1830, a sale by the sheriff in pursuance of a j unior j udgment, discharged the lien of a prior mortgage, and operated as effectually as a chancellor’s decree of a sale on a bill by the mortgagee: Willard v. Norris, 2 Rawle 56; Corporation v. Wallace, 3 Id. 109. The Act of 1830 changed the rule in this particular ; but notwithstanding that act, it is well settled, that a sale on one of the mortgage-bonds, in pursuance of a judgment obtained on it, discharges the lien of the mortgage, and operates essentially as a chancellor’s decree ordering a sale on the mortgage: Pierce v. Potter, 7 Watts 477; Berger v. Hiester, 6 Wh. 214; McCall v. Lenox, 9 S. & R. 302; Donley v. Hays, 17 Id. 400; Cronister v. Weise, 8 Watts 215. The case of Donley v. Hays was a sale on one of several mortgage-bonds, in pursuance of a,judgment recovered before the last instalment of the mortgage was payable. The case of Cronister v. Weise was a sale made under a judgment on one mortgage-bond before all the other were due. So that in Pennsylvania, the mortgaged premises may be sold before all the instalments are payable. But it seems to be thought that a sale cannot be decreed for non-payment of interest before the principal is payable. In Oooie on Mortgages, it is said, that a default in payment of half a year’s interest on the appointed day, will be a sufficient breach of condition to enable the mortgagee to foreclose: Stanhope v. Manners, 2 Eden 197; Gladman v. Henchman, 2 Vern. 135. In the West Branch Bank v. Chester, I Jones 290, it was held by this court, “ that the interest is part of the substance of the mortgage-debt, and that a judgment at law for it, must have the same effect as a judgment for any other part of the mortgage-debt.” “ On a judgment for an instalment of the principal, a virtual foreclosure of the mortgage is effected by a sheriff’s sale, as we have seen; the equity of redemption in the mortgagor is extinguished, and the legal estate still in him is transferred, and the lien of the mortgage diverted: it follows, as a necessary conclusion, that the same consequences must attend a sheriff’s sale of the mortgaged premises made upon a judgment obtained for interest.” This was the doctrine of the learned president, Woodward, who presided in the court below, and that doctrine was fully adopted by this court. In that case, the real estate belonging to a railroad company was sold on a judgment for interest, long before the principal was due, and the sale was held to be substantially a sale on the mortgage: 1 Jones 292. Clarke v. Stanley, 10 Barr 472, was also a sale for interest before the principal was due. In Bronson ». Iiinzie, 1 How. Hep. 311, a sale of mortgaged premises was decreed, on a bill filed for semi-annual interest, before the principal was payable, and that proceeding was fully sanctioned by the Supreme Court of the United States.\nWe have already indicated the general rule, drawn from the civil law, that nothing can be conveyed in mortgage except things which may be sold. This is the reason why a railroad corporation, holding its franchise for public use, although its tolls are for the private benefit of the stockholders, can neither sell nor mortgage its franchise, without license from the power which created it. But when the legislature authorized it to execute a mortgage to secure the payment of a debt, all the remedies which the law attaches to such an instrument are necessarily implied in the grant. These remedies enter into and form a part of the contract, as fully as if expressly mentioned. A contract, without legal remedy to enforce it, would be nothing more than a moral obligation; as a legal instrument it would have no existence whatever; it would be worth less than the paper or parchment on which it is written. It is not to be supposed that the legislature intended to delude the people by any such false pretences. A mortgage, therefore, executed by a railroad company, in pursuance of legislative authority, carries with it a right to have the mortgaged property and franchise sold, on non-payment of the debt, according to the terms of the obligation. This is especially the rule where, as in the case before us, the road is unfinished, and there are no tolls or other means of collecting the debts by sequestration.\nThat this was well understood by the legislature, when they granted the power to execute the mortgage, is very manifest from the third section of the act, by which it is provided, that “in the event of a sale being made of the estate, right, and franchises of said company, under or by virtue of the provisions of any mortgage created under this, or any other act, the purchaser Or purchasers, their associates and assigns, shall thereupon become a body politic or corporate, under the name of the West Chester Direct Railroad Company, and as such he entitled to succeed to all the estate, right, and privileges of said company.”\nBut there is a provision in the mortgage, authorizing the .trustees, “ at their discretion, to enter and take the tolls,\" &c., in default of payment of principal or “ interest.” And there is another provision, authorizing the trustees to sell the mortgaged premises for the payment of “ any bonds due and unpaid.” The power to enter and take the tolls for non-payment of interest is a power and not a mandate; it is discretionary, not imperative; and the refusal to enter for the purpose of taking the tolls, when the work is unfinished, when there are no tolls to take, which would amount beyond the expenses of running the finished portion of the road, and the payment of interest on the prior mortgage to any satisfaction of the second mortgage, was undoubtedly a wise exercise of that discretion which is reposed in the trustees by the terms of the contract. To construe such a clause as excluding the other remedies given by law, would be converting a privilege into a burden, and a mere power into a restriction, against the true meaning of the instrument, and the plain justice of the case. The corporation was not authorized to insert such a clause in the mortgage, if it added anything to the rights of the mortgagee ; nor was it expressly authorized to insert the clause respecting the power to sell on default of payment of the principal; if these clauses have any effect, they are cumulative remedies; there is nothing in them that excludes the remedies which are essential incidents of the mortgage. To deprive the mortgagee of these’remedies, there should be an express restriction inserted in the instrument. The granting of one remedy by express contract, is not an exclusion of other’s which the law annexes to the contract, unless they are so inconsistent with each other as plainly to imply such exclusion. In the case on hand, there is no remedy whatever expressly provided for the contingency which has arisen. The trustees have refused to exercise their discretionary powers to enter-and take tolls, because that remedy would be burdensome and. fruitless. What then ? Are the bond-holders to be without remedy ? Must justice be denied to them ? This would be contrary to the duty of the courts, and the objects for which they were instituted. Under the circumstances of this case, as stated, and for the additional reasons assigned by Mr. Justice Lowrie, the Court .of Nisi Prius was right in decreeing a sale. Decree affirmed."
  },
  "file_name": "0141-01",
  "first_page_order": 141,
  "last_page_order": 155
}
