{
  "id": 992244,
  "name": "Snyder's Appeal",
  "name_abbreviation": "Snyder's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "166",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 9671,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 6.293218221019408e-07,
      "percentile": 0.9581326942227134
    },
    "sha256": "4aac7391d1a30303779847a60d361db83549f92430676b42a49ec99ea73ad5f8",
    "simhash": "1:f3efa40100beb0a2",
    "word_count": 1728
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Snyder’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThis attempt to make partition in the Orphans’ Court of two estates, in one proceeding, cannot he sustained.Within its appropriate limits, the power of that court is ample, and it is unembarrassed by forms. Being a court of equity,- it can mould its process and decrees according to the necessities of the ease which it has in hand; but it is not a court of general jurisdiction. The law has conferred upon it only limited powers. Thus, it is only in certain cases of joint tenure, that it is authorized to make partition. ' What those cases are, is well defined in the Acts of Assembly which have conferred upon the court its powers; and to those acts we must look, rather than to our conceptions of wh^t might be convenient. Unless the power to make partition in a particular case is there found, the court does not possess it. It is quite apparent from an examination of the Act of March 29th 1832, that when the legislature committed to the Orphans’ Court the power to make partition of the lands of a decedent, they had in view no more than action upon a single estate. It was not the fact that the tenure was joint, nor was it the age or right of the persons uppn whom the law cast the -inheritance, that was made to give the court jurisdiction; but it was the fact, that there was land of an intestate of which he had died seised, and which in consequence was in charge of the court for allotment under the intestate laws. The act looked only to the title of the decedent. It was because it was land of a decedent, not because it was land of heirs, that the court was empowered to make partition. The whole act contemplates the division,' in one proceeding, of but a single estate. Nor did the Act of 13th April 1840, which enabled the court to make partition in eases of testacy, when the course of descent is not changed, or where some of the parties are minors, indicate any different legislative intention. The Act also of April Í0th 1849, which gave the court jurisdiction over undivided interests of a decedent, evinces a purpose to intrust the court with the power to make partition or allotment of that only, of which the one decedent died seised. Over his interest alone is the court given authority. Now, when it is remembered that the power of the Orphans’ Court to make partition is not a general power, that it is confined to cases described by the statutes, it seems clear that it is not large enough to cover the case of the appellant.\nIts non-existence may also be inferred from the directions given by the Acts of Assembly respecting the mode in which partition is to be made, in all cases committed to the jurisdiction of the court. They are not adapted to the division of two estates; and any attempt -to apply them to such a division would be attended with great practical difficulties, and in some cases, would amount to a substantial denial of a statutory right. Thus, in the present case, the oldest son of John Snyder one of the decedents, has a right to take the moiety of which his father died seised, at the valuation. If his mother’s moiety may be valued with that of the father, he can only accept the one by accepting both. The debt incurred by accepting half he might pay; the aggregate valuation of both might be a burden too heavy. Again, it is possible some of the heirs may have' been advanced by one of the ancestors. How are these advancements to be settled in such a proceeding as the present ? And if the property be not accepted at the valuation, to whom is the order of sale to be committed— to the personal representatives of the father, or to those of the mother ? To one or to the other it must be; for it can only be made to a trustee when there is no executor or administrator, or when such personal representative neglects or refuses to act. And even if there could be a sale according to the directions of the Acts of Assembly, the difficulties are not all removed. The proceeds of sales in partition may be applied by the personal representative to the payment of such debts of the decedent as have not lost their lien by the lapse of time: 6 Watts 32. Could the executors of the father’s will pay the debts of the mother ? The legislature contemplated no such anomalies. Nor is there any necessity for the existence in the Orphans’ Court of a power to combine into one its acknowledged jurisdiction over two estates. The appellant may find all that he needs in the Court of Common Pleas. Certainly, since the Act of 21st April 1846, there is no difficulty in .his way.\nThe decree of the Orohans’ Court is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Parsons, for the appellant.",
      "J. A. Phillips, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Snyder’s Appeal.\nThe Orphans’ Court has no jurisdiction to decree partition, on one proceeding, of two estates, which are held in common by the same parties, as the heirs of two different persons..\nThe Orphans’ Court has jurisdiction to make partition of real estate as the estate of a decedent, not as the estate of the heirs; and its jurisdiction is limited by the Acts of Assembly to the partition of a single estate'.\nThough a.court of equity, the Orphans’ Court is one of limited powers, and has no jurisdiction, except what is conferred upon it by statute.\nAppeal from the Orphans’ Court of Philadelphia..\nThis was an appeal by Jacob R. Snyder from the decree of the court below, setting aside the proceedings for the partition, of the real estate of John Snyder and Catharine Snyder.\nJohn Synder and Catharine, his wife, were tenants in common 'of a tract of 9 acres 152J perches of land in the county of Philadelphia. John Snyder was also the owner of the undivided third part of another tract of four acres.\n■John Snyder died in 1841, and by his will he devised this property to his wife Catharine for life, and at her decease to his children. Catharine Snyder died intestate in 1850, seised of her undivided moiety of the premises, which descended to her children, who were also the devisees under the will of their father, John Snyder.\nIn September 1859, Jacob R. Snyder, one of the children of John and Catharine Snyder, commenced proceedings in the Orphans’ Court, for a partition of the real estate of the said John and Catharine Snyder; an inquest was awarded, who appraised the tract of 9 acres 152-J perches, at $12,000, and the undivided third part of the four acres at $4000.\nWhen the inquisition came before the court for confirmation, John M. Snyder and George Snyder, two of the other children, presented a petition praying the court to set aside the proceedings. And on the 31st December 1859, the court below confirmed the inquisition as to the undivided third part of the four acres, and set aside the proceedings as to the other tract.\nThe following opinion was delivered by Thompson, P. J.:—\n“ This is an application by two of the devisees of John Snyder, deceased, to set aside certain proceedings instituted in this court for the partition of the real estate of John Snyder and Catharine Snyder.\n“ It appears, that the decedent, John Snyder, at the time of his death was tenant in common with his brother and sister of a tract of land containing four acres; and that, of another tract containing 9 acres and 152J perches, he was tenant in common with his wife, who had inherited one-half thereof from her father.\n“ By his will, he gave to his wife Catharine a life estate in this property, and at her death, it vested in his devisees, subject as to two of the shares to certain trusts. Upon the death of Catharine Snyder, intestate, her undivided moiety descended to her children, who were also the devisees under her husband’s will, consequently, the title to the whole tract is now vested in the same parties.\n“ Jacob R. Snyder, one of the devisees under the will of his father, and an heir of his mother, presented his petition for an inquest to part and divide all the property above mentioned, as. well that held by his father in common with his brother and sister, as that which belonged in common with his father and mother.\n“ The question is, whether such partition can he effected in one and the same proceeding, to he regarded in this proceeding as the estates only of the party in whom they were vested at the time of his or her decease. It is the estate only of a decedent which can be divided, not the estate which may be held in common by his heii's under different and distinct titles.\n“If this proceeding were sustained, the practical difficulties which it would occasion, are obvious. A joint valuation of the entire property such as has been made,'would, if carried to a sale, give rise to conflicting claims between the executors of the will of John Snyder and the administrators of Catharine Snyder; certainly, there could be no union of these, representatives of the respective estates, in making the sale; the court could not choose between them, nor while they are competent'and willing to act, appoint another person to discharge their functions. The law requires that the executor or administrator of the decedent shall make the sale. The order of sale is to be directed to him. A joint order to the executors of one decedent, and the administrators of another, would be an anomaly. And two orders of sale directed to different parties, upon one decree for the sale of the same property, and issuing at the same time, would, of -course be impracticable.\n“It appears, therefore, that the partition attempted in this proceeding is not authorized by the Acts of Assembly, and that what has been done cannot be sustained. The application to set aside the proceedings must be granted.”\nFrom this decree, the present appeal was taken.\nParsons, for the appellant.\nJ. A. Phillips, for the appellees."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 169
}
