{
  "id": 992208,
  "name": "The Bank of Montgomery County's Appeal",
  "name_abbreviation": "Bank of Montgomery County's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "170",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Ohio 371",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        496157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/17/0371-01"
      ]
    },
    {
      "cite": "16 Johns. 165",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0165-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 327",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 585",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0585-01"
      ]
    },
    {
      "cite": "7 Conn. 387",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753615
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/7/0387-01"
      ]
    },
    {
      "cite": "6 Watts 57",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0057-01"
      ]
    },
    {
      "cite": "9 Paige Ch. 132",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        1893925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/9/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 9486,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 2.7191251501957146e-07,
      "percentile": 0.8300352646042298
    },
    "sha256": "77d5c43666a19ef7d947e44b127043de4097fd1351a85f1c22b99ff328997372",
    "simhash": "1:35065a39a96f9436",
    "word_count": 1665
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Bank of Montgomery County’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nOn the 18th August 1854, S. F. and G. W. Jacoby gave to The Bank of Montgomery County a mortgage for the sum of $30,000, conditioned for the payment of $15,000, with lawful interest thereon, on the first day of April 1855. Upon this mortgage, which was recorded on the 18th August 1854, was endorsed the following stipulation or agreement.\n“This mortgage is given, as collateral security/to The Bank of Montgomery County, for all notes, bills of exchange, drafts, and all other obligations, discounted, or hereafter to be discounted, by the said bank for Samuel F. Jacoby & Co., or for the within-named mortgagors, or either of them; and also to secure their or either of their indebtedness, from time to time, to said bank ; and all their or either of their liabilities, of whatever nature or kind, to said bank, that exists at the present time, or that may exist at any time hereafter. And after payment by them, or either of them, of all such debts and liabilities to said bank, this mortgage to be cancelled and satisfied.”'\nThis stipulation or agreement does not show that the mortgage was given to secure the payment of notes or bills and the renewals of the same until they should all be paid, and does not, therefore, bring the case within the ruling in Gault v. McGrath, 8 Casey 392. On the contrary, it was expressly intended not only to cover existing liabilities, but also after they were entered, discharged,, and satisfied, any new liabilities thereafter created, or in the language of the instrument, “ that may exist at any time thereafter.” Its object was therefore to secure, not only present, but future advances by The Bank of Montgomery County, which future advances they were under no contract to make, but which it was at their own option to make or not, as they thought proper.\nAs to future advances, therefore, and as against other mortgages and judgments, this mortgage only took rank from the date of such advances, and not from its own date. Our own cases, and particularly that of Ter Hoven v. Kerns, 2 Barr 96, show conclusively that to be the law. The case of Rolt v. Hopkinson, 4 Jurist, (N. S.,) 919, decided by the Master of the Rolls on the 29th May 1858, and affirmed on appeal by the Lord Chancellor on the 9th November 1858, Id. 1119, is directly in point, for the language of the stipulation in the prior mortgage is substantially the same as in the present case. There, both the first and second mortgages had notice of each other, and the advances were made by the prior mortgagee, after the date of the subsequent mortgage, and with full knowledge of it; and it was held, that the subsequent mortgagee was entitled to priority for his advances, made before the advances by the prior mortgagee, with full knowledge of his security. This solemn decision, with the case of Shaw v. Neale, 20 Beavan 166, 6 House of Lords Cases 581, entirely overrule the anomalous case of Gordon v. Graham, 2 Eq. Cas. Abr. 598, before Lord Oowper,. In Pennsylvania, a first mortgagee thus situated, is bound to take notice of junior and intervening recorded encumbrances, in the same manner as if he were about to accept of a new and independent liability from the party, having no reference whatever to any prior encumbrance: 2 Barr 99.\nThe earliest liability held by The Bank of Montgomery County is of 24th October 1857, and the latest of the 6th March 1858. There was an attempt to show that these liabilities were the renewal of liabilities, commencing with the inception of the mortgage. The burden of proof was on the bank, and, in the opinion of the auditor, they entirely failed, and they asked for no issue to try the facts, and the report of the auditor was confirmed by the court. There is nothing in the evidence printed (and the whole ought to have been submitted to us, and not a part), to induce us to say that the conclusion arrived at was not a correct one.\nThe second mortgage to B. W. Richards for $15,000, was dated November 12th 1855, and recorded on the same day; and was given to secure sales of marble by certain persons to the mortgagors, which they contracted to make at the market prices for a period of two years, taking the promissory notes of the mortgagors for the same, and also endorsements of notes by them for Jacoby & Co. for purchases of marble from other persons — such sales and endorsements not in the aggregate to exceed $15,000. There was, therefore, an absolute contract to make these sales and to furnish these endorsements, and of course they would be referred back to the date of the mortgage when made: Moroney’s Appeal, 12 Harris 372.\nIt appears, however, that the notes secured by this mortgage are all dated from the 19th November 1855 to 4th June 1857, and of course represent transactions prior to the liabilities held by The Bank of Montgomery County, and — qui prior est tempore, prior est jure.\nDecree aflirmed, and appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Boyd, for the appellant.",
      "M. P. Henry and McMwrtrie, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "The Bank of Montgomery County’s Appeal.\nA mortgage given to secure the payment of notes, bills, &c., discounted, or thereafter to be discounted, for the mortgagors, and all their liabilities to the mortgagees of whatever kind, that existed or might thereafter exist, at anytime, is a lien for future advances, as against intervening encumbrances, only from the date of such future advances, and not from the date of the mortgage.\nA first mortgagee, thus situated, is bound to take notice of junior and intervening encumbrances, in the same manner, as if he were about to take a new and independent liability from the party, having no reference whatever to the prior encumbrance.\nTer Hoven v. Kerns, 2 Barr 96, affirmed.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by the Bank of Montgomery County from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of S. E. Jacoby & Co.\nOn the 18th of August 1854, S. E. Jacoby & Co. executed a mortgage upon the premises in. question, in favour of The Bank of Montgomery County, conditioned, upon its face, for the payment of $15,000, with interest, on the 1st day of April 1855. This mortgage was recorded on the same day; and on it, was endorsed the following stipulation, signed by the cashier' of the bank:—\n“ This mortgage is given as collateral security to the Bank of Montgomery County for all notes, bills of exchange, drafts, and all other obligations discounted, or hereafter to be discounted by the said bank for Samuel E. Jacoby & Co., or for the within-named mortgagors or either of them, and. also to secure their or either of their indebtedness, from time to time, to said bank, and all their or either of their liabilities of whatever nature or kind to said bank, that exists at the present time, or that may exist at any time hereafter. And after payment by them or either of them, of all such debts and liabilities to said bank, this mortgage to be cancelled and satisfied.”\nThe mortgaged premises were sold by the sheriff, under various executions against the mortgagors, on the 4th April 1859; and after the payment of prior liens, there remained a fund for distribution of $13,032.99.\nAt the time of the sheriff’s sale, the Bank of Montgomery County was the holder of notes and drafts, discounted for S. E. Jacoby & Co., amounting, with interest, to $3579.12. The first of these, in point of date, was discounted by the bank on the 24th October 1857.\nOn the 12th November 1855, S. F. Jacoby & Co. mortgaged the same premises to Benjamin W. Richards, for $15,000, in trust to secure certain parties who had contracted to sell marble to S. F. Jacoby & Co., and to take their notes in payment, or if they should purchase from other persons in the trade, to endorse their notes for one-fourth of such purchases; such sales and endorsements not to exceed $15,000 in the aggregate. At the time of the sheriff’s sale, there was due to the parties secured by this latter mortgage, the sum of $15,538.08.\nThe auditor distributed the balance of the fund in court, amounting to $13,032.99, to Benjamin W. Richards, on account of his mortgage, being of opinion that it took effect as a lien from the time it was recorded, whilst the lien of the mortgage held by The Bank of Montgomery County, only took effect from the time when each noté was discounted by the Bank. The court below overruled exceptions filed by the Bank, confirmed the report of the auditor, and decreed distribution accordingly, whereupon this appeal was taken.\nBoyd, for the appellant.\nThe auditor was mistaken in his idea that in order to constitute the notes held by the bank renewals of former notes discounted for the mortgagors, it was necessary that they should have been for the same amounts, at the same periods, and that each successive note should have been applied to take up its immediate predecessor: Gault v. McGrath, 8 Casey 392. And there was abundant evidence, that S. F. Jacoby & Co. had a continuous line of discount at the bank from the time their mortgage was executed.\nM. P. Henry and McMwrtrie, for the appellees,\ncited Moroney’s Appeal, 12 Harris 372; Parmentier v. Gillespie, 9 Barr 86; Ledyard v. Butler, 9 Paige Ch. 132; Garber v. Henry, 6 Watts 57; Crane v. Deming, 7 Conn. 387; Hubbard v. Savage, 8 Id. 215; Lyle v. Ducomb, 5 Binn. 585; Ter Hoven v. Kerns, 2 Barr 96; Brinkerhoff v. Marvin, 5 Johns. Ch. 327; Livingston v. Mclmlay, 16 Johns. 165; Spader v. Lawler, 17 Ohio 371."
  },
  "file_name": "0170-01",
  "first_page_order": 170,
  "last_page_order": 173
}
