{
  "id": 992226,
  "name": "The Barclay Railroad and Coal Co. versus Ingham",
  "name_abbreviation": "Barclay Railroad & Coal Co. v. Ingham",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "194",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0418-01"
      ]
    },
    {
      "cite": "4 Rawle 23",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 351",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    },
    {
      "cite": "8 Watts 470",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0470-01"
      ]
    },
    {
      "cite": "9 W. & S. 11",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 104",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "17 Pick. 284",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2024027
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0284-01"
      ]
    },
    {
      "cite": "1 Iowa 407",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": -1
    },
    {
      "cite": "20 Wend. 149",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/20/0149-01"
      ]
    },
    {
      "cite": "8 Watts 477",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 112",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 11",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1102,
    "char_count": 27188,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.4799625744365677e-07,
      "percentile": 0.8816859592972409
    },
    "sha256": "4d110af70bdb5194730bb48509e63898cc2b95a548ad11bf5f8f5206263120e5",
    "simhash": "1:652b8969887796d6",
    "word_count": 4756
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Barclay Railroad and Coal Co. versus Ingham."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe first error assigned is for rejecting the defendants’ offer to prove that it would not cost more than $140, to remove the bar in the creek, from the head of Mason’s pond and upwards, so as to admit a free flow of water. It would seem, that this bar was the principal nuisance complained of by the-plaintiff. It was this that, according to his view, caused the backwater in his tail-race, to the injury of his machinery. It was chiefly, if not altogether, for this, that his witnesses estimated his damages at from $3000 to $8000, and for which the jury gave him a verdict of $3472.\nNow, why it was not competent for the -defendants to show, in answer to a claim for so large damages, that the whole cause- of mischief could be remedied for $140, we cannot understand.. It was alleged, on the part of the defendants, that this bar was, in part, at least, the result of the natural action of the water;. but, whatever the cause of its growth — whether the natural flow of water, or the artificial embankments of the railroad company, or both combined — the company claimed that it could be removed for the inconsiderable sum mentioned in the offer. Had the jury been persuaded of this, they could never have given the verdict they did. The court should have given the company a chance to persuade the jury, and to this end should have admitted the evidence. It went directly to the admeasurement of damages. It was much more certain proof, in its nature, than those speculative views on which damages in such cases are too often assessed. For this error of the trial, the cause must go back.\nBut we find no other error upon the record. The second point of the defendants was answered in their favour, and the court refused, properly, to affirm their first point. That the defendants had a legal right to erect the embankment,in the construction of their railroad, on the plaintiff’s land, was a truism, under the law of their incorporation, which the learned judge did not. mean to deny; but the other proposition, that the company were not liable for damages done to the plaintiff’s water-power, if it was situated on the part of Towanda creek, which had been declared a public highway, was the pith of the first point, and this was negatived as it should have been.\nIn respect to the great rivers of the state — such as are navigable by nature, and therefore public highways by the common law — it has been repeatedly declared, that the Mill-dam Act of 23d March 1803, is but a license to the riparian owner, subject to be revoked whenever the interests of the public require it. This doctrine was applied in The Monongahela Navigation Company v. Coons, 6 W. & S. 112, to the Youghiogeny, which is one of the. streams enumerated by Chief Justice Tilghman in Shrunk v. The Schuylkill Navigation Company, 14 S. & R. 79, as among the “ principal rivers” of Pennsylvania. And again, in The Susquehanna Canal Company v. Wright, 9 W. & S. 11, the same doctrine was applied to the Susquehanna river, which, as well as its principal branches, has always been considered a public river. And, once again, in The New York and Erie Railroad Company v. Young, 9 Casey 181, it was applied to the North Branch of the Susquehanna, always a navigable river according to the common law definition that has obtained in Pennsylvania.\nIn all these cases, the right claimed by the riparian owner was a permissive right to use rivers, the soil of which had never been granted either by William Penn, his successors, or the Commonwealth. The rivers, and the beds of the rivers, belonged to' the Commonwealth, and constituted part of the eminent domain. Private surveys bounding on them were stopped at low-water mark. When the Commonwealth, by its legislature, authorized riparian owners along such streams, to erect dams for their own convenience and profit, it was a sort of public license, like the fisheries and ferries, which, by numerous Acts of Assembly, were granted 'in all our public rivers. And being a mere license to trespass on the public domain, without any consideration received therefor, it had none of the indefeasibility of a contract, and might be revoked at the will of the sovereign, or be granted to another.\nBut in respect to the creeks and smaller streams everywhere found in Pennsylvania, the practice of the land-office, whether under the Proprietaries, or the Commonwealth, has been, to include them in warrants and surveys, as part of the public lands. Streams thus falling within the lines of a survey were covered- by it, and belonged to the owner of the tract, who might afterwards convey the body of the stream to one person, and the adjoining land to another. When any of this class of streams formed the boundary of such tract, the grantee acquired title ad jilum aquee: Coovert v. O’Conner, 8 Watts 477. There is but one difference between a stream running through a man’s land, and one which runs by the side of it; in the former case he owns the whole, and in the latter, but half: Child v. Starr, 20 Wend. 149. It is customary to speak of these streams as not navigable, in contradistinction to those larger rivers not granted by the Commonwealth, and which are called navigable. In England, those streams only are called navigable in which the tides ebb and flow; but with us, all our public rivers, whether fresh or salt, are navigable; and hence, a very erroneous idea has sprung that such rivers only are public highways, and that, in the lesser streams, granted by the Commonwealth to purchasers, the public have no rights until they are declared by law to be highways. This is a misconception, produced, no doubt, by the very indefinite term navigable — a word which may mean an ascending as well as descending navigation, by boats of considerable burden — or merely a descending navigation, by arks and rafts, at all seasons — or by arks and rafts in seasons of freshets. Our ideas of public and private rights in streams of water, ought not to be dependent on so vague and indeterminate a word.\nIf we go back to Magna Charta, we shall find it written in the 23 Cap. “ Omnes kidelli deponantur,” &e. — a clause which has been translated, “All weirs from henceforth shall be utterly put down, by Thames and Medway, and through all England, but only by the sea coasts.” This I understand to have been a formal declaration and vindication of the right of all up-stream people to have an unobstructed channel in streams capable of being used for transportation, not only for purposes of trade and commerce, but also for the ascent of fish, which sometimes were indispensable for subsistence. Accordingly, it is laid down by Lord Hale (see Hargrave’s Tracts, He Jure Maris, cited in Angell on Watercourses, § 535), “ All rivers above the flow of tide-water are, by the common law, primé facie private; but when they are naturally of sufficient depth for valuable floatage, the public have an easement therein for the purposes of transportation and commercial intercourse; and, in fact, they are public highways by water.”\nThis, I apprehend, is an exact definition of our creeks and smaller rivers, such as have been grantéd by warrant and survey. They are private property, but if of sufficient capacity, at any stages of water, to be used for transportation of lumber or other goods, they are held subject to that public easement which our English ancestry guarded with great jealousy, as numerous old statutes subsequent to Magna Charta abundantly attest. When, therefore, our legislature declare such streams to be public highways, the act is merely declaratory of the common law, but beneficial, nevertheless, as bringing the stream within the protection of the remedial provisions of the Mill-dam Act of 1803. This latter act is, by its terms, applicable to “ any navigable stream of water declared ly law a public highway;” and it is itself declaratory of the common law, in the clause which forbids him who erects or maintains a dam “ to obstruct or impede the navigation of such stream, or prevent the fish from passing up the stream.”\nNow, to apply these rules and principles to the case in hand. Ingham was the owner of land under a patent issued 3d November 1786, and which .was bounded by Towanda creek. He was thus the absolute owner of one-half of the stream — of the bed of it, and of all the water-power it contained, subject only to the public’s right of passage for such craft as was suitable to the capacity of the stream, and to an unobstructed passage of fish. In 1813, the legislature declared this part of Towanda creek “ a public highway for the passing of rafts, boats, or other vessels.” This did not abridge Ingham’s right of property. The legislature could not take away, without compensation, property fairly vested in him. • He was as truly and as entirely the proprietor of the premises, after the Act of 1813, as before. The water-power was property, and it was his property. He might improve it by damming his half of the stream, or, with the consent of his opposite neighbour, the whole of it; and of the water-power so improved, he could no more be despoiled, without compensation made to him in the forms of the constitution, than he could be deprived of the solid acres granted to him by the Commonwealth.\nHis dam must not obstruct the navigation or the fish, because he took title from the Commonwealth, subject to that servitude or public right — one of the ancient English “ liberties,” which Magna Charta rescued from oblivion — which numerous old statutes in the times of Henry IV., and the Edwards, defined and defended— which the immigrants brought over with them, and which Penn expressly recognised in the 22d section of his first frame of government, adopted in 1683 — and which became, in this manner, an indefeasible condition of- Pennsylvania tenures. The Mill-dam Act of 1803 was a fuller provision for the regulation of this public right, and supplied a statutory remedy for its infringement, but was not a license to Ingham to build on his own land. When he improved his water-power, he did it not as tenant at will under a revocable license, but on the sure footing of that dominion which an owner exercises over soil that he holds in fee simple from his sovereign.\nThis conceit that the Commonwealth granted a license in 1803 to build on land she sold and was paid for before 1786, may lead very logically to the conclusion, that it was competent for the Commonwealth to revoke the license in 1853, and grant to the railroad company the right to destroy Ingham’s water-power without compensation; but it is only a conceit after all, and can afford no solid basis for the conclusion claimed. It may be harmless, if not strictly correct language, to speak of the Act of 1803 as licensing riparian owners along our “principal rivers” to use water-power, which, never having been granted to a citizen, belongs to the state as a sovereign; but when applied to such streams as the Towanda creek, which, having been granted by the sovereign, are private property, it is false language, and it begets false ideas. If it were, indeed, so that the Act of 1803 makes every mill-owner along these lesser streams a mere tenant at will, it would be palpably unconstitutional; but regarded as an act for the regulation and defence of a supervening common law right of the public, subject to which the mill-owner bought and has always held his land and water-power, it is constitutional and wholesome legislation.\nFor these reasons we are of opinion that the main proposition in the defendant’s first point was correctly denied, and the judgment is reversed, only because of the rejection of the evidence mentioned in the first bill of exceptions.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Elwell, for the plaintiffs in error.",
      "Mercur and Patríele, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Barclay Railroad and Coal Co. versus Ingham.\nIn an issue, under the Act of 19th February 1849, to assess the damages done to the plaintiff's -water-power by the construction of the defendants' railroad, it is error, to reject evidence that the cause of mischief complained of could be removed for $140.\nA water-power situated on one of the smaller streams of the state, is such a property as a railroad company is liable to make compensation for, if damaged by the construction of their road, although the stream may have been declared a public highway, by Act of Assembly.\nIn respect to the great rivers of the state, which are navigable by nature, and therefore public highways at common law, the Mill-dam Act of 23d March 1803 is but a license to the riparian owner, subject to be revoked whenever the interests of the public may require it.\nBut in respect to the creeks and smaller streams, the law is different;-in such case, the soil covered by the water is surveyed and granted to the riparian owners; and they have the right of property in the water-powers upon them.\nSuch right of property is subject to the public easement of their use for purposes of navigation, so far as 'they are capable of it. And it is not necessary, in order to confer such easement on the public, that they should be declared public highways by statute.\nThe only effect of declaring such a stream a public highway, by Act of Assembly, is, to bring it within the remedial provisions of the Act of 23d March 1803. It does not affect the vested rights of the riparian owner.\nThat clause of the Act of 1803 which forbids him who erects or maintains a dam “to obstruct or impede the navigation of such stream, or prevent the fish from passing up the same,” is but declaratory of the common law.\nThat act is a fuller provision for the regulation of the public right, and supplies a statutory remedy for its infringement. But it does not confer a license on the riparian owner, bounded on such a stream; when such an owner improves his water-power, he does it, not under a revocable license, but as the owner of the soil.\nError to the Common Pleas of Bradford county.\nThis was an issue, under the Act of 19th February 1849, to assess the damages sustained by Joseph Ingham by the construction of the road of The Barclay Railroad and Coal Company. The viewers assessed the plaintiff’s damages at $2100, from which the defendants appealed, and this issue was framed.\nOn the 4th September 1829, Joseph Ingham and John Black became the owners of 95 acres' of land on the Towanda creek, part of a larger tract patented to John Neely on the 3d November 1786. Within three or four years of their purchase, they constructed a dam across the Towanda creek, from two to four feet in height, for the purpose of creating a water-power; from this dam the water was taken in a race fifteen or twenty rods long, to operate machinery in a small woollen factory, which they erected about the same time. From this mill there was a tail race, which discharged the water again into the creek, a few rods below. In 1840, by conveyance from John Black, the plaintiff became sole owner of the land upon which the mill stood, and extending to the creek, in the bend where it was crossed by the defendants’ railroad.\nIn July 1850, there was an extraordinary flood in the Towanda creek, which cut a new channel for it, running straight from the dam past the mill, and making it necessary to protect the bank and mill-race by crib-work of timbers, extending from the dam down the stream below the mill. After that flood, it ran through this new channel, as well as round the bend in the old channel.\nOn the 26th March 1813, an Act of Assembly was passed, declaring the Towanda creek a public highway, from its mouth to Spalding’s Mills. These mills were above the point where the plaintiff’s mill was subsequently erected. This act was subject to the restrictions and provisions of the Act of 23d March 1803, as to the right of owners to erect dams across the creek.\nOn the 9th April 1853, an act was passed to incorporate The Towanda and Franklin Railroad Company, “with authority to construct a railroad, beginning at any point on the bituminous coal lands in the townships of Franklin and Monroe, in the county of Bradford, and thence by the most expedient and practicable route, to the North Branch in the borough of Towanda,” subject to all the provisions and restrictions of an act regulating railroad companies, approved the 19th 5 February 1849. By an act approved 3d April 1854, the name of the company was changed to “ The Barclay Railroad and Coal Company.”\nIn 1855, the company caused a railroad to be graded from the bituminous coal lands in Franklin, to the Susquehanna river at Towanda; and in 1856, rails were laid, and the road had been since then in use.\nOn the trial of this cause, the plaintiff alleged and proveil, that the making of the embankment for the railroad running straight across the bend of the creek, and turning the water so as to make it flow down in the channel cut in 1850, and in a new channel by the side of the embankment, had caused the water to back into the tail-race, and materially affect the action of his mill. And that the moving of the gravel and changing the channel of the creek had caused a large bar to form at the head of Mason’s millpond, some sixty to eighty rods below the plaintiff’s mill, and some forty rods below his line on the stream; and that this caused the water to set back on to the plaintiff’s water-wheel, greatly injuring his water-power, and rendering his mill property comparatively worthless. The witnesses estimated his damages variously at from $3000 to $8000.\nOn the part of the defendants, it was alleged and proved, that the embankment complained of was no injury to the plaintiff’s property. That the bar at the head of Mason’s pond had been gradually increasing before the railroad was built. That after the flood of 1850, the plaintiff had frequently been troubled with back water; and that by that flood, his water-power was materially injured.\nThe defendants also offered to prove, that it would not cost more than $140 to remove the bar and all obstructions in the creek below the plaintiff’s mill, whether caused by the construction of the railroad, or by the deposit of material by the natural flow of the water, so that from either of these causes it would not back the water upon his wheel; but the court, upon objection, overruled the offer, and excluded the evidence, to which the defendant excepted.\nThe defendants’ counsel requested the court to charge the jury, — “ That the defendants had a legal right to erect the embankment, in the construction of the road, on the plaintiff’s land; and are not liable for damages to plaintiff’s water-power, if the jury believe it was situated on the part of Towanda creek which had been declared a public highway.”\nThe court below (Wilmot, P. J.) declined so to charge; to which the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $3472, the defendants removed the cause to this court, and here assigned for error: 1. The rejection of the evidence ruled out on the trial. 2. The refusal to charge as requested in the defendants’ first point.\nElwell, for the plaintiffs in error.\n1. It is a good defence, to show that the injury so far arose from the negligence of the plaintiff himself, that he might by ordinary care and caution have avoided it: 2 Starkie Ev. 741; Miller v. Mariner’s Church, 7 Greenl. 51; Davis v. Fish, 1 Iowa 407; Loker v. Damon, 17 Pick. 284. If, instead of obstructing the flow of water from the plaintiff’s mill by loosening the gravel above and allowing it to be carried down the stream and deposited, the defendants had caused a slab or timber to be placed across the plaintiff’s race, under these authorities, it clearly would have been competent evidence, upon either side, to show the expense of removing the obstruction.\nThe defendants, instead of wantonly or wilfully obstructing the stream, did no more than was actually necessary in their enterprise of constructing a highway authorized by law. The rejected evidence would have shown that the actual injury to the plaintiff was but slight, and that his negligence, in not attending to his own interest, occasioned the principal injury done to his property. The cause of the injury was within his knowledge, and constantly before his eyes ; it could have been removed at slight expense, but the ruling of the court excluded this fact from the jury.\n2. The act of incorporation gave to the defendants authority to construct a railroad from the coal lands in Franklin by the most expedient and practicable route to the North Branch at Towanda: Pamph. L. 1855, p. 807. When an act of incorporation directs a road to be made between certain termini, by such route as the grantees of the privilege shall think best, it may be located on an intervening street or other common highway, if in the judgment of the directors it be necessary or expedient to do so: Commonwealth v. Erie and North East Railroad Company, 3 Casey 355, and authorities cited Id. 354.\nHaving located and constructed their road by virtue of an express legislative grant, is the company liable for injury to the plaintiff’s water-power- ? The right to erect a mill-dam in a navigable stream, given by the Act of 23d of March 1803, is but a license, subject to be revoked whenever the paramount interests of the public shall require it. An injury to such a right occasioned by the construction of a railroad, under authority of law, is not one for which the railroad is liable to make compensation in damages: The New York and Erie Railroad v. Young, 9 Casey 175; Brown v. The Commonwealth, 3 S. & R. 276; Monongahela Navigation Company v. Coons, 6 W. & S. 104; Susquehanna Canal Company v. Wright, 9 W. & S. 11.\nIt is clear, that the state could not be made liable for the revocation of a license held at her will. And it is to be presumed, in the absence of an explicit declaration, that it was not intended' to impose on the company, standing in the place of the state, a burden which the state itself was not bound to bear: Susquehanna Canal Company v. Wright, supra. When an action does not-lie against the state, it lies not against her locum tenens, clothed with her power, and protected by her shield: McKinney v. Monongahela Navigation Company, 2 Harris 66.\nMercur and Patríele, for the defendant in error.\n1. While a person may lawfully remove from the bed of the creek accumulations upon the land of another which interfere with navigation, yet the Act of Assembly gives to an adjoining riparian owner, no authority to enter upon another’s land and remove therefrom gravel or earth for the purposes of creating or maintaining a waterpower. These accumulations in the creek were not upon the land of Joseph Ingham, but bn the lands of W. A. Park and Harry Northrup, and principally upon the latter, who had built a low stone dam on the bar out into the creek to protect his banks against the action of the water changed by the railroad émbankment; and he had kept up the same carefully ever since.\nThe offer in the bill of exceptions in substance was, what the labour would be worth to commit a trespass upon the lands of Park and Northrup, to remove the material accumulated and the stone dam that Harry'Northrup had placed therein. It is submitted, that no authority can be found, or sound reason given, in favour of admitting any evidence, in mitigation of damages, predicated upon the plaintiff’s committing a trespass upon the property of a third person.\n2. It is conceded, and the jury have so found, that Ingham sustained large damages to the water rights or water-power which he had been in the use and enjoyment of for more than twenty-one years. The question now presented is : Had he such a right of property in the water-power, as to make the railroad company liable for its destruction ? The plaintiff in error contends he had not, because in 1813 the creek was declared a public highway, and that the dam and works of Ingham were constructed after that act.\nIt is submitted, that a different rule is applicable to the rights of a riparian owner of lands on a stream which is a public highway at common law, than where it is a creek which has been so declared by statute, after the Commonwealth has expressly granted and conveyed all her rights to the centre of the stream. “ A grant from the Commonwealth of vacant land bounded by a stream which has not been declared navigable by law, passes the right to the soil to the middle of the stream, and although the stream may subsequently to the grant be declared a public highway, that does not divest the property previously acquired by a grant from the Commonwealth: Coovert v. O’Conner, 8 Watts 470.\nAlthough in this and other cases, it is said, that the Commonwealth may be considered as tacitly reserving the public use of a str.eam as a highway, whenever the public benefit requires it, yet this must be understood with some restriction as to the size of the stream. It cannot surely apply to every creek and rivulet upon a man’s farm. And as to those streams to which it does apply, it must be restricted to the use of the water to float crafts upon its surface. The cases cited by the plaintiff in error arose, either in cases where the stream was held to be a public highway at common law, or where, when declared by statute, the Commonwealth had npt granted the land prior to the Act of 1803.\nThe larger streams in Pennsylvania are held ,to be public highways by common law: Carson v. Blazer, 2 Binn. 475; Shrunk v. The Schuylkill Navigation Company, 14 S. & R. 72; Zimmerman v. The Union Canal Company, 1 W. & S. 351-2. The rivers mentioned, in the cases cited by the plaintiff in error, are those which it has been ruled are public highways at common law, and in those rivers the Act of 1803 granted a privilege ; but, to the use of the waters of creeks, the beds of which it had previously granted without reserve, the owner possessed full power and right, and might erect dams prior to that act. To hold, then, that the legislature could thus deprive a citizen of a vested right, without providing compensation therefor, would seem to come in conflict with the Constitution. “All public grants to corporate bodies must be construed strictly; and this is more especially true of a public grant, which interferes injuriously with another grant previously made Packer v. Sunbury and Erie Railroad Company, 7 Harris 211. “And the power must be given in plain words or by necessary implication. All powers not given in this direct and unmistakeable manner, are withheld Commonwealth v. Erie and North-East Railroad Company, 3 Casey 351.\nThe true rule is, to endeavour so to construe apparently conflicting grants as to permit them both to stand. The legislature designed to give compensation for all damages sustained: Sunbury and Erie Railroad Company v. Hummell, 3 Casey 105; Schuylkill Navigation Company v. Loose, 7 Harris 15; Lehigh Valley Railroad Company v. Trone, 4 Casey 206-7; Lehigh Bridge Company v. Lehigh Coal and Navigation Company, 4 Rawle 23; Commonwealth v. Snyder, 2 Watts 418; New York and Erie Railroad Company v. Young, 9 Casey 175; Monongahela Navigation Company v. Coons, 6 W. & S. 104."
  },
  "file_name": "0194-01",
  "first_page_order": 194,
  "last_page_order": 203
}
