{
  "id": 992209,
  "name": "Rogers versus Kichline's Administrators",
  "name_abbreviation": "Rogers v. Kichline's Administrators",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "293",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wend. 628",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0628-01"
      ]
    },
    {
      "cite": "4 Watts 458",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Caines 505",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        793261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/1/0636-01"
      ]
    },
    {
      "cite": "5 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0373-01"
      ]
    },
    {
      "cite": "7 W. & S. 278",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 141",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 225",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Pick. 359",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011512,
        2011476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0362-01",
        "/mass/23/0362-02"
      ]
    },
    {
      "cite": "3 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 10805,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.5828155114230504e-08,
      "percentile": 0.2867833221164632
    },
    "sha256": "592dc4ab90542877be4d77a4344d1795c7a47454de1f4fd1c80fc48a94c19480",
    "simhash": "1:c1c5975ae9780682",
    "word_count": 1890
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Kichline’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThis was an action brought by Jacob Kichline against Amos Rogers, upon a promissory note, dated March 24th 1851, by which, thirty days after date, H. B. Duffin and the said defendant jointly and severally promised to pay the said plaintiff or order three hundred and twenty-one dollars, without defalcation, for value received. Upon the face of the note, the suit was properly brought in the name of Jacob Kichline (upon whose death his administrators had been substituted), but it was alleged on the part of the defendant, that the note was given to a firm consisting of Jacob Kichline and Thomas Kichline, trading under the firm of Jacob Kichline, and that therefore the plaintiffs could not recover; and the defendant’s first point was directed to this aspect of the case. The plaintiffs asked the court in their first point to charge, that if the jury believe that Thomas Kichline was a dormant partner with Jacob Kichline, the suit is properly brought in the name of Jacob Kichline alone. This point was answered favourably to the plaintiffs; and in this we can perceive no error, for the question of fact, whether he was a dormant partner or not, was fairly submitted to the jury. The law is well settled, that a dormant partner may join and sue on a bill or note, or the ostensible partner may sue alone.\nThe second and third points of the defendant were answered affirmatively, ^ and of this he of course cannot complain. The second point of the plaintiffs was negatived; the third point was substantially negatived, for it was made to depend upon whether “Jacob Kichline,” in the note, meant the individual name of Jacob Kichline or the firm name; whether the suit was properly brought in his name alone. The fourth point, as to the fact stated in it raising .a presumption that the note was given to Jacob Kichline individually, was distinctly negatived, but it was properly said that it -w;as evidence for the jury, who are to determine that fact from the whole evidence. In all this we can see no error, and what we have said forms an answer to all the errors (which are often only repetitions of each other in different language), except those relating to the rejection and- admission of evidence. The third, fifth, eighth, ninth, and tenth errors were not argued by the plaintiffs in error.\nThe court rejected H. B. Duffin, one of the makers of the note; but upon being released by the defendant, he was admitted to testify, and his evidence appears in full on the bill of exceptions. If there was any error in rejecting the witness, it was entirely cured by his subsequent admission to testify; and the defendant has had the full benefit of his testimony.\nThe day-book of the deceased was properly proved, and of course properly admitted by the court; and as the transactions between Duffin and Kichline had been made the subject of controversy by the defendant, and had been put in evidence by him, other evidence to contradict or explain them was clearly competent on the part of the plaintiffs. The laying of the ledger before the jury was clearly immaterial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Maxwell and C. & M. Goepp, for the plaintiff in error. —",
      "Reeder Cfreen and A. E. Brown, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Rogers versus Kichline’s Administrators.\nA dormant partner may join, and sue on a bill or note, or the ostensible partner may sue alone.\nIf a witness be improperly rejected but subsequently admitted to testify, after being released by the party calling him, the error is thereby cured.\nError to the Common Pleas of Northampton county.\nThis was an action of assu,mpsit by Jacob S. Kichline, Reuben Christine, and George Applegate, administrators of Jacob Kichline, deceased, against Amos Rogers, on a promissory note, of which the following is a copy:—\n“ Dollars 321. South Easton, March 24th ’51.\n“ Thirty days after date, we, or either of us, promise to pay Jacob Kichline, or order, three'hundred and twenty-one dollars, without defalcation, for value received.\n“ H. B. Dubbin, “Amos Ro&ers.”\nThe defence was, among other things, that the note in question was given to a firm composed of Jacob Kichline and Thomas Kichline, doing business under the firm name of Jacob Kichline. On the trial, the defendant offered as a witness Henry B. Duffin, the joint maker and principal in the note sued on (the defendant having signed it as his surety). The court rejected the witness, as incompetent, and the defendant excepted. But the defendant having subsequently released'Duffin, he was admitted to testify.' There was also an exception taken to the admission in evidence of the day-book of the plaintiffs’ testator, containing the account of Jacob Kichline with Henry B. Duffin, and of the entries therefrom into the ledger.\nThe plaintiffs’ counsel presented certain points in writing, upon which they requested the court to charge the jury, the 1st, 3d, and 4th of which were as follows:—\n1. If the jury believe that Thomas Kichline was a dormant partner with Jacob Kichline, the suit is properly brought in the name of Jacob Kichline alone.\n3. The note having been drawn payable to Jacob Kichline, the suit is properly brought in his name alone.\n4. If the jury believe that, after the dissolution of the alleged partnership, Thomas Kichline allowed a private debt due to his father from Duffin to he incorporated into the note in suit, this is evidence from which the jury may infer that the giving of the note was treated by the parties as a transaction with Jacob Kichline individually, and not as a member of the firm.\nThe defendant requested the court to charge: 1. That if the evidence shows that the note was given not to Jacob Kichline individually, but to a firm consisting of Jacob Kichline and Thomas Kichline, trading under the firm of “ Jacob Kichline,” the plaintiffs cannot recover.\nThe court below (Findlay, P. J.) instructed the jury as follows :—\n“ This is an action on a note dated March 21st 1851, drawn by H. B. Duffin and Amos Rogers, in favour of Jacob Kichline, at thirty days, for $821. The defendant alleges that the note was given to a firm composed of Jacob Kichline and Thomas Kichline, who did business under the name of Jacob Kichline, and not to Jacob Kichline individually, and the suit cannot be sustained by Jacob Kichline or his administrators, but that it should have been brought in the names of Jacob Kichline and Thomas Kichline, if both were living at the time of suit brought, and if not, in the name of the surviving partner. If the note was given to Jacob Kichline individually, then the suit is properly brought in his name or those of his administrators. Or if the business was conducted in the name of Jacob Kichline, and Thomas Kichline took no part in transacting the business of the firm, the writ is properly brought in Jacob Kichline’s name, or those of his administrators. But if the business was conducted in the name of Jacob Kichline, and if Thomas was an active partner, that is, took part in transacting the business of the firm, the plaintiff cannot recover in the present action. Whether the note was given to Jacob Kichline individually, or if not, whether Thomas did or did not take part in the transaction of the business of the firm, are questions of fact for you.\n“The defendant further alleges that there was error in the balance of the account for which the note was given, and money had been paid and goods delivered by Duffin to Kichline which, by agreement when the note was given, were to be appropriated to the payment of the note. He has also given in evidence an order without date, but it don’t appear whether it was given before or after the note. If given before, he says, it was not credited, and therefore there is a further error to that amount, in the account. And that if it was after the note, that then it was to be appropriated to the payment of the note.”\nThe court also said in answer to the plaintiffs’ third point: “ This depends upon whether ‘ Jacob Kichline’ in the note, means the individual name of Jacob Kichline, or the firm name.” And in answer to the plaintiffs’ fourth point: “ The facts here supposed do not raise a presumption that the note- was given to Jacob Kiehline individually. It is evidence for the consideration of the jury, who are to determine that fact from the whole evidence.”\nTo this charge the defendant objected; and a verdict and judgment having been rendered for the plaintiffs for $124.37, the defendant removed the cause to this court, and here assigned for error: 1. The rejection of Duffin as a witness: 2. The admission in evidence of the day-book and ledger: 3. The charge to the jury.\nMaxwell and C. & M. Goepp, for the plaintiff in error. —\nPartners, in actions instituted to enforce contracts made with them, must join, or, if one be dead, the survivor must sue : 2 Tr. H. Pr. 466. The principle that a dormant partner need not be joined, does not extend to known ostensible partnerships. The true criterion is, whether the contract was made with the partnership : Alexander v. McGinn, 3 Watts 221. A suit brought in the name of Thomas Wilson, as plaintiff, cannot be sustained, where it appears from the evidence, that the firm of Thomas Wilson, who made the contract, consisted of three partners. This is well settled: Wilson v. Wallace, 8 S. & R. 55. All the partners should be plaintiffs (1 Ch. Pl. 11), although the goods were sold in the name of one only: Halliday v. Dogget, 6 Pick. 359, Story on Partnership, § 241. And this, though the partnership is dissolved: Wright v. Williamson, 2 Pennington 978; Glow on Partnership 138; Teed v. Elworthy, 14 East 210.\nWhen the note is payable to a firm, strict evidence must be given that the firm consists of the parties who sue as plaintiffs on the note: Ege v. Kyle, 2 Watts 225; Campb. 239; 1 Stark. 446; Chit. on Bills 394. Non assumpsit puts in issue every part of the plaintiff’s title: Id. See Carskadden v. McGee, 7 W. & S. 141; Falconer v. Smith, 6 Harris 130. Under non assumpsit, the defendant may prove that the plaintiff is an insolvent debtor, and has made assignment: Kennedy v. Ferris, 5 S. & R. 394. If a judgment is entered in favour of “ Henry Share & Co.,” and Henry Share dies, his administrator must be substituted, and not the surviving partner: McKinney v. Mehaffey, 7 W. & S. 278. The answer of the other partners cannot be added after suit brought, under the' Acts of 1806, 1814, or 1818: Chamberlain v. Hite, 5 Watts 373.\nReeder Cfreen and A. E. Brown, for the defendants in error.\n—It is not necessary that a dormant partner should join with the ostensible partners of a firm in an action against a person who dealt only with the ostensible partners: Collyer on Part., §§ 660, 661, 655, 622; Burnham v. Whittier, 5 N. Hamp. 334; Kirby v. Cogswell, 1 Caines 505; Wilson v. Wallace, 8 S. & R. 55; Morse v. Chase, 4 Watts 458; Clark v. Miller, 4 Wend. 628."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 297
}
