{
  "id": 992198,
  "name": "Shay versus The Commonwealth",
  "name_abbreviation": "Shay v. Commonwealth",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "305",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026973
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "90"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0009-01"
      ]
    },
    {
      "cite": "1 Mass. 18",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        42602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/1/0018-01"
      ]
    },
    {
      "cite": "1 McCord 285",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8859538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/12/0285-01"
      ]
    },
    {
      "cite": "1 Gilm. 401",
      "category": "reporters:state",
      "reporter": "Gilm.",
      "case_ids": [
        2467195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/6/0401-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. 428",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6132019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/26/0276-01"
      ]
    },
    {
      "cite": "2 Dev. 420",
      "category": "reporters:state",
      "reporter": "Dev.",
      "case_ids": [
        11277331
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/13/0420-01"
      ]
    },
    {
      "cite": "10 Pick. 57",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0057-01"
      ]
    },
    {
      "cite": "10 Johns. 95",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0095-01"
      ]
    },
    {
      "cite": "7 Cow. 369",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0368-02"
      ]
    },
    {
      "cite": "19 Wend. 377",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0377-01"
      ]
    },
    {
      "cite": "1 Yerg. 431",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        11267492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/9/0431-01"
      ]
    },
    {
      "cite": "1 Gray 559",
      "category": "reporters:state",
      "reporter": "Gray",
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Pick. 57",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/27/0057-01"
      ]
    },
    {
      "cite": "10 Johns. 95",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/10/0095-01"
      ]
    },
    {
      "cite": "19 Wend. 377",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/19/0377-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 22428,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 6.909653542470295e-08,
      "percentile": 0.4199455257816189
    },
    "sha256": "76b22d8ad725e87ee6a8a34970c1cd7ad3625049e7ac2e3cab3502147fdeab49",
    "simhash": "1:9e59665263fc9401",
    "word_count": 3950
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shay versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nRobert Shay and seven others were indicted in the Court of Oyer and Terminer and general jail delivery for the county of Luzerne, for the murder of Joseph Mayer, and, upon being severally arraigned, pleaded not guilty, and demanded separate trials, which were granted. The counsel for the defendants then requested the district attorney to try all the other defendants before Shay, who was indicted as principal in the first degree, which he refused to do; upon which they applied to the court to order the district attorney to try the cases in the order proposed by them, and this application was not granted by the court, who properly left the matter under the control of the prosecuting officer. In this there was no error: 1 Parker’s Criminal Cases 371. The district attorney then called up the case of Robert Shay, whereupon the counsel for the defence expressed a willingness to try Robert Shay and William T. Fuller together, and before the same jury. A jury was called accordingly, and sworn to try these two defendants.\nOn the trial of the case, the defendants offered as witnesses, successively, the six other defendants, who were rejected by the court as incompetent, and this is the real question submitted to us by this record. By the 40th section of the Act of the 31st March 1860, “ to consolidate, revise, and amend the laws of this Commonwealth relating to penal proceedings and pleadings,” it is enacted, “in all cases in'which two or more persons are jointly indicted for any offence, it shall be at the discretion of the court to try them jointly or severally ; except that in cases of felonious homicide, the parties charged shall have the right to ■ separate trials; and in all cases of joint trials, the accused shall have the right to the same number of peremptory challenges to which either would be entitled if separately tried, and no more.” The first part of this section is the same substantially with the New York act, except that the latter extends the right to demand separate trials to all felonies: 3 New York Revised Statutes, 5th ed. p. 1028, § 22.\nAll these defendants were jointly indicted for the same offence, and none of them were, at the time of the offer, either acquitted or convicted, and were therefore all parties to the record. In the state of New York, defendants so situated have been uniformly held incompetent. The People v. Bill, 10 Johns. 95, decided in 1813, laid this rule down distinctly, that where persons are jointly indicted and tried separately, one cannot be a witness for the other, unless he has been previously acquitted or convicted. This case (after the passage of the New York act above referred to) was recognised and affirmed in The People v. Williams, 19 Wend. 377 (in May 1838), and in McIntyre v. The People, 5 Selden 38 (in 1853), which is reported in the court below in 1 Parker’s Criminal Cases 371. The same rule is adopted in The Commonwealth v. Maul, 10 Pick. 57, which is recognised and approved in Commonwealth v. Robinson, 1 Gray 559, 560, in 1854; and in Commonwealth v. Manson, 2 Ash. 39, Judge King considers it settled, as does Mr. Greenleaf: 1 Creenleaf’s Ev., § 363. The cases are collected in the note to Commonwealth v. Maul, in 1 Leading Criminal Cases 125, and entirely sustain the ruling of the court below.\nThe court Avere the proper judges as to whether there was evidence to go to the jury against Fuller, and also as to such instructions as they chose to give the jury in relation to him, and it did not lie with the counsel for the defence to direct them what they were to do. They had a perfect right to submit the case of both defendants to the jury, and this is all that they actually did.\nThe court were right in admitting the evidence of Samuel F. Bossard, and in rejecting the testimony as to the character of the house, and also in admitting the evidence of Dr. Seaman. We are not authorized to consider what the court beloAV did with regard to a new trial, nor what the court omitted to say in their charge.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Hakes and S. Woodward, for the plaintiff in error.",
      "Cr. M. Harding, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Shay versus The Commonwealth.\nOn an indictment against several defendants, where separate trials are granted, the court will not control the discretion of the district attorney as to which of the defendants shall be first tried.\nOn the trial of an indictment against one of several defendants, jointly indicted for the same offence, the other defendants, who have neither been acquitted nor convicted, are not .competent witnesses for the defendant on trial.\nWhere two joint defendants are tried together, one of them has no right to haye the case of the other first passed upon by the jury, in order that, if acquitted, he may be examined as a witness for his co-defendant.\nError to the Oyer and Terminer of Luzerne county.\nThis was an indictment against Robert Shay, Solomon' Rose, Michael Oassiday, Chancey Root, Henry Root, Benjamin French, William T. Fuller, and Augustus Kirlin, charging them with the murder of one Joseph Mayer, on the 12th December 1859, by shooting him with a gun.\nThe defendants demanded separate trials, which were granted. The district attorney elected to try Shay before the other defendants; and the court below.refused, on the application of the defendants, to interfere with his discretion. Shay, and Fuller who signified his willingness to be tried at the same time, were then put on trial together, and a jury was impannelled as to them.\nOn the trial, the other defendants in the bill were offered as witnesses for those on trial; but on an objection by the district attorney, to their competency, they were excluded by the court, and the defendants excepted.\nAfter the evidence for the Commonwealth was closed, the counsel for the defendant Shay moved the court to submit the case of Fuller to the jury, so that, if acquitted, he might be offered and used as a witness for the defendant Shay. The court refused this motion, and the defendant Shay excepted.\nThere was a verdict of guilty of voluntary manslaughter as to Shay, and not guilty as to Fuller. The other defendants were subsequently tried and acquitted. On a motion for a new trial, the following opinion was delivered by Conyngham, P. J.:—\n“ Robert Shay, and seven other persons, were indicted at the January Oyer and Terminer, for the murder of one Joseph Mayer. The indictment contained three counts, slightly varying the manner of charging the offence, but all setting forth that the deceased was killed by shot from a gun in the hands of Shay, the other defendants being present, aiding and abetting. Thus, Shay was charged as principal in the first degree, and the other defendants as principals in- the second degree. The Commonwealth and the defendants were all anxious to try the cause at the January Term, but the court, for want of time, were compelled to continue it to the next Oyer and Terminer. Some of the defendants were at large, on bail, others continued in actual confinement.\n“ After the continuance, the defendants asked the privilege of being tried separately. This application the court held under advisement, and at the April Oyer and Terminer, the new Penal Code having been adopted, which, whether applicable to a previously found indictment or not, the court, considering it a legislative expression of opinion as to the trial of such causes, ordered the trials to proceed separately. Shay and several of the.defendants were called, arraigned, and pleaded; but French and Kirlin, who were at large on bail, not being present at the time, though it was understood anxious to be tried, were not arraigned till after the trial of Shay.\n“ The defendants then asked of the district attorney, and he declining, moved the court, to direct the trial of the defendants, other than Shay, to be first called on; but, as the district attorney, who managed the prosecution, insisted upon proceeding with Shay in the first place, the court refused to order otherwise. The defendants’ counsel then said they would try Shay and Fuller before the same jury, if they would be allowed full challenges, which the court said they were entitled to; and a jury was then sworn as to these two defendants, who, by their verdict, found Shay guilty and Fuller not guilty.\n“ The evidence in the case, clearly established the fact that these eight young men, more or less excited by liquor, went into the house of Mayer, and became there engaged in an unprovoked and violent riot and disturbance: the homicide was the immediate consequence of this riot, Mayer, the deceased, having driven the whole company out of the house with an axe, the actual complicity of all the defendants, in the homicide, or rather, directly (in the then issue of Fuller) with Shay who fired the gun, (it being manifest that they were all engaged in the riot,) proved a principal ground of defence as to Fuller; another ground of defence as to Shay directly, and relatively as to all the defendants, was whether he, Shay, did not commit the act in self-defence, to save his own life. There was so much evidence before the jury implicating Fuller, that the court could not, under the undisputed rule in such cases, permit the jury first to pass upon his case, so that he could be used as a witness for Shay, and the same would have been the case with all the defendants, had they been tried under the same circumstances. All the facts upon the part of the Commonwealth were necessarily developed upon the trial of the defendants, which would have appeared, had all been tried. The evidence would have justified the jury, under a suitable indictment, in convicting all the defendants of a riot, and it is not clear but .that, apart from the difficulty in the confusion of the disturbance, of identifying particular individuals as the speakers and the actors of particular language, and particular acts of violence, creating thus a doubt as to who were the offending persons, but that one or two others besides Shay, might have been convicted of the same serious offence.\n“ Under these circumstances, the defendants, before they closed their case, proposed to introduce French and the other defendants, who were not on trial then, though charged in the same indictment, as witnesses, and the court rejected them. It is alleged that in this decision of the court, there was an error, which should be remedied by a new trial.\n“ The question is an important one, and we are much pleased that, under the present statutes, the Supreme Court can correct an error, if in this we were wrong. Our statutes now require separate trials, if desired, in all cases of felonious homicide;' and if, in such cases, the waiting or postponed defendants be competent witnesses, it ought to be made known. Indeed, if such a rule as to testimony is to prevail, we cannpt see why, in all indictments charging joint offences for other felonies or misdemeanors, the discretion to grant separate trials to defendants should not be exercised. Wherever there is an allegation, supported by affidavit, that the testimony of one or more defendants is needed for another co-defendant, if competent, as witnesses on separate trials, they ought never to be excluded by the arbitrary order of the court, directing a joint trial. We have, however, given to this subject full consideration, arid from .the examination we have made in the books, we are disposed to think our ruling on the trial was correct. The rule, so far as it appears to us, is, that in all cases where defendants are jointly indicted, one defendant cannot be a witness for another, until at least the jury has passed upon the case of the proposed witness; consequently, a defendant who has not been yet tried, cannot be a witness for his co-defendant. When separately indicted, and the offences thus not alleged by the record to be joint, though in fact charged with the same offences, one can be a witness for the other upon separate trials. . It is not necessary for us to seek for reasons for this rule, if the books to which we propose to refer, many of which we have examined, others being taken by reference from other books, clearly -recognising, as well by the direct opinions of judges, both at Nisi Prius and in banc, and also adopted by writers on evidence, without even a doubting comment. In some of the cases to which we refer, the opinion is only that when separately indicted they may be used as witnesses, the reason being that they are thus separated, leading to the plain inference that if joint it would be otherwise, the exception in the case providing the more general rule.\n“ We now refer to Rex v. Fletcher, 1 Str. 633; Rex v. Lafone, 5 Esp. 154; State v. Mooney, 1 Yerg. 431; People v. Williams, 19 Wend. 377; People v. Vermilyea, 7 Cow. 369; People v. Bill, 10 Johns. 95; Commonwealth v. Marsh, 10 Pick. 57; Campbell v. Commonwealth, 2 Virg. Cases 314; Commonwealth v. Chauncey, 2 Ash. 90; Commonwealth v. Manson, Id. 30; State v. Mills, 2 Dev. 420; United States v. Henry, 4 Wash. C. C. 428; State v. Smith, 2 Iredell 127; Banks v. Barber, 1 Gilm. 401; Carpenter v. Crane, 5 Blackford 119. Some of these cases are cited with approbation by Mr. Justice Rogers, in Wolf v. Finks, 1 Barr 440. There are also a few cases in which it is held that the wife of one not on trial on a joint indictment, may be a witness for her husband’s co-defendant: State v. Anthony, 1 McCord 285; Commonwealth v. Manson, 2 Ash. 30; Commonwealth v. Easland, 1 Mass. 18. The only cáse which our search has enabled us to discover holding a doctrine different from the general one above stated, is Serrat v. State, 10 Mass. 1. We now refer to the writers on evidence, who also give the rule as we have stated it, either directly or indirectly: 2 Hawk. C. P. 46, 1, 18; 1 Chit. C. L. 490, and references in notes, 1 Stark. 109; Roscoe 115, 19, and references; Wh. C. L. 303, 910, 16, 15; 1 Greenleaf, § 363. With the above authorities to sustain our opinion on the trial, we see now no reason to change it.\n“ There is still another ground for the application to the court for a new trial, grounded on the affidavit of the defendant Shay, that had the evidence of French and others, his co-defendants, been admitted on the former trial, he could have shown that he acted solely in self-defence, and to save his own life, and as a corollary for the same, that upon another trial he could make such proof by his now acquitted co-defendants. The court cannot but say that under the evidence given upon the trial, they were entirely satisfied with the verdict. Even looking to the theory of the pending attack, and necessary defence alleged upon the part of the defendants, and said now to be provable by the other defendants, there would be difficulty, as argued by the district attorney, in reconciling such a theory with the position of the head of the deceased as shown by the places where the shot from the gun struck him, scattered too as they were according to the testimony of the physician; but still perhaps the evidence 'might produce an acquittal, and if it ought to be received now, he has the right so to construe it. But the question is, ought we, under the rules of practice adopted for criminal cases, to admit such evidence as grounds for a new trial. It must be borne in mind, that upon the trial, the evidence was rejected by the court, and that the testimony upon the part of the Commonwealth was of such a character so apparently implicating the defendants, as would have prevented the court, upon a joint trial, directing a verdict to be passed during the trial as to any of them.\n“ There is not much to be found in the books upon this subject, though no doubt the question has often been disposed of in unreported cases in ■ the Oyer and Terminer and superior courts; so far as we are able to refer to authorities, they are adverse to the claim of the defendant. The case of the People v. Vermilyea, 7 Qow. 369, decided by three judges of the Supreme Court of New York on a motion for a new trial, is in point; and the well-considered opinions of Mr. Justice Kins, of the Philadelphia Oyer and Terminer, in the cases of Commonwealth v. Manson, 2 Ash. 30, and Commonwealth v. Ohauncey, Id. 90, are decisively adverse to the doctrine. We álso see great difficulty in the case ourselves; it would cause great uncertainty to attend upon joint trials; the experience of courts shows that the degrees of guilt in connexion with the alleged offence by different defendants is frequently quite difficult to determine; and hence an acquittal of one would often call for a discharge of the verdict as to the others. How very often does it happen that one or more defendants are acquitted and others convicted.\n“ If, as argued before us, the acquittal of one defendant is to be taken as conclusive evidence that he ought not to have been included in the indictment, and therefore, that a new trial should be granted to another so as to permit his'testimony to be used; then, if in the course of a trial, there be circumstances shown that may lead to the acquittal of one defendant, in a joint trial, by the jury upon the question of reasonable doubt, it would be but waste of time to proceed with the trial, for the acquittal of the one will be ground for setting aside the verdict as to the others, if they allege-he is and will be a material witness for them.\n“ Where, too, will such a practice end ? Suppose there are a number of defendants on the first trial, one is acquitted, two, three or more convicted — a new trial must be granted to them; then upon a second trial one more is acquitted, why must not again a new trial be granted for the admission of the new witness; and so on, new trials must be granted so long as there may be an acquitted co-defendant, who is wanted as a witness. Again, suppose three or more persons are indicted for a homicide, under the present code, they are entitled to separate trials. One is tried and found guilty, and according'to several of the authorities, and we are rather disposed to consider, correctly, he would be a competent witness for the second defendant; if he, by his testimony, can procure the acquittal of the second defendant, then, upon the principles claimed, he would be entitled to a new trial, when the acquitted defendant would be a witness for him; the same rule\nwould have to be adopted with regard -to as many defendants as are jointly indicted. We would, rather than attach so great uncertainty to jury trials, prefer at once to reverse the legal rule, and admit all defendants to testify for each other.\n“ It is said, that in the case before us, the number of the witnesses proposed to be examined gives it a peculiar character. This, however, cannot affect the principle, unless it be held that the court are to examine the new testimony, and decide upon its probable effect upon a jury; a disposition of facts which, in a criminal case, we are not disposed to assume. We have said here, that under the complaint and the evidence, we can discover no impropriety in the district attorney having included all the defendants in the indictment, and that under the law, as we consider it, nothing was done which deprived the defendant of evidence, he legally had the right to expect after the bill was found by the grand jury. If now the defendant be entitled to ask a new trial for the introduction of several witnesses,-he would be equally entitled if he had but one to offer; the one at times may be as important for the jury as the large number in other cases.\n“ Upon the consideration of matters submitted to us, we do not feel it within the line of our duty to break down what we regard as an established rule of practice in .criminal cases. Such cases must be tried and disposed of by-gen eral rules,-and witnesses must be admitted or rejected, and new trials granted or refused, upon some established principles, not merely according to the opinions of the judges in each particular case, as to what may, or what may not develop the truth. It is manifest, that justice will ordinarily be more faithfully administered, by adhering to certain and known rules, founded on proper precedents, than to trust to the sudden, and sometimes impulsive opinions of judges, led away by the peculiar appearances of some particular case. The discretion which courts are to exercise in granting new trials, is not arbitrary will alone, it is a legal discretion, controlled by established principles, which, when ascertained, judges must carry out. If it be supposed, that injustice has been done in any single case, from the inability of the-party, by reason of some technical form of practice, to introduce his testimony before a jury, the power of pardon can be exercised by the executive, and the party freed from the difficulty in which he is then placed. It is better that this should be the remedy, than to introduce or countenance a practice which we cannot but think would be attended by evil consequences. In addition to the examination we have made in relation to the practice in criminal courts, we have made all search in our power into those relating to civil practice, and we could find no case, which, as a precedent, will support by analogy the views advanced upon the part of the defendant.\n“ In actions of tort, trespass, and ejectment, how constantly does it occur that verdicts are entered in favour of some and against other defendants. Such discharged .defendants would, in many cases, have been available witnesses for the others, yet we have not been able to discover or hear of any case in which a new trial has been granted to admit them as witnesses. The entire absence of such a case analogous in principle to the present case, is strong persuasive evidence that no such application for a new trial would be sustained, were the court, under the recorded evidence, satisfied with the verdict. The motion for a new trial is refused.”\nSentence having been accordingly passed upon Shay, he applied for a writ of error, which was allowed, and assigned for error, inter alia: 1. The refusal of the court below to direct the other defendants to be first tried:. 2. The rejection of the other defendants as witnesses for him: 3. The refusal of the court to direct the jury to pass upon the case of Fuller, so that he might be used as a witness for his co-defendant.\nHakes and S. Woodward, for the plaintiff in error.\nCr. M. Harding, for the Commonwealth."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 312
}
