{
  "id": 992179,
  "name": "The County of Franklin versus Conrad",
  "name_abbreviation": "County of Franklin v. Conrad",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "317",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 260",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 7071,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 6.086497185520461e-07,
      "percentile": 0.9554470164090648
    },
    "sha256": "3a092be4f15bb8b1610c7d111c449491b901c62b8a47ab2151490907f197d380",
    "simhash": "1:faa1ad1a5567b79c",
    "word_count": 1228
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Franklin versus Conrad."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe recovery and payment of costs in criminal cases, are so entirely dependent on statutory regulations in Pennsylvania, that it is indispensable for every claimant to be able to point to the statute which entitles him to receive what he claims. The defendant in error, plaintiff below, was one of the witnesses of a party indicted and tried for perjury. The jury acquitted the accused, and directed that the county pay the costs of prosecution. The Act of Assembly of 8th December 1804, authorized such a verdict; but the plaintiff was not a witness on behalf of the prosecution, and his charges are no part of the costs of prosecution. He is not therefore within the remedy of this statute.\nIt is suggested that the 13th section of the Act of 23d September 1791, protects defendants from the costs of unfounded charges, and imposes them upon the county stock. So it does in respect to the preliminary examination before a committing magistrate; but it is silent in respect to the power of juries over costs. Hence it was the practice under this act, to make defendants pay the costs of prosecution, though they were acquitted by the petit jury trying them; a hardship which led to and is recited by the Act of 20th March 1797. By this last-named act, “.all costs accruing on all bills of indictment” were charged upon the county, if the accused were acquitted by the petit jury.\nThe Act of 8th December 1804, above alluded to, restrained the generality of this enactment, and gave the petit jury power' over costs of prosecution in cases of acquittal, where the offence indicted was under the grade of felony. In such cases, the jury were to' determine whether the county, the prosecutor, or the defendant should pay the costs of prosecution.\nThen came the Act of 9th February 1820, which enabled the jury acquitting defendants of indictable offences under the grade of felony, to impose oh the prosecutor not the “ costs of prosecution” merely, but “ the costsand in this event “ the defendant’s bill for his subpoenas, serving the same, and attendance of his material and necessary witnesses, shall be included in the costs, and paid accordingly.”\nOnly in this case (where costs are imposed upon the prosecutor of a groundless charge) is there any statutory provision made for the defendant’s witnesses. Where they are imposed upon the county, they are only the costs of the prosecution that are to be paid; and even if the larger expression of the Act of 1797 were taken — “ all costs accruing on all bills of indictment” — the plaintiff’s case would not be included, for his costs did not accrue upon the bill of indictment, but in resistance of it.\nThe plaintiff is not within the terms of the verdict, nor within the meaning of any statute we have, regulating the payment of costs in unsuccessful prosecutions of misdemeanors. His claim against the county having no foundation in statute, is baseless. Costs are not given in criminal cases by the common law,.and county commissioners have no authority to pay them except in the specific circumstances prescribed by the legislature.\nThe judgment is reversed, and judgment is entered upon the case stated for the defendant.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Kill $ Kennedy, and Stambaugh $ Carlisle, for the plaintiff in error.",
      "B,eilly Sharpe, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The County of Franklin versus Conrad.\nIf, on the trial of an indictment for a misdemeanor, the jury acquit the defendant and direct the costs of prosecution to be paid by the county, the latter is not liable to the defendant’s witnesses for the fees for their attendance. They are no part of the costs of prosecution.\nIn such case, the court has no power to make an order on the county commissioners for the payment of the defendant’s witnesses.\nError to the Common Pleas of PranMin county.\nThis was an amicable action of debt by Jacob Conrad against The County of Franklin, to recover his fees for attendance at the Court of Quarter. Sessions of the said county, on the trial of one Jesse Kean, Jr., on an indictment for perjury, as a witness on behalf of the defendant.' ‘ The parties agreed upon a case stated, in which the following facts were embodied: — ,\nOn the 9th August 1858, Jesse Kean, Jr., was tried in the Court of Quarter Sessions on an indictment for perjury. The petit jury acquitted him, and directed the costs of prosecution to be paid by the county. Jacob Conrad, the plaintiff, was subpoenaed and examined as a witness on behalf of the defendant in that case.\nJacob Kean, Jr., being insolvent, and unable to pay th.e plaintiff’s fees for his attendance as a witness, the Court of Quarter Sessions made an order for the' payment thereof by the county commissioners, which they refused to comply with.\nThe court below, on this state of facts, gave judgment for the plaintiff for $2.98; which was here assigned for error.\nKill $ Kennedy, and Stambaugh $ Carlisle, for the plaintiff in error.\nIn civil actions, no costs were recoverable at common law; the statute of Gloucester, 6 Edw. 1, ch. 1, provided for the payment of costs in such cases: Rob. Rig. 107. But this has never been construed to extend. to criminal cases. At common law, in criminal prosecutions, the accused paid the costs, whether convicted or acquitted: Strein v. Zeigler, 1 W. & S. 260; Commonwealth v. Tilghman, 4 S. & R. 128; Commissioners of York County v. Jacobs, 3 Penn. R. 366. And the question, therefore, is, whether this has been so changed by the statute law of the state, as to include the costs claimed in this case.\nThe act of 12th December 1804 (Brightly’s Purd. 426) authorizes the grand or petit jury, in cases of misdemeanor, to direct that the county shall pay the costs of prosecution; but this does not give authority to tax the defendant’s bill for the attendance of hi's witnesses, against the county. Before the passage of the act of 9th February 1820 {Brightly’s Purd. 427), there was no law for the taxation and recovery of the defendant’s costs, in case of an acquittal; and that only applies where the petit jury direct that the prosecutor shall pay the costs. It confers no power on the court to compel the county to pay the defendant’s costs ; and we are not aware that it possesses any inherent power to appropriate the public funds to such an object.\nB,eilly Sharpe, for the defendant in error.\nIt is conceded, that the decision of this question depends upon the true construction of the several statutes upon the subject of the payment of costs on indictments. The act 23d September 1791, § 13, provides that if, upon the- examination of a person charged with crime, such charge shall appear to be unfounded, no costs shall be paid by such innocent person, but the same shall be paid out of .the county stock, and the act of 20tb March 1797, provides that all costs accruing on all bills of indictment, shall, in case of acquittal, be paid by the county. We contend that the statutes embrace the case at bar. The words “ no costs shall be paid by such innocent person,” and “all costs accruing on all bills of indictment,” are broad enough to embrace the costs of the defendant’s subpoenas and necessary witnesses."
  },
  "file_name": "0317-01",
  "first_page_order": 317,
  "last_page_order": 319
}
