{
  "id": 992181,
  "name": "Lybrandt et al. versus Eberly",
  "name_abbreviation": "Lybrandt v. Eberly",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "347",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 38",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856232
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0038-01"
      ]
    },
    {
      "cite": "1 Jones 171",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 5184,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 3.611406013978117e-07,
      "percentile": 0.8882210893376409
    },
    "sha256": "95693ed6d4edaccdb4842a96a0cc0ac55612cbfe4c85f185604b686dcd1c96e7",
    "simhash": "1:9f6904ac72fc81bf",
    "word_count": 978
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lybrandt et al. versus Eberly."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe formal validity of the mechanic’s lien is not put in issue by the plea of payment: 11 S. & R. 234; and hence it was properly read to the jury as a declaration or cause of action, admitted and properly sent out with them. Indeed, we know not how any issue to the jury can be raised on the formal deficiencies of the claim filed, such as the want of dates; for these are mere questions of law. Such objections, in accurate practice, ought to be raised by demurrer or by moving to strike off the lien, and we ought to come to this as soon as we can.\nThe hoarding of the hands appears to have been part of the compensation to be paid for the work and labour in the erection of the house, and therefore the cost of it is a proper item in the claim for a lien.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "A. Herr Smith, for the plaintiffs in error.",
      "Mlmaher, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lybrandt et al. versus Eberly.\nThe formal validity of a mechanic's lien is not put in issue by the plea of payment; and hence, under such plea, the claim may be read to the jury as an admitted cause of action, and may be sent out with them.\nA formal objection to a mechanic’s claim should be raised by demurrer, or by motion to strike it off.\nIf the mechanic engage his hands at a certain sum per diem, and their board, he may include in his lien the wages and boarding of the journeymen; for it is a part of the compensation for his work and labour in the erection of the building.\nError to the Common Pleas of Lancaster county.\nThis was a scire facias on a mechanic’s claim, by John Eberly against Henry Lybrandt, Frederick Klineyoung, and Christopher Lybrandt.\nThe claim was filed on the 16th February 1856, for the sum of $347.98J, for carpenter work and boarding, done and furnished by the said John Eberly, within six months last past, for and about the erection and construction of a two-story stone and frame house of the defendants, in Safe Harbor. There was no date to the bill of particulars attached to the lien, and one of the items was the sum of $116.76, for boarding the workmen. The sum of $200 had been paid on account on the 2d April 1856, which was receipted for as “ part pay for carpenter work at the house.” The plaintiff engaged bis hands at a certain sum per day and found. The pleas wére payment, and payment with leave, &c.\n• On the trial, the defendants’ counsel presented the following points, upon which they requested the court to charge the jury:—\n1. The lien is defective, as it describes the work as done in and about the erection of the building and the appurtenances, and therefore no recovery can be had.\n2. The boarding bill of the plaintiff and his hands is not the subject-matter of a lien, and hence there can be no recovery of the said hill in this suit.\n3. No time is stated when the work was done, and this is a fatal defect.\nIn answer to these points, the court below (Long, P. J.) charged the jury as follows :—\n“ The first point is answered in the negative. The Supreme Court have decided, that a lien is not defective, if it describes the work as done in and about the erection of the building and the appurtenance, and therefore the introduction of that word in this claim will not vitiate the lien.\n“ As to the second point, our answer is, that a boarding bill of the plaintiff and his hands is not the subject-matter of a lien: — ■ but as the boarding of the hands was a part of the compensation which they were to receive for the carpenter work done by them, and entered into their per diem allowance, and inasmuch as there has been two hundred dollars paid in part of the carpenter work, and as there was no appropriation made by the party of this amount to any particular part of the work, you may, if you think the justice of the case requires it, appropriate so much of the $200 as will satisfy the boarding bill, and apply the balance to what you may conclude a just compensation for the carpenter work done to the building and claimed in this lien.\n“ As to the third point. We think the time when the work was done is sufficiently definite in the lien; but, independent of that view, we are of opinion that under the pleadings of the case, that question could not be raised now; that the pleadings do not draw into question any technical exceptions which may exist as to the form of the lien.”\nTo this instruction the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $149, they removed the cause to this court, and here assigned the same for error; and also that the court allowed the claim to go out with the >ry-\nA. Herr Smith, for the plaintiffs in error.\nThe plea of payment with leave is treated as a, general issue plea, and under it the objections made on the trial to the lien ought to have been passed on by the jury: Covely v. Fox, 1 Jones 171; Robinson v. Eldridge, 10 S. & R. 142; Hawk v. Geddis, 16 Id. 28, 33.\nMlmaher, for the defendant in error.\nThe invalidity of the lien cannot be taken advantage of, under the plea of payment with leave: Lewis v. Morgan, 11 S. & R. 234, 236; Abbott v. Lyon, 4 W. & S. 38; Richabaugh v. Dugan, 7 Barr 394. The proper course is to move to strike it off: Shaw v. Barnes, 5 Barr 21; Driesbach v. Keller, 2 Id. 77; Bayer v. Reeside, 2 Harris 168."
  },
  "file_name": "0347-01",
  "first_page_order": 347,
  "last_page_order": 349
}
