{
  "id": 992189,
  "name": "Shelly's Appeal",
  "name_abbreviation": "Shelly's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "373",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 841,
    "char_count": 25989,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.840582158245388e-07,
      "percentile": 0.8398810123679026
    },
    "sha256": "4e34a6da161a0144c49e23df77e414433bedb559039bbae2b5eaa67f37a585f0",
    "simhash": "1:8c433fc28c16328f",
    "word_count": 4567
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shelly’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe defendant’s real estate was encumbered by eight several judgments entered of record in the following order:—\n1. Matthias Bitner’s, entered 22d September 1856.\n2. Eberly’s, entered 4th May 1857.\n3. Michael Free’s, entered 25th August 1858,\n4. Judgment of Kutz and Wise, entered 2d October 1858.\n5. John Cromlich’s judgment, entered 4th October 1858.\n6. Jacob Long’s, entered 8th November 1858.\n7. Amos Shelly’s, entered 13th December 1858.\n8. Judgment of Rupp and Hall, entered 13th December 1858.\nThe 1st and 8th of the above judgments were entered on bonds containing an express waiver of all the privileges secured by the exemption law of 9th of April 1849, commonly called the $300 Act; but, in behalf of the intermediate creditors, there had been no such waiver made by Wise, the debtor.\nBitner and Eberly issued executions on their judgments, and levied on the defendant’s land. Whilst the sheriff had both writs' in hand, and before inquisition, the defendant served notice claiming the benefit of the exemption law, and appraisers found that the land could not be divided so as to set off his share to the defendant. A vend. ex. issued on Eberly’s judgment, which brought the money without a sale, and his judgment was satisfied. After-wards, a vend,, ex. was issued on Bitner’s judgment, and the defendant’s land was sold for $800. Having received $9.13 out of the sale of his personal property, the defendant now claims $290.87, the balance of his statutory exemption against all of his judgment-creditors, except Bitner (No. 1), and Rupp and Hall (No. 8).\nBitner has no interest in the question, because, being the first lien-creditor, and holding a waiver, he is entitled, in any event, to be paid out of the fund in court. The decree of the court was in these words: — “From the amount of sale, $800, deduct defendant’s claim, $290.87; the residue of the $800 to be appropriated to the judgments and costs according to priority. This will leave the last judgment of Rupp and Hall, on which there is a waiver, unpaid; this judgment and costs we direct to be paid out of the $290.87, claimed by the defendant, and the residue of that sum paid to the defendant under his claim of exemption.”\nThe intermediate creditors, whom I have numbered from 3 to 7 inclusive, are the appellants from that decree. Was the debtor entitled to the exemption as against them ?\nIt is material to observe, that the Act of 1849 exempts $300 worth of the debtor’s property from “ levy and sale on execution or by distress for rent.” Hence, the debtor is bound to give notice and make demand promptly, after he knows a levy has been made. If, as a consequence of such notice, the real estate is found indivisible, the 4th section of the act provides for a sale of it by the sheriff, notwithstanding the debtor’s demand, and entitles the defendant to receive out of the proceeds of the sale, so much as he would have received at the appraised value, had the said real estate been divided.\nNow, when Eberly took execution and levied on the defendant’s land, the case had occurred which the act contemplates, and the debtor was entitled to demand the rights secured to him. He made his demand in good time. But that execution was paid off, 'and thus extinguished. The sheriff, however, had levied Bitner’s fi. fa. on the same land; but, as to that writ, Wise had waived his right of exemption. Such waiver is á contract that, so far as regards the judgment-creditor, in whose favour it is made, the debt shall be collectable in the same manner as if the Act 'of 1849 had never been passed; and consequently, if the sheriff had had Bitner’s writ only in hand, he might have disregarded Wise’s notice and demand: Bowman v. Smiley, 7 Casey 226.\nYet, it was that writ, and no other, which was the instrument of bringing into the court the fund that is now to be distributed. What right, it may be asked, has Wise to participate in the distribution ? It was said, in McAfoose’s Appeal, 8 Casey 277, that the debtor’s right to the statutory exemption, exists only sub modo; that it must be claimed under the conditions prescribed ; and that the demand which entitles the debtor to the benefits of the statute, “ must be made in the case which is the instrument of effecting the sale.” And so says the statute; for it gives, as we have seen, an exemption of $300, not against judgment-creditors, who take no execution, but against the levy and sale of such only as proceed by execution.\nAs against Eberly’s writ, Wise’s claim could not avail him, because the right of exemption fell with the writ, and the writ was defeated by payment of the debt. As against Bitner’s writ, Wise had no right of exemption, for he had expressly waived it. He had agreed that that debt should be collectable, as if the Act 1849 had never been passed. Between them, therefore, there was no exemption law. As against the other judgment-creditors, the time for demanding the benefit of the act had not come, for they had taken no execution. And if no legal demand had been made, then no legal right existed to participate in the distribution of the fund.\nWise’s rights as a distributee must result from a demand made at the proper time, and which demand could be no otherwise satisfied. But if he defeated the only legal demand he could make, by waiving it as to one of his execution-creditors, and by paying the debt of the other, he can have no interest in the fund raised by a sale of his property. If the fund were more than enough, which it is not, to pay all lien-creditors, he would be entitled to receive the surplus, like any other defendant; but on the footing of the exemption law, he would seem to have no right to share in the distribution.\nYet this rule — that the demand must be made in the case which is the instrument of sale, and if not made effectually there, is unavailable altogether — is to be received with a qualification; for in Hill v. Johnston & Parker, 5 Casey 363, it was held, that though a debtor could not make the demand against a mortgage-creditor, proceeding by levari facias to a sale, yet he might come in upon the fund and claim his $300, as against judgment-creditors who had taken no executions. Though that ruling is, perhaps, hardly reconcilable with the doctrine of the other cases I have adverted to, we are not disposed to change it. Let it stand as an exception to the general rule laid down in McAfoose’s Appeal. As a general rule, it is true, that where a debtor is disqualified to make a legal demand of the benefits of the exemption law, he is not entitled to participate in the distribution of the proceeds of his real estate; but if his disqualification arise from a mortgage and the proceedings thereon, he is, nevertheless, admitted to the distribution.\nThese appear to be inevitable deductions from the legislation and adjudications applicable to the subject; but, lest they fail to satisfy all minds, another view of the facts before us may be taken, which leads substantially to the same result. It is apparent, from the decree of the court below, that the effect of Wise’s waiver of his right of exemption in favour of Rupp and Hall, the last of his lien-creditors, is to give them a preference over the appellants. Now, by getting first upon the record, the appellants were entitled to a preference over Rupp and Hall. The statutes that regulate liens gave them this preference. The time for asserting their preference is now, in the distribution of the fund into which the law has converted the estate bound by their lions. But the appellants are postponed from their statutory rights, and their legal relations to Rupp and Hall are inverted by the words the debtor chose to introduce into his bond to Rupp and Hall. Is it possible, that the legislature meant a debtor should be able to repeal statutes and unhinge records by the dash of his pen ? The contrary was very distinctly asserted in Bowyer’s Appeal, 9 Harris 214. It was there said by Judge Black, with the apparent approbation.of the whole court, that all stipulations not to claim the $300 made in favour of a particular creditor, are void so far as they are intended to affect others; and that all waivers and all transfers of his right, whether express or implied, enure to the benefit of his creditors in the proper order of their liens.\nThe doctrine of this ease was recognised by Judge Armstrong in Hill v. Johnston & Parker, 5 Casey 363, a case that did not turn upon a voluntary waiver, but upon an unsuccessful demand made by a debtor against his mortgagee; but Bowyer’s Appeal was followed and made the ground of Judge Thompson’s ruling in Garrett & Martin’s Appeal, 8 Casey 162. It accords well, also, as we have seen, with the opinion of Judge Strong in Bowman v. Smiley, and McAfoose’s Appeal, already cited. What stands opposed to it? Nothing, so far as I remember, except Judge Lewis’s opinion in Johnston and Sutton’s Appeal, 1 Casey 117. That is in conflict with the ruling in Bowyer’s Appeal; and was the case which the court below followed in making the decree now-under review. It is not strange, that some conflict of opinion should occur on a bench so changeable as ours, in respect to the operation of a new and extraordinary statute; but experience and observation tend to confirm us in the soundness of the views advanced in Bowyer’s Appeal.\nPerhaps it would have been well, if the court had set out by denying the capacity of the debtor to waive the statutory exemption in favour of any creditor. It might have been urged in support of such a view, that the legislature intended a benefit to the family of the debtor, rather than to the debtor himself; and that his caprice or will, tempted as they might be by the creditor, should not defeat the legislative benefaction in favour of those who were dependent upon him. But this reasoning would not do for the bachelor debtor, who had no family; and such debtor we have had before us. Besides, it seemed almost absurd, that a party who was competent to contract a debt should be held incompetent to waive an incidental privilege tendered to him personally in respect of that debt. •\nOur position is taken; we have recognised in all the cases the capacity of the debtor to make the waiver, and have held it a binding contract betwixt him and the creditor in whose favour it was made; but we are admonished to go no farther by way of enabling debtors to defeat the operation of statutes. If, by waiving his rights in behalf of the last creditor on record, he may make bim the first, he defeats not only the beneficent purposes of the exemption law, but all those statutes which recognise priority of lien, and forbid assignments to preferred creditors. To illustrate this, suppose a debtor’s land produces just $300, and he has several judgment-creditors. As between themselves, the first creditors in point of lien are legally entitled to be first paid; but as between all of them and the debtor, he is entitled to the fund. Such are the relations which the law establishes. But by waiving his rights in favour of the last of his creditors, the debtor virtually assigns his estate to that creditor, and reverses the relations which the law has established. It may be said, that the prior creditors are not injured, since the estate would have gone to the debtor, and not to them, if the preferred creditor had not taken it; but the question is, who gave the debtor power to control the distribution of his estate among his lien-creditors ? Primarily, the whole of his estate belonged to his creditors, to be distributed among them according to priority of lien. The legislature, from motives of humanity, permitted him to take $300 of it to himself. Refusing the proffered bounty, he leaves it to be distributed as if there was no exemption law. The legislature did not mean to give him the privilege of saying which of his creditors should have his estate. The exemption is to be of a specific portion of the land, if possible, and therefore it is not to come into the distribution at all; but if it cannot be set off in specie, the distribution of proceeds is to be made on the same principle, — to the debtor himself, if entitled, and, if not, to the creditors in their record order.\nSuch, and only such, is the legitimate operation of the exemption law; and therefore what was thrown out in Bowyer’s Appeal is worthy to be followed, notwithstanding the doubts which were expressed in Johnston and Sutton’s Appeal, 1 Casey 117.\nAdmitting that Wise did all that was necessary to entitle him to participate in the distribution, he could not give to Rupp and Hall a legal preference over creditors who were prior to themselves; but, by waiving the exemption in favour of Bitner, the first lien-creditor, he gave to subsequent creditors an equitable right to compel Bitner to take his satisfaction out of the $290.87, which would have belonged to himself and Wise. The effect of sustaining Wise’s rights as a distributee, is to divide the proceeds into two funds — one of which belongs to Wise, the other to his creditors generally. But Bitner has a lien on both funds — the other creditors on one only. The debtor is common to them all. This, then, is a fair case for the application of the equitable principle which forces Bitner upon the fund that the other creditors cannot touch. If that is more than sufficient to pay Bitner, the surplus must fall into the other fund, and not go to Wise, because his release to Rupp and Hall forbids him to take it, and causes it to enure to the benefit of all the creditors in their order.\nIn the peculiar circumstances of the ease, the distribution which we mean to make, will be accomplished by reversing the decree, and ordering the whole fund to be distributed among the lien-creditors, in the order of their liens upon the record.\nAnd now,'to wit, 25th May 1860, this cause having been argued and considered, it is ordered and adjudged, that the decree of the Court of Common Pleas be reversed, and that the fund in court be distributed among the judgment-creditors of David Wise, in the order of their liens respectively.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Watts $ Parker, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Shelly’s Appeal.\nA waiver of the benefit of the exemption law in favour of junior judgment-creditor, gives him no preference in the distribution of the proceeds of the debtor’s real estate over prior judgment-creditors,'in whose favour there is no such waiver.\nJohnstone & Sutton’s Appeal, 1 Casey 116, commented on.\nIt seems, that by a waiver of the benefit of the exemption law, in favour of the first lien-creditor, the subsequent lien-creditors in whose favour no such waiver has been made, obtain a right in equity to compel such creditor to resort to that portion of the fund out of which he alone .is entitled to satisfaction.\nThe demand which will entitle a debtor to the benefit of the exemption law, must be made on the writ under which the fund is raised; and if the sale be effected under a writ issued on a judgment containing a waiver of the exemption law, the debtor has no claim upon any portion of the fund.\nThe exception to this rule is the case of a sale under proceedings on a mortgage, where the debtor, although he cannot claim the benefit of the exemption law as against the mortgage-creditor, may nevertheless come in upon the fund, and claim §300 as against judgment-creditors who have taken no executions.\nAppeal from the Common Pleas of Cumberland county.\nThis was an appeal by Amos Shelly and others, judgment-creditors of David Wise, from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of the said David Wise. The facts of the case are fully stated in the following opinion, delivered in the court below:—\n“ This is a claim by the defendant under the Act of 9th April 1849, under the following circumstances. Matthias Bitner obtained judgment against the defendant for $275, on the 22d September 1856, on which there is a waiver of the $300 Act. This is the first lien on the defendant’s real estate. John Kutz obtained judgment against the same defendant for $175, the 21st March 1857. Eberly obtained judgment against the same defendant for $44.51, the 4th May 1857; afterwards the following judgments were entered:—\nMichael Free, entered 25th August 1858, for $41 30\nJohn Oromlieh, entered 4th October 1858, for 13 00\nKutz and Wise, on transcript dated 2d October 1858, for 8 26 Jacob Long, entered 8th November 1858, for - 22 47\nAmos Shelly, entered 13th December 1858, for ' 50 00\n“ Henry Bupp and James Hall obtained judgment against the defendant and his wife for $40, which was entered 13th December 1858 ; on this judgment there was a waiver, but on none of the intermediate judgments after the judgment of Bitner. Fi. fas. were issued on the judgments of Bitner and Eberly. The two writs were in the sheriff’s hands at the same time, and before inquisition was held, the defendant served notice claiming the benefit of the' exemption act, and the appraisers found the property could not be divided so as to set .off a part to defendant under his claim. A vend. ex. issued on Eberly’sj^. fa. to November Term 1858, and the writ was returned by the sheriff, and money paid by the defendant. Afterwards a vend. ex. issued on Bitner’s fi. fa. to January Term 1859, and the defendant’s real estate was sold for $800. The defendant received $9.13 out of his personal property, which was also levied under claim and notice, and now claims the balance of $300, to wit, $290.87, out of the sale of the real estate.\n“ This claim is resisted by the judgment-creditors, who ask that the proceeds of sale be applied to the judgments according to their priority. Mr. Penrose for the judgment-creditors, upon the authority of Bowman v. Smiley, 7 Oasey 225, contends that the sale being made upon the first judgment, on which there was a waiver, the defendant can give no notice which the sheriff can regard, it was his duty to disregard it, and the money must be distributed as if no claim or notice had been given. And again, Upon the authority of Garrett’s and Martin’s Appeal, 8 Oasey 160, that there being in this case a waiver upon the last'judgment, it was a waiver upon all prior judgments; that the defendant cannot give a junior a preference to a senior lien; and consequently, to carry into effect this principle, the money must be appropriated to the judgments in the order of their priority.\n“ The point ruled- in Bowman v. Smiley, is, that an action cannot be maintained against a sheriff who disregards a notice of claim under the exemption act, upon a writ issued on a judgment on which there is a waiver, although the real estate sells for greatly more than the amount of the judgment on which the exemption is waived. The counsel for the creditors relies upon that portion of this opinion, in which Justice Strong says: ‘if the consequence be, that the debtor may lose the benefit of the act entirely, the answer is that the loss is a necessary result of his own act; he may redeem himself from that consequence, by paying the first judgment; if he neglects to do that, he suspends his rights upon the chance that an execution may be issued upon a subsequent judgment in which there is no waiver.’ It is not said by the judge, who delivers the opinion of the court, that such would be the consequences, but a remedy is suggested for a supposed case; that question was not before the court, and that such would not be the consequence, we think, is virtually ruled in Hill v. Johnston & Parker, 5 Oasey 362. That was a sale upon a levari facias on a mortgage, and although a notice was given by the debtor,the court says: ‘ A notice to the sheriff to appoint appraisers was unnecessary; he was not bound to regard it, nor had he any power whatever to hold an appraisement, under the levari facias, or to have a part set off for the debtor.’ But in that case, the claim of the debtor was allowed, after payment of the mortgage, which was given for the purchase-money. So, in Bowman v. Smiley, the sheriff was justified in refusing to appoint appraisers; but had Smiley, in pursuance of his notice,- made claim upon the appropriation, in place of bringing suit against the sheriff, such claim would have been available. So, in the present ease, the defendant gave notice of his claim in due time, and althoügh the sheriff might have disregarded it (which he did not), it would not prevent the defendant from claiming on the appropriation.\n“But it is further contended, that the waiver upon the last judgment entered, of Rupp and Hall, for §40, lets in all the prior judgments upon the fund, to the exclusion of any claim by the defendant; and Bowyer’s Appeal, 9 Harris 210, and Garrett and Martin’s Appeal, 8 Casey 160, are relied upon as sustaining this position. Bowyer’s Appeal certainly goes the length contended for, but as limited and explained in the subsequent case of Johnston and Sutton’s Appeal, 1 Casey 116, its authority is impaired, and as there explained, the decision is put exclusively upon the ground that the notice of claim was not given in due time.\n“In Garrett and Martin’s Appeal, the contest was between different judgment-creditors, to which the defendant was not a party. In that case, we understand from the opinion of the court, for we have not the paper books nor all the facts before us, the defendant waived his entire claim upon a junior execution, an execution amounting to §300 or more. This would be an entire waiver. In that case, it is said, in the opinion of the court: ‘ This was an election not to avail himself of the law which enabled him to withdraw a portion of his property from liability to pay debts.’ Under these circumstances, it was decided, that where there was an entire waiver, the law would appropriate to the liens in their order of priority, and not permit the debtor to make the appropriation, by preferring a junior to a senior lien. When the defendant by his act relinquishes his claim, he cannot assign it, or in any way impair or affect the legal rights of his creditors. But if he makes claim for himself, and has brought himself within the provisions of the Act of 1849, his claim cannot he disregarded. It has never been decided that, because a debtor may think he can live with $260 worth of goods, or may find it necessary to relinquish his claim to $40 out of the $300 allowed him by the Exemption Act, to keep himself and family from suffering, or provide them with necessary comforts in cases of sickness and affliction, by doing so, he relinquishes the entire provisions of the act. The law is not so unreasonable as to say to the debtor, £ If you do not claim all its benefits, you shall have nothing;’ nor can there be any such inference fairly drawn from the opinion in Garrett and Martin’s Appeal, as we understand the facts. On the contrary, the case of Johnston and Sutton’s Appeal, 1 Casey 116, rules directly the contrary, and cannot be distinguished from the present case. In that case, the defendant, after his real estate had been encumbered with judgments, confessed a judgment to Johnston and Sutton for $25, waiving the right of exemption in favour of plaintiffs. Notice was given that the defendant claimed $300 under the Act of 1849. Appraisers reported that the land would not divide, and it was afterwards sold for $131. The court below, upon the authority of Boyer’s Appeal, in consequence of the waiver on the junior judgment of Johnson and Sutton for $25, directed the money to be appropriated to the liens according to priority, rejecting the claim of the defendant under the exemption act; upon appeal by Johnston & Sutton, and Keys the defendant, the Supreme Court reversed the decree of distribution, and appropriated the fund to the judgment of Johnston and Sutton; the judgment of Cowdon & Gaily obtained upon a contract prior to the Act of 1849; and the residue, $40.50, to the defendant under his claim . to the benefit of the exemption. In that case, Bowyer’s Appeal is said to have been ruled upon the want of notice in due time, and the principle now contended for, that a waiver of a part of the defendant’.s claim upon a junior judgment, is a waiver upon all prior liens, is distinctly repudiated, for in that case a portion of the fund was decreed to defendant, leaving liens prior to the judgment of Johnston and Sutton unpaid.\n“ In Garrett and Martin’s Appeal, the case of Johnston and Sutton’s Appeal is not cited, nor is there any intimation that it is intended to be overruled, and the prior case of Bowyer’s Appeal reaffirmed. It is impossible to distinguish the ease before us from Johnston and Sutton’s Appeal; we consider it binding upon us, and upon the authority of that case we direct the money to be appropriated.as follows :—\n“ From the amount of sale, $800, deduct defendant’s claim, $290.87; the residue of the $800 to be appropriated to the judgments and costs according to priority. This will leave the last judgment of Rupp and Hall, on which there is a waiver, unpaid; this judgment and costs we direct to be paid out of the $290.87, claimed by the defendant, and the residue of that sum paid-to defendant under his claim of exemption.”\nFrom this decree the present appeal was taken by the judgment-creditors, who were thus excluded from participation in the distribution.\nThe counsel for the appellants (whose names nowhere appeared upon the paper-book) contended, that the right to participate in the distribution of the proceeds of a debtor’s real estate, depended on the lien of the several judgments, and not on any waiver of the exemption law, which the debtor might have executed in favour of any one particular creditor; and that such waiver, though binding between the parties, gave no preference over prior liens: Bowman v. Smiley, 7 Casey 225; Garrett and Martin’s Appeal, 8 Id. 160; Hill v. Johnston and Parker, 5 Id. 363; Bowyer’s Appeal, 9 Harris 210.\nWatts $ Parker, for the appellees."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 382
}
