{
  "id": 992174,
  "name": "Gable's Appeal. Tome's Appeal",
  "name_abbreviation": "Gable's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "395",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 560",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 5290,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.4959754582221134e-07,
      "percentile": 0.6638863887431274
    },
    "sha256": "1eb2e5402718b5fda7cc9fc2dac2a205f2658a5ffbb17146f5b4f9655200e147",
    "simhash": "1:040477a3c27228c5",
    "word_count": 887
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gable’s Appeal. Tome’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThat the appellants were properly charged with the interest which accrued after the rendition of their accounts, is too clear for discussion. Their having charged themselves with the uncollected bonds and notes, did not terminate the ownership of them in equity by the legatees. Nothing less than actual payment of _the amount could do that. Of course, the interest, being an accretion, continued to attend the ownership of the principal.\nAnd it was properly charged by the final decree. It accrued, indeed, after the accounts had been filed, but the accountants had brought before the court, for adjudication, the funds themselves upon which it accrued, and a court of equity will always, if possible, make a complete disposition of the subject-matter which it has in hand.\nWe approve also of the refusal of the Orphans’ Court to allow the sums claimed for expenses. Five per cent, commissions were credited to the appellants, as if they had collected all the credits of the estate with which they charged themselves. Yet upon a large portion of this they had expended no care and labour, nor had they incurred any risk. The auditor thought the allowances made were sufficient to cover all needful expenses, as well as to make a just compensation for care, labour, and hazard. We cannot say- either that he was mistaken in his report, or that the court erred in confirming it.\nWere there no other reason why the accountants should have been decreed to pay the costs of the audit, a sufficient one may be found in their attempt to appropriate to themselves the interest which belonged to their oestuis que trust.\nThe decree of the Orphans’ Court in each case is affirmed, and the appellant is ordered to pay the costs of the appeal.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "T. E. Cochran, for the appellants.",
      "Keesey and Mayer, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Gable’s Appeal. Tome’s Appeal.\nWhere the assets of a decedent’s estate are invested, at interest, although the executors charge themselves in their administration account with the principal of the uncollected securities,- they are properly chargeable with interest up to the time of the final decree.\nIn an ordinary case, five per cent, on the credits of the estate, is a sufficient allowance to executors, as well, to cover necessary expenses, as for their care, labour, and hazard.\nAn attempt on the part of the accountants to appropriate to themselves the interest on the trust funds which accrued after the filing of the account, is a sufficient reason for charging them individually with the costs of an audit.\nAppeals from the Orphans’ Court of York county.\nThese were two several appeals by Michael Gable and Elias Tome, the executors of Yeronica Gable, deceased, from the decrees of the court below upon their separate administration accounts.\nMichael Gable, one of the executors, filed his separate administration account on the 24th January 1859, exhibiting a balance in his hands, as stated in the account, of $6527.57. In-it he claimed a credit of $121.26 for travelling expenses in attending to the business of the estate, besides $380 for commissions. The account was referred to an auditor for adjustment, who surcharged the accountant with the sum of $165, which it was shown he had received for interest on moneys of the estate loaned out by him; and also with the further sum of $221.30, for.interest on the trust-moneys which were shown to be invested and bearing interest, up to the time of filing the report. He also reduced the credit claimed for travelling expenses from $121.26 to $50, and charged the accountant with $7.50 for one-half of the auditor’s fees. This report was confirmed by the court, and distribution decreed accordingly ; whereupon, the accountant took his appeal to this court.\nElias Tome also filed his account on the 24th January 1859, exhibiting a balance in his hands of $6180.70, and claiming a credit, in addition to commissions, of $30 for travelling expenses, &e. The auditor, to whom the account was referred for adjustment, surcharged the accountant with the sum of $289.54 for interest on the moneys invested, since the filing of the account; disallowed the credit claimed for travelling expenses; and charged the accountant with $7.50 for one-half of the auditor’s fees. This report was also confirmed by the court below; and from this decree the accountant appealed.\nT. E. Cochran, for the appellants.\nIt was error to charge the accountants with interest that accrued after the filing of the accounts; that should have been left for a subsequent account. Besides, if the accountants allowed the trust funds to remain at interest, after the filing of their accounts, and charged themselves with the amount of the securities, they made themselves personally liable for them, and were justly entitled to consider the securities as their own, and to retain the interest: Wilson v. Wilson, 3 Binn. 560; Spangler’s Estate, 9 Harris 335.\nThe accountants should also have been allowed their travelling expenses: Pusey v. Clemson, 9 S. & R. 210; Hechert’s Appeal, 12 Harris 482. And it was a hard measure to charge them with the expenses of the audit: 3 Dan. Ch. Pr. 45, 47.\nKeesey and Mayer, for the appellees,\ncited Wither’s Appeal, 4 Harris 151; Yundt’s Appeal, 1 Id. 575; Worrell’s Appeal, 11 Id. 44; Biles’s Appeal, 12 Id. 335; Light’s Appeal, Id. 180."
  },
  "file_name": "0395-01",
  "first_page_order": 395,
  "last_page_order": 397
}
