{
  "id": 992224,
  "name": "Brothers et al. versus McCurdy et al.",
  "name_abbreviation": "Brothers v. McCurdy",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "407",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 370",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0370-01"
      ]
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 6416,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.817913918810124e-07,
      "percentile": 0.7187861145572579
    },
    "sha256": "38000039c032d480a3a39cca25a883d74279d121b475ff98d3e7727fbafd19ce",
    "simhash": "1:6390adda45014cce",
    "word_count": 1141
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brothers et al. versus McCurdy et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nConditions in restraint of alienation upon estates in fee simple, should be strictly construed, being against the general policy of the law. In this case, it is not the sale, but the offer to sell, which forms the breach, upon which the estate is to pass from James to the other heirs of the testator. “ My bequeath of said lot to be void, in case of an offered sale contrary to my will by my son James; and the said lot to be held in common among my other heirs, should my son James offer to sell as aforesaid,” says the will.\nIn Piers v. Winn, 1 Vent. 321, where there was a devise to one, and to the heirs male of his body, with a proviso, that if he does attempt to alien, then immediately his estate should cease, and another should enter, “ the court held the condition void; for a man cannot be restrained from, an attempt to alien, for non con-stat what shall be judged an attempt, and how can it be tried ? And when the express words are so, there shall not be made another sort of condition than the will imports.” The same doctrine is laid down in Mildmay’s Case, 6 Co. R. 42; Corbit’s Case, 1 Id. 85; and by Rogers, arguendo, in Ware v. Cann, 10 Barn. & Cress. 435, where he says: “ Now although a condition prohibiting an act be good, yet the prohibition of an offer or attempt is too vague and uncertain, and therefore void, for an offer is not an issuable fact: Piers v. Winn, 1 Vent. 321; Pollexfen 435, s. c.; and according to that case, where the condition is against the offer to alien, actual alienation is not within the condition ;” and the court held this to be the law.\nThe condition in restraint in the present case is therefore void, and James took an indefeasible estate in fee simple, which is now vested in the defendant Ellen E. McCurdy. The judgment is therefore affirmed, although for a different reason than that assigned by the court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Elder and Woods, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Brothers et al. versus McCurdy et al.\nConditions in restraint of alienation, annexed to an estate in fee, being against the general policy of the law, are to be strictly construed; and where the condition is against the offer to alien, an actual alienation is not embraced within it.\nA condition, annexed to a devise in fee, that the devisee shall not offer to alien for a particular purpose, is void for uncertainty; and the devisee takes an indefeasible estate.\nError to the Common Pleas of Mifflin county.\nThis was an ejectment by William Brothers and the other heirs of Joseph Brothers, deceased, against James McCurdy, Ellen E. McCurdy, and Eli Price, for a lot of ground on Third street, in Lewistown.\nJoseph Brothers, through whom the plaintiffs claimed, was originally the owner of the premises in dispute; and by his will, dated the 17th January 1837, he devised the same as follows:—\n“ I give and bequeath to my beloved son, James Brothers, the lot of ground situate in Third street, in Lewistown, adjoining the briclc-yard on the east, and lot No. 104, in the general plan of said town, on the west.” “ It is further my will, that my said son James do not sell the above-mentioned lot to any person, for the purpose of making brick, or carrying on the brickmaking business; more especially, it is my will, that he should not sell said lot to Lotz & Beasley: my bequeath of said lot to be void, in case of an offered sale, contrary to my will, by my son James; and the said lot to be held in common among my other heirs, should my son James offer to sell, as aforesaid.”\nLotz & Beasley were the only briekmakers in Lewistown, in the lifetime of Joseph Brothers; they owned the lot adjoining the one in dispute, and used it for the purposes of their business. They made repeated applications to Joseph Brothers to purchase his lot for the same purpose, but he constantly refused to sell to them. After his death, his son James did offer to sell the lot to Lotz & Beasley, and Daniel Fiehthorn advised them to purchase it, saying that the condition in the will was void.\nOn the 29th February 1840, James Brothers sold and conveyed the lot to Daniel Fiehthorn ;■ and by his deed, recited that it had been devised to him by his father, James Brothers, subject to certain restrictions mentioned in his will. Fiehthorn used the lot for making brick; but afterwards filled it up to within about two feet of the surface.\nOn the 4th April 1857, Daniel Eichthorn and wife conveyed the premises to Ellen E. McCurdy, the wife of James McCurdy, Jr.\nThe court below (Wilson, P. J.) instructed the jury, that such a partial restriction on the sale of the premises, as that contained in the will of Joseph Brothers, not being inconsistent with the reasonable enjoyment of the fee, was good; that the fact of this restriction being contained in the instrument through which the defendants claimed title, was notice of it to them, and sufficient to put them on inquiry; but that the purposes of the sale to Eichthorn not being matter of record, the will, though sufficient to put the vendee on inquiry, was not conclusive evidence of a sale in violation of the restriction; and therefore, the jury should inquire whether or not Mrs. McCurdy purchased with knowledge that it had been sold to Eichthorn, in violation of the restriction; that if she had such knowledge, the plaintiffs would be entitled to recover; but that if she was an innocent purchaser, without notice, they should find for the defendants.\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs removed the cause to this court, and here assigned the same for error.\nThe counsel for the plaintiffs in error, whose names did not appear on the paper-books, argued that the condition which operated to defeat the title of James Brothers, being contained in the chain of title, the defendants were presumed to have notice of it; and being thus put upon inquiry, they could have discovered the fact by reasonable diligence: Hill v. Epley, 7 Casey 336; Lodge v. Simonton, 2 Penn. R. 445; Jaques v. Weeks, 7 Watts 267; Hood v. Fahnestock, 1 Barr 474; Knouff v. Thompson, 4 Harris 364; McAteer v. McMullen, 2 Barr 32.\nElder and Woods, for the defendants in error,\nargued that the restriction upon alienation contained in the will, was inconsistent with a reasonable enjoyment of the fee, and therefore void: McCullough’s Heirs v. Gilmore, 1 Jones 370."
  },
  "file_name": "0407-01",
  "first_page_order": 407,
  "last_page_order": 409
}
