{
  "id": 992223,
  "name": "Miller's Executors versus Lint",
  "name_abbreviation": "Miller's Executors v. Lint",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "447",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 323,
    "char_count": 5299,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 7.40576461183852e-08,
      "percentile": 0.44291308103290966
    },
    "sha256": "e70275fc5f200284c6b3a80b5e0f79ccf7a774e75b718d7c926ecbddbb229a08",
    "simhash": "1:5ce32618de5a8798",
    "word_count": 944
  },
  "last_updated": "2023-07-14T20:59:55.101486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller’s Executors versus Lint."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe court ought to have directed a verdict for the defendant. • There is no implied assumpsit in such a case, and there is no need of a constructive one, for the law provides a remedy of another kind. A party is not bound to his adversary by an implied assumpsit for costs; they are fixed by the judgment. When the law decides a case, it decides all the duty of the real parties as to costs, and it can recognise only its own judgment in the case, for declaring and enforcing the duty. It cannot afford to allow one suit for the principal right claimed, and another for the incidental right of costs, else a lawsuit determined would very often be the very cause of a new action.\nThe practice on the subject may be found in 1 Troubat & H. Pr. 652 (Whart. Ed.), and in the Act of 28d April 1829, § 2, 10 Sm. Laws 456. The instances given relate only to equitable plaintiffs, or persons for whose benefit a suit is prosecuted. But in principle, and by analogy, the law applies as well to landlords who defend in the name of their tenants in ejectment. The plaintiff ought to have followed the principle of the Act of 1829, by suggesting the name of the real acting defendant, proving that he was so, having him entered as defendant, and taking execution against him; provided the plaintiff had not prevented the landlord from taking defence, which is alleged as a fact in this case.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Forward & Gaither, for the plaintiffs in error.",
      "Hugus, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller’s Executors versus Lint.\nAn action of assumpsit will not lie to recover the costs of an ejectment against one who took defence, as the defendant’s landlord, without making himself a party to the record.\nSuch a case is within the equity of the Act of 23d April 1829; and the proper practice is, to suggest the name of the real acting defendant, have him so entered of record, and issue execution against him for the costs.\nError to the Common Pleas of Somerset county.\nThis was an action of assumpsit by Gillian G. Lint against Jacob D. Miller, executor, and Elizabeth Miller, executrix of David Miller, deceased, to recover the costs of an ejectment by the plaintiff against one Jacob Brown, which, it was alleged, Miller defended as Brown’s landlord.\nThe case of Lint against Brown was referred to arbitrators, who, having heard the case on the part of the plaintiff, refused to receive evidence of David Miller’s title, on the ground that Brown, the defendant, had disclaimed title to the land, and that Miller was not a party to the suit. They returned an award for the plaintiff, from which no appeal was taken; and Lint brought this suit to recover the costs of that ejectment.'\nThe defendant’s counsel requested the court to charge the jury: — 1. That, the plaintiff having refused to permit the defendant to show his title on the trial of the case against Brown, he cannot compel him to pay the costs. 2. That the plaintiff, not having shown payment by him of any part of the costs, is not entitled to recover them from defendant.\nThe court below (Gilmore, P. J.), after referring to the evidence, instructed the jury as follows: — “ If you are satisfied from this that David Miller and those claiming under him were the landlords of Brown, and the real defendants, and that as such, they employed counsel, resisted a recovery, filed an abstract of title, &c., we charge you that the plaintiff in this action is entitled to recover from the executors of David Miller his bill of costs, together with such fees as he has proved to your satisfaction that he paid upon the bringing of this suit. The court answer both of the points made by defendant in the negative.”\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $100.10, the defendants removed the cause to this court, and here assigned the same for error.\nForward & Gaither, for the plaintiffs in error.\nAlthough a party for whose use or benefit a suit is brought, notwithstanding his name is not upon the record, may still he held responsible for costs, it will have to be on some other and very different principle upon which the defendant in this case is to be held liable for the costs of the case of Lint v. Brown.\nAn action of ejectment is brought by A. against the tenant of B., A. persuades the tenant to disclaim, and have judgment'entcred against him, and persists in taking this judgment against the tenant, excluding B. from making any defence, because he is not a party on the record. After making this election, however, to exclude B. as a party, despite his protestations, and take a judgment against the tenant, he first turns his tenant out of possession, and then returning into court claims that B. was a party, notwithstanding, and. must pay the costs, although he made no defence, and was in no way benefited by having his rights passed upon or adjudicated in the action, but, on the contrary, his rights were totally disregarded, and an advantage sought to be taken of him, by throwing him out of the possession of property to which he was justly entitled. To make a party, under these circumstances, pay costs, looks very much like encouraging a man to swindle him, and then making the swindled party pay the costs of the operation.\nHugus, for the defendant in error."
  },
  "file_name": "0447-01",
  "first_page_order": 447,
  "last_page_order": 448
}
