{
  "id": 992168,
  "name": "Colborn versus Trimpey",
  "name_abbreviation": "Colborn v. Trimpey",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "463",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 419",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 295",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0424-01"
      ]
    },
    {
      "cite": "7 Watts 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 84",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 7434,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 3.062306614025714e-07,
      "percentile": 0.8567059315041147
    },
    "sha256": "83f97a6d0bf6922874c236438ca6a3bd6536ca908f51b653029425f58e5acd48",
    "simhash": "1:e09367a48464257d",
    "word_count": 1309
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Colborn versus Trimpey."
    ],
    "opinions": [
      {
        "text": "The'opinion of the court was delivered by\nWoodward, J.\nThis judgment was right. Rhoads having purchased the land of Sweitzer, whilst Philson’s judgment against Sweitzer was a lien upon it, became the terre tenant; and when in 1855, he was served, as such, with the scire facias which was issued for the revival of the judgment, he should have appeared and taken defence, if he did not mean that his land should continue bound. It would have been a good plea, that he was not terre tenant, and that- his land was not subject to the lien. The judgment taken on that writ, without such defence successfully made, concludes him. It is not material to inquire whether the original judgment had lost its lien, or had not — whether the judgment on the seire facias was a mere continuance of the former judgment, or an independent judgment quod recuperet; there it stands, unreversed and unimpeached, a valid judgment against Rhoads, rendered upon legal process duly served on him. It estops him. The execution process issued thereon was effectual for the sale of his land, and the sheriff’s vend.ee took whatever title Rhoads had.\nSo far as concerns persons claiming as heirs of Sweitzer, who was dead when the vend. ex. issued, the writ was irregular, perhaps void. But Sweitzer had no interest in this land, and no land in which he was interested was seized in execution. Nor are his heirs here to claim or complain. The 33d section of the Act of 24th February 1834, Purdon 199, says no execution for the levy or sale of any real or personal estate of any decedent shall be issued upon any judgment obtained against him in his lifetime, unless his personal representatives have been first warned, &c. But the land sold here was not the real estate of the decedent. He had conveyed it in his lifetime to Rhoads, and on a valid judgment against Rhoads it was sold to Weyand. The fact that Sweitzer was named in ■ the process was immaterial, since only Rhoads’s land was sold.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Coffroth & Colborn, for the plaintiff in error.",
      "Weyand, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Colborn versus Trimpey.\nIf a vendee purchase subject to the lien of a judgment against his vendor, and after the lapse of more than five years from its rendition, a scire facias to revive be issued, which is served on the vendee as ierre tenant; and in default of any defence by him, judgment of revival is entered; he is concluded by the judgment, and a sheriff’s sale under an execution issued thereon will pass the title to the purchaser. .\nA sheriff’s sale of land, aliened by the defendant in the execution, made after his decease, without a scire facias to his personal representatives, will confer a good title on the purchaser, the judgment having been duly revived against the ierre tenant.\nError to tho Common Pleas of Somerset county.\nThis was an ejectment by A. J. Colborn against Barney Trimpey, for 81 acres of land, in Northampton township.\nOn the 20th June 1835, Henry Poorbaugh conveyed the premises in controversy to Jacob Sweitzer in fee; and on the 27th September 1847, a judgment was obtained by Christian Schrack’s administrators, for the use of A. H. Philson, against Jacob Sweitzer, for $56.50, which became a lien upon the premises.\nOn the 28th December 1850, Jacob Sweitzer and wife conveyed the land to Abram Rhoads in fee, under whom the plaintiff claimed title. By the agreement between Rhoads and Sweitzer, the former was to pay off judgments entered against Sweitzer amounting to $256.06, among which was that in favour of Schrack’s administrators.\nOn the 27th April 1852, the Schrack judgment was assigned to Daniel Weyand; and on the 19th March 1855, a scire facias was issued to revive this judgment, which was served on Abram Rhoads, as terre tenant. On the 24th April 1855, judgment was taken for want of an appearance; and on an execution issued thereon, the land was sold by the sheriff to Daniel Weyand, to whom a deed was executed and acknowledged. The defendant claimed title under Weyand, the purchaser at the sheriff’s sale.\nAfter the judgment of revival and the issuing of the fieri facias thereon, but before the inquisition and condemnation, Jacob Sweitzer died, and the subsequent proceedings were had without making his executor a party, and without giving notice to him or the heirs.\nUnder this evidence, the court below (Kimmell, P. J.) directed the jury to find a verdict for the defendant. To this instruction, the plaintiff excepted; and a verdict and judgment having been rendered for tlie defendant, the plaintiff sued out this writ, and here assigned the same for error.\nCoffroth & Colborn, for the plaintiff in error.\nThe Weyand judgment had lost its lien, and the very moment the lien was lost the title of Rhoads was released from the encumbrance, and the revival only bound as a new judgment against Sweitzer. “A judgment upon a scire facias post annum, et diem is, quod recuperet. An expired judgment thus revived, binds as a new and original one, and, consequently, only what the debtor had at the time of revival:” Shaeffer v. Child, 7 Watts 84. “Since the Act of 26th March 1827, limiting the lien of judgments on real estate, nothing but an amicable revival, or the issuing of a scire facias within the five years from the entry of the judgment, will continue its lien beyond that time:” Davis v. Ehrman, 8 Harris 256. No person is a terre tenant who is not a purchaser of an estate while it was bound by the judgment, and is only so while the lien is alive; but as soon as it is dead he holds independently: Dengler v. Kiehner, 1 Harris 38; Koons v. Hartman, 7 Watts 23.\nWeyand, for the defendant in error.\nA terre tenant having had an opportunity to defend his title against the lien of a judgment, and not having availed himself of it, is concluded; and a purchaser at a sheriff’s sale upon such judgment, revived with notice to the terre tenant, is entitled to recover the land in ejectment : Kiehner v. Dengler, 1 Watts 424. If a tenant in possession, claiming to hold against a purchaser at sheriff’s sale, has had notice as terre tenant, upon a scire facias to revive the judgment upon which the land was sold, it estops him from setting up a title in himself prior to the date of the judgment: Minier v. Saltmarsh, 5 Watts 295, 297.\nA scire facias to revive a judgment post annum et diem, is but a continuation of the original action, and the execution thereon is an execution on the former judgment. The revival continues the validity of the judgment, with all its incidents of lien or otherwise: Irwin v. Nixon’s Heirs, 1 Jones 419. So far as innocent purchasers are concerned, a judgment on a scire facias conclusively establishes the existence of the original judgment-debt, even though in fact the judgment on the scire facias was confessed by an attorney without authority, whether by ignorance, accident, or design. No principle is more plain and familiar, than that which prevents a party from going behind a judgment, so as to affect any person, except those who may be parties to a fraud.\nWe are told, that no person is a terre tenant who is not a purchaser of an estate while it was bound by judgment, and is only so while the lien is alive ; but as soon as it is dead he holds independently. To this we reply, that when a purchaser has taken a title, thus bound, he must show how the lien of it has been discharged, whether by payment, release, or efflux of time. And these are matters of defence which may be precluded: Dengler v. Kiehner, 1 Harris 40."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 465
}
