{
  "id": 992218,
  "name": "Gangwere's Appeal",
  "name_abbreviation": "Gangwere's Appeal",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "466",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 255",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 66",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 130",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 15840,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 3.3303136678089544e-07,
      "percentile": 0.8735598098576404
    },
    "sha256": "0032ec6a344e8580927e61d2da8b303ee9afef2faa0867edb01bcfd1986d90e4",
    "simhash": "1:d9a62e99ac783c7f",
    "word_count": 2796
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gangwere’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe exemption law of 1849 is, by its own terms, inapplicable to mortgages given for purchase-money of land, and after several judicial intimations that it was not to be applied to any mortgage-debt however it arose, we declared in McAuley’s Appeal, 11 Casey 209, that such was the proper interpretation of the statute. The proceeding in that case was upon the bond accompanying the mortgage, and it was not, .1 believe, a mortgage for purchase-money. The point ruled was, that the debt, because secured by mortgage, was not within the purview of the. exemption statute. The opinion of. the learned judge, in the case now before us, was in accordance with that ruling, and our duty would be performed by simply affirming the distribution he decreed.\nBut counsel having addressed to us a very earnest argument to prove that the received construction of the statute is wrong, we will state more at large than has been done heretofore the reasons on which that construction rests.\nMortgages are our highest form of security for money. Whatever tends to impair them, injures the credit of every borrower, and shakes that confidence which is the real basis of all dealings between man and man. The Act of Assembly, which makes an Orphans’ Court sale divest the lien of mortgages, greatly impaired their credit, whilst the Act of 1830, which protected them against the effect of a sheriff’s sale on . a junior judgment, imparted strength and confidence, to such securities. Whatever may be the legislative power over the relation which mortgagor and mortgagee establish between themselves, it is a delicate power which ought to be very carefully exercised, if exercised at all; and it would be a very unsound rule of judicial decision, to imply an intention to exercise it from general and indeterminate language on the part of the legislature. We find no language in the exemption law of 1849 which can fairly be appllied against mortgages. The act is grounded on “judgments obtained upon contract, and upon distresses for rent,” and its remedial provisions apply by exempting from “ levy and sale on executions and distress for rent,” three hundred dollars’ worth of the debtor’s property. This expression, “judgments obtained upon contract,” refers to the well known distinction in pleading between actions arising ex contractu and actions sounding in tort, and meant to give debtors the exemption in the former, but not in the latter class of actions.\nNow, although a mortgage is a contract, and the process authorized to issue thereon results in a judgment, yet, in common parlance, such a judgment- is never spoken of as a judgment upon contract, but always as a judgment on mortgage. And it is a very peculiar judgment. It simply ascertains of record the breach of some condition in the mortgage, and authorizes a sale' of the pledge by a writ of levari facias. It has not the .lien of ordinary judgments, and it establishes no debt against the mortgagor or terre tenant, for which an execution would issue against his goods and chattels, lands and tenements generally. We do not suppose that such a judgment was in the legislative mind when the statute of 1849 was enacted. If it had been, it would have been alluded to as a judgment on a mortgage, but there is no language there which can be so interpreted.\nAgain, the act is a limitation of a mere legal remedy. It was the law alone,' and not any contract of parties, that made the lands of a debtor liable to the judgment and execution of his creditor. And the law, having created the remedy, might limit it, especially if the limitation were prospective, as by the 5th section of the Act of 1849 the exemption law is made to be. As to debts contracted before the 4th July .1849, all the debtor’s lands were by law sub: ject to the creditor’s execution; but, says the act, as to debts contracted after that date, the debtor shall be permitted, if he demands it, to retain three hundred dollars’ worth of his land exempt from levy and sale. The land is to be set off to him in specie, if possible, and only when it cannot be, is he to take, as the substitute for it, $800 of the proceeds of the sale. Thus is the creditor’s legal remedy against his debtor limited. Having only the law for his remedy, unaided by any act of his debtor, the creditor can take only what the law allows him to take.\nBut when the debtor waives his privilege in favour of his creditor, we hold the creditor free to proceed as if there was no exemption law. Bowman v. Smiley, 7 Casey 225.\nAnd what less than such waiver is a voluntary pledge by the debtor of his land to his mortgagee ? The mortgage we have said is a contract. It is made upon a sufficient consideration, and between parties entirely competent to contract. The lien created is not the act of the law, but of the parties voluntarily contracting. The debtor specifically pledges the land described in the mortgage (the whole of it, and all his estate therein) to the creditor as a security for the mortgage-debt. What right has he to demand that the creditor shall surrender part of the entire thing thus voluntarily pledged? What right, it might,be asked, has the legislature to come in between parties so contracting, and impair the obligation of their contract ? If the mortgagee should, by ejectment, place himself in possession of the premises, as he might, it would be a palpable violation of his contract rights, to permit the debtor to reclaim part or the whole of the premises under the exemption law.\nThere is no moral reason why a debtor should not be permitted to devote his land, and the whole of it, to the payment of an honest creditor. Indeed, the moral, obligation binds him to do this, for, in foro conscientice, he is but a trustee of his creditor, and holds for himself only so much of his estate as shall remain after payment of his debts. When, therefore, he mortgages his land to his creditor, he performs an act so obviously just and reasonable, and so specific and binding, that nothing short of the creditor’s consent can cancel the security or abridge the pledge.\nWe commonly speak of mortgages as mere securities for payment of money, or discharge of some specific duty, and so they are; but it is never to be forgotten that they are a security, because they are formal pledges of land. The nature of the contract gives the security the high character it possesses. Without express legislative authority, we have no right to impair it, and whether the legislature can confer such a right upon the courts, will be worthy of grave consideration when it is attempted. So far as they have expressed themselves in this Act of 1849, we recognise no right in a debtor to reclaim any part of the estate he has mortgaged to his creditor, whilst the mortgage-debt remains unsatisfied.\nThe proviso to the 3d section takes out of the operation of that section “ the liens of bonds, mortgages, or other contracts for the purchase-money of the real estate of insolvent debtors,” and hence the learned counsel argues, that the maxim expressio unius est exelusio alterius, requires us to construe the section as including all mortgages not given for purchase-money.\nThe object of the proviso was to relieve purchase-money from the exemption provided for contract debts in general, and the word mortgages was used in the proviso not to contrast mortgages for purchase-money with other mortgages, but simply .as ¿numerating one of the forms in which purchase-money might be secured. For the reasons before stated, we hold that no mortgages, neither purchase-money mortgages nor others, were within the purview of the statute, and therefore that the proviso, so far as concerns mortgages, was, like a great deal of legislative language, superfluous and inoperative.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "C. Davis, for the appellants,",
      "Hagenman, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Gangwere’s Appeal.\nThe exemption law of 1849 does not apply to a debt secured by mortgage, so as to exempt any part of the mortgaged premises from sale, under proceedings on the mortgage, or the bond accompanying it, as against the mortgagee.\nThat act is a limitation of the remedy given by the law against a debtor’s property; but does not interfere with such as arise out of the express contract of the parties. A mortgage is, in its nature, a contract waiver of the rights of exemption.\nAppeal from the Common Pleas of Berks county.\nThis was an appeal by Ephraim Gangwere, from the decree of the court below, distributing the proceeds of a sheriff’s sale of his real estate, in disregard of his claim for the benefit of the exemption law.\nOn the 15th March 1858, Ephraim Gangwere, being the owner of the real estate from the sale of which the fund in court was produced, mortgaged the same to Rosenheim k Brooks for $510.29; and on the 11th. September 1858, he executed another mortgage on the premises to Bernheim & Cook, for $750.\nOn the 8th October 1859, the premises were sold by the sheriff, under an execution on a judgment against Gangwere; and after the payment of prior undisputed liens, there was a balance for distribution of $749.12, which the court below decreed to the mortgagees, disregarding the appellant’s claim to take $283 out of the proceeds of sale ($17 worth of personal property having previously been appraised to him). The following opinion was delivered by Jones, P. J.:—\n“ The property of E. Gangwere, who is here claiming the exemption of the Act of 1849, was encumbered by various liens, in the following order: — 1. Mortgage for purchase-money; 2. A judgment ; 3. A judgment; 4. A mortgage; 5. A mortgage; 6. A judgment, execution under which was the instrument of effecting the sale. It is agreed, that the claim of exemption was made in time. The sale of the property was subject to the first mortgage. The proceeds of sale will pay the two judgments, 2 and 3, and the mortgage 4, leaving about $300 to be applied to the claim of the defendant, or to the mortgage 5, as the right may be.\n“ In Morgan v. Noud, 1 Phila. R. 250, it was held, that the defendant, whose property was sold on a levari facias sur mortgage, could not obtain the benefit of the Act of 1849, because that act. contemplated the claim of that benefit only under a levy and sale upon judgment obtained on contract, which, strictly speaking, a judgment on a mortgage is not. But some years after, the Supreme Court, in Hill v. Johnston, 5 Casey 362, held that the Act of 1849 omits to point out the manner and form in ■which the claim for exemption should be made upon a levari facias, that omission does not annihilate the right of the defendant, and that, having made his claim to the sheriff in time, he could come in upon the surplus in court after the mortgage lien, which in that case was for purchase-money, was paid.\n“ The question whether a defendant can claim the exemption against a mortgage, not given for purchase-money, has not been decided. The Act of 1849 forbids a defendant making a claim that would impair the lien of a mortgage given for purchase-money. Lauck’s Appeal, 12 Harris 428, construes the words of the act, ‘ any judgment obtained upon a contract,’ as meaning judgment on contract of the person against whom they may be executed, and not judgment de terris against specific real estate, which may be executed against such estate without any contract whatever between the plaintiff and the owner. In that case it was held, that the debtor was not entitled to the exemption as against mechanics’ liens.\n“ The order of the liens there was very much as in the case before us. The mechanics’ liens came in between a judgment for purchase-money and other judgments, on one of which last the sale was made. The specific nature of the judgment in favour of the mechanics being as it were in rem, took their demands upon the proceeds of the specific property of the defendant bound by their liens, out of the operation of the Act of 1849 in favour of the debtor.\n“ A mortgage, it seems to us, is no less a special lien than the lien of a mechanic or material-man. There may bé a higher merit in the latter class, the mechanic or material-man, in this, that his work or his property has been so incorporated with the realty of the defendant as to give it an increased value. But the money of the mortgagee may be employed in that way too (he may be just as meritorious in this respect as the other), and, like him, has a specific pledge of the mortgage premises.\n“ The case was well put on the argument of a pledge of a valuable chattel for a loan of money. Certainly the owners of a chattel so pledged could not set up his claim of exemption against the pledgee or pawnee of it. He could not recover its possession in any way, nor could the sheriff's vendee of his interest, but by satisfying the pawnee. . It is true, there is an actual delivery in •such case to the pawnee, but whatever interest the pawnor has in it, is subject to that of the pawnee. This grows out of the specific nature of the pledge.\n“ A first mortgage, which was also a first lien, whether for purchase-money or not, it is apprehended, could not be disturbed at all by a sale under any subsequent lien. It would ride the property, and it would be immaterial to such mortgagee whether the •defendant got his $300 or not from the sale of his remaining interest in the land. As against such a mortgage, the claim could not be set up, until there was a sale under it. Nor before such sale could there be any election by the defendant to retain a portion of the land so mortgaged; for if a portion could be assigned, the lien of the mortgage to that extent could be impaired or divested, which could not be, on general principles of liens in rem. And when the property so mortgaged came to be sold under the very mortgage itself, there could be no such proceeding, as we have seen in -Hill v. Johnston. Could the defendant, by giving notice of his 'claim, as in that case, come in upon the proceeds of sale against the mortgagee ? - The reasoning in Lauck’s Appeal, and in Morgan v. Noud, seem satisfactorily to answer that question in the negative.\n“ A second mortgage, or, as in this case, a third one, after two judgments, is not less a pledge of specific real estate than if it were a first mortgage. It only differs from that, in its liability to be divested by a judicial sale on any anterior or posterior judgment. But the money raised by the sale represents to- such a mortgage the very land bound by its specific lien. That specific lien doubtless could be made subject to this claim, by the lawmaking power, but it has not, as we think, been yet made so. It is true, that the act, in the proviso of § 3, declares that it shall not be construed to impair the lien of bonds, mortgages, or other contracts for purchase-money, and it has been argued from this, that the admission of that one kind of mortgage operated the exclusion of all others. Upon that principle, that proviso would exclude mechanics’ liens, which it does not do. The language is inartificial and inexact, and probably means no more than to say that whatever record security is taken for purchase-money, this claim shall not avail ’ against that purchase-money. The legislature simply intended to prevent its benevolence being made- the means of a gross fraudby a vendee upon a vendor of land.- The rule taken by Ephraim Gangwere is discharged.”\nFrom this decree the present appeal was taken by Gangwere.\nC. Davis, for the appellants,\ncited Moore v. Shultz, 1 Harris 102; Bowers v. Oyster, 3 Penn. R. 244-5; Presbyterian Corporation v. Wallace, 3 Rawle 130; Commonwealth v. Wilson, 10 Casey 67; Willard v. Norris, 2 Rawle 66; Ackla v. Ackla, 6 Barr 228; Craft v. Webster, 4 Rawle 255; Kauffelt v. Bower, 7 S. & R. 82; Semple v. Burd, Id. 290; 6 Bac. Abr. 384; Hill v. Johnston, 5 Casey 362.\nHagenman, for the appellees."
  },
  "file_name": "0466-01",
  "first_page_order": 466,
  "last_page_order": 471
}
