{
  "id": 992245,
  "name": "The Loudon Savings Fund Society versus The Hagerstown Savings Bank",
  "name_abbreviation": "Loudon Savings Fund Society v. Hagerstown Savings Bank",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "498",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Peters 561",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "5 Hill 107",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 79",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1089,
    "char_count": 31058,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.049919638212302e-07,
      "percentile": 0.9738480892129232
    },
    "sha256": "96812f043d1febf4b4a81dc48c2c6e91e651e325bf4c6520cfda43ba21ba35ee",
    "simhash": "1:ba338481b267ce98",
    "word_count": 5396
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Loudon Savings Fund Society versus The Hagerstown Savings Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe Hagerstown Savings Bank brought this action of assumpsit against William McGrath and his numerous co-defendants, as partners trading and doing business under the name and style of the Loudon Savings Fund Society. The first count in the plaintiff’s narr. is founded upon a “certain writing obligatory, commonly called a certificate of deposit, for the sum of five thousand dollars, signed by H. Easton, treasurer of said Loudon Savings Fund Society (who had full power conferred upon him to do such act), and then .and there delivered said certificate of deposit to said plaintiff, and thereby promised to pay said plaintiff said sum of five thousand dollars, six months after the date thereof, with interest at 6 per cent.” The second count is upon a certificate for a deposit of like sum, made by H. Easton, and by him endorsed, but delivered by the defendants to the plaintiff. Then follow the common money counts.\nThe copy of the certificate of deposit shows that it was issued on the 1st January 1857, by H. Easton, treasurer, to himself for five thousand dollars, payable to his order six months after date, with interest at six per cent., and by him endorsed in blank.\nBesides all the general pleas, the defendants pleaded specially : 1st. That the said writing obligatory was not their act or deed. 2d. That Hezekiah Easton had no power or authority, as treasurer of the Loudon Association or otherwise, to sign or endorse the certificate, and that he issued it fraudulently and corruptly, without the knowledge or authority of the defendants, of all which the plaintiff had knowledge when the certificate came into their possession. 3d. That Hezekiah Easton was n'ot treasurer of the Loudon Savings Fund Society when the said writing was made. 4th. That the defendants did not make said paper nor deliver the same to the plaintiff. 5th. That Easton did not deposit the f5000 mentioned in said certificate, but was- largely indebted to said society. 6th. That the plaintiff is not a bond fide holder of said certificate for value. 7th. That the proceeds of said certificate did not go into the business of the defendants, but were appropriated by said Easton, and that the plaintiff knew such use of the funds was intended. By means of these numerous pleas, and the points submitted on the one side and the other, the case was presented in every possible aspect.\nOn the trial of the cause the learned judge directed the jury to return a verdict for the amount of the plaintiffs’ claim, and declined to submit any question of fact for their decision. To the admission of evidence, and the refusal of the court to give instructions prayed for, sixteen errors are assigned, which I do not propose to consider in consecutive order, though all that-is. material in them shall be noticed.\nIt is apparent, that the great question raised upon the record had reference to the character and extent of Easton’s authority, as the agent of the defendants. The party who avails himself of the act of an agent must, in order to charge the principal, prove the authority under which the act is done. If the authority be created by power of attorney, or other writing, the instrument itself must in general be produced; and since the construction of writings belongs to the court, and not to the jury, the fact and scope of the agency are, in such cases, questions of law, and are properly decided by the judge. But the authority may be by parol, or it may he implied from the conduct of the employer in sanctioning the credit given to a person acting in his name. And in many cases, the acts of an agent, though not in conformity to his authority, may yet be binding upon his employer, who is left, in such cases, to seek his remedy against his agent. Whether an employer he or be not bound by such acts as are not conformable to the commission given by him, depends principally upon the authority being general or special. By a general agent, is understood not merely a person substituted in the place of another, for transacting all manner of business, but a person whom a man puts in his place to transact all his business of a ^particular kind, as to buy and sell certain kinds of wares, to negotiate certain contracts, and the like. An authority of this kind empowers the agent to bind his employer by all acts within the scope of his employment, and that power cannot be limited by any private order or restriction, not known to the party dealing with the agent. A special agent- is one who is .employed about one specific act, or certain specific acts only, and he does not bind his employer unless his authority be strictly pursued: Paley on Agency 199, et seq. “A general authority,” said Lord Ellenborough, in Whitehead v. Tuckett, 15 East 408, “ does not import an unqualified one, but that which is derived from a multitude of instances; whereas a particular authority is confined to an individual instance.” And in all instances where the authority, whether general or special, is to be implied from the conduct of the principal, or where the medium of proof of agency is per testes, the jury are to judge of the credibility of witnesses, and of the implications to be made from their testimony.\nAs the plaintiff here did not produce any written evidence of Easton’s agency, it was the duty of the court to inform the jury, what constitutes agency, express or implied, special or general, and to refer to them the questions, (1st), whether the evidence satisfied them that Easton was either the general or special agent of the defendants ? and (2d) whether the issuing of the certificate in suit was within the scope of his authority? 3 W. & S. 79; 11 Harris 247; 6 Casey 513; 7 Id. 461.\nOr, if it was not a case of strict agency, if Easton acted without any authority in issuing the certificate, or transcended such as had been delegated to him, the question of ratification by the defendants was also a mixed question of law and'fact. What would in law amount to ratification, was for the court; whether such proofs were found in the case, was for the jury. Such adoptive authority relates back to the time of the original transaction, and is deemed, in law, the same to all purposes, as if it had been given before : Lawrence v. Taylor, 5 Hill 107-113; and see Livermore on Pr. and Agent, vol. I., pp. 44-50; Railroad Company v. Cowell, 4 Casey 337.\nThe main argument of counsel in support of the court’s entire withdrawal of the case from the jury, rests on the law of partnership. Easton was a partner in business with the defendants, the acting partner to whom the conduct of the business of the defendants had been almost wholly committed for a long time; and hence, it is correctly inferred, that the saving fund society so accredited him to the world, as to bind his copartners, by his dealings with innocent parties, within the scope of the business of the partnership) .\nThe authorities, as may be seen by consulting Gow, Story, Collyer, or any other standard work on partnership, abundantly sustain the proposition, that each partner is, in contemplation of law, the general agent of the partnership. “ When a partnership is formed for a particular purpose,” said Chief Justice Marshall, in Winship v. The Bank of the United States, 5 Peters 561, “ it is understood to be, in itself, a grant of power to the acting members of the company to transact its business in the usual way. If that business be to buy and sell, then the individual .buys and sells for the company, and every person with whom he trades in the way of its business, has a right to consider him the company, whoever may compose it. The articles of copartnership are perhaps never published. They are rarely if ever seen, except by the partners themselves. The stipulations they may contain are to regulate the conduct and rights of the parties, as between themselves. The trading world, with whom the company is in' perpetual intercourse, cannot individually examine these articles, but must trust to the general powers contained in all partnerships. The acting partners are identified with the company, and have power to conduct its usual business in the usual way.”\nThese observations were made in a case where the several defendants were engaged in the soap and candle business, and they were all held liable on notes endorsed by Winship in the firm name, notwithstanding the restrictions imposed on him by the articles under which he was acting, and notwithstanding the money, or some of it, was misapplied to his own purposes. This case is a strong illustration of the commercial principles which permeate the contract of partnership. In strictness, it is applicable only to commercial transactions.\nThe general principles stated by the Chief Justice in the same case are applicable to all partnerships, whether commercial or not in their pursuits. He said: “ No man can be pledged but by himself. If he is to be bound by another, that other must derive authority from him. The power of an agent is limited by the authority given him; and if he transcends that authority, the act cannot affect his principal; he acts no longer as agent. The same principle applies to partners. One binds the others so far only as he is the agent of the others.”\nNow it is material to observe that, in the case in hand, the learned judge withdrew the facts from the jury, on the assumption that Easton’s act was within the scope of the business of the partnership of which he was a member; that he was conducting “its usual business in the usual way.” And the argument of the learned counsel rests on the same assumption.\nBut what right had either court or counsel to assume that point ? Surely it was, in its nature, a question of fact, and,- therefore, belonged to the jury to decide, unless it might be legitimately assumed. It was properly assumed, we are told, because the evidence was all one way. If this were sound in point of doctrine, it is not correct in fact. On the contrary, the plaintiff’s counsel may find it difficult to persuade a jury that Easton was doing the company’s usual business in the usual way, -when ho issued the certificate in suit. If, to ascertain what was their proper business, the constitution be appealed to, that establishes a saying fund society, “for the purpose of securing to the prudent and industrious, a safe and profitable investment for such small sums of money as may be saved from their earnings.” The joint funds were to consist of deposits of money, and such public stocks and other securities as said deposits may be invested in, and the profits of such deposits and investments. Such dividends as would not impair the deposits, or otherwise injuriously affect the interests of the institution, were to be made once every six months, and weekly depositors were to share in the dividends. By Article XII. the funds were limited to $50,000, and the property in which these were invested were to be alone responsible for the debts and engagements of the society. And no person to whom the society should become indebted should, on any pretence whatever, have recourse against the séparate property of any member, further than should be necessary to compel the faithful application of the funds of the society to the pui’poses to which they were by the constitution made liable. And it was expressly declared, that no engagement could be legally made, in the name, or on behalf of the society, nor any valid check, draft, or order, be given or passed thereon, unless the same should contain a limitation or restriction to that effect.\nThe by-laws contain a variety of provisions for the regulation of the society’s business, and legalize deposits even of 12-J cents; but no interest was to be allowed on deposits until they amounted to $5. Resolutions were adopted, in pursuance of the by-laws, in 1838, 1847, 1850, and 1856, fixing and changing the rates of interest to be paid on deposits, according to time and amount — the highest rate of which was not to exceed five per cent, per annum.\nI do not find a syllable in these documents which looked to the borrowing of money, or to any business in which loans would be required. They were given in evidence by the plaintiffs, in connexion with the certificate of deposit, to show.that the certificate was authorized. The 3d article of the constitution empowers the treasurer to receive all moneys of the society, and to disburse them under regulations of the president and directors; by the 2d section of the by-laws, every depositor was to be furnished with a book containing a duplicate of his or her account, in which deposits were to be entered by the secretary or treasurer, which book was to contain such extracts from the constitution and bylaws as would sufficiently define the rights of such depositor, and of those who might claim under him; and by the resolutions, the treasurer was to allow the prescribed rates of interest on special deposits. Certificates of deposit do not seem to be provided for, and, certainly, fictitious certificates, representing no deposits, but created only to borrow money upon, are nowhere contemplated.\nBy Easton himself, however, the plaintiff proved, that he had authority to issue certificates for special deposits; and that he frequently issued certificates without consulting the board. A long list of certificates also was exhibited, issued by William Baker, a former treasurer, to himself: some of them for the use of third persons; others to himself, as guardian; and others to himself individually. From this evidence, a jury might fairly have inferred that, had the Hagerstown Bank deposited $5000 with the society, Easton was authorized to issue a certificate therefor, in his • own name, and. to deliver it, by endorsement or otherwise, to the Hagerstown Bank. But, let it be observed, that this evidence tended to prove an authority only to issue certificates for deposits. Easton swore that he had no authority to borrow money, except what was conferred by the constitution, by-laws, and resolutions of the hoard of directors; and that there never was any resolution of the board authorizing him to borrow money from the Hagerstown Bank. Easton was treasurer from 1st January 1853, until July 1857. His transactions with the Hagerstown Bank were as follow: — .On the 14th June 1854, the Bank deposited $3000, and took Easton’s certificate of deposit therefor, at four per cent. The funds were obtained for circulation, and were to be replaced by eastern exchanges. In July 1854, $2000 were borrowed on the same terms, and repaid in October 1854. On the 8th March 1855, $7000 were ’ borrowed in the same’manner. This loan was made before the $3000 certificate fell due. July 1855, the two certificates for $3000 and $7000 were taken up, and a new one taken for $10,000. In June 1856, $5000 were paid, and the certificate in suit was taken. The change in the form of the certificate and in the rate of interest, was made because the society failed to furnish exchange as agreed.\nThe first of these certificates was the only one entered on the books of the society. Easton says the directors had no knowledge of the change in the form of certificate, nor did they assent to it; that the money was got for the purpose of circulating the Hagerstown Savings Bank money; that he was a stockholder of the bank, but no agent; that he was requested by the bank to get the money .into circulation; that there was no verbal or written resolution of the directors authorizing him to get this money, and that they never ratified the act.\nI enter into no minute estimates of the weight or value of this evidence. This is not the time or place for doing so. I. have adverted to it, not for the purpose of saying that it proved or disproved the liability of the defendants, but for the purpose of showing that it ought to have gone to the jury, instead of being made the ground of a judicial presumption in regard to the main point in the cause. Applying the strictest' commercial rules of partnership law to the defendants, it is impossible for any judge to say, with this evidence before him, that the circulation of the currency of a neighbouring bank was one of the purposes of their institution. But, if they were originally a mere saving fund society, intending to trade on nothing but actual deposits, they might still have changed their purpose, and allowed their acting partner to negotiate loans in their name at four per cent, for the profit of reloaning them at six per cent. Hid they do so ? Did they know what he was doing ? Had they the means of knowing ? Or, when the original deposit of $3000 was repaid to the Hagerstown Bank, did the saving fund close that account, and was the subsequent loan of $10,000 made to Easton for his own use at the instance of the bank, and with full knowledge that he had no authority from the saving fund to borrow at six per cent ? Had the saving fund any knowledge of this loan, or means of knowledge ?\nThese are questions that go directly to the point, whether Easton was acting within the scope of the partnership; and yet that is the point assumed by the court.\nIf the saving fund had indeed taken up this business of borrowing money for circulation, and the bank lent their money to Easton, in good faith, for this purpose, they are liable for it, even though Easton misapplied it to his own use. But, if he was not acting-in pursuit of a partnership purpose, or if the Hagerstown Bank was privy to the fraud he was practising on his principals, they are not liable to the bank: Fisher v. Taylor, 2 Hare 218; Clay v. Cottrell, 6 Harris 412; Smith v. Insurance Company, 12 Harris 320. Because the case was not submitted to the jury on these principles, it must go back.\nBut then how are the plaintiffs to recover in their own name on the certificate ? It is not a negotiable instrument, nor is it legally assigned. On its face, it is payable in currency to H. Easton, or order, and our opinion is, that a transferree of such an instrument can only sue upon it in Easton’s name to the use of the holder.\nThe answer to this objection was, that Easton could not be both plaintiff and defendant. Certainly not, with a beneficial interest in both characters ; but as a mere trustee, holding only the legal title to the chose in action, he could not prevent his name being used as a plaintiff by the party equitably entitled.\nThe consequence of this ruling is, to leave the plaintiffs’ case dependent on their money counts. I agree that, if the saving fund have got $5000 of the bank’s money, which cannot, in good conscience, be retained, the bank may recover it in their own name on the money counts. But then this brings us right back to the questions of fact indicated above, whether this money was indeed loaned to the saving fund ? These questions must be met before a jury before the cause can be properly decided.\nIf the suit were to be tried on the first two counts in the declaration, we should be obliged to say that Easton would not be a competent witness. If Post v. Avery, and the numerous cases that have followed it, be law, he would be clearly incompetent to support the certificate of deposit in the hands of the transferree.\nBut how stands this question if the case be tried on the money counts only ? The certificate would not be in evidence at all, and Easton being a defendant, would, if called by the plaintiff, be a witness against his interest, and therefore competent. As the cause was tried, we think he was improperly admitted. As it will be tried on the common counts, we see no objection to his competency, if he is willing to testify.\nWe think there was no error in admitting the certificates of deposit issued by William Baker. They exhibited the mode of doing business on the part of the defendants, and showed there was nothing extraordinary or unprecedented in a treasurer issuing certificates to himself. They did not tend, however, to justify the practice of issuing certificates where no deposits had been made. Mr. Baker is not to be presumed guilty of so vicious a habit; and, as there was no supplementary evidence' to show that these certificated had been issued in the reckless manner practised by Easton, the evidence did not justify the conduct of the latter in the point which most needed support.\nThe Acts of Assembly seem to justify the action of the court in striking the names of certain defendants off the record. This is all which we deem it necessary or proper to say of this cause at present.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Reilly § Sharpe, for the plaintiffs in error.",
      "McLelland McClure, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Loudon Savings Fund Society versus The Hagerstown Savings Bank.\nIn all cases where the authority of an agent, whether general or special, is to be implied from the conduct of the principal, or where the medium of the proof of agency is per testes, the jury are to judge of the credibility of the witnesses, and of the implications to be drawn from their testimony; it is error for the court to decide the point as a matter of law.\nSo also, the jury are to' decide, whether the act of a copartner is within the scope of the business of the partnership of which he is a member; whether he was conducting its usual business in the usual way, so as to be binding on the other members of the firm.\nA general agent is one whom a man puts in his place, to transact all his business of a particular kind. An authority of this kind, empowers the agent to bind his employer by all acts within the scope of his 'employment; and that power cannot be limited by any private order or restriction, not known to the party dealing with the agent.\nEach member of a partnership is, in contemplation of law, the general agent of the firm, and has power to bind his copartners by acts done within the scope of the business of the partnership.\nA certificate of deposit, payable to the depositor, or order, in currency, is not a negotiable instrument, and the endorsee thereof óannot maintain an action upon it in his own name. The mere endorsement of such an instrument, is not a legal assignment of it, such as will enable the endorsee to sue in his own name.\nIn an action on such certificate by an assignee, the assignor is not .a competent witness for the plaintiff, under the ruling in Post v. Avery.\nA defendant in an action of indebitatus assumpsit, may be examined as a witness for the plaintiff, if he be willing to testify.\nError, to the Common Pleas of- FranJclin county.\nThis, was an action of assumpsit by The Hagerstown Savings Bank against William McGrath, and forty-two other persons, doing business in the name of the Loudon Savings Fund Society, on a certificate of deposit, of which the following is a copy: — ■\n“No. 451. Loudon Savings Fund Society.\n“ Loudon, January 1st 1857.\n“ H. Easton has deposited in this office, five thousand dollars, and payable to his order, six months after date, with interest at ' the rate of six per cent., in currency, on the return of this certificate.\n“ $5000. “ H. Easton, Treas.\nEndorsed — “ H. Easton.”\nThe defendants, by their pleas, denied, in every way, their liability on this instrument. The court, after the cause was at issue, allowed an amendment, on motion, by striking out the names of eleven of the defendants, notwithstanding an objection by the defendants’ counsel.\nThe defendants below were an association of individuals doing business in the name of the “Loudon Savings Fund Society.” The office of the society was located in the village of Loudon. The association had been in existence for nearly a quarter of a century prior to the commencement of the suit. The business was transacted through the agency of a board of directors, consisting of nine members, a treasurer, and a secretary, and a committee of safety, consisting of three persons. These officers were elected annually by the members of the society. The object of the association was declared to be, “the securing to the prudent and industrious a safe and profitable investment for such small sums of money as may be saved from-their earnings.” The duties of the officers, and the method of managing the business, were prescribed in a printed and circulated constitution and by-laws, and in resolutions passed from time to time by the board of directors, and reduced to writing in their “ minute book.” All persons who subscribed the constitution and by-laws, and made weekly deposits of not less than twelve and a half cents, nor more than thrée dollars, became members, and had all the privileges incident to membership. The capital of the society consisted of the weekly deposits, and the public stocks, other securities, and property, in which the said deposits, or any of them, were from time to time invested, and the profits of such deposits and investments. Dividends of the profits arising from the business of the society, were declared every six months, and the weekly depositors, alone, were entitled to participate in them.\nBy the constitution, it was expressly provided, that no person who should deal with the society, or to whom the society should or might become in anywise indebted, should have recourse against the separate property of its members, but should be limited to the joint funds thereof. The treasurer gave bond for the faithful performance of his duties, among which were the following: “ He (the treasurer) shall receive all moneys of the society, and disburse and pay the same, under such regulations as may be established by the president and directors.” Persons desiring to deposit money in the institution, were to make known their desire to the treasurer or secretary, who were to communicate the application to the directors, and the same was received upon such terms, and at such rates of interest, as the directors might direct, and certificates’ of special deposit were issued therefor by the treasurer.\nInstead of requiring every application to be made known to, and passed upon by them, the directors were accustomed, for their own convenience, at a meeting of the board, to pass resolutions, once a year, or oftener, when necessary, authorizing the treasurer to receive deposits, and issue certificates therefor at such rates of interest, and upon such conditions as they prescribed in the resolutions. In pursuance of this authority, the treasurers were accustomed to issue, and did issue, a large number of certificates of special deposit; but in no instance, so far as known, did they violate the terms prescribed by the constitution, by-laws, and resolutions of the board, prior to the issuing of the certificate in dispute.\nHezekiah Easton was a gentleman of very large fortune, until recently, when he became hopelessly insolvent. He was annually elected treasurer, from the 1st of January 1853, until the month of July 1857, when he resigned, and during that time discharged the duties of the ofiice, and among other things, issued a large number of certificates of special deposit in the manner already stated. He was also the owner of $3000 worth of the capital stock of the Hagerstown Savings Bank, during the time, he was acting as treasurer. The board of directors never authorized him, or any other treasurer, to borrow money from the Hagerstown Savings Bank, or any other corporation, nor had they any knowledge that he was doing so.\nOn the 12th of June 1854, Easton went to the Hagerstown Savings Bank and negotiated a loan of $3000, at 4 per cent, interest, to be paid in “Eastern exchanges,” and issued a certificate therefor to the bank. This loan was entered upon the certificate and special deposit books of the society, and the funds deposited in the institution, and was paid in April 1857. In July 1854, he negotiated a further loan of $2000, on the same terms: this was paid on the 16th of October 1854. On the 8th of March 1855, he effected a further loan from the bank of $7000, and issued a certificate therefor to himself, bearing 6 per cent, interest, and endorsed it individually to the bank. In July 1855, he issued a certificate to himself for $10,000, bearing 6 per cent, interest, and endorsed it to the bank, as an individual. This last certificate was a consolidation of the $3000 and $7000 certificates. $5000 were paid on this certificate by Easton, and the one in suit, dated January 15th 1857, issued for the balance.\nNone of these certificates, except the first one of $3000, dated 14th June 1854, were ever entered upon either the certificate or special deposit books of the society; nor was any portion of the money obtained upon them, paid into the institution, but the whole was used by Mr. Easton in his own speculations. None of the directors or members of the society had any krfowledge of the existence of these certificates until after Easton’s insolvency. The bank was anxious to get her paper into circulation, and had requested Easton to exert himself for that purpose, and he made the loans (as was alleged) in accomplishment of the expressed wish of the bank.\nThe change in the form of the certificates, and the rate of interest, was made at the suggestion of the bank in Hagerstown, without the knowledge or consent of the “ Loudon Savings Fund.” The usual rate of interest for one year was four per cent. No money was ever paid on any of these certificates by the authority or with the knowledge of the directors. Whatever was paid, was paid by Easton secretly, and no entry thereof was made in the books of the society until after the certificate in suit was issued. .\nOn the trial, the plaintiffs offered Easton as a witness to prove that he was authorized to issue certificates of deposit, including the one in question; and the court admitted the testimony, notwithstanding an objection to the competency of the witness, and the relevancy of the evidence, to which the defendants excepted.\nThe plaintiffs also offered in evidence 105 certificates of deposit, issued by a former treasurer of the defendants to himself, some of which were in trust for third persons, to prove the course of dealing of the defendants; the court overruled an objection to this testimony, admitted the certificates in evidence, and the defendants excepted.\nThe court below (Kimmell, P. J.) instructed the jury to return a verdict for the plaintiffs for the amount of their claim. To this instruction the defendants excepted; and a verdict and judgment having been rendered for the plaintiffs for $5693.33, the defendants sued out this writ, and here assigned for error, inter alia : 1. That the court below erred in taking the facts from the jury, and directing them to return a verdict for the plaintiffs: 2. The allowance of the amendment, by striking out the names of certain of the original defendants: 3. The admission of Easton as a witness, and of his testimony: 4. The admission in evidence of the' certificates issued by the former treasurer: 5. The refusal of the court to answer certain points presented by the defendants.\nReilly § Sharpe, for the plaintiffs in error.\nMcLelland McClure, for the defendants in error."
  },
  "file_name": "0498-01",
  "first_page_order": 498,
  "last_page_order": 508
}
