{
  "id": 992241,
  "name": "Loose versus Loose",
  "name_abbreviation": "Loose v. Loose",
  "decision_date": "1860",
  "docket_number": "",
  "first_page": "538",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "36 Pa. 538"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Johns. 152",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0152-01"
      ]
    },
    {
      "cite": "4 W. & S. 328",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0328-01"
      ]
    },
    {
      "cite": "4 W.& S. 573",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 174",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Doug. 653",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pick. 344",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Cranch 298",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "weight": 2,
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. 248",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0248-01"
      ]
    },
    {
      "cite": "10 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0130-01"
      ]
    },
    {
      "cite": "3 Johns. 68",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/3/0068-01"
      ]
    },
    {
      "cite": "8 Pick. 18",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "23 Wendell 379",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/23/0378-01"
      ]
    },
    {
      "cite": "7 Conn. 523",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/7/0523-01"
      ]
    },
    {
      "cite": "16 Johns. 152",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/16/0152-01"
      ]
    },
    {
      "cite": "10 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 876,
    "char_count": 24192,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.6530599474583198e-07,
      "percentile": 0.6930878981747585
    },
    "sha256": "bb948f708c19189612a4d3da2ac1c418aed8fa7abc49bf403dfdc84a78ca9dd9",
    "simhash": "1:a3704c04db4d00ea",
    "word_count": 4308
  },
  "last_updated": "2024-02-27T22:20:12.272922+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Loose versus Loose."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe first two assignments of error are wholly technical, and they are not sustained. Even without our Act of 1806, it is not entirely settled, that debt cannot be sustained against an endorser by a subsequent endorsee. Assumpsit, no doubt, is the remedy most used, as well as the better remedy; but there are not wanting' cases in which it has been held that debt may also be maintained. The Act of 1806, however, has removed whatever doubts may have existed. Under the construction given to it in Camp v. Bank of Owego, 10 Watts 130, it appears to be settled, that such an action is sustainable. That, it is true, was a suit brought by an endorsee against a maker; but there is as much privity between an endorser and a subsequent' endorsee, as there is between an endorsee and the maker. Nor was .the decision rested on the ground of privity between the parties. Wherever a statement is authorized by the act,' there the form of debt is given.\nThe defect in the statement was cured by the verdict. It was but a defect in form, and was therefore amendable. It was not necessary that the plaintiff should aver the precise date when notice of non-payment was given; and the averment that it was given on the 22d of November, was not inconsistent with the fact that it was also given at an earlier time, or that it had been waived. If the attention of the court had been called to it during the trial, the proper amendment might have been made. But instead of objecting to- it, the defendant pleaded payment, and payment with leave, &c., thus admitting his legal liability. He went to trial on the merits. The charge of the court, which he has brought upon record by his exception, shows that there was proof of other notice, as well as of a waiver. Under these circumstances, we will not arrest the judgment, on the ground that the statement filed is insufficient. Whatever we might feel constrained to do, if there had been any other plea than those of confession and avoidance, we will not allow the defendant, after pleading payment alone, and going to trial on the merits, to aver that the declaration does not sufficiently set out the cause of action.\nThe principal 'question in the case is raised by the fourth, fifth,, sixth, and seventh assignments of error. There was proof, on the trial, that some four or five weeks after the endorsement of the notes to the plaintiff (they having been overdue when endorsed), the defendant stated that he was fast,- acknowledged his liability, and promised to pay' them. In reference to this proof, the court instructed the jury, in substance, that they might infer from it, that the notes had been duly presented to the maker for payment, and that notice of his default had been given in time to the defendant, or that demand and notice-had been waived by him. The jury were also instructed that they might infer, from the defendant’s promise, that he had full knowledge of the facts at the time he made it; and that if his acknowledgment of liability, and his promise to pay, were made in mistake, the burden was upon him to prove it.\nThis instruction is supposed to have been erroneous. The defendant contends, not that an acknowledgment of liability and a promise to pay, made by an endorser, after default of payment by the maker, will not dispense with proof of demand and notice of non-payment, if made with a full knowledge of the facts, that there had been laches in the presentation ' and notice, but he in-, sists that it is incumbent upon the holder to adduce evidence that the endorser had such knowledge, and that it cannot be inferred from his promise to pay. In other words, it is argued, that the burden is upon the holder to show by distinct evidence that the promise was not made in mistake, or in ignorance of the existence of laches. This position cannot be maintained. What is the precise effect of a promise to pay made by an endorser after a note or bill has fallen due, and been dishonoured, has been a subject much debated. Many of the eases hold that it amounts to an admission that a proper demand was made, and that due notice was given. It has therefore been received as sufficient proof of these averments in the narr.: Lundie v. Robertson, 7 East 231. If it be such an admission, it is not apparent how it can be necessary to prove, in addition to an endorser’s promise, that he knew no sufficient demand had been made, or notice given. Other cases, perhaps more numerous, hold that a promise to pay, or an acknowledgment of liability, is a waiver of due presentation and notice; and some cases treat it both, as a waiver and an admission. Regarding it as a waiver, it, of course, must be essential that the party making it knew the laches which he is alleged to have excused, for waiver is not without intention. There is, however, very great harmony in the decisions, in holding that a promise or acknowledgment itself raises a presumption that the drawer of the bill or the endorser .of the note was acquainted with the laches of the holder, which his promise is alleged to have waived. I know of but one case in which the opposite doctrine has been distinctly asserted. That is the case of Trimble v. Thorn, 16 Johns. 152, and it has often been spoken of with disapprobation by other courts: Breed v. Hillhouse, 7 Conn. 523; 7 Porter (Ala.) 184; and it was finally overruled in New York, in Tebbets v. Doud, 23 Wendell 379.\nOn the other hand, Byles, in his Treatise on .Bills, lays down the rule thus: “A promise to pay will entirely dispense with proof of presentment or notice, and will throw on the defendant the double burden of proving laches, and that he was ignorant of it,” page 237. Chitty also adopts the same doctrine, page 539. Kent, likewise, in his Commentaries, states the weight of authority to be, that knowledge by the endorser of a want of due diligence on the part of the holder may be inferred, as a fact, from the promise, under the attending circumstances, without requiring clear and affirmative proof of the knowledge: 3 Kent’s Com. 113. These citations from the text-writers are sustained alike by the English and American decisions. In Jones v. O’Brien, 26 Eng. L. & Eq. 283, it was ruled, that a promise to pay the bill was evidence that the defendant knew of its dishonour, although there was positive evidence that he had no such knowledge. In that case the presumption prevailed over the positive proof. The decisions are similar in this country. In 1 Aikin (Vt.) 39, it was said, “the subsequent promise is held to be primá facie evidence of liability, and throws on the defendant the burden of proving that he made it in mistake of the facts.” See also 8 Pick. 18; 3 Johns. 68; and Levy v. Peters, 9 S. & R. 127.\nThe plaintiff in error, however, contends that the rule is not applicable to the present case, because, as he says, there was evidence that he was ignorant of the want of due diligence by the holder when he made the promise. How can that fact, if it be a fact, make any difference ? It made no difference in Jones v. O’Brien, and it can make none here. Then, there was evidence on both sides, and it was a question for the jury, to whom it was submitted. Then, it was for them to say, whether the presumption of knowledge, arising from the promise, had been rebutted by the contrary proof adduced by the defendant. The court, however, was not at liberty to say that no inference of knowledge could be drawn from the promise itself.\nWe have considered the question without regard to the effect of the defendant’s pleas of payment, and payment with leave, &c. Were it necessary, it would be easy to show, that he could not use them as equivalent to nil debet, or as putting in issue his original legal liability. Under them he could prove, either that he had paid the debt, or that he had a defence in equity; but they do not amount to an assertion that he never owed the debt.\nThe remaining assignments of error are without any merit, and require no discussion. None of them are sustained.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. Punch, for the plaintiff in error.",
      "Boughter, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Loose versus Loose.\nAn action of debt will lie, under the Act of 21st March. 1806, by a remote endorsee against the first endorser of a promissory note.\nCamp v. Bank of Owego, 10 Watts 130, affirmed.\nBy the pleas of payment, and payment with leave, &c., the defendant does not put in issue his original legal liability; under such pleadings, he can only show that he has paid the debt, or that he has an equitable defence to the action.\nAn averment in the plaintiff’s statement, that notice of non-payment was given on a wrong date, is but a defect in form, and the subject of amendment. It is not necessary to aver the precise date when the notice was given, and the averment in the statement, not being inconsistent with the fact that another notice was given at the proper time, if the parties go to trial on the merits, on the pleas of payment and payment with leave, &c., judgment will not be arrested on the ground of the insufficiency of the statement.\nAn acknowledgment of liability and a promise to pay, made by an endorser, after default of payment by the maker, dispenses with proof of presentment and notice, and throws on the defendant the double burden of proving laches, and that he was ignorant of it.\nSuch a promise and acknowledgment raise a presumption that the endorser knew of the dishonour of the note; and if there be evidence to the contrary, it is a question for the jury, whether the presumptive knowledge arising from the promise has been rebutted by the defendant.\nError to the Common Pleas of Lebanon county.\nThis was an action of debt by William K. Loose against William Loose, as endorsee of two promissory notes, of which the following are copies:—\n$1339.40. One day after date, I promise to pay to William Loose, or order, for value received, the sum of thirteen hundred thirty-nine dollars and forty cents, without defalcation. Philadelphia, October 4th 1858.\nJacob Loose.\nEndorsed — William Loose, Wm. H. Hibshman.\n$269.64. One day after date, I promise to pay to William Loose, or order, for value received, the sum of two hundred sixty-nine dollars and sixty-four cents, without defalcation. Philadelphia, October the fourth, 1858.\nJacob Loose.\nEndorsed — William Loose, Wm. H. Hibshman.\nThe plaintiff filed a statement in which he averred that William Loose, the payee, after these notes had become due and payable, and before payment of the same, to wit, on the 4th November 1858, endorsed the said notes1 to William H. Hibshman; who on the 8th November 1858, presented them to the maker for payment, which was refused; and of which the defendant, afterwards, to wit, on the 22d November 1858, had notice. The defendant pleaded payment; and payment with leave, &c.\nOn the trial, there was evidence, that when notice was given to the defendant of the non-payment of the notes, he acknowledged his liability thereon, as endorser, and promised to pay.\nThe defendant’s counsel presented the following points upon which he requested the court to instruct the jury:—\n1. Although the notes in suit were endorsed when overdue, it was, notwithstanding, the duty of the plaintiff to present them for payment to the maker, within a reasonable time after the transfer, and in case of non-payment to give immediate notice to the endorsers (the sufficiency of such notice being a question of law for thé court to decide); and if the plaintiff has omitted such presentment or notice, he cannot recover, unless he can show by clear and unequivocal testimony, that the defendant has waived such presentment or notice.\n2. That the evidence shows that the notes in question have been presented and payment demanded of the maker in due time, but that the notice of non-payment which was given to defendant is wholly insufficient in point of time, and that the plaintiff cannot recover, unless he can prove by clear and unequivocal testimony, that the defendant dispensed with or waived such notice, or subsequently promised to pay the notes with a full knowledge of the fact that the requisite notice of non-payment by the maker of the notes had not been given him, and that he was thereby discharged from paying the same.\n3. That the evidence of Esquire Uhrich clearly shows that the plaintiff (at the time he notified the defendant that he would look to him for the payment of these notes — that the maker had refused to pay them) did not inform him when the notes were presented and payment thereof demanded and refused by the maker; and that the plaintiff, being ignorant of this fact, could not know that he had not received due notice of presentment and non-payment; and even if he afterwards promised to pay them .in ignorance of this fact, such promise does not amount to a waiver of due notice of presentment and non-payment, because he was not aware that such notice was insufficient; and the plaintiff cannot recover.\n4. That, the defendant having been discharged from the payment of these notes by reason of the laches of the plaintiff in not giving him due notice of presentment to, and non-payment of these notes by the maker, therefore, even if the jury believe he after-wards promised to pay these notes, such promise will not make him liable, unless he knew, at the time he made such promise, that he had not received due notice of presentment and non-payment, and such knowledge must be distinctly and affirmatively proved by the plaintiff before he can recover.\nThe court below (Pearson, P. J.) delivered the following charge to the jury:—\n“ This suit is brought to recover the amount of two promissory notes drawn by Jacob Loose, payable to the defendant, and endorsed by him to the plaintiff. The notes were dated October 4th 1858, payable at one day, and endorsed by defendant on the 4th of November, of course over due. Demand was made by the plaintiff on Jacob Loose on the 8th of November, and the defendant has proved such demand, and that he was notified thereof on the 22d of November, and told, at the time, that he would be looked to for payment. The plaintiff has also proved that he, by letter dated about the 12th of November, again urged payment of Jacob Loose, and by a second letter of a later period (but the date not known), again demanded the money. At- an after time in the month of December, some time between the 7th and 17th, the defendant, it is averred, promised as stated by Isaac Loose. (Here the court read that testimony.) It is contended on this state of facts, that the defendant is discharged as an endorser, and cannot be held by his, subsequent promise. This note being endorsed when over due, was presented to the drawer in a reasonable time, being endorsed on the 4th, and presented on the 8th of November. The endorsee resided some fifty miles from the payer, and the same promptness is not required in presenting an overdue note that must be observed when it is endorsed before due. Notice of the failure to pay must, however, be immediately given to the endorser, and if there was nothing else in this case, we should feel ourselves bound to say, that when demand was made on the 8th, and no notice given until the 22d, the endorser was discharged. We instruct you, that if there was no notice given until the 22d of November, and no acts done, or promises made by the defendant, waiving notice, or prolonging the time, the notice on the 22d of November was' too late; and the defendant is discharged from all liability.\n“ It seems, that the plaintiff, at two subsequent times, by letter, urged Jacob Loose to make payment. This would not dispense with the necessity of prompt notice after the first demand in person, unless the jury infer from what is stated by Isaac Loose, that the defendant desired the plaintiff to make more than the ordinary exertions required by law to secure payment. If the jury can fairly infer that such was the desire and understanding of the defendant, and the plaintiff made the second and third demand pursuant thereto, the notice of the 22d may have been in time; that question is for you. The plaintiff was not required to make more than one demand, and must then give notice of failure to pay by the first mail; making a second or third demand, unless it was so understood between the parties, will not justify a prolongation of the notice.\nWe come now to the promise stated by Isaac Loose. His veracity and correctness are for the jury. His statement is uncontradicted, and we see no reason to doubt its truth. According to his evidence, some time in December, between the 7th and 17th, the defendant fully admitted his liability t'o pay these notes as an endorser, and unequivocally promised to make payment, requested the witness to communicate that fact to the plaintiff, desired he should use his endeavours to collect them from Jacob; and that the plaintiff would not sue him. Is the defendant liable on this admission and promise ? If the defendant admits his liability, or expressly promises payment, it carries with it internal evidence, and raises a strong implication, that he, as an endorser, knows that due diligence has been used to collect the note from the original promiser, and that he has had proper notice of the failure to pay: 9 S. $ It. 127-8. That he had been duly notified, or had not suffered from the want of notice: 7 Harris 401; or had agreed to dispense with it: 13 Hast 417. Even an implied promise by partial payment is binding: 9 Oasey 134; Story on Promissory Notes, § 364. If, with full knowledge of the facts, the endorser promises payment, he is bound, although there has been such neglect to make demand or give notice as would have operated as a discharge in law. No new consideration for the promise need be proved: 5 Johns. 248; Story on Promissory Notes, § 362, and notes thereto. As we understand the decisions, from such subsequent promise and admission of liability, the legal inference is deducible, that the endorser has had full notice, and it rests on him to show the want of notice. From this promise and admission, the jury has a right to infer that notice was duly given at some other period than the 22d of November, or that the defendant agreed to dispense with it. Having made the promise to pay, and unequivocally admitted his liability, the onus probandi rests on him, to show by evidence, positive or circumstantial, that it was done under a mistake, and the plaintiff can hold him unless the mistake is established. It is then a question for the jury to determine, whether the defendant has made out such mistake. If none has been shown, his promise is binding. This, we are aware, is to some extent calling on the defendant to prove a negative, yet the plaintiff can rely on his promise and admission until he shows that they were made in error. Such is the rule applicable to all persons averring a mistake in a settlement, promise, or other obligation. (As to the effect of such promise and the presumption arising therefrom, and on whom rests the burden of proof to show mistake, see Story on Promissory Notes, § 359; 3 Kent’s Qom., § 44, p. 113, 5th ed.)\n“ The promise it is well decided, must be explicit and unequivocal, positive, and clear in its terms, and the admission of liability not subject to any condition, or be accepted under the condition named. There is no difficulty in this case on that score, as the evidence, if believed, shows a clear and unconditional admission of liability, with an express and unequivocal promise to make payment of the notes, accompanied with a request that the promise should be made known to the holder, and that the promiser should not be immediately pushed for the money; this, too, made nearly a month after the endorser was informed by the holder that the drawer of the note had refused payment, and that he would be looked to. The endorser had ample time before such promise to make himself fully acquainted with the facts of the case, and even to ascertain his legal rights. It was no hasty promise or admission.”\nThe learned judge answered the defendant’s points as follows:—\n“ 1. The law is correctly stated in this point, with this qualification — the words ‘ clear and unequivocal testimony’ scarcely apply to such cases. In civil suits, facts must be proved to the reasonable satisfaction of a jury. The party averring a fact must support it by a preponderating weight of evidence. The subsequent promise and admission, if believed, furnish some evidence that presentment and notice were given or dispensed with.\n“ 2. This point we answer in the affirmative, except the words {clear and unequivocal testimony’ are qualified as in the last point. To the last expression in the point we dissent, if it is thereby meant, that the jury must be satisfied that the defendant knew his legal rights, and also that he was acquainted with the facts. It is presumed that he knew the law.\n“ 3. The evidence of notice as proved by Squire Uhrich was out of time. If demand was made on the 8th, and the notes not paid, notice on the 22d was too late — was out of time, considering the distance the parties, plaintiff, defendant, and payer of the notes, resided from each other, and the mail facilities as admitted. Had mention then been made of the time of demand, and the defendant subsequently promised payment, he having a full knowledge of the facts would be bound by that promise. Ignorance of that fact would excuse him. But, as we understand the law as applicable to this class of cases, the jury has a right to infer from the subsequent admission and promise to pay, that due notice had been given, or that the defendant, the endorser, had dispensed with it, considered that he had not been injured from the want of it. This is an inference which the jury may reasonably and properly draw from the evidence, or may refuse to draw, if they believe the facts are' otherwise.\n“ 4. If the endorser, the defendant, was discharged in law, his new promise made in ignorance of the facts would not bind him. The jury must determine whether there was any fact of which he was ignorant, and have a right to infer, as we have already stated in the general charge, that when he made the promise he was cognisant of all the facts — had agreed to dispense with notice, or knew that it was of no benefit for him to have received it. The inference and presumption as to this point of the case are questions for the jury from the whole evidence.”\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $1716.30, the defendant sued out this writ, and here assigned for error: 1. That an action of debt could not be sustained between the parties: 2. That no cause of action was set out in the statement: 3. That the court below erred in their charge to the jury.\nJ. Punch, for the plaintiff in error.\nA remote endorsee cannot maintain debt against one who is not his immediate endorser; there is no privity between them: Mandeville v. Riddle, 1 Cranch 298; Lewis v. Edwards, 9 M. & W. 720; 6 Jurist 401; 1 Saund. Pl. 447; Chitty on Bills 438, 547; 1 Chit. Pl. 109. No cause of action is set forth in the statement; an endorser of overdue paper is entitled to immediate notice of presentment and nonpayment: Patterson v. Todd, 6 Harris 426; Tyler v. Young, 6 Casey 143; 1 Chit. Pl. 293, 300, 327, 673, 680, 684; Chitty on Bills 460, 466; Weigley’s Administrators v. Weir, 7 S. & R. 310; Smith v. Bank of Washington, 5 Id. 321; Miles v. O’Hara, 1 Sm. L. 18; 1 T. R. 145; Williams v. Hingham Turnpike Co., 4 Pick. 344; Pomeroy v. Bruce, 13 S.& R. 189; Rushton v. Aspinall, 2 Doug. 653; Covely v. Fox, 1 Jones 174; Hawk v. Geddis, 16 S. & R. 28; Hamilton v. Moore, 4 W.& S. 573.\nThere was error in the charge : it was incumbent on the plaintiff to show affirmatively that the defendant’s promise was made with full knowledge of the laches of the holder in presenting the note for payment: Barclay v. Weaver, 7 Harris 396; Barton v. Baker, 1 S. & R. 334; Gibbs v. Cannon, 9 Id. 201; Kramer v. Sandford, 4 W. & S. 328; Groth v. Gyger, 7 Casey 271; Byles on Bills 231; Trimble v. Thorne, 16 Johns. 152.\nBoughter, for the defendant in error."
  },
  "file_name": "0538-01",
  "first_page_order": 538,
  "last_page_order": 546
}
