{
  "id": 9502916,
  "name": "Hugus versus Robinson",
  "name_abbreviation": "Hugus v. Robinson",
  "decision_date": "1853-12",
  "docket_number": "",
  "first_page": "9",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whart. 307",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "6 Watts 29",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846104
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0029-01"
      ]
    },
    {
      "cite": "6 Watts 247",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846137
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0247-01"
      ]
    },
    {
      "cite": "6 Whart. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "100"
        },
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "2 Whart. 307",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 12166,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 2.4386087845557796e-07,
      "percentile": 0.8028236395249299
    },
    "sha256": "08555d87a9508b29c62ddc9521da0904ea7838aecfb977bb4689149886c96644",
    "simhash": "1:056dd6c9d5388bf6",
    "word_count": 2169
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., dissented."
    ],
    "parties": [
      "Hugus versus Robinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, in December, 1853, by\nLowrie, J.\nTaking the finding of the jury and the evidence, we have the following case:—\nRobinson made an honest purchase of this store of goods from Kenley, and the actual and exclusive possession of it was received and retained by him, and the purchase was generally known in the neighborhood; but he continued it in the same place, and allowed the signs and outward appearances to remain unchanged, and put in, to conduct it, his own son, who had, sometime before, been clerk of Kenley; and suffered Kenley, who lived in part of the house, to be about the store assisting in its business. Do these circumstances make out a case of what is called legal fraud? Does the law forbid such a form of transferring the title to property ? In other words, is there here such ambiguity of delivery as to amount to no delivery ? The learned judge of the Common Pleas thought not, and so do we.\nWhat part of the transaction is contrary to public policy, and hence called a legal fraud ? Is it contrary to public policy, for one who buys a store of goods, to continue the business in the same place ? Then every case of buying out a business is unlawfully conducted. Was it illegal or contrary to public policy, as to former creditors of Kenley, for Robinson to keep up Kenley’s signs ? Then the general custom of the country is illegal, for that is the custom in all such cases, and the new comer’s sign is added as soon as convenient. Does the want of change in the outward appearances make it void? Why, if Robinson had busied himself in making changes, with reference to such a consequence, this would have been brought forward as evidence of actual fraud. Want of change is evidence that the controlling power is unchanged, but it is not proof of it. Does the objection rest upon the fact that Henry had once been clerk in the store ? or that Kenley was helping there ? Then, how short must be the absence, in order to make a usual and honest transaction unlawful ? In Hoofsmith v. Cope, 6 Whart. 53, the vendor of a store was immediately employed by the vendee as his salesman, and this Court did not discover that it was wrong. If any absence at all is required, then no one in the employ of another, or in partnership with him, can safely buy out the business without first withdrawing for a length of time, yet to be defined by the Courts, if the Courts can create positive law. Yet this sort of illegality is practised every day by very loyal and honest men. Nothing is more common than for one, who sells out a.business, to continue for some time to assist in its management, and this does not at all interfere with the exclusive possession of the vendee.\nNot being able to comprehend the term public policy, except as indicating the very spirit of a people’s customs, laws, and institutions, we do not see how any one of these matters can be declared contrary to it. They all seem to be the natural and usual circumstances of such a sale. Surely it need not be proved that, when the principal matter, the sale, is honest and lawful, the circumstances which naturally and usually attend it as its incidents, cannot be treated as unlawful, or even looked upon with suspicion: 6 State Rep. 121; 14 Id. 100; 6 Watts 247; 3 State Rep. 224, 443; 7 Id. 89.\nWe are always reminded in such cases as this, that if the transaction complained of be allowed, a wide door is left open by which fraud may be perpetrated. Grant that it is so; how caD we help it ? In seeking to catch rogues, we must not ensnare honest men. We may become so zealous against fraud, as to restrain the free action of honesty, a result that would be most disastrous. Better is it that many frauds should go undetected, than that the means of detection or prevention should treat honest men as guilty, or teach men to be always suspicious of their neighbors, and watchful that honest acts be precisely measured according to the standard of legal morality, to be strict as to the “tithe of mint, anise, and cummin,” and forgetful of the “ weightier matters” of social duty, or to clothe ordinary transactions in unnatural forms, which, ever since Twyne’s Case, has been considered a badge of fraud.\nThere have, doubtless, been some judicial remarks tending to impair the simplicity of the rules applicable to this subject, and even to lead us to forget them. A common, correct, and adequate expression of the principal idea is, that the sale must be accompanied by a corresponding change of possession within a reasonable time: 2 Whart. 307; 6 Id. 53; 6 Watts 29; 5 Id. 485; 3 State Rep. 329, 443. In other cases, however, the very same idea assumes the form that the possession must accompany and “ follow” the sale: 1 Binney 521; 4 Id. 258; 5 Ser. &. R 287; and even that it must “ continue,” at least so that the delivery shall not appear to be a mere sham: 2 W. & Ser. 150; 6 Id. 95. These cases have not, however, changed the simple rule, that the delivery must bona fide accompany the sale, or follow within a reasonable time afterwards.\nThere are, no doubt, cases wherein it is proper for the Court to declare a delivery void because on its face it is merely feigned or symbolical, and no account is given of its suspicious appearance: 2 Whart. 302; 10 Ser. &. R. 201, 419. Rut in most cases it must be a question of intention and of actual fraud, and therefore left to the jury; and a possession of even an hour or two is sufficient, if the transaction be all in good faith: 6 Whart. 53; 7 State Rep. 273. And the time is usually short in cases .of paying debts with goods by one in failing circumstances, if the creditors dispute the sale. And as a reasonable time is allowed for delivery, according to circumstances, a sale may be good against a levy even without delivery, when such reasonable time has not expired: 6 Watts 29; 7 State Rep. 89.\nLooking further, we find some mere accidental words growing into undue importance. A learned judge of the- Common Pleas happened improperly, but without prejudice to any one, to apply the terms, which qualify adverse possession under the statute of limitations, to a case of this sort, and declared that the possession following a sale of chattels must be “actual, visible, notorious,” and the reporter put this into his syllabus, though this Court used only the word “ actual;” and this was in the sale of a store, continued in the same place, and with the vendor hired as a salesman: 6 Whart. 53, 59. Next comes another expression, derived from the same source, “ clear, unequivocal, and conclusive,” and a delivery was held void, because of a return of the property to the vendor without the act or consent of the vendee: 6 W. & Ser. 95. The contrary was afterwards declared: 3 State Rep. 442. The expressions “visible and open,” 5 Id. 320, and “open and manifest,” 14 Id. 103, would seem to be more accurate; but many cases show that a delivery, according to the nature of the thing, excludes even these: 3 State Rep. 224; 6 Watts 247. To require a delivery to be exclusive would be to declare void all sales of an undivided share; and to require it to be notorious would violate all the ordinary customs of business; for most of people make purchases in such a way that their acts never become notorious, except by the aid of a lawsuit.\nWith very few exceptions, and notwithstanding some rather vigorous expressions in some of the decisions, the administration of justice, in relation to transfers of chattels, has moved steadily on, guided by a few well understood rules. A sale or assignment of chattels is voidable by creditors, unless it be accompanied by such a corresponding change of possession as the thing is reasonably capable of; but a reasonable time after the sale is allowed for delivery.’ If an undivided part of a thing be sold, a concurrent possession is proper, for it corresponds with the sale. A mere symbolical, formal, or feigned delivery, where an actual and real one is reasonably practicable, is of no avail. It must be a delivery with a bona fide intention of really changing the possession as well as the title. If, upon the face' of the transaction, the attempt to delay or defraud creditors is apparent, or the delivery fictitious, the vendee must explain it by satisfactory evidence, or the Court will declare it void; taking care, however, not to invade the province of the jury by deciding disputed facts. If the circumstances of the sale and delivery be in accordance with those that usually and naturally accompany such a transaction, it cannot be declared a legal fraud. These principles were properly applied by the learned judge who tried the cause.\nJudgment affirmed.\nBlack, C. J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Foster and Stokes, for plaintiff in error,",
      "Cowen and Williams, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hugus versus Robinson.\n1. An act contrary to public policy means one that is contrary to the very spirit of a people's general customs, laws and institutions.\n2. If a sale of a store of goods is not in fact fraudulent, it will not be declared fraudulent in law, or contrary to public policy, for want of an open and unambiguous change of possession, if there was an actual delivery of possession in such a form as usually and naturally attends such a transaction.\n3. Where one made an honest purchase of a store of goods, and received the actual and exclusive possession of it: but continued it in the same place, and allowed the signs and other outward appearances to remain unchanged, and put in, to conduct it, his own son, who had, sometime before, been clerk in the same store, suffering the vendor, who lived in part of the house, to be about the store assisting in its business; these circumstances did not make the sale voidable by the creditors of the vendor, or require its condemnation as matter of law.\nERROR to the Court of Common Pleas of Westmoreland county.\nTrespass against the sheriff for the seizure of certain goods, as the property of Charles J. Kenley, and claimed by George Robinson, the plaintiff below. The goods seized were the contents of a drug store, formerly kept by Kenley, in Greensburg. Robinson claimed on a purchase made before the seizure, and the defence was that the purchase was a fraud upon creditors. The jury found that it was an honest and bond fide sale in intention; and the judge of the Common Pleas (Taylor, President) charged, that if it was so, and there was an actual delivery and retention of possession, in pursuance of the sale, there were no circumstances in the case that would justify the Court in declaring, as matter of law, that the sale was void; and this was the matter complained of as error.\nThe evidence respecting the sale and delivery was, that the sale was completed on the 21st January, 1850 — that Henry, son of Robinson, had been in Kenley’fe employment as apprentice and clerk in the store, and his engagement had expired, and he had gone home two or three weeks before the sale — that the father had made the purchase in order to set up the son in business— that the store was in the front room of Kenley’s house, and continued there after the sale — that, after the sale, Henry, and sometimes his father, attended to the store, and that Kenley attended very much as before, settling up his own business, and assisting in selling goods — that Kenley’s signs and show-boards, and the goods on the shelves, and other outward appearances, remained the same as before the sale — that the son boarded with Kenley— that the sale was generally known during the taking of the inventory on the sale to Robinson and immediately after, and the sheriff was told of it before he levied, which was about ten days after the sale — that new books were opened by Robinson, and that Henry kept the key of the store. There was also evidence that, after the sale, Kenley sold a very few articles, and charged them in his own books, and accounted to Robinson for them. These were the circumstances relied upon as entitling the creditors to avoid the sale.\nFoster and Stokes, for plaintiff in error,\nrelied on the cases of Cadbury v. Nolen, 5 Barr. 326; Young v. McClure, 2 W. Ser. 147; McBride v. McClelland, 6 Id. 94; Streeper v. Eckart, 2 Whart. 307.\nCowen and Williams, for defendant in error."
  },
  "file_name": "0009-01",
  "first_page_order": 7,
  "last_page_order": 11
}
