{
  "id": 9502928,
  "name": "Winslow, Lanier & Co. versus Leonard",
  "name_abbreviation": "Winslow, Lanier & Co. v. Leonard",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "14",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Aik. 115",
      "category": "reporters:state",
      "reporter": "Aik.",
      "case_ids": [
        8544783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/aik/2/0115-01"
      ]
    },
    {
      "cite": "17 Mass. 110",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "1 Denio 48",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        484102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0048-01"
      ]
    },
    {
      "cite": "6 Rand. 473",
      "category": "reporters:state",
      "reporter": "Rand.",
      "case_ids": [
        6733755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/27/0756-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "12 Pick. 76",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/29/0077-01"
      ]
    },
    {
      "cite": "5 Watts 201",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0201-01"
      ]
    },
    {
      "cite": "5 Johns. 395",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131536
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0395-01"
      ]
    },
    {
      "cite": "5 Met. 452",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2062208
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/46/0452-01"
      ]
    },
    {
      "cite": "4 Watts 121",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842792
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0121-01"
      ]
    },
    {
      "cite": "4 Rawle 260",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0260-01"
      ]
    },
    {
      "cite": "3 Johns. 399",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/3/0399-01"
      ]
    },
    {
      "cite": "14 Wend. 31",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/14/0031-01"
      ]
    },
    {
      "cite": "5 Johns. 335",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0335-01"
      ]
    },
    {
      "cite": "13 Pick. 175",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017830
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/30/0175-01"
      ]
    },
    {
      "cite": "15 Johns. 349",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2141007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/15/0349-01"
      ]
    },
    {
      "cite": "6 Pick. 280",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011537
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/23/0282-01"
      ]
    },
    {
      "cite": "7 Wend. 404",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009623
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 12443,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 5.839190915484632e-07,
      "percentile": 0.9518603208140707
    },
    "sha256": "e690d73c00a6866fa205246802a434cd7a6e85a32e8975494c6da48b8583b560",
    "simhash": "1:856ddf65725850a6",
    "word_count": 2310
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented from so much of the opinion as relates to the plaintiff’s title to the property under the transfer."
    ],
    "parties": [
      "Winslow, Lanier & Co. versus Leonard."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, in January, 1854, by\nLowrie, J.\nTo maintain replevin the plaintiffs must show that the title had vested in them. Have they done so ?\nThat there is much confusion of ideas and many conflicting decisions as to the vesting of the title on a sale of personal property is readily discoverable; and much of this arises from the misleading influence of unsuitable analogies. We shall refer to some of them here, in order that we may show the propriety of setting such decisions aside or using them cautiously.\nThe class of cases, which have tended most powerfully to embarrass this question, are those wherein the real question was not, has the title vested in the vendee; but, has it so absolutely vested as to take away the lien of the vendor for unpaid purchase-money, or his right to stop in transitu ? Yet to this class belong most of the older eases which are usually referred to as leading cases in the present question, though they have nothing to do with it; for it is very plain that the title may vest even while the vendor has such remaining control over the goods as entitles him to arrest their full delivery in default of payment, or on the failure of the vendee. A perfect sale implies specific articles, and it passes the title to them; but the vendor has a lien until the conditions of sale are performed, or until full delivery. The principle that, so long as anything remains to be done to ascertain the price, quantity, or quality of the thing sold, the title does not pass, has its origin almost entirely in the sense of justice that protects unpaid vendors against the fraud or failure of their vendees ; and very slight circumstances, showing any remaining control in the vendor, will be allowed to prevail in such cases. The meaning is that, so long as any of these things remain to be done, an unpaid vendor, who is in danger of losing the price, may rescind the sale: 8 East 614; 12 Id. 614; 13 Id. 522; 5 Taunt. 176; 2 M. & Sel. 397; 2 Barn. & C. 540; 6 Man. & Gr. 963; 7 Id. 360; 7 Wend. 404; 17 Id. 504; 6 Pick. 280; 20 Id. 280; 10 Id. 522; 15 Johns. 349. And the same sense of justice operates in favor of a purchaser who has paid, and thus reverses the result when the other circumstances are the same: 13 Pick. 175; 16 Id. 25; 5 Johns. 335; 3 W. & Ser. 14.\nIt is perfectly legitimate to point to the want of measuring and setting apart, as evidence, in the very nature of the transaction, that it was not intended as a perfect sale; but this is not essential to such a sale, and therefore not conclusive one way or the other, except when it is necessary in order to define the subject-matter. Articles are very often transferred without any sort of measurement, and on the trial for their value, the want of it is supplied by approximate estimation: 3 State Rep. 50; 6 W. & Ser. 357.\nThe cases of delivery under the English Statute of frauds are quite as unsuitable analogies; for in those cases delivery is necessary to the validity of the contract, rather than to the passing of the title. That the contract may be valid without writing, there must be an unconditional delivery of the thing sold: 2 Barn. & C. 511. But if the contract be in writing, or otherwise valid, delivery is not at all necessary to its perfect or executed character.\nThat the bargain is by words in past or present time is not conclusive evidence of a perfect sale; for if it appear in the contract or db extra that the vendor did not then own the article contracted for, or that it was not then in existence, or not yet manufactured, or not selected out of a lot of similar articles, then the subject-matter of the contract remains undefined and unspecified, at least to some degree, and it is incompatible with the very nature of things to call it a perfect sale: 14 Wend. 31; 3 Johns. 399; 6 Cowen 250; 7 Id. 85; 4 Rawle 260; 4 Watts 121; 6 Id. 29; 1 Taunt. 318. There can be no doubt that a man may sell any kind of articles in bulk so as to pass the title: 5 Met. 452; 5 Johns. 395; 2 Barn. & C. 540. He may pass the title to an absent or a present thing without delivery; for, as between vendor and vendee, it is specification and not delivery that is necessary to the vesting of the title: 17 Ser. & R. 99; 5 Watts 201. This is and always has been the law, except in cases where other forms have been prescribed by statute.\nWhere the lawful form of contracting is pursued, the vesting of the title always depends upon the intention of the parties, to be derived from the contract and its circumstances; and actual delivery, weighing and setting aside the goods are only circumstances from which the intention may be inferred as matter of fact: 12 Pick. 76; 20 Id. 280; 3 Watts & Serg. 14. And this is the principle of numerous cases wherein the title has been held to vest even where there has been no measurement: 13 Pick. 175; 5 Met. 452; 5 Johns. 395; 1 East 192; 2 B. & C. 540; 6 W. & Ser. 357; 6 Rand. 473; 1 Denio 48; 4 Common B. R. 864. Of course the intention must be ineffectual where the vendor has no title; and it cannot be inferred, unless it appears that the contract has a distinct subject-matter, defined by itself, and not merely as one of a class.\nLet us apply these principles to the present case. The words in the contract, “ we have this day sold,” would seem to indicate a perfect sale, and not merely a contract to sell, and therefore a vested title to specific metal. But the metal is described as “now at our landing, or that will soon be delivered there.” This raises a doubt whether any specific metal was sold, and seems to indicate only a contract to sell. It does not as yet appear that there was any at the landing, or where it was to come from. For aught that appears, any 400 tons will answer the description. It may be that the vendors had not any or so much on hand. If they had any and it had been stolen or destroyed an hour after the contract, we have as yet no evidence that would throw the loss on the vendees. We discover no definition of the subject-matter except as pig metal. The true reading of the contract would therefore seem to be, “ we have bargained with Winslow, Lanier & Co., to deliver to them at our landing 400 tons of pig metal.” Still we do not say that there can be no evidence that there was a defined lot of metal in the intention of the parties. We see none on this record. And especially we do not see how this metal, which was on its way to Pittsburgh, can, without other evidence, be embraced by the contract.\nIt follows therefore that the evidence does not show a passing of the title from D. B. Long & Co. to Winslow, Lanier & Co., and the Court, when requested, ought so to have instructed the jury. It follows further that any one of the firm of D. B. Long & Co. could transfer the metal to Brenneman, subject to answer in damages to Winslow, Lanier & Co., if that act should occasion a breach of the contract with them.\nThe other points raised we may dispose of briefly. As to Brenneman’s title, the learned judge charged, that where the same thing is sold to two different persons, by contracts equally valid, and the second vendee is without notice of the first sale, he who first obtains possession is entitled to the property; and this is correct: 17 Mass. 110; 12 Id. 54; 17 Ser. & R. 99; 2 Aik. 115; 2 Shepley 116. We do not see how the delivery to Bren-neman could, of itself, avail Bolton and others, as against the sale to these plaintiffs; but if the plaintiffs have no title, that transaction may have become good, as against Long & Co., by subsequent circumstances. All the other points of the cause were rightly decided.\nJudgment reversed and a new trial awarded.\nLewis, J., dissented from so much of the opinion as relates to the plaintiff’s title to the property under the transfer.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Knox, for the plaintiffs.",
      "Woods and Hampton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Winslow, Lanier & Co. versus Leonard.\n1. Though the right of a vendor of goods to rescind the sale, because of the failure of the vendee or of his refusal to pay, continues so long as any weighing, measuring or other thing remains to be done on his part, yet this test does not apply to the question of the vesting of the title in a case where the vendor has no cause of rescission.\n2. Weighing and marking goods and setting them aside are evidence of a perfect sale so as to vest the title in the vendee, but not proof of it, nor essential to it.\n3. That the bargain is by words in past or present time is not conclusive evidence of a perfect sale; for if it appear that the vendor did not then own the article contracted for, or that it was not yet in existence, or not selected out of a lot of similar articles, then the subject-matter of the contract remains undefined, and it is incompatible with the very nature of things to call it a perfect sale.\n4. Where a contract of sale is in lawful form, the vesting of the title depends upon the intention of the parties, to be derived from the contract and its circumstances ; but such intention cannot be inferred where the vendor has no title or the goods are not specified.\n5. Where the evidence consisted of a writing in these words, “we have this day sold to W. L. & Ob. 400 tons of pig metal now at our landing or that will soon be delivered there,” it was held that this was not, by itself, sufficient evidence of a perfect sale of a specified lot of metal.\n6. Where the same thing is sold to two different persons by contracts equally valid, and the second vendee is without notice of the first sale, he who first obtains the possession is entitled to the property.\nERROR by both parties to the District Court of Allegheny county.\nWinslow, Lanier & Co. brought replevin against Samuel Leonard for 82 tons of pig metal, and on the trial the following case was presented.\nOn the 22d May, 1851, D. B. Long & Co. made an agreement in writing, in which they say, “ we have this day sold to Winslow, Lanier & Co. 400 tons of pig metal, now at our landing at Washington Furnace, (Clarion county, Pa.,) or that will' soon be delivered there, and we hereby direct Mr. McClure (clerk at the furnace) to give them possession thereof, or such agent as they may send therefor. And we also wish Mr. McClure to render all the aid he can towards the shipping thereof.”\nThe oral testimony showed that this was in payment of a debt due by Jesse Carothers, one of the firm of D. B. Long & Co., to the plaintiffs, the other partners consenting thereto. Under this contract the plaintiffs claimed 82 tons of pig metal, which came from the Washington Furnace into the possession of the defendant, who claimed to hold it as bailee of John Brenneman.\nImmediately after the making.of the above recited agreement, which was made at Pittsburgh, the plaintiffs sent an agent to the furnace, near 100 miles up the river, to get possession of the metal; but before be arrived there, and, according to the evidence/ before the date of the agreement, the metal in controversy had been loaded into Brenneman’s boats, and was on its way down the river to Pittsburgh for D. B. Long & Co. Brenneman claimed, and gave evidence that, on the 26th May, while the metal was on its way, and before he knew of the contract with the plaintiffs, this metal was transferred to him by D. B. Long, at $25 per ton, and he was to get 40 tons more, to pay a debt of $1000 due to him by D. B. Long & Co., and to appropriate to other debts of the firm due to Long (D. B.) & Miller, and to Thomas Bolton. In consequence of this transfer to Brenneman, the metal was delivered by him to Leonard, as his bailee, and on his refusal to deliver it to the plaintiffs, this action was brought. By the verdict of the jury the plaintiffs recovered 42 tons, being all the metal except the 40 tons which were intended to pay the debt due to Brenneman himself.\nThe error complained of by the defendant was presented in various forms, insisting substantially that the facts in evidence do not show a complete sale by D. B. Long & Co. to the plaintiffs so as to vest the title in them, and that the Court refused to give to the jury the proper instruction on this point.\nThe error complained of by the plaintiffs related to an instruction given by the Court, that, if the transfer to Brenneman, so far as respected his claim to 40 tons in his own right, was for a bona fide debt, and without notice of the prior sale to the plaintiffs, he was entitled to hold the said 40 tons.\nKnox, for the plaintiffs.\nWoods and Hampton, for defendant."
  },
  "file_name": "0014-01",
  "first_page_order": 12,
  "last_page_order": 16
}
