{
  "id": 9502940,
  "name": "Black versus Galway",
  "name_abbreviation": "Black v. Galway",
  "decision_date": "1854-10-17",
  "docket_number": "",
  "first_page": "18",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    },
    {
      "cite": "5 Watts 404",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0404-01"
      ]
    },
    {
      "cite": "3 Wharton 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "3 Johns. Ch. Rep. 144",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 289,
    "char_count": 4844,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 8.774040758348347e-08,
      "percentile": 0.49559009038750906
    },
    "sha256": "9cb7427f08464c6d83bf8c49bb45a1fd5a8e5a7fe3a8d2be3c51ff6e1489a7e4",
    "simhash": "1:c363d4f8448ad4ad",
    "word_count": 854
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Black versus Galway."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 17, by\nLewis, J.\nThere is no doubt that a wife may sell or mortgage her separate property for her husband’s debts: 3 Johns. Ch. Rep. 144; 3 Wh. 457; 4 Harris 134. This was the law before the Act of 11th April, 1848, relative to the rights of married women. That -AjCt imposes no restriction in this respect. On the contrary, it recognises the existence of her power in the clause which declares that her property “shall not be sold, conveyed, mortgaged, transferred, or in any manner encumbered by. her husband, without her written consent first had and . obtained, and duly aeknoioledged before one of the judges of the Courts of Oommon Pleas of this Commonwealth, that such consent was not the result of coercion on the part of her said husband, but that the same was voluntarily given and of her own free will: Dunlop 997. It is admitted that the mortgage in this case “ contains the written acknowledgment of the wife, executed pursuant to the Act of Assembly to secure the rights of married women.” The mortgage is therefore valid. It is not necessary to decide that a married woman can enter into a contract which shall- charge her personally with the payment of her husband’s debts, nor that she can bind herself personally in a covenant of warranty. But she may grant a power to sell her separate estate in default of payment of the mortgage-money at maturity: Demarest v. Wynkoop, 3 Johns. Ch. Rep. 144. If she may do this, she may consent that the officers of the law may do the same thing. Her covenant that a writ of scire facias, may immediately issue tzpon default of payment, involves no greater exercise of power than granting a power to sell on default of payment. It affects her estate alone. It creates no personal charge. It is part of the terms of the contract; and it was correctly remarked by Chancellor KeNT in Demarest v. Wynkoop, that “if she can convey upon condition, she may prescribe the terms.”\nJudgment affirmed. .",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Hamilton and Magraw, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Black versus Galway.\nA married woman, since the Act of 1848 as before, may mortgage her separate real estate for her husband’s debt; and may also covenant that a writ of scire faaias may immediately issue on default of payment of the mortgage debt.\nERROR to the District Court of Allegheny county.\nThis was a scire facias on a mortgage, dated December 10th, 1849, executed by Alexander Black and wife, by which the separate real estate of the wife, situate in the city of Pittsburgh, was mortgaged to secure the payment of the note of her said husband, dated 10th December, 1849,. and payable twelve months after date. The mortgage was acknowledged by the husband and wife, and contained the written acknowledgment of the wife, executed pursuant to the Act of 1848, to secure the rights of married women. A provision existed in the mortgage that, in case of default in the payment of the debt at maturity, a writ of scire facias may be immediately issued and prosecuted to judgment and execution. The scire facias was issued before the expiration of twelve months after the debt had become due.\nVerdict was rendered for the plaintiff, subject to the opinion of the Court, upon the points, viz.:—\n1. Whether a married woman has power to mortgage her separate estate to secure a debt of her husband ?\n2» Whether she can waive the twelve months’ delay allowed by Act of Assembly, before the issuing of a scire facias, and authorize one to issue immediately on default of payment of the debt ?\n8. Whether the waiver in this case was sufficient to authorize the issuing of the scire facias ?\nWilliams, J., in support of the power of a married woman to mortgage her separate estate for her husband’s debts, referred to the cases of Jamison v. Jameson, 3 Wharton 457; 4 Karris 134; Id. 532, Louden v. Blythe; 7 Harris 77, Wilson v. McCullough; Id. 402, Evans v. Meylert. , He also referred to the case of Dema-rest v. Wynkoop, 3 Johns. Oh. 129, as deciding that a, feme covert may mortgage her separate property for her husband’s debts, and execute a valid power to sell in default of payment. He also expressed the opinion that the wife was estopped, by her covenant in the mortgage, from alleging that the writ of scire facias had prematurely issued. ■\nJudgment was rendered for the plaintiff, which was assigned for error.\nHamilton and Magraw, for the plaintiff in error.\n— A wife who joins her husband in a deed containing a covenant'of general warranty, is not liable on the covenant, after the death of her husband, although she was separately examined: 5 Watts 404. It was said that there is no distinction between a covenant of warranty in a deed, and a covenant to waive a statutory privilege. The power to alien, implies the power to mortgage; but the power to waive the year and day, need not also be inferred: Dorrance v. Scott, 3 Wharton 309."
  },
  "file_name": "0018-01",
  "first_page_order": 16,
  "last_page_order": 18
}
