{
  "id": 9502957,
  "name": "McGlaughlin's Executor versus McGlauglin's Administrator",
  "name_abbreviation": "McGlaughlin's Executor v. McGlauglin's Administrator",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "20",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Paige 188",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2178426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/1/0188-01"
      ]
    },
    {
      "cite": "3 Rawle 239",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 294",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0294-01"
      ]
    },
    {
      "cite": "2 Dall. 131",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11737705,
        11737641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0131-02",
        "/us/2/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 7701,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 4.5950108017071907e-07,
      "percentile": 0.9257539725289003
    },
    "sha256": "a3448bcac5a5b09dbb8a8b463d3771af69dbff69b31810d2f77038e932a3689b",
    "simhash": "1:20e7a2343404686e",
    "word_count": 1351
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGlaughlin's Executor versus McGlauglin's Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nOn a question of marshalling assets under a will, the residuary clauses necessarily furnish most important evidence of the intention of the testator; because they dispose of the surplus that remains after satisfying all the other directions of the will. On this account, it is very natural to presume that the testator intends to charge upon them all the deficiencies in the other portions of his estate in paying debts and legacies; and hence it is very generally decided that debts and legacies, not otherwise effectively or specially provided for, fall upon the residuary devises and legacies: 2 Dall. 131; 2 Yeates 294; Prec. in Chan. 101; 1 P. W. 403; 2 Id. 23; 1 Ves. Jr. 440; Amb. 129; Dick. 105; 1 Ves. Sr. 496; 2 Id. 415.\nThe grandnephew here is very clearly the residuary devisee and legatee, and therefore we are under the necessity of starting with the supposition that he is to get nothing until the debts and other legacies are paid. Then we have no difficulty in understanding the testator’s meaning when he gives all his household furniture and personal property absolutely to his wife. He means it as a specific bequest (5 Ves. 461), and that she shall take it clear of his debt; and the fact that he has charged upon it the expense of his funeral, confirms this view, by impliedly excluding any other charge. By personal property, however, he does not mean debts due to him; for the sale, contingently provided for, is not appropriate to debts.\nThe relation in which his wife stood to him and his property, favors this construction; for a legacy to a wife otherwise unprovided for (2 Ves. Sr. 415; 2 Eq. Ca. Ab. 370, § 10; Ca. Temp. Talb. 202), and especially where, as here, it is in lieu of dower (1 P. Wms. 127; 2 Ves. Sr. 420; 1 Russ. 543), is presumed to have a preference over general and residuary legacies. To a truly residuary legacy it is essentially so in all cases.\nThe residuary devisee and legatee of the whole estate would seem to stand precisely in the condition of the heir at law upon whom a part of the estate is allowed to descend; and it seems that he cannot take so long as there are general legacies remaining unsatisfied: 1 P. Wms. 201, 678, 730 ; Prec. in Chan. 578; Ca. Temp. Talb. 54; Amb. 128; Dick. 105; 8 Ves. 396.\nThese principles govern in the interpretation of the further provisions made for the support of his widow and of his brother, and the decision of the Common Pleas is in, accordance with them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Acheson and Wilson, for plaintiff in error,",
      "McKennan, contra."
    ],
    "corrections": "",
    "head_matter": "McGlaughlin's Executor versus McGlauglin's Administrator.\n1. It belongs to the very nature of residuary devises and legacies that they must take the burden of paying all debts and legacies not specially provided for.\n2. A bequest of all one’s household furniture and personal property to his wife, subject to the expense of his funeral, is a specific bequest, clear of debts, and throws them upon the residuary devisee and legatee.\n3. Where all one’s “ personal property” is bequeathed, with directions to sell on a certain contingency, this does not include the debts due to him.\nERROR to the Common Pleas of Washington county.\nAction for the amount of a legacy of personal property, &c., bequeathed to Ann McGrlaughlin by the will of Edward Mc-Grlaughlin. The matter in controversy appeared in the case stated, viz.:—\nEdward McGrlaughlin made his last will and testament on the 6th day of May, 1841, and died a few days afterwards. He died seised of certain real estate, and possessed of certain personal estate. His chattel property amounted to $286.30, and his choses in action to $582.07. The debts due by him at the time of his decease were $333.21. His funeral expenses $62. The costs attending the administration of his personal estate were $103.17. Ann McGrlaughlin selected and received chattel property, belonging to the testator’s estate, of the value of $21.56 ; and her funeral expenses, amounting to $19.78, were paid by defendant.\nThe defendant sold a house and lot in Claysville, of which the testator died seised, for $300. He also realized from the real estate, in the shape of rents and otherwise, $604.27, of which sum he disbursed for taxes and repairs of property, after the death of the testator, $73.68.\nFrom the death of the testator, in May, 1841, until the death of Ann McGrlaughlin, May 28, 1847, the defendant paid for her maintenance $764.50, and also her doctor’s bills $30.20. The charges and expenses of defendant in discharging the trusts with regard to the widow, imposed by the will aforesaid, were $103.16.\nThe defendant paid to Patrick McGrlaughlin his annuity for fire years, amounting to $75 — and his funeral expenses, $6.\nBy the settlement of accounts made by the defendant in the register’s office for Washington county, a balance appeared in favor of the accountant of $284, which was paid him by the de-visees of the real estate. The settlement was made January 20, 1848.\nIf, in the opinion of the Court, the plaintiff is entitled to recover, then the amount due to be liquidated, and judgment entered therefor, — otherwise, judgment to be entered for defendant, the costs to follow the judgment, and either party having the right to sue out a writ of error thereto.\nThe testator directs in his will as follows: “ I direct that all my debts and funeral expenses be paid as soon after my decease as possible out of the first moneys that shall come into the hands of my executors from any portion of my estate, real or personal. Also, I will and direct that the whole of my household furniture and personal property, after paying my funeral expenses, shall be and remain the absolute property of my beloved wife, Ann Mc-Glaughlin, if she shall be living at the time of my decease. But should I be the last survivor all is to be sold by vendue, and the money applied as afterward directed. And I further direct that a docent, respectable, and comfortable subsistence shall be given to my said wife all the days of her life, out of the rents of my real estate.”\nHe then, after giving an annuity of $15 to his brother Patrick, proceeds as follows: “ And my will is, and I direct that, if, contrary to my expectations, the rents of my real estate shall be found insufficient for the comfortable subsistence of my wife, and the payment of the other bequests of this my last will and testament, then, and in that case, I do hereby empower and require my executors to dispose of a part or the whole of my real estate to the best advantage, as fully and freely, in every respect, as I would do if living.”\nHe then made Edward McGrlaughlin, his grandnephew, his residuary legatee, to 'whom his executors are ordered to “ deliver up all balances, sums of money, deeds, contracts, and vouchers of debt belonging to my estate, which may remain in their hands after all the above bequests are settled and concluded, and also to deliver into his hands all and every part of my real estate that may be remaining,” &c.\nThe Common Pleas (GriLMORE, P. J.) decided that the widow took tbe household furniture and personal property, but not the debts, as a specific legacy, clear of debts and other legacies, and entered judgment accordingly, and the defendant sued out this writ of error.\nAcheson and Wilson, for plaintiff in error,\nrelied on the principle that personal property is primarily liable for debts, and must be resorted to in preference to the realty, unless clearly exonerated by the language of the will: 1 Ser. ¿> R. 453; 3 Rawle 239 ; 5 Barr 356; 2 Bevereux 173; 1 Paige 188; Williams on Ex. 1452; 9 Ves. 453; 1 Metro. 230; 1 Ero. O. C. 454.\nMcKennan, contra.\n— Hallowell’s Estate, 11 Harris 223, sustains the judgment of the Court."
  },
  "file_name": "0020-01",
  "first_page_order": 18,
  "last_page_order": 21
}
