{
  "id": 9502984,
  "name": "Dougan versus Blocher",
  "name_abbreviation": "Dougan v. Blocher",
  "decision_date": "1854-10-17",
  "docket_number": "",
  "first_page": "28",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 736,
    "char_count": 20018,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.506205795661116e-07,
      "percentile": 0.8100342915745281
    },
    "sha256": "1bc7effdde19beba47279f1a30913a5b2967f258b865de35e1196082b42ea983",
    "simhash": "1:094d602c540cfd4c",
    "word_count": 3614
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dougan versus Blocher."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 17, by\nWoodward, J.\nDisentangling the material facts of this case from the knots and snarls in which the paper-books have involved them, they may be briefly stated thus:—\nThomas Foster, who was confessedly the former owner of the land in controversy, mortgaged it to William Hogg, to secure the payment of the sum of $5000. After the death of the mortgagee, his executors closed the mortgage and brought the premises to a sheriff’s sale on the 13th July, 1842, when James Yeech, Esq., bid them off for George Hogg at $7200.\n13th September, 1842. Sheriff’s deed to George Hogg in pursuance of said sale.\n12th July, 1847. Deed George Hogg and wife to George E. Hogg, in consideration of $6700.-\n28th October, 1847. Deed George E. Hogg and wife to James E. Breading for same premises, in consideration of $7500.\nThe plaintiffs in error, who were defendants, below are the tenants of James E. Breading, and such is their title to the possession.\nChauncey Brooks having obtained judgment in the Common Pleas of Fayette county against Samuel Blocher, Isaac Shoemaker, and Joseph it. Taylor, issued execution thereon, dated the 6th October, 1845, and levied on this land as the property of the defendants; and the sheriff having sold the same to C. B. Snyder, made his deed therefor to Snyder on the 9th June, 1847.\n6th October, 1848, C. B. Snyder and wife conveyed to John Blocher, the plaintiff below and defendant in error.\nThe date of the Brooks judgment is not ascertainable from the paper-book, but it seems from the evidence that the sheriff had in his hands a vend. exp. for sale of same land on a judgment of N. Ewing, against the same defendants, entered January 26, 1848, and that the sale was made under this writ as well as that issued on the Brooks judgment.\nIt is apparent that the only interest which Snyder acquired by the sheriff’s sale was such as the defendants in these judgments had in the land on the 26th January, 1848, and that interest, whatever it was, is all that was vested in the plaintiff below. To show what it was, he relied on a parol agreement made between the defendants in the above judgments and George Hogg before the sheriff’s sale of 13th July, 1842, to the effect that they were to have the land after the sale, and to secure to said Hogg the amount of his mortgage — that in pursuance of the agreement they took possession of the farm immediately after the sale, and on the 1st of December following executed and delivered to George Hogg their mortgage for $15,500, being the amount of the original mortgage, the consideration agreed on for the farm, and a debt of $8000 which he also held against them. George Hogg was the executor, and perhaps the heir of William Hogg, and as such was entitled to treat in reference to the Foster mortgage; and desiring only to have that money secured, it was competent for him to contract with Samuel Blocher & Co., that he would buy in the Foster farm and convey it to them on their making him secure. The plaintiff alleges that he did so contract, and that the contract, though resting in parol, was so far in part performed as to exempt it from the operation of the statute of frauds and perjuries, and therefore that he, claiming under Samuel Blocher & Co., has good right to demand the full and specific performance of the said contract.\nThe mortgage executed to Hogg for the $15,500, though not furnished or explained in the evidence, must be understood to have been on other land of the mortgagors, which was adequate security, and to have stipulated for payment of principal and interest at satisfactory periods; for the evidence of Mr. Yeech, as furnished by the plaintiff, shows that Hogg accepted that mortgage, and that it was duly recorded. The possession alleged to have been taken under the parol agreement became vacant in 1844 by the death of the tenant Kimmell, and Hogg then obtained it, and, in the spring of- 1845, put his tenant in, and he and those claiming under him have had the possession ever since.\nIt is obvious in this view of the case that the present action of ejectment is in the nature of a bill in equity for the specific performance of a parol contract' of sale and purchase. If the plaintiff, John Blocher, clothed with all the equities of S. Blocher & Co., by virtue of the sheriff’s sale of 9th June, 1847, is entitled to demand and have a deed of conveyance made to him by the present owners of the legal title to the Foster farm, then his recovery in this action was right; if he be not so entitled, he ought not to have had the verdict and judgment. In assuming that he .is clothed with the equities of S. Blocher & Co., we do no more than give effect to the general principle, well settled in Pennsylvania, that a judgment binds every interest a man has in lands in the county at the time of the rendition of the judgment, and that a sheriff’s sale on that judgment transfers to the purchaser all that interest exactly as it existed.at the date of the judgment.\n■ Having thus developed the position of the plaintiff and the character of his claim, it is proper now, before scrutinizing the evidence relied on to sustain it, to State the grounds of defence.\nFoster’s property consisted not only of the fax m now in con-troversyj but of a factory and some other lots, and George Hogg, in his own right and as executor of William Hogg, seems to have been his principal creditor, having three debts against him amounting in the aggregate to $521,000 or $22,000. The first of these was the mortgage on this farm in the name of William Hogg for about $7000, and which was called the $7000 debt, and for which he had no other security than the farm. The next was a debt of $8000, for which he had Judge Ewing and other,good men bound as sureties. And lastly a debt of $6000, for which he had ten good men bound and a judgment against most of them.\nThe contract alleged on the part of the plaintiff is denied by the defendants, and it is insisted that the only contract made between George Hogg and, S. Blocher & Co., was in December, 1842, when it was agreed to take a mortgage on their property for the two first of the above debts, and that Hogg should hold the title to the farm as security for the $6000 debt, which was to be paid in the course of a few months, and when paid, the farm was to be conveyed to them; but that in point of fact not a dollar was ever paid either of the $6000 debt or of the $15,500 mortgage ; that, the possession of the farm having been surrendered to Hogg, and no performance of the contract offered for several years, he had a right to consider it as rescinded and abandoned, and that the present plaintiff, without a tender of money or offer of performance, has no right, after a lapse of six years, to demand its execution.\nSuch was the general course of the defence, and if well grounded in the evidence it ought surely to have prevailed, for nothing can be more clear than that the legal title to this farm, if held by George Hogg as security for the $6000 debt, is not to be decreed to a party claiming under S. Blocher & Co., until they or he have paid that money.\nAdverting now to the evidence in the cause, it is to be observed that Samuel Blocher is the only witness who speaks of the' agreement with Hogg before the first sheriff’s sale. Sometime before that sale, in May or June he thought, he went to see Mr. Hogg, to see what arrangement he could make for the purchase and payment of-this property. Hogg said all he wanted was the amount of his mortgage agaipst the property. “I agreed,” says the witness, “ with him we would buy it, and secure to him the amount of his mortgage. In pursuance of that agreement, immediately after the sale in July, 1842, we took possession of the farm. On the 1st December, 1842, we, Blocher, Shoemaker, and Taylor executed a mortgage to Mr. Hogg for $15,500, which was to cover and secure the amount of the Foster mortgage, which was a little over $7000, and called the $7000 debt, and a certain liability of Judge Ewing to Mr. Hogg for over $8000, called the $8000 debt, equal $15,500 about. This, I considered, secured and paid Mr. Hogg in full for the farm. As Mr. Hogg was not present at the time, the conveyance was not made. Mr. Veech received the mortgage. He was acting for Mr. Hogg, and wrote the mortgage. Mr. Hogg, in the interview before the sale, said he would give us all the time we wanted.”\nOn his cross-examination, the witness admitted nothing was said about times and instalments of payment, nor how he was to secure the money; and that all that Hogg said was that he wanted the amount of his mortgage. If it were assumed that here was a contract so distinct in its terms, that a chancellor would know how to enforce it (which I by no means mean to intimate), it is clear, beyond all controversy, from the evidence of this witness,' as well as others, that it was essentially modified by what took place on the 1st December, 1842, between this witness and his partners on the one part, and Mr. Veech, acting for Mr. Hogg, on the other part. For then,' instead of merely securing the amount of the Foster mortgage, the parties undertook to secure in the same manner another debt of $8000; and the terms of security and of payment were settled and agreed on, and a mortgage taken in pursuance of tte arrangement then made. Another very important modification was adopted at that time. Samuel Blocher says that we who were to buy (alluding to his conversation with Hogg in May or June) were himself, Shoemaker, Taylor, Overholt, Pauli, and Russel; yet at the execution of the mortgage' on 1st December, he, Shoemaker, and Taylor alone went into it — the three last-named, gentlemen having retired. Now if Hogg agreed in May or Juné to sell these six persons this farm on their securing his mortgage against'Foster, a security created by three of them the next.December would not be a performance of the condition; . But if the mortgage made by the three was performance of the contract, then the contract could not have been what Blocher understood it to have been in May or June, but must have been modified and altered by what took place in December., In' this manner wé are brought irresistibly to the conclusion that we are to look for the contract to be enforced, not alone or chiefly 'to the interview in May or June, when Blocher, according to his own account, did most of the talking, but to the transactions of December, when the arrangement between the parties was consummated on distinct and definite terms.\nWhat was that arrangement ? Mr. Yeech was acting not only as the counsel of Mr. Hogg, but under a letter written by him from Louisville, on the 28th June, 1842, containing express instructions in reference to his claims against Foster. Veech says, in his testimony, that he received this letter about the 1st July, and on the 2d July showed it to Blocher, Russel, and Judge Ewing, and told them if they wanted the farm they would have to bid it over the amount he named. “ They assented.” This letter, thus communicated'to Blocher before the sheriff’s sale, and which regulated the action of Mr. Yeech not only at the sale but in the subsequent arrangements of December, contained these instructions: “In the first place I will mention a proposition made by Judge Ewing since I saw you, which was. that in case the arrangements with Blocher and his friends can be carried into effect, which there was yet a probability of, that they (B. and friends) would pay me soon, say in the course of á few months, the amount of our first judgment against F. N. & Co., and the ten sureties, amounting to something over $6000, and they securing to my satisfaction the other two claims, viz., the amount of the mortgage and the judgment or claim which we hold as collateral security for the ¿'ote we hold against the judge, &c., the principal of' which is-$7000, payable in instalments, and the interest half-yearly, as may hereafter be agreed on; to which I assented, and am yet willing to comply with; but for fear of any mishap in the concern, I wish you to purchase the New Haven farm in my name; and you may, if necessary, go $100 over the debt, interest, and costs; and then, if the arrangements are all complied with as above, we can convey the same to them, at the same rate it costs us.”\nHere the arrangement was indicated, which, according to Mr. Veech and Judge Ewing, was consummated in December, 1842. A mortgage was taken to secure the two larger debts; and the $6000 debt, says Judge Ewing, who was present, “ was to be paid in cash; and, when that was paid, they were to have a conveyance for the farm.” “ It was left just so,” says Mr. Veech; “if they paid the money, they could get the farm; and if not, Hogg kept it. The farm was Mr. Hogg’s, and if he chose to let them have it on their paying the money ($6000), he was to do so; and if not, he had the property.” Mr. Veech explains, further, that “the reason the $6000 debt was taken instead of the $7000 debt, which was the original mortgage-debt on the farm, was, that it would leave $1000 less to pay, and they wanted as little cash to raise as possible. They were to have paid the money in July or August.” In pursuance of this arrangement, Hogg, on the 1st February, 1843, satisfied the judgment he had obtained against Foster and his sureties for the $6000 debt, and thenceforth held nothing for it but the title to this farm.\nThat we have not mistaken the tenor and effect of the arrangements of December, 1842, is apparent from an admission in the paper-book of the defendant in error. “ Blocher & Co., having failed to pay the $6000 which they were to pay in cash, agreed ^vith Mr. Hogg that he should retain the title of this land, to secure the amount of this claim.” The counsel add a suggestion that “ this, being subsequent to the date of the judgment on which the land was sold, cannot affect the plaintiff’s title; and even if before the date of the judgment, being unrecorded, would not affect a bond fide purchaser.” It was not subsequent to, but before, the date of the Ewing judgment, which was entered, as we have seen, in January, 1843. The date of the Brooks judgment is not in the evidence. The interest then which those judgments bound was the equity of Blocher & Co., which resulted out of the arrangement of December, 1842; and it is not for the purchaser of that equity to complain that it was unrecorded. He had notice of the outstanding legal title when he purchased, and it is he that sets up an unrecorded equity.\nSuch, then, is the body of this case. According to the uncon-tradicted testimony on one side, and the admissions on the other, a party to whom the land was promised in December, 1842, on condition of his paying $6000 in July or August, 1843, lies by till November, 1848, and then brings his action of ejectment to recover the land without having paid or tendered a farthing of either principal or interest. I am yet to hear of the principles of law, equity, or justice, on which such a party can expect to recover. It is said there was part performance of the contract; bnt the contract, however some of its terms may have been discussed between Blocher and Hogg before the sheriff’s sale, was settled, adjusted, and fixed in December, 1842, when $6000 was substituted for the mortgage-debt, as the amount to be paid for the farm, at the instance and for the benefit of Blocher and his partners; and of that, the only contract proved, I perceive not the slightest evidence of part performance. The possession taken after the sale of the personal property, and before the sale of the land, according to Mr. Yeech, could not be part performance of the contract proved, for it was not taken in pursuance of it, and even if it had been,- was not maintained. Possession, to be part performance, must be taken under and in pursuance of the contract, and it must be maintained as it is taken; and unless accompanied by such improvements and arrangements as will not reasonably admit of compensation in damages, is not, even when so taken and maintained, such part performance of a parol contract as will take it out of the statute of frauds. Some notes were prepared, and perhaps discounted, to be applied in payment of the $6000, but Hogg refused to touch them, and they were not provided for in the contract; how can they be regarded as part performance? The fact is, there is nothing in the evidence that looks like even an earnest and sincere intention to perform the contract, much less like part performance; whilst the acquiescence in Hogg’s assumption of the possession, and the long delay in attempting to assert the contract, indicate an abandonment of it utterly.\nThe error of the Court consisted in committing such a case to the speculations of a jury. We have said, again and again, that the judge is bound to weigh the evidence as a chancellor; and, where the material facts are not in conflict, to declare the law as it arises upon them. The office of the jury is to try the credibility of witnesses, and to decide disputed facts, not to administer equities ; and when, as in this case, the equities arise out of a few prominent and undisputed facts, in full proof by witnesses who are uncontradicted, and whose credibility is not questioned, what can a jury have to do with a question of specific execution ? That is always a question for the chancellor, and exclusively for him. He calls a jury to his aid only when the material facts are in doubt and conflict, and then only to inform his conscience. In our judgment no such view of the facts in this case could be reasonably taken by a chancellor, as would move him to decree a conveyance of this farm to John Blocher, and therefore the Court ought to have prevented a verdict in his favor, or to have set it aside as soon as rendered.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. B. and A. Howell and Fuller, for plaintiffs in error.",
      "Patterson and Kaine, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dougan versus Blocher.\n1. Possession to be part performance of a parol contract for the sale of land must be taken under and in pursuance of the contract, and it must be maintained as it is taken; and unless accompanied by such improvements and arrangements as will not reasonably admit of compensation in damages, is not, even when so taken and maintained, such part performance of a parol contract as will take the case out of the statute of frauds.\n2. In the case of an ejectment by one claiming an equitable title to land in order to enforce specific performance of a parol contract, it is the duty of the judge to weigh the evidence, and, where the material facts are not in conflict, to declare the law as it arises upon them. The office of the jury is to try disputed facts and not to administer equities.\n3. One who purchases at sheriff’s sale under a judgment against persons claiming the equitable title to the land, having notice of the outstanding legal title, cannot set up an unrecorded equity against the legal title.\n4. After a parol contract for the sale of land had been made, the possession became vacant by the death of the tenant; and the owner of the legal title took possession: it was Held that after the lapse of six years an ejectment would not lie by one who purchased the equity at sheriff’s sale subsequent to the possession so taken, without a previous tender of the purchase-money or offer of performance of the parol contract.\n5. The terms of a parol contract for the purchase of land, in order to be enforced, should be so distinct that a chancellor would know how to enforce it, and should be complied with by the party seeking performance.\nERROR to tbe Common Pleas of Payette county.\nEjectment by John Blocher v. Hiram Dougan and Thomas Buchanan, for a tract of land containing 150 acres. Writ issued 21st November, 1848. April, 1854, verdict for plaintiffs.\nSee the opinion of Woodward, J., for a statement of material facts and points in the case.\nJ. B. and A. Howell and Fuller, for plaintiffs in error.\nPatterson and Kaine, for defendant in error."
  },
  "file_name": "0028-01",
  "first_page_order": 26,
  "last_page_order": 32
}
