{
  "id": 9503049,
  "name": "McCormick versus Robb",
  "name_abbreviation": "McCormick v. Robb",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "44",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 387,
    "char_count": 9552,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 9.062156141249675e-08,
      "percentile": 0.5049778963947319
    },
    "sha256": "9d8aed6f55c854feb975d99b9509cf2f8e254f2c08bc476633dc738ea4484b2c",
    "simhash": "1:3f4b66eacc7eb0bb",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCormick versus Robb."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis was an action of trespass on the case by Sarah M. Robb against William McCormick, for breach of marriage promise. The plaintiff recovered $1500 damages.\nThe first bill of exceptions was to the admission of testimony that the plaintiff had invited the witness to her wedding with the defendant, which was to take place at the plaintiff’s house, on the 22d day of September, 1853. This evidence was offered to prove mutuality of promise and readiness on the part of the plaintiff to comply with the contract. It was objected to, on the ground that there was no proof of a promise on behalf of the defendant antecedent to the date of the alleged invitation. This objection was not well taken. There was evidence of the defendant’s admission that he had promised to marry the plaintiff, and although the time of the contract was not mentioned, the jury might well infer that it was previous to tbe 22d of September, 1853. Tbe objection to tbe reception of the evidence was special; but had it been general it would not have availed tbe defendant, as tbe evidence was competent for tbe purpose for which it was offered.\nTbe declarations of the son as to tbe reasons why his mother broke up housekeeping, were clearly incompetent. They were offered, as it is said, in the bill of exceptions, “ for the purpose of showing by members of the family the general design of the family in breaking up housekeeping.” The general design of the family had nothing to do with the question, and if it had, such general design could not be shown by hearsay.\nIt is unnecessary to examine the errors assigned upon the charge in detail. It was for the jury to determine “ whether the plaintiff was willing and ready, and offered to marry the defendant, or not;” and so the Court told them. After the defendant declared the contract at an end, the plaintiff was not required to make a formal offer to perform on her part before bringing suit.\nWe see no reason for interfering with this judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Black and McCandless, for plaintiff in error.",
      "Stanton and Shaler, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McCormick versus Robb.\n1. In an action for breach of promise of marriage, the promise of defendant being laid to have been made before the 22d September, it was proved that the defendant, on the 20th September, called on the defendant to excuse his intended absence from his home, and also proved that the defendant subsequently, the date not being specified, admitted that he had promised to marry the plaintiff — but that the contract was broken — and further that on the 1st of October he had again said the contract was broken; it was admissible for the plaintiff to prove that she had invited the witness to the wedding to take place on 22d September, as the jury might have properly inferred that the promise was previous to the time designated by the plaintiff for the wedding.\n2. The declarations of the son of the plaintiff, as to the reasons for his mother breaking up housekeeping, were'not admissible on part of the defendant as evidence of the general design of the family in breaking up housekeeping. Such general design was not material in the case; and, if it were, it could not be shown by hearsay.\n3. It was for the jury to decide whether the plaintiff-was willing and ready and offered to marry the defendant.\n4. After the defendant declared the contract at an end, it was not requisite for the plaintiff to make a formal offer to marry the defendant before bringing suit.\nERROR to tbe Common Pleas of Allegheny county.\nThis was an action on tbe case by Sarab M. Robb against William McCormick, for breach of promise of marriage, brought to November Term, 1853. There were several counts in tbe narr. In tbe first count it was alleged that the defendant promised to marry tbe plaintiff on tbe 22d September, 1852.\nOn part of tbe plaintiff, a witness testified that be saw the defendant visiting at the bouse of tbe plaintiff before tbe 22d September, 1853; saw him there three or four times. Tbe plaintiff bad a son and two daughters.\nAnother witness testified that on tbe 20th September, 1853, tbe defendant called to see tbe plaintiff on a visit, and she was absent. Tbe defendant told tbe witness that be had been summoned to go to Cleveland, and be thought it would be painful to her, under the circumstances, for him to go away without letting her know, and be wished tbe witness to tell her.\nTbe witness further said that again be saw tbe defendant at bis own bouse, and told him that be came, at the request of tbe plaintiff, to see him about tbe marriage contract pending between him and the plaintiff Tbe defendant said the contract was hrolcen. Tbe witness asked defendant if be bad not promised to marry tbe plaintiff, and be said be bad. The witness told him that the plaintiff bad given up her bouse and discharged her boarders. Defendant said he pitied her, but that be would make all right. Tbe witness further stated that tbe 22d September was fixed for tbe wedding, and that the plaintiff was at home that day. She bad made arrangements to leave ber bonse on tbe day after tbe wedding was to take place. She gave away part of her furniture.\nAnother witness was called, and it was proposed to prove by her that she was invited by the plaintiff to the wedding with the defendant, which was to take place at the plaintiff’s house on the . 22d September, 1853.\nThis was objected to on the ground that there was no proof of a promise on part of defendant, prior to the date of the alleged invitation.\nHamptoN, J., was of opinion that there was evidence from which the jury might infer a promise of marriage by the defendant prior to the 22d September, 1853. The evidence was admitted.\nThe son of the plaintiff was examined, and testified to an interview with the defendant on the 1st of October, in which the latter said that the marriage contract was broken, and that he would take the consequences.\nOn the part of the defendant, after other testimony, it was proposed to prove that the son of the plaintiff, who had been examined on part of the plaintiff, told the witness in the month of September, before the 20th, that the reason why his mother was breaking up housekeeping was because she was going to move to Steubenville. This testimony, it was stated, was offered for the purpose of showing, by. members of the family, the general design of the family in breaking up housekeeping. The evidence was rejected.\nThe jury were instructed, in reply to the three first points submitted on part of plaintiff, that if there was a marriage contract which the plaintiff was ready and willing to perform, but which was broken by the defendant, she was entitled to recover. That such contract need not be proved by witnesses who were present when it was made, but that it might be shown either by the admissions of the defendant, or by circumstances from which it might be inferred; and thirdly, that if the jury believed the evidence of the second witness examined, and of the son of the plaintiff, the admissions of the defendant, as testified to by them, were evi-, dence of the existence of a marriage contract. And in reply to the third point submitted on part of defendant, the Court further charged, that it was a question of fact for the jury whether the plaintiff was ready and willing, and offered to marry the defendant. In reply to the fourth point, the Court charged, that if a contract of marriage existed prior to the 22d September, and that the parties had appointed that day for the celebration of the marriage ; that the plaintiff was ready to perform, but that the defendant neglected and refused to attend, for the reason that he had changed his mind and never intended to fulfil the contract, and subsequently declared the contract broken off, the plaintiff was not bound to tender a compliance before suit brought.\nApril, 1854, verdict for plaintiff for $1500.\nThe answers referred to were assigned for error.\nBlack and McCandless, for plaintiff in error.\nIt was, inter alia, contended that though the assent of the plaintiff maj be made out by circumstantial evidence, yet there must be proof of an express promise by the defendant: 6 Modern, Hutton v. Han-sell; 2 Barr 83 ; 1 Harris 334, Moritz v. Melhorn.\nThere should have been an offer by the plaintiff to marry, and a refusal by the defendant: Saunders on PI. ‡ Bv. 348; 2 Car. & P. 631; Addison on Qontracts 579; 2 Barr 83.\nStanton and Shaler, for defendant in error.\nBefore the evidence objected to as to the invitation to the wedding, evidence had been given from which a promise of marriage might have been inferred, viz., the defendant’s visits to the plaintiff, and the circumstances of his call on the 20th September to account for his intended absence.\nIn an action for breach of promise, an express promise need not be proved: 2 Starkie’s Hv. 941; 6 Mod. 172; Holt 458. A promise may be inferred from those circumstances which usually accompany such engagements: 15 Mass. 1. The previous visits of the defendant, and his call on the 20th September, and statement than made, indicated a contract of marriage prior to the 22d September, and on the 1st October the defendant declared the contract was broken; and the defendant never having had any interview with the plaintiff after the 20th September, the contract which was broken must have existed before that time. His declaration dispensed with any further offer on part of plaintiff. Her readiness and willingness before, and on the 22d September, was shown by her preparations for the occasion, and the other circumstances of the case."
  },
  "file_name": "0044-01",
  "first_page_order": 42,
  "last_page_order": 45
}
