{
  "id": 9503070,
  "name": "Fleming versus Parry",
  "name_abbreviation": "Fleming v. Parry",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "47",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wh. 541",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 14384,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.0122526717275187e-06,
      "percentile": 0.9831021036361579
    },
    "sha256": "7e6a31c3f2ab337a0bfc9689e0324361b5d415d70f1a6276fbb1b22214646337",
    "simhash": "1:067f74086f4b10b4",
    "word_count": 2520
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fleming versus Parry."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThis is an action of debt on bond, and the question is, whether entry of satisfaction on the record of an accompanying mortgage, given for the same debt, was discharge of the bond.\nIt is material to observe that this question arises between the original parties, and involves the rights of no creditors, assignees, or third parties whatever. The general principles stated by the learned judge are incontrovertible; but the mistake consisted in supposing that they ruled the question. A bond and mortgage, taken for the same debt, though distinct securities, possessing dissimilar attributes, and subject to remedies which are as unlike as personal actions and proceedings in rem, are, nevertheless, so far one that payment of either discharges both, and a release or ex-tinguishment of either, without actual payment, is a discharge of the other, unless otherwise intended by the parties. As it is competent for parties to adjust their securities in the first place to their mutual satisfaction, so they may alter and change them at pleasure — give up one and retain the other, or cancel all and substitute something new, provided no other interests have intervened to be affected by what they do. In very many ways, third parties may become interested in the relations established by mortgagor and mortgagee, and such interests are always protected against the acts of the original parties; but, where there is nothing of this sort to guard, we must concede to mortgagor and mortgagee the same right to modify and change their relation that they had to establish it. It was once doubted whether a mortgagee could release part of the mortgage premises, without losing his lien on the whole; but an Act of Assembly has long since dissipated that doubt. Can there be any doubt of the right of a mortgagee to give up his mortgage and retain his bond ? Here was a father-in-law holding a bond and mortgage, partly paid, against the defendant, his son-in-law. Now, suppose the son-in-law wished to sell part or all of the mortgaged premises, or to procure a loan on the credit of them, is there any rule of law which would forbid the father-in-law to facilitate his purpose by going to the recorder’s office and entering satisfaction on the mortgage, retaining the bond in his own hands, uncancelled, as evidence of the debt ? A rule that shall punish him with forfeiture of his debt, because to oblige his debtor he gave up one of his securities ? A rule that a debt once evidenced by two instruments, shall never be proved by one ? I know of no such rule, and no word of authority has been avouched for it.\nThere was evidence in this case that Parry was endeavoring to effect a loan on the credit of his property; that this mortgage was spoken of as an encumbrance; that he said he thought he could have it removed, and that afterwards he exhibited the certificate of the recorder that the mortgage was satisfied. The defendant’s ledger was also offered in evidence, showing charges for various sums of money paid to Fleming after satisfaction of the mortgage, which the plaintiff insists were applicable to the accruing interest on the bond. The Court overruled this evidence, and decided, as a conclusion of law, that the satisfaction of the mortgage was satisfaction of the bond. In this we think there was error. These facts, in connexion with the pregnant fact that the bond, neither lost, mislaid, nor cancelled, when the mortgage was satisfied, was retained by Fleming, should have gone to the jury on the question whether the parties intended an extinguishment- of the debt, by the satisfaction of the mortgage, or only a removal of the lien. Had the mortgage been paid, the law would treat the bond as paid; and satisfied on record, the mortgage, though not paid, was thenceforth gone and all remedies on it, but was the bond also null ? This depended on the understanding and intention of the parties, as a jury should deduce them from all the circumstances in proof. The principle has been asserted in several cases that a change of securities does not necessarily work an extinguishment of the debt, and that extinguishment or satisfaction depends upon the agreement and intention of the parties, which must be referred to the jury as a question of fact: Jones v. Johnson, 3 W. & Ser. 276; Eby v. Eby, 5 Barr 440; Jones v. Shawhan, 4 W. & Ser. 263; Mason v. Wickersham, Id. 101.\nIn Morris v. Brady, 5 Wh. 541, we have an instance of satisfaction of a judgment enteied on the bond accompanying a mortgage without impairing the effect of the mortgage; and in Roberts v. Halsted, 9 Barr 32, the satisfaction of a mortgage was held void as against assignees of accompanying bonds; but in these cases the rights of third parties were involved, and therefore they are not in point here. They show, however, that there is no magic in an entry of satisfaction, either on a judgment or a mortgage, which can prevail against the truth and equity of the transaction.\nThe Court relied much on the words used in satisfying the mortgage. They were substantially but not exactly the words prescribed by Act of Assembly, but neither the debt nor the bond are mentioned. “ I, Andrew Fleming, do hereby acknowledge to have received satisfaction in full of this mortgage.” These words, signed and sealed by the mortgagee, were all-sufficient to put the mortgage out of existence, and sufficient, too, to satisfy the debt, if so intended. Prima facie they would indeed import extinguishment of the debt as well as the mortgage, and the burden of showing they were not so intended was on the creditor; but when he submitted evidence on that point, proper for the consideration of the jury, it was for them to decide whether the words had been satisfactorily explained, as intended only to wipe off the mortgage. The error consisted in setting up a conclusive presumption of law, on grounds fitted only for a presumption of fact. The words were under seal; but that does not estop the plaintiff from explaining them; and if they were put on the record at the instance of the mortgagor, and for his benefit, without actual payment of the debt, he is not entitled to plead an estoppel: Miles v. Miles, 8 W. & Ser. 135.\nThe learned judge considered the satisfaction a record, and said that, like all other records, it imported absolute verity, and could only be assailed on the ground of fraud. A record it undoubtedly is, but not a record to which that maxim applies, the proper application of which is to judicial records — those which are potentially if not actually made up under the eye of the judge, in the presence of the parties, and after hearing them; and these are kept by the cusios rotulorum, and not by the recorder.\nWe do not feel the force of the argument drawn from the law of assignments. A clear assignment of the mortgage-debt carries with it all the securities by the most necessary implication of intention. Nothing else is meant, and therefore nothing else is to be understood. The rule of common sense is the rule of law on the subject, said Justice Lewis, in Phillips v. Bank of Lewistown; and, in speaking of the assignment in Selfridge v. The Northampton Bank, he added, “ that it was so intended by the 'parties was too clear for argument.” The intention of the parties governs in the case of assignments, and may be reasonably deduced from a transfer of the debt. The intention of the parties is the rule in this case, but there being no decisive circumstance from Avhich the law will imply it, it becomes a question of fact for the jury.\nIt is necessary only to add that we think Mrs. Parry’s declarations were properly rejected, but that the evidence mentioned in the other bills ought to have been received.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Shaler, Stanton, and Arthurs, for plaintiffs in error.",
      "G. P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fleming versus Parry.\n1. The mere entry of satisfaction of a mortgage, m&de under seal upon the record of the mortgage, does not in conclusion of law discharge the bond secured by it, the bond being unpaid and retained by the mortgagee, the interests of third persons not being involved in the matter.\n2. The question of extinguishment or satisfaction depends on the agreement and intention of the parties, the evidence as to which should be referred to the jury as a question of fact.\n3. An acknowledgment under seal by a mortgagee of having received satisfaction in full of the mortgage, entered on the record of the mortgage, primd facie imports extinguishment of the debt as well as of the mortgage, and the burden of showing the contrary rests upon the creditor.\n4. Though a record imports verity, it is only such judicial records as are made up under the eye of the judge in the presence of the parties, and after they have been heard, and they are kept by the cuetos rotulorum and not by the recorder.\n5. The declarations of the wife of the defendant as to the object of entering satisfaction on the mortgage, were not admissible in evidence against her husband, there being no evidence of her authority to act in the matter as his agent.\n6. Payments [by the obligor of interest on the mortgage-bond, made after the entry of satisfaction of the mortgage, are admissible against him as evidence of the agreement or intention of the parties in the matter — also the inventory of the estate of the obligee, and evidence of the number of his heirs or devisees may be heard.\nERROR to the District Court of Allegheny county.\nThis tvas an action of debt by Thomas Hind and Andrew Fleming, administrators of the estate of Andrew Fleming, deceased, vs. John. C. Parry, to recover the amount alleged to be due upon a bond given by the defendant to Andrew Fleming in his lifetime, in the penal sum of $9000, conditioned for the payment of $4820.on or before the 1st day of April, 1837. The bond was dated the day of August, 1836. Its consideration was the purchase of certain lots of ground in Pittsburgh.\nOn the bond a number of payments were endorsed, reducing the amount of the principal to the sum of $2520, which, with interest on that sum from the 1st day of April, 1852, was claimed by the plaintiffs.\nTo secure the payment of the bond, the defendant executed a mortgage, hearing even date with the same; which was duly recorded, and which was a lien on the lots owned by the defendant. On the margin of the record of the mortgage, in the recorder’s office, the following entry was made :\n“ I, Andrew Fleming, do hereby acknowledge to have received satisfaction in full of this mortgage.\n“ Witness my hand and seal this 14th day of October, A. d. 1852.\n“Andrew Fleming.” [l. s.]\nThe bond remained in the hands of Andrew Fleming during his lifetime. He died in the month of November, 1852, having first made his will; and the plaintiffs, his administrators, with the will annexed, having found the bond amongst his papers, had this suit instituted.\nThe defendant, in pursuance of a rule of Court, made an affidavit of defence, in which it was stated that the mortgagee voluntarily entered satisfaction on the record of the mortgage, which satisfaction the deponent believed was partly in consideration of payments by him to the mortgagee, and as to the residue was by way of gift to the defendant and in consideration of natural love and affection towards the deponent, whose wife was a daughter of the mortgagee ; and that the satisfaction was meant and intended as a gift and discharge of the mortgage and bond.\nHe further stated that certain moneys paid by him to the decedent in his lifetime, subsequent to the entry of satisfaction, and to his heirs since his decease, were made and intended by deponent on account of other indebtedness of the deponent to the decedent, and not on account of the bond or mortgage referred to.\nOn the trial the affidavit of the defendant was read on the part of the plaintiffs.\nA witness testified that a few months before the death of Fleming, the defendant applied to the witness to borrow money on mortgage, and that he said he thought he could have the mortgage of Fleming removed in a short time; and that he afterwards showed to the witness the certificate of the recorder that the mortgage was satisfied.\nThe defendant’s ledger was 'offered in evidence on part of the plaintiff, to show that the interest account was kept up till December 29, 1852, on the bond. It was objected to as not tending to prove what was alleged, and as irrelevant. The evidence was rejected.\nThe will of Fleming, dated 6th March, 1852, was offered in order to show the improbability of a gift of the residue of the bond to the defendant or his wife. It was objected to on part of the defendant, on the ground that it did not tend to show the intention of Fleming as to the entry of satisfaction, the will being dated more than five months before the entry. It was overruled.\nThe inventory of his estate was offered, and was overruled.\nThe declarations of the wife -of the defendant, as to' the debt in question, as to whether it was relinquished or not, were rejected on the ground that there was no evidence that she was authorized to act as the agent of her husband.\nIt was also offered to prove the number of the heirs of the obligee; but it was disallowed, and exception was taken.\nThe Court directed a verdict for the plaintiffs, subject to the opinion of the Court on the whole case, considering all the evidence to be true; but reserved the questions: 1. Whether the entry of satisfaction on the mortgage operated as a discharge of the bond, and the debt secured by it.. 2. Whether the entry of satisfaction on .the mortgage, no money consideration having been paid, operated as a' valid gift of the residue of that debt, the bond being retained by the obligee under the circumstances of this case.\nHampton, J., in his opinion, subsequently given, observed that the case depended on the legal effect of the entry of satisfaction, and the defendant’s affidavit of defence; and referring to the case of Phillips v. The Bank of Lewistown, 6 Harris 408, and to the case of Selfridge v. The Northampton Bank, 8 W. $ Ser. 820, and other authorities, he directed judgment on the first question reserved to be entered for the defendant.\nThe overruling of evidence and the judgment as to the points reserved, were assigned for error.\nShaler, Stanton, and Arthurs, for plaintiffs in error.\nG. P. Hamilton, for defendant in error."
  },
  "file_name": "0047-01",
  "first_page_order": 45,
  "last_page_order": 50
}
