{
  "id": 9503131,
  "name": "Arnold versus Jack's Executors",
  "name_abbreviation": "Arnold v. Jack's Executors",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "57",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "25 Wend. 119",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 14215,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 5.952407582008793e-07,
      "percentile": 0.9535642811607935
    },
    "sha256": "1e4ad148a7e63af39d1592fc630025561f9234d4ae2d7ea9a42eda245e7a0bca",
    "simhash": "1:7922937472b0ff81",
    "word_count": 2520
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arnold versus Jack's Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by '\nKnox, J.\nThe estate in controversy was devised by Henry Jack to his three brothers, Matthew, William, and Wilson Jack, in the following words: “As joint tenants and to the survivors and survivor of them, and the heirs of said survivor, to be assignable by my said brothers .or their survivors at any time or in any manner they may think proper, provided the said brothers or their survivors shall all, or both, if one be dead, assent to such assignment, but the survivor of them may assign, convey, or devise at his pleasure.”\nWilson Jack, under whom tbe plaintiff in érror derives title, survived Matthew and William his brothers and co-devisees.\nThe plaintiffs below and defendants in error are the executors of William Jack, who devised his interest in the estate of Henry Jack to his said executors for the benefit of his widow and children.\nThere is but little if any difficulty in ascertaining how Henry Jack intended his estate to pass to and be enjoyed by his three brothers. He devises it to them first as joint tenants, and then expressly provides for what at common law was an incident of the tenancy, viz. the right of survivorship; making the right of disposition to depend upon the assent of all three whilst in full life; of two after the death of one; but the survivor to “ assign, convey, or devise at his pleasure.” And besides, the word of inheritance is only connected with the devise to the survivor. Is it not clear then that Henry Jack intended that his three brothers should take an estate for life with cross-remainder in fee to the survivor, or in other words that the estate should be held and enjoyed by all during the life of all, by two after the death of one, and by the survivor in fee simple, subject to be disposed of at any time by the consent of the parties in interest ?\nIf such was the intention of Henry Jack, can it be carried into effect without violating any rule of law ? Was it a legal intention ?\nIt is not pretended that there is any prohibition either in the statute or common law against devising an estate for life to two or more, with remainder in fee to the survivor; but it is alleged that the devise here was to the three brothers as joint-tenants, and that by the Act of 31st March, 1812, the “jus aecrescendi,” or right of survivorship in joint-tenancy is abolished; and that the limitation in the will to the survivors referred to those who survived the testator, and not to an indefinite survivorship.\nIt is a question worthy of consideration whether the provisions of the Act of 1812 apply to a joint-tenancy created by express words in a devise, or whether the operation of the Act should not be confined to those technical joint-tenancies arising from the unities of “time, title, interest, and possession)” but conceding that the right of survivorship, as an incident of a joint-tenancy, no matter how created, is gone, it by no means follows that this right may not be expressly given either by a devise in a will or by grant in a deed of conveyance. It may cease to exist as an incident, and yet be legally created as a principal. That it was created in the will under consideration is apparent when we consider the whole of the devise. Had the testator merely given the estate to his brothers as joint-tenants, it may be that the Act of 1812 would have excluded the right of survivorship. Had it been devised simply to the three, the survivors or the survivor of them, it is probable that its true construction would have referred the time of survivorship to the death of the testator; but when we find that the devise is to the three brothers expressly as “joint-tenants, and the survivors and survivor of them, and the heirs of said survivor, and that the right to transfer depends upon the assent of all, we cannot doubt but that the ultimate survivor was finally to be the recipient of the entire estate.\nIt is said that as personal estate was blended with real in the devise, the testator could scarcely have intended merely to give a life estate in objects of a perishable character. To this it may be answered that he had provided that the estate might be assigned at any time upon the agreement of the devisors, and it was fair to presume that they would protect their own interests by an early and final disposition of the personal estate; and besides, the inference to be drawn from the character of a portion of the devised estate cannot overpower the clear and unmistakeable language of the devise itself.\nUpon the case stated the defendant was entitled to a judgment.\nJudgment reversed, and upon the stated case judgment is given for the defendant below,. Andrew Arnold.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "White and Cowen, for plaintiff in error.",
      "Foster, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Arnold versus Jack's Executors.\n1. A testator, with respect to his estate real, personal or mixed, devised the same to his three brothers by name “ as joint-tenants, and to the survivors and survivor of them, and the heirs of said survivor; to be assignable by my said brothers or their survivors at any time or in any manner they think proper; provided the said brothers or their survivors shall all or both, if one be dead, assent to such assignment; but the survivor of them may assign and convey or devise at his pleasure.”\nHeld, that the three brothers took an estate for life with cross-remainder in fee to the survivor; or that the estate should be held and enjoyed by all of the three during the life of all — by two after the death of one, and by the last survivor in fee simple, subject to be disposed of at any time with the consent of all the devisees interested.\n2. This result was not affected by the fact that the personal estate was blended with the real estate in the devise.\n3. Though survivorship as an incident to joint tenancy was abolished by the Act of 1812, it may be expressly given by will or deed.\nERROR to tbe Common Pleas of Westmoreland county.\nAction of ejectment by William Jack’s Executors v. Andrew Arnold, to recover a portion of tbe real estate of Henry Jack, deceased, which tbe plaintiffs claimed to belong to William Jack, their testator, under the will of his brother, Henry Jack, deceased-.\nHenry Jack, by his will, dated 7th May, 1829, devised all of his real and personal estate, by the same devise, to his three brothers, Matthew, William, and Wilson Jack, as joint-ten ants, &c. The terms of the will are hereafter stated. He died in January, 1837.\nMatthew Jack, by his deed, dated 15th September, 1838, conveyed all the interest he had acquired under the will of Henry, to his brother Wilson, and he died on the 20th of November, 1843, without issue.\nWilliam Jack died on the 28th of February, 1852, leaving a widow and eight children. By will, dated 11th August, 1848, he devised his interest acquired under the will of Henry Jack, to his executors, for the use of his widow and children.\nWilson Jack survived both of his brothers, and died on 29th October, 1852, unmarried, and without lawful issue, having made his will, dated 31st July, 1852, by which he devised the land in dispute, together with other lands which he claimed under Henry Jack’s will, to Andrew Arnold, the defendant, who claimed the entire estate of Henry Jack under the will of Wilson Jack, on the ground that Wilson became entitled to the whole as the survivor of his brothers Matthew and William. By the clause in the will of Henry Jack, under which the defendant claimed, he devised all his property or estate, whether real, personal, or mixed, unto his brothers “Matthew, William, and Wilson Jack, as joint-tenants, and to the survivors or survivor of them, and the heirs of said survivor; to be assignable by my said brothers, or their survivors, at any time, or in any manner they think proper; provided the said brothers or their survivors shall all, or both, if one be dead, assent to such assignment; but the survivor of them may assign and convey, or devise at his pleasureexcepting however to some of his relatives referred to.\nOn the part of Arnold, the defendant in the suit, it was contended that the devise to the three brothers was of estates for life, with vested cross-remainders for life, and a contingent cross-remainder in fee to the survivor.\nOn part of the plaintiffs, executors, it was contended that the estate devised by said will was an estate in fee simple to such of the brothers as survived the testator, as tenants in common; and, as all three survived him, the share of William Jack passed to the plaintiffs, under his will.\nA case was stated, stating the foregoing facts,; the Court, if they considered the plaintiffs entitled to recover, to enter judgment for whatever portion of the estate they were entitled to recover. Otherwise, judgment for the defendant with costs.\nOctober 4, 1854, judgment was entered for the plaintiffs for the undivided third part of the lands in dispute'.\nSuch judgment was assigned as error.\nBy the 1st section of the Act of 31st March, 1812, concerning joint-tenancy, it is provided as follows: “ If partition be not made between joint-tenants, whether they be such as might have been compelled to make partition or not, or whatever kind the estate or thing holden or possessed be, the parts of those who die first shall not accrue to the survivors, but shall descend or pass by derise, and shall be subject to debts, charges, curtesy, or dower, or transmissible to executors or administrators, and be considered to every other intent and purpose in the same manner as if such deceased joint-tenants had been tenants in common. Provided always, That nothing in this Act shall be taken to affect any trust estate.\nWhite and Cowen, for plaintiff in error.\nIt was contended that Henry Jack, the testator, intended his devisees to take as joint-tenants. He used the term “ joint-tenants,” which being technical terms, it is to be presumed that he used them in their legal sense: Doug. 340; 6 Durn. East 352; 4 Ves. 329; 5 Id. 401: unless the context indicates the contrary. If the de-visees took absolutely in common on the death of the testator, then the estate devised could not go to “ the heirs of the survivor.” The restraint upon alienation should also have some meaning. If the devisees took as tenants in common, the restraint was inconsistent with such interest; but, if as joint-tenants, it prevented the survivor from losing his right of survivorship. If the testator intended the devisees to take absolute estates upon his death, there was no reason for the restraint without his own consent.\nIt was further 'contended, that the Act of 31st March, 1812, did not interdict a right of survivorship expressly given; that by the said Act it was merely meant to declare that such a right would no longer be implied, and that it did not forbid either a grantor or devisor from creating, in express terms, an estate fettered with a limitation of the fee over to the survivor; or from creating a joint-tenancy by express words.\nIt was further contended that the limitation “ to the survivors or survivor of them, and the heirs of said survivor,” was not meant to provide against the death of the devisees during the lifetime of the testator. One of the reasons for the construction, limiting the death to the life of the testator, was that when the gift was immediate, it was to be presumed that the intention was that the devisees should take as tenants in common, which was inconsistent with indefinite survivorship: 2 Jarman 631; 10 Earr 245; 1 Harris 152. Put here the devisees take expressly as “ joint-tenayts,” which is inconsistent with a limitation of sur-vivorship within the life of the testator. The estate also is limited to the heirs of the survivor. The devisor conferred upon the devisees the power to grant a fee, which was not inconsistent with a limited estate in them; and the restriction, that after the death of one of the devisees it should require the concurrence pf both of the survivors to convey, evinces a clear intention not to vest an estate of inheritance in any of the devisees except the survivor.\nFoster, for defendants in error.\nSince the Act of 81st March, 1812, the mere use of the terms “joint tenants” does not create a joint tenancy; but it is contended, on part of the plaintiff in error, that it was the intention of the testator that the last survivor should take the whole at whatever period of time it occurred.\nA limitation to survivors will not be construed to mean an indefinite survivorship, unless by the use of express words it appear that the testator meant that the last .survivor should take the whole: 2 Jarman 450. The words “ to my brothers, &c., as joint tenants, and the survivors and survivor of them and the heirs of said survivor,” do not expressly indicate that an indefinite survivorship was intended by the testator, inasmuch as the use of the word survivors indicated that the testator intended to refer to a period when two only of the three might be living. Any intimation by a testator of a division or a severalty of interests, is sufficient to make a tenancy in common: 5 Binney 20; 2 Jarman 117. The words relative to assigning, referred to the manner in which the estate was to be enjoyed, and not as indicating the kind of estate which was to vest in them. Where the testator speaks of the survivor being allowed to assign, he meant HIS OWN snARE, and not the whole estate: The case of Johnston v. Moore, 10 Barr 245, cited. In all cases where there is a devise to two or more, and to the survivors and survivor of them and the heirs of the survivor, the words of survivorship refer to the death of the testator, and vest the fee in such of the devisees as survive him: 1 Sams 152, Caldwell v. Skilton; 10 Barr 245, and eases there referred to; 4 Sarris 827, Jessup v. Smith; 25 Wend. 119; 2 Jarman 451. If the construction now contended for prevail, it will give to the widow and children of William Jack the one-third of the estate devised by Henry, his brother. But if the construction contended for, on part of the defendant below, be sustained, the entire estate of Henry Jack will pass under the will of Wilson Jack, the last survivor, to one who is a stranger to the blood of Henry Jack, which, it was said, was a destination he most probably never intended."
  },
  "file_name": "0057-01",
  "first_page_order": 55,
  "last_page_order": 60
}
