{
  "id": 9503160,
  "name": "Stewart versus Colwell",
  "name_abbreviation": "Stewart v. Colwell",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "67",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 192,
    "char_count": 3105,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.0265985681839556e-07,
      "percentile": 0.5468784087412046
    },
    "sha256": "40a3a3d2784239d58050869f3fbfd410f69d7cf3fc1ea0bb26387e01a6107486",
    "simhash": "1:09e090b7953767fb",
    "word_count": 542
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus Colwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe defendant pleaded a discharge under the bankrupt law, and on the trial gave evidence of a discharge corresponding with that set forth in the plea. The plaintiff demurred to the evidence because the discharge was dated prior to the date of the judgment on which the present scire facias is founded, and the defendant joined in demurrer. It may have been right enough to overrule the plaintiff’s demurrer to the evidence, because the evidence was in exact accordance with the plea and tended to sustain it. But the plea itself was bad, because it set forth a discharge dated prior to the judgment. It was too late to make this defence. There is \"also a demurrer to the plea. On the whole record the plaintiff in error is entitled to judgment.\nJudgment reversed and judgment for the plaintiff in error, for the amount of the judgment of the 22d December, 1842, with intérest and costs.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Mechling, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Stewart versus Colwell.\nIn the ease of a seire facias to revive a judgment of revival, a plea that the defendant was discharged as a bankrupt at a time which was after the original judgment hut before the judgment of revival, was bad. Though a demurrer to such evidence might have been properly overruled as the evidence was in accordance with the plea, yet on the whole record the plaintiff was entitled to judgment.\nERROR, to the Common Pleas of Armstrong county.\nDavid Stewart obtained judgment against A. Colwell, in Mercer county, on the 15th May, 1837, for $333.66, with interest. An exemplification of tbe record was entered in Armstrong conntj, to March Term, 1842. On 14th April, 1842, a soi. fa. post an. et diem was issued to June Term, 1842, which was returned served on Colwell. On 22d December, 1842, judgment was entered against the defendant. A fi. fa. was issued, which was returned “ nulla bona.” On 15th December, 1850, a sei. fa. to March Term, 1851, was issued to revive the judgment and continue the lien. On 16th May, 1851, the defendant pleaded nul tiel record and payment with leave, &c., which were replied to. The case was continued to September Term, 1851, when the defendant added the plea that he had been declared and discharged as a bankrupt on the 8th November, 1842. Subsequently, on the trial, the Court directed judgment for the plaintiff on the plea of nul tiel record.\nThe defendant’s counsel then offered in evidence the bankrupt discharge. This evidence was demurred to on part of the plaintiff on the ground that the judgment of revival had been obtained after the defendant’s discharge as a bankrupt. The Court, however, directed judgment for the defendant on the demurrer. Such judgment was assigned for error.\nMechling, for plaintiff in error.\nThe judgment of revival was entered above forty days subsequent to the discharge. The merits of the judgment of revival were not inquirable into in the scire facias proceeding founded upon it: 5 Ser. f R. 65; 15 Ser. f It. 185. A payment which might have been pleaded in bar to the first scire facias, was not admissible on the trial of the second sei. fa.: 1 Peters Rep. .441."
  },
  "file_name": "0067-01",
  "first_page_order": 65,
  "last_page_order": 66
}
