{
  "id": 9503209,
  "name": "Allen versus Woods",
  "name_abbreviation": "Allen v. Woods",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "76",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0380-01"
      ]
    },
    {
      "cite": "2 Watts 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 11262,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.202352028920026e-08,
      "percentile": 0.47602813909227915
    },
    "sha256": "463d19af7b9ed2dd084f2862d5a85f22330de51bc201f230617248a9486b1748",
    "simhash": "1:386b81fbd344b12b",
    "word_count": 2029
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen versus Woods."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nWhere cumbersome articles are to be delivered at a specified time, in performance of a contract, the vendor is not bound to carry them to the vendee, but must seek him a reasonable time before the day of delivery, to ask him to appoint a place of delivery. This is the rule in cases where the contract does not fix the place of delivery: Barr v. Myers, 3 W. & Ser. 298. And such was the contract here. The scrivener who penned its contents swears that 50,000 bricks were to be given for the land, 25,000 in one year, and the balance in another year, but he does not say where they were to be delivered. The Court were right, therefore, on this ground, in negativing the defendant’s third point, but we think they were right on. broader ground. This was ejectment by the holder of the legal title. The defendant set up an equity under his article of agreement, and it became him to perfect it by effering to do all that he was bound for; or, at the least, by showing himself ready and able to perform on his part. Whilst the title remained in Dixon the liens on record were a good reason for the defendant’s not paying; but the sheriff’s sale swept off the encumbrances, and Woods was able to make the defendant a clear title. From that time — March, 1852 —the defendant should have been ready and eager to perform. The last instalment of bricks had then been due a year, and, instead of waiting for a demand he should have called on\" Woods to specify some reasonable place at which the bricks should be delivered; a thing he not only failed to do, but, according to the evidence, he had not over 5000 merchantable bricks on hand even as late as June, 1852.\nIf a purchaser of land means to retain the possession he should pay according to his contract; and if liens exist to excuse delay beyond the time stipulated, he should be ready to pay as soon as they are removed. It is especially incumbent on a purchaser, privileged to pay in specific chattels, to be prompt and ready to perform his contract, if not at the time specified, as soon as the title is clear and he can perform with safety. He must not expect to retain the land without even providing himself with the equivalent promised to be given for it. The defendant standing in such circumstances has no reason to complain that the Court negatived his proposition.\nWe see no error in permitting the plaintiff to show the trans: actions between Allen and Miller & Bush, so far as to enable the jury to determine whether the accepted order had been really paid, or not. Allen claimed credit for 25,000 bricks, the amount of the first payment. He had accepted Dixon’s order in favor of Miller & Bush for that amount, and he had delivered to them some 16,000 bricks on account of it. But if he sued and recovered for the bricks so delivered, and defeated them when they sued on the order, then it is manifest he had not, in point of fact, paid a single brick on this contract. This was a conclusion which the plaintiff had a right to establish, and he seems to have done it to the satisfaction of the jury.\nAs to the verdict, Allen has no reason to complain. The jury, convinced that he had paid nothing on his contract with Dixon, found that he should pay for the land or give up the possession. And seeing that he had neither offered the bricks since the title was cleared, nor been ready to render them, their value was properly assessed in money and four months more of time given him to raise that. What the Court might do with the money when it should he paid in, was no concern of his. The stipulation on this head affected neither his rights nor duties. The deed was filed, and he had only to pay the money and take the title.\nIt is complained that the final judgment and execution were premature. The verdict was rendered on the 18th or 19th of April, giving the defendant four months for the payment of the $200; and the final judgment, establishing the forfeiture of the condition, was entered the 20th August, 1852. Here were four months, and the hah. fao. issued after the absolute judgment was not premature.\nWe have now touched all the errors assigned, and finding no merit in them the judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Barton, for plaintiff in error.—",
      "Penney and Sterrett, control."
    ],
    "corrections": "",
    "head_matter": "Allen versus Woods.\n1. Where cumbersome articles are to be delivered at a specified time in performance of a contract, and no place is fixed upon for their delivery, the vendor is not bound to carry them to the vendee, but must apply to him a proper time before the day of delivery to appoint a reasonable place for delivery.\n2. Where, in an ejectment by the holder of the legal title, the defendant sets up an equity under an article of agreement, it is incumbent on him to perfect it by doing or offering to do, or showing a readiness and ability to perform all that he was bound to do; and if liens exist against the land to excuse delay on his part, he should be ready to pay as soon as they are removed.\n3. Where the defendant agreed to pay for Certain real estate in bricks, and accepted an order in favor of third parties and delivered to them a quantity of bricks; it was admissible for the plaintiff, the holder of the legal title, to show that the defendant had sued for and recovered the value of the bricks from the persons to whom he had delivered them, and therefore had paid nothing for the real estate in question.\n4. Where the defendant agreed to pay for real estate in bricks, and the defendant had neither offered the bricks since the plaintiff was able to make a perfect title, nor was ready to furnish them, their value was properly assessed in money, and time afforded to raise it. The deed being filed in Court for delivery on payment, the defendant was not interested in the appropriation of the money by the Court.\n5. Where a period of four months was fixed upon in the verdict for payment by the defendant, and judgment was not entered thereon till the expiration of the four months, execution issued immediately after the judgment became absolute was not premature.\nERROR to tbe District Court of Allegheny county.\nThis was an ejectment by William Woods v. James Allen, brought to July Term, 1852, for a lot of ground in the borough of Sewickleyville. Both parties claimed under John Dixon.\nOn part of the plaintiff was shown a judgment against Dixon, on 3d December, 1850; execution thereon and sheriff’s deed to the plaintiff acknowledged on 27th March, 1852.\nThe defendant claimed to have purchased the premises from Dixon in May, 1849, by articles of agreement, and that he had taken possession, put in a crop, and had burned brick upon it. The agreement was not produced, but a witness testified that Allen was to deliver to Dixon for the lot in dispute, 50,000 bricks, one half in one year, and the other half in the year following. The bricks were estimated by the parties at $4 per thousand.\nOn 1st of May, 1850, Dixon drew an order on Allen, the ven-dee, for the first half of the bricks, which was on that day accepted by Allen. The payees in the order were Miller & Bush. Miller & Bush received from Allen about fifteen or sixteen thousand bricks, but Allen afterwards brought a suit against Miller & Bush for a balance of book account, and got a judgment for $20 or $25. Miller & Bush afterwards brought suit against Allen on the accepted order, and recovered judgment for $100, whereupon Allen appealed, but a nonsuit was afterwards entered. A witness testified that Allen objected to the order for the bricks, and that it was rejected bj the alderman in determining the suit of Allen v. Miller & Bush.\nDixon tendered a deed for the premises to Allen in the summer or fall of 1850, which the latter refused, alleging the existence of liens, a list of which was exhibited at the time.\nA notice of Allen’s claim of title was read at the time of the sheriff’s sale.\nThere was no proof of a tender of the deed subsequent to the fall of 1850. _ _ '\n_ _ On the trial of the ejectment, the plaintiff’s counsel asked leave to file a deed to Allen for the premises.\nOn part of the defendant, several points were submitted, the third of which was, That the consideration of the premises being bricks to be delivered at defendant’s brick-yard in Sewickley, the plaintiff could not recover the price of the bricks in money until he had made a reasonable demand of defendant to furnish the same. This point was negatived.\nOn part of the plaintiff it was contended that if the agreement between Dixon and Allen had been made as alleged, the plaintiff was still entitled to recover the purchase-money, or the estimated value of 50,000 bricks, viz., $200, which was alleged by the plaintiff to be unpaid.\nApril 18, 1853, verdict was rendered for the plaintiff to be released on defendant paying $200 into court, in four months, $100 thereof to be paid to plaintiff, absolutely, upon the delivery of a deed for the land; and the other half, viz.: $100, to be held by the court until the dispute between Allen & Miller and Bush should be determined: the Court to order payment of said $100, t-o whomsoever is legally entitled thereto.\nOn April 19th a motion was made for a new trial, which on 25th June was dismissed. On July 7th, the verdict fee being paid, judgment was entered on the verdict. August 20, 1853, judgment absolute was entered, with leave for hab. fac. to be issued.\nError was assigned to the answer to the third point. 2. In permitting the jury to take into consideration the controversy between Allen & Miller and Bush. 3. In entering judgment on the verdict. 6. That the absolute judgment was premature. 7. The hab. fac. issued before four months had elapsed from the time of judgment.\nBarton, for plaintiff in error.—\nIt was alleged that on a contract for delivery of specific articles, the creditor must make demand at the debtor’s place of residence: 2 Watts 140, Hamilton v. Calhoun. The jury ought to have passed upon the controversy between Allen & Miller and Bush, and not have left it for future settlement: 16 Ser. B. 245, Bagley v. Wallace.\nPenney and Sterrett, control.\nIn this case no place was fixed upon for tbe delivery of the bricks. But if it had been, it was not necessary for the plaintiff to make demand, but the defendant should have shown that he was ready to comply, and continued to be so: 7 Watts 380, Fleming v. Potter; 3 W. ‡ Ser. 295, Barr v. Myers. In the ease of Hamilton v. Calhoun, there was neither time nor place of delivery agreed upon, and the articles depended on the plaintiff’s election.\nThe evidence relative to the payment of Dixon’s order in favor of Miller & Bush was proper in determining the amount due under the contract between Dixon & Allen.\nVerdicts in ejectment should receive a liberal construction: 7 Barr 274, Tyson v. Passmore; 17 Ser. B. 393. The verdict was not uncertain; the defendant’s liability was determined. The direction that part of the money should be subject to the order of the Court gave no power that the Court did not possess without the direction.\nThe verdict was rendered on 18th April, and the defendant was to pay in four months. On 20th August judgment was entered. Where defendant fails to pay at the time fixed by the verdict, the plaintiff is entitled to the possession: 7 F.j Ser. 137, Treaster v. Fleisher."
  },
  "file_name": "0076-01",
  "first_page_order": 74,
  "last_page_order": 78
}
