{
  "id": 9503319,
  "name": "Morford versus Cook",
  "name_abbreviation": "Morford v. Cook",
  "decision_date": "1854-12-18",
  "docket_number": "",
  "first_page": "92",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 535",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 522",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 100",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Johnson 229",
      "category": "reporters:state",
      "reporter": "Johnson",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 382",
      "category": "reporters:state",
      "reporter": "Yeates",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 12190,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.2156263732376203e-07,
      "percentile": 0.5970461984463187
    },
    "sha256": "8183c85c3d7f7e7e383999f00bd6d9eda920d45ffe4d8f3941cef5f2f222015d",
    "simhash": "1:8aae0ef0280871bd",
    "word_count": 2190
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morford versus Cook."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, December 18, by\nBlack, C. J.\nThis ejectment was brought in 1821 and tried in 1854, one-third of a century afterwards. It does not appear that any advantage was taken of the plaintiff’s long delay, nor any demand made upon the Court to strike the case off as abandoned. The defendant below insisted that the plaintiff could not recover, because the plaintiff named in the original writ was dead before it issued. It appears that one William Cook died in the year 1817, and that he was at the time of his death the owner of the legal title. But he devised it to his son who bore the same name. From these facts the presfimption would be that the party named in the writ was the younger Cook, who was living at the commencement of the action. This, however, is not all that the record shows. In 1844 the defendant put in his plea of not guilty, and added the special plea that the plaintiff had died before impetration of the writ. No replication was made to the plea; but, in 1845, the death of the plaintiff was suggested, and William Cook, his executor, substituted. That the plaintiff mentioned in this suggestion was William Cook the elder, and that the substituted party was his son, the present William Cook, are facts not disputed, and they are totally inconsistent with the inference which would otherwise be drawn from the record. Of course the present William Cook did not suggest his own death, and did not substitute himself for himself, and was not his ■ own executor and devisee. His father was the nominal plaintiff previously, and he had been dead three years before the time when the suit commenced. It is . argued that the substitution was a mere blunder of some attorney concerned in the cause. We think it very likely that mistakes might be made in a case dug up as this was from a-grave in which it had slept while a generation of men were passing away. It is very probable that other things as. well as the parties have been forgotten in the mean time. But, surely, this is no answer to a record, which is always taken for absolute verity. I do not say that such an error could not be corrected. If application were made to the Court, accompanied with satisfactory proof, perhaps the substitution might be stricken out and the record restored to its original shape. But while it stands there it must stand for truth. We are quite satisfied that this view of the subject was not brought to the notice of the Court below, but the point itself was, and the judge answered it briefly, but decisively, in the negative. This was, in our opinion, an error, for which we are compelled to reverse the judgment.\nAnother question was raised. William Cook, the younger, conveyed his interest while the suit was pending, and his alienees were substituted. If Cook was the equitable as well as legal owner of the land in 1846, when he aliened it, the alienation was equivalent to a discontinuance of the action, and as the statute of limitations would bar another, the defendant had the property against all opposers. Of this absolute right the Act of 1850, permitting alienees to be substituted, could not deprive him. But it is alleged that he was a mere dry trustee, and that his alienees might therefore be substituted under the Act of 1818. We cannot determine how the fact is, none of the counsel having seen proper to furnish us with the declaration of trust executed by William Cook the elder in 1799, and his estate is not so defined in the other documents that we can tell whether or not he himself had a beneficial interest. The decision of the Common Pleas is presumed to be right, because the contrary is not made to appear. But, not having the materials to make up a judgment upon this point, we can say nothing about it now which will be binding here, or elsewhere, if the cause should be tried again.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Babbit and Downey, for plaintiff in error.",
      "J. B. and A. Howell, and Flenniken, for defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Morford versus Cook.\n1. An ejectment was brought in 1821 in the name of William Cook. There were two persons of that name, the first of whom, who was the father of the other, died in 1817. In 1844 the defendant plead “ not guilty and the death of plaintiif before impetration of writ.” To this there was no replication. In June, 1845, “death of plaintiff suggested and William Cook, executor, substituted.” In 1846 the latter conveyed the premises:\nIt was Held that though the record might perhaps be amended, yet, according to it, the person meant as plaintiff was the father; and as he died before the institution of the suit, it could not be sustained.\n2. If William Cook, the son, was the equitable as well as legal owner of the land, his conveyance after suit was equivalent to a discontinuance of the suit.\n8. If the defendant had title by the statute of limitations at the time of the legal discontinuance of the suit in 1846, he could not be deprived of such title by the Act of 26th April, 1850, permitting alienees to be substituted. Such Act does not operate retrospectively as to a title perfected by lapse of time before its passage.\n4. Whether or not the defendant was a mere trustee, the declaration of trust alleged to exist not being furnished this Court, it could not determine whether any substitution could be made of persons as defendants, under the Act of 24th March, 1818, relative to trusts.\nERROR to the Common Pleas of Grreene county.\nThis was an ejectment in name of William Cook v. James Morford, for 400 acres of land. The summons was issued on 22d August, 1821. Description filed 26th March, 1844. In the docket entry it was further stated: “ Defendant plead not guilty, and the death of plaintiff before impetration of writ. June 11th, 1845, death of plaintiff suggested, and William Cook, executor, substituted.” September 21,1847, death of defendant suggested. September 23, 1847, Jesse Morford, son of James Morford, substituted as defendant.\nOn the trial in September, 1853, the will of William Cook, dated 26th February, 1813, and proved on 6th August, 1817, was given in evidence.\nIn the counter statement it was stated that in January, 1787, the Commonwealth granted to Robert Morris a number of tracts of land in Greene county. Afterwards, on 30th March, 1795, Robert Morris and wife conveyed the said land, the land in suit included, to Edward Tilghman. That Edward Tilghman, by deed dated 6th May, 1798, conveyed the premises to William Cook, of Annapolis, declaring in the deed that the conveyance to him by Robert Morris, was in trust, and that tbe conveyance to William Cook was in execution of tbe trust.\nA declaration of trust by William Cook, dated 16th January, 1799, and recorded on 15th June, 1836, was briefly referred to on the paper-bdok, but no copy of it was set out.\nWilliam Oook, the elder, devised to William Cook, his son, all his real estate in Pennsylvania, and requested him to convey to Henry Nichols and others, the parts of the said estate which they claimed to hold in common with him, in virtue of a certain deed or declaration of trust executed by him.\nIt was alleged in the counter statement, that, by virtue of the deed of Edward Tilghman to William Cook, the elder, and the will of the latter, the estate in the property in dispute was in the persons named in the will of William Cook; that William Cook, the son and devisee, held the legal title, but held it as trustee for the use of the several persons interested. It was alleged that this was the condition of the property when the ejectment was brought, and till 14th May, 1846, when William Cook, the son and devisee, and his wife, conveyed to Josiah Pennington and George Cook, as trustees.\nOn part of the defendant, the deed of William to Pennington and Cook was given in evidence.\nAfter the testimony was closed the plaintiff’s counsel moved the Court to substitute Josiah Pennington and George Cook, trustees, &c., as plaintiffs under the Acts of 1850 and 1852. They were substituted, under objection on part of defendant.\nIn the 4th section of th’e Act of 26th April, 1850 (Acts, p. 591), it is enacted, “That when the title of a plaintiff in ejectment to lands may have been changed, by sale or assignment, after action brought, the suit shall not be affected thereby; but the purchaser or assignee may prosecute said action; and the verdict and judgment in said action shall enure to him in the same manner that they would have enured to the said plaintiff if no sale or assignment had taken place; and the purchaser of the real estate in controversy may be substituted on record, by motion in open Court.”\nBy the 2d section of the Act of 4th May, 1852 (Acts, p. 574), the name of a party to a suit may be changed when it appears to the Court that a mistake or omission in the name or names has been made.\nThe Court was asked in the second point submitted on part of the defendant, to say, “ that as William Cook, the elder, in whose name this suit was brought, died in 1817, and this suit having been instituted after his death, viz., in 1821, the plaintiff cannot recover. And in the third point, that William Cook, the younger, having conveyed all his title to the land in dispute after suit brought by Pennington and Gook, he could not recover more than costs in this suit. See 5 W. & Ser. 427; 4 Yeates 382; 4 Ser. & B. 130; 6 Harris 377, Alden v. Grove.\nIn answer to tbe second point the Court charged that it seemed more reasonable to suppose that William Cook, who was the plaintiff, was the son and devisee.\nAnd to the third he charged in the negative, observing that a substitution had been permitted under the Acts of 26th April, 1850, and of the 2d section of the Act of 4th May, 1852.\nSeptember 22,' 1853, verdict for plaintiff.\nError was assigned to the answer to the second and third points.\nBabbit and Downey, for plaintiff in error.\nThe Act of 26th April, 1850, as to transfer and substitution, should not apply to pending actions where the transfer or sale was made before the passage of the Act. .The Court should have charged that after William Cook, the younger, on the 14th May, 1846, conveyed the land in dispute, there could be no recovery in the suit: 5 W. fr Ser. 427; 4 Yeates 382; 4 Ser. B. 130. If the ejectment was rendered inoperative as a means of recovering the land, it ceased to be an obstruction to the operation of the statute of limitations. The defendant’s possession at the date of the deed from-William Cook, the younger, to Pennington & Cook, had been adverse for more than 40 years. The suit brought in 1821 was an admission of the defendant’s possession, and 25 years elapsed afterwards before the conveyance to Pennington and Cook: 5 Ser. B. 270; 13 Johnson 229. If the suit had been tried between the date of that conveyance and the passage of the Act of 1850, there could not have been a substitution or recovery — the adverse possession would have protected the defendant, and of this advantage he should not be deprived by the Act of 1850. As to the prospective operation of statutes were cited 4 Ser. ¿f B. 410 ; 7 Barr 283; 6 Id. 1982 Shaw 16.\n[That the Act of 1850 is applicable to actions pending when it was' enacted, see 6 Harris 377, Alden v. Grove.]\nThe legislature cannot take the property of one individual, with or without compensation, and give it to another : 5 W. Sp Ser. 171, Norman v. Heist; 2 Barr 22; 1 Id. 209. The case of Dillon ¶. Dougherty, a case decided at Pittsburgh at the next preceding term, referring to the operation of the Act of 1850, was also referred to.\nJ. B. and A. Howell, and Flenniken, for defendant in error.—\nThe defendant should have proved that the person in'whose name, as plaintiff, the suit was instituted, was dead, as it was denied on the trial by the request to charge: 9 Watts 100. It was further alleged that the 7th section of the Act of 24th March, 1818, relative to actions by executors or -trustees, authorized the substitution. The conveyance by a trustee passes the legal estate and substitutes the grantee as trustee in the grantor’s stead: 8 Watts 522 ; 12 Ser. JR. 448; 1 Watts 535; 1 Barr 491. The interest of a trustee in the land is not that kind of right or title which is devested by transfer during the pendency of the suit."
  },
  "file_name": "0092-01",
  "first_page_order": 90,
  "last_page_order": 94
}
