{
  "id": 9503345,
  "name": "White versus Arthurs",
  "name_abbreviation": "White v. Arthurs",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "96",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 419",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 10767,
    "ocr_confidence": 0.411,
    "sha256": "bb027977e31bc063f790c8a4a3359ceff59bf2d1824020b9dd4464c41bebf8eb",
    "simhash": "1:9f47204d7575ac77",
    "word_count": 1926
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White versus Arthurs."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe Act of 21st March, 1772, authorizes summary proceedings against a tenant holding over on the application of the landlord, his heirs or assigns. A person who receives a conveyance for life is an assignee within the meaning of the Act. Edward Arthurs, by virtue of his lease from William Arthurs, for the life of the latter, subject to the payment of ground-rent, and subject also to the lease for a year previously granted to White, became the assignee of the lessor, within the meaning of the Act, and as such had a right to institute proceedings before two justices to obtain possession, upon the expiration of the lease to White.\nWhere the jurors, after being duly sworn, cannot agree, or absent themselves, or adjourn to another day without the consent of the parties, the latter may discharge them, and issue a now precept to the sheriff, directing him to summon a new jury: 4 W. & Ser. 120. The same course may be pursued where some of the jurors absent themselves after being sworn: 1 Harris 197. And where the two justices unite in issuing a new precept for another jury, and the new jury is sworn, and the parties appear, and the cause is finally tried before the last jury, this is an effectual discharge of the jurors previously sworn in the case.\nThe decision of the last jury is not to be set aside for an error in rejecting evidence offered before the previous jury. This principle renders it unnecessary to express an opinion on the effect of the decision alleged to have been made before Aldermen Buck-master and McMasters: 8 Barr 414. Those proceedings do not appear to have been offered in evidence at the last trial, which is the only one now up for revision. If they had been offered and rejected at that trial, we have no means of knowing anything in relation to their effect. It is alleged that they are void, because the finding was not in conjunction with the magistrates. But they have not been made part of this record; nor have they been shown to us. We have neither judicial nor actual knowledge of them, and we can give no opinion whatever of their effect.\nWe are unable to say, from an examination of the paper-book, what items of costs have been charged. But as the complainant was not in fault, and the defendant has been found guilty of unjustly withholding the possession, we see no reason why he should not be charged with all the costs of the proceedings necessary to regain it.\nWe see no error in these proceedings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Eyster, for plaintiff in error.",
      "McCandless and Large, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "White versus Arthurs.\n1. One who receives a conveyance for life is an assignee within the meaning of the 12th section of the Act of 21st March, 1772, authorizing proceedings against a tenant holding over.\n2. Where the jurors in such a proceeding, after being duly sworn, cannot agree, or absent themselves, or adjourn to another day without the consent of the justices, the latter may discharge them and issue a new precept to the sheriff directing him to summon a new jury. The same course may be pursued where some of the jurors absent themselves after being sworn. And where the two justices unite in issuing a new precept for another jury, and the new jury is sworn and the parties appear, and the cause is finally tried before the last jury, this is an effectual discharge of the jurors previously sworn in the case. One information was sufficient in the proceeding.\n3. The proceedings before a former jury who reported in favor of the tenant, not being a part of this record or appearing to have been in evidence on the last trial which was the only one up for revision, or otherwise exhibited to this Court, no opinion was expressed as to their effect.\n4. Proceedings were instituted before two aldermen by one claiming as landlord, and the jury found for the tenant. A few days afterwards complaint was made by the same person to two other aldermen, and a jury was summoned and met on the 13th April and were sworn and adjourned till the 15th, when only ten of the jurors met, and two other persons were called by the sheriff and were sworn with the others. The jury not agreeing, and the magistrate refusing to discharge them, adjourned till the 20th April. Previous thereto, viz., on the 17th, one of the magistrates discharged the jury, and on the following day a new precept was issued to the sheriff, without any now information, and he summoned a third jury, who reported in favor of the complainant, and an execution was issued against the defendant for costs accruing in the three last proceedings. It was Held that the proceedings were regular, and that the defendant was pi’operly chax’geable with the costs of the proceedings necessary to regain the possession.\nERROR to the Court of Common Pleas of Allegheny county.\nPhis was the case of a certiorari to J ohn A. Parkinson and A. G-. Reinhart to return certain proceedings had before them .in pursuance of a complaint by JEdward Arthurs against John E. White.\n.William Arthurs, on the 1st of January, 1858, leased a house, &c., to John E. White, for one year from the 1st of April, 1853, at a specified rate. About the 1st of April, 1858, William Arthurs leased the said premises to Edtoard Arthurs, the complainant, during the life of the said William, reserving an annual ground-rent, and subject to the demise to John B. White.\nIt was alleged in the complaint subsequently made that White acknowledged Edward Arthurs to be his landlord, and, as tenant, paid to him the quarterly rents which becaihe due on the 1st of July and October, 1853, and on the 1st of January, 1854. It was alleged that on or before the 1st of January, 1854, Edward Arthurs notified White to remove from the premises upon the 1st of April, 1854.\nOn the 3d day of April, 1854, Edward Arthurs commenced proceedings under the Landlord and Tenant Law, before Aldermen Buckmaster and McMasters for the recovery of the possession of the premises in dispute. A jury was summoned, appeared, and, being sworn, heard the parties, and reported that they found for the defendant, J ohn E. White. It was stated that the justices did not sign this verdict. •\nOn the 10th day of April, 1854, Edward Arthurs appeared before John A. JParkinson and A. Gr. Rinehart, and made another complaint, and a precept was issued by the said Parkinson and Reinhart to the sheriff, commanding him to summon a jury to. meet at the office of Parkinson, on the 13th day of April.\nTo this precept the sheriff, on the 13th of April, returned that he had summoned twelve freeholders; and on the 13th of April they were sworn by the said justices. The case was then continued till the 15th of April. On the 15th of April the parties met at the time and place appointed, and two of the jurors who had been before, sworn to try the case not appearing, without a formal discharge of the jury, and without a new precept, two other persons were selected by the sheriff and were sworn with the ten who attended.\nThis last jury proceeded to hear the parties, &c., and after having deliberated upon the matter, and not coming to any conclusion, they adjourned to meet at the same place on the 20th day of April, A. d. 1854.\nOn the 17th day of April, 1854, John A. Parkinson, one of the aldermen, discharged the said jury ■after they had adjourned to meet on the 20th, stating on his docket that the jury, not agreeing, were, on Monday, the Tith, discharged ; that is, all of them he had seen.\nIt was stated that he saw only four of them. On the 20th, agreeably to the adjournment, eight of the said jury met at his office to make up their verdict, when they were told by him that he had, on the 17th, discharged them.\nOn the 18th day of April, 1854, a new precept was issued to the sheriff of Allegheny county, without any new oath or information, directing him to summon a jury in the said case. He accordingly summoned a jury, who, after hearing the case, made a report in favor of the complainant. An execution was issued against the defendant, directing the sheriff to dispossess him, and to levy the costs of the three proceedings from the defendant. To all of which he excepted.\nThe proceedings were confirmed by the Common Pleas.\nThe assignments of error were twelve in number. The first was, that Edward Arthurs had no right to institute the proceedings, as he had never been the landlord of White. The second was, that the complaint had been passed upon in the proceeding first instituted before Buckmaster and McMasters. The fourth was, to swearing two new jurors with the ten who attended. The fifth was, that after the jury were sworn on the 15th April, they heard the ¡Darties, and then requested the alderman present to discharge them, which he refused, whereupon the jury adjourned to meet on the 20th, and that during, the adjournment some of them were discharged, and a new jury summoned. Sixth. That there was but one information and three juries were summoned. The ninth was, that the defendant was chaz-ged with the costs of three juries, and when there was but one information. The tenth was, that the second jury could not be discharged till they had assembled in pursuance of their adjournment. The eleventh. That if, as the jury found, William Arthurs leased the premises to E. Arthurs, subject to the lease to White, the latter could not attorn to E. Arthurs without the consent of William Arthurs, and that his consent did not appear on the record. The twelfth was, that both of the last juries were summoned under but one precept to the sheriff, it being alleged that the power of the sheriff was exhausted when the first jury was summoned by him.\nEyster, for plaintiff in error.\nAs to the adjournment of the jury, reference was made to 3 Rawle 419 ; 1 Harris 197; 4 W. iSer. 120; 8 Barr 115, Ayres v. Novinger : also to Watson on Sheriff 70; 1 Harris 197.\nThe costs were objected to; and it was alleged that the lease to Edward Arthurs being subject to the lease to White, the notice to remove should have come from William Arthur, the lessor.\nMcCandless and Large, for defendant in error.\nThe proceedings were regular; but if otherwise, the irregularity was cured by the appearance and action of the parties. Fifth. The adjournment of the jury without the consent of the magistrate, was of itself sufficient to work a discharge of the jury. The affidavit was sufficient to make a primd facie case, and there was no necessity for a further information. The information is but a preliminary to inquiry.\nAs to the costs. The defendant by his attorney agreed to pay the costs of the first jury. The costs as to the jury which did not agree, it was said, are recognised by the case of Ayres v. Novin-ger, 8 Barr 412. If there was error in the summoning of a new jury, exception should have been taken at the time."
  },
  "file_name": "0096-01",
  "first_page_order": 94,
  "last_page_order": 98
}
