{
  "id": 9503355,
  "name": "Critchfield versus Critchfield",
  "name_abbreviation": "Critchfield v. Critchfield",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "100",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Met. 275",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2064046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/44/0275-01"
      ]
    },
    {
      "cite": "10 Mass. 446",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 425,
    "char_count": 9063,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 2.511691727801877e-07,
      "percentile": 0.8105941697759212
    },
    "sha256": "ab8b206a1d42cdd1107df0445cf5b0b96352abe4120c34e5c7d3dbd06fe76189",
    "simhash": "1:db7306a7c277d0a7",
    "word_count": 1659
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., dissented."
    ],
    "parties": [
      "Critchfield versus Critchfield."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nNo one doubts that delivery is essential to the validity of a deed. The question of delivery is for the jury. Here it was left to them with proper instructions as to what would constitute in law a delivery.\nThe learned judge told the jury “ that the presumption from the recording of the deed, and its possession by the defendant, Was, that it had been duly delivered, but that if it was not delivered by the grantor in his lifetime, but found in his drawer after his death by the grantee, and was then taken possession of by him and recorded, it would not be a sufficient delivery, and the deed would not be operative to vest title in the grantee; and fur-tber, that an intention of the grantor that the deed should be delivered after his death, was not sufficient if he kept it in his own custody.”\nIt' is true that the grantor may have the possession of his own deed as bailee for the grantee; but there was nothing of the kind in this case. There was no evidence that the grantee knew of the existence of the deed, much less that the grantor had parted with his control over it. He might have destroyed it, and no one could have gainsayed the act. At the most there was a mere expression of an intention to deliver made to a stranger, and which was never carried into effect. This was insufficient. The presumption arising from the acknowledgment before the magistrate, that the deed had been duly “ signed, sealed, and delivered,” was rebutted by the fact, that the grantor took the deed away from the office and kept it in his own possession. The case of Blight v. Schenck, 10 Barr 285, is unlike this in more * respects than one. There the deed was left at the magistrate’s office for the purpose of execution and acknowledgment by an agent of the grantor and grantee, and, after it was executed and acknowledged, was left by the grantor in the magistrate’s hands without instructions. Here the deed was taken to the office by the grantor, acknowledged by him in the absence and without the knowledge of the grantee, and immediately taken away by the grantor. It was in his exclusive possession before, at the time, and after the acknowledgment up to the period of his death.\nThe jury found these facts, and therefore negatived the delivery of the deed under which the defendant claimed title to the land in dispute.\nJudgment affirmed.\nBlack, C. J., dissented.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Forward, for plaintiff in error.",
      "Baer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Critchfield versus Critchfield.\n1. Delivery of a deed is essential to its validity, and it is a question for the jury to determine.\n2. A presumption arises from the recording of a deed and its possession hy the grantee that it has been duly delivered; but it may be rebutted by proof that the grantor took away the deed immediately after its execution, and kept it in his own possession during his life.\n3. Where a grantor had a deed drawn by a justice of the peace and executed it, without any evidence of knowledge of it by the grantee, and took it away, and after the grantor’s death it was found in his drawer, and the grantee had it recorded and subsequently conveyed the premises: it was Held that though the grantor subsequently declared to a stranger that he had given the land to his son — that he would keep the title during his life, but that the son would get the land after his death — the delivery was not established and the deed was insufficient to pass the title.\nERROR to the Common Pleas of Somerset county.\nThis was an action of ejectment to April Term, 1850, by William Critchfield, a son of William Critchfield, Sr., deceased, v. Jesse Critchfield, Levi Nedrow, and Henry Moyer, to recover the one-ninth part of a tract of about 251| acres.\nThe land, part of which was in controversy, belonged to William Critchfield, Sr. He executed a deed for it, which was dated 11th May, 1836, granting the same to Jesse Critchfield, his youngest son, in consideration of natural love and affection, and of ¡$1000. The deed was acknowledged on the day of its execution.\nIt was testified that the deed was found among the papers of the father after his death, at his residence. When found there was a paper round the deed, which had on it the word “Will.” Jesse, the son, said he had never seen it before, and knew nothing about it. The father exercised acts of ownership over the farm, and called it Ms, till the time of his death. Jesse lived with his father and worked the farm.\nA witness testified that the father died in 1843 or 1844.\nIt was testified that Jesse said be bad not a good riglit to tbe place; that be had sold tbe title be bad, the purchaser to run the risk of it; that be had sold it cheaper on that account.\nOn part of the defendants, the deposition of William Philson was read, in which it was stated that he wrote the deed, and understood that the father was giving the land to his son as his share; the latter .to pay to one of the heirs $300. Said he wrote a will for the father on the same day. His impression was, that the land was devised to Jesse; he to support his father and mother during life.\nAnother witness, John Wable, testified that the father told him that he had given or Avould give the farm to Jesse; that he would keep the title during his life; that Jesse would get it after his death. Jesse occupied the land from 1836 till he sold it.\nAnother witness testified that, a year or two before the death of the father, the witness was at his house, and Jesse said he was tired putting up fence unless he knew for whom he was doing it; and that the father said, he should work for himself; that the place was Ms, meaning Jesse’s.\nIt was said that the daughter, to whom $300 was devised, died during the lifetime of her father, unmarried.\nThe article of agreement between Jesse Critchfield and Levi Nedrow, was dated 6th November, 1849; consideration, $1500. 'Nedrow took possession in 1850.\nBuRRELL, President Judge, charged, that “ delivery was essential to the consideration of a deed, and that, if this deed was not delivered by the father, but was found in his drawer after his death, and was then taken possession of by the grantee, and was recorded, this was not a sufficient delivery, and the deed was not operative to vest the title in the grantee.”\nHe further said, that the declarations of the father to Wable were not sufficiently distinct to enable the jury to determine whether they related to the will or the deed. But, apart from the will, “ an intention of the old man, that the deed should be delivered after his death, is not sufficient if he kept it in his own custody. To give the deed operation, there must have been a delivery of some kind, passing it from the grantor to the grantee, or to some one else for him.”\nIn reply to the allegation that Nedrow was a purchaser without notice, he remarked, that he had notice of the objection to the deed before he got possession, and before he paid more than $3. He further said, there was no clear proof of a gift of the land, nor evidence of possession in pursuance of it, nor of improvements made.\nHe further charged, that if the jury found that the deed was never delivered by the father, but remained in his possession till his death, they should find for the plaintiff.\nFebruary 9, 1853, verdict for, plaintiff.\nThe part of the charge quoted, as to deliyery, was assigned for error.\nForward, for plaintiff in error.\nAs to the question of delivery, was cited 10 Barr 290, Blight v. Schenck; 1 Sheppard’s Touchstone 58; it being contended that, as to the question of delivery, the intention of the grantor as to the delivery is the material matter for inquiry.\nBaer, for defendant in error.\nThe Court did not charge that the deed must be actually handed by the grantor to the grantee, but that there must he a delivery of some kind. There are but two modes of delivery: in escrow; or an absolute delivery. The deed in question ivas not delivered in escrow. Any other delivery than in escrow, must be a delivery to the grantee in effect, though it may not be in form. The meaning of the term delivery imports a passing over. The right to the instrument must be passed to the grantee. In the case of Blight v. Schenck, 10 Barr 290, it was simply decided,’ that the mere absence of the grantee at the acknowledgment will not prevent the deed taking effect as a good deed. To constitute a valid delivery, the grantor must, at the time, have parted with all control over the deed: 10 Barr 290. - Also cited 4 Kent 455, note b; 2 Jac. $ Walk. 573; Shep. T. 58; 10 Mass. 446; 3 Met. 275; 2 Q-reenleaf Fv. 297, the delivery of a deed is complete when the grantor has parted with his dominion over it, with intent that it shall pass to the grantee, provided the latter assents, either by himself or his agent. In the present case, the grantee was absent at the acknowledgment; the grantor always claimed the land, and did not, in his lifetime, part with the control of the deed; he did not hold it as bailee for the grantee; therefore, his naked intention, without providing for carrying it out, did not amount to a delivery of the deed."
  },
  "file_name": "0100-01",
  "first_page_order": 98,
  "last_page_order": 101
}
