{
  "id": 9503395,
  "name": "Geiger versus Miller",
  "name_abbreviation": "Geiger v. Miller",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "109",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 413",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 424",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 36",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 114",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 5470,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 8.581883403791287e-08,
      "percentile": 0.4890514852410314
    },
    "sha256": "05f8a8af121ed93ef4eee9875f99bbdcfd577db0fb15a2f324cafadfac5a1cf0",
    "simhash": "1:1f5646678604dcf1",
    "word_count": 984
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Geiger versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by '\nBlack, C. J.\nThe defendant bought the land in dispute at a commissioners’ sale, paid for it with his own money, and took the title in his own name. But he bought it “in partnership” with the plaintiff; that is, agreed to let him have the half of the land on condition that he should pay half the purchase-money. What was this but an agreement to convey land at a future time for a stipulated price ? And if such was the character of the transaction, how can it escape the statute of frauds ? But Geiger was present at the sale, and did not bid on account of his arrangement with Miller. That is nothing as between these parties if the contract was made in good faith, and there is not a fact in the case to show that it was not. The subsequent breach of the bargain was not such a fraud as makes Miller a trustee ex maleficio. This subject was somewhat fully discussed in Hogg v. Wilkins, decided at the present term.\nWithout the statute of frauds, the plaintiff’s delay would be fatal to his case. The sale took place in 1830. One witness says that the defendant told him the plaintiff had tendered him the money, but he let him keep it because he might want it. Taking this together, it simply proves an indefinite postponement of the payment by mutual consent. There was no actual tender until within a short time before the commencement of the present action — more than twenty-one years after the defendant’s purchase and the contract on which the plaintiff claims. It does not appear whether Miller was in the actual possession of the land or not; but he had the legal title, and was therefore in the constructive possession. The presumption from lapse of time is in his favor, and would be conclusive against the plaintiff’s right to recover, even if he had a good case otherwise. No man who has a title, legal and sound on the face of it, can be called on to relieve it from any imputation whatever, by contradicting or explaining away a fact so remote.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Gaither, for plaintiff in error.",
      "Edie, contrá."
    ],
    "corrections": "",
    "head_matter": "Geiger versus Miller.\n1. Two persons attending a. commissioners’ sale of land agreed that one should purchase the land and the other should have half of it by paying half of the purchase-money. If the contract was made in good faith, the subsequent refusal of the purchaser, who had paid the whole purchase-money and received the deed in his own name, to convey to the other, would not make the former a trustee ex malefic,io.\n2. Where no actual tender of the half of the purchase-money was made for twenty-one years after the purchase, without any operation by the statute of frauds, the presumption in favor of the purchaser would he conclusive, even though he had not had actual but only constructive possession.\n■3. An offer of the half of the money soon after the purchase, the purchaser agreeing that the other party might retain it for the present, was not equivalent to a legal tender of the money.\nERROR to the Common Pleas of Somerset county.\nThis was an ejectment by Samuel P. Geiger v. David Miller & William Caler, for the undivided half of a tract of land, warranted in the name of Isabella Somerville, containing nearly 400 acres. The writ was issued on 11th August, ,1851.\nThe Somerville tract was advertised for sale by the commissioners of Somerset county, in-, 1830. David Miller, defendant, and John Geiger were present at the sale, and it was alleged, on part of the plaintiff, that before the sale it was agreed between Miller and John Geiger that only one of them would bid for the land, and that they should be partners in the purchase. Miller became the purchaser, and the commissioners’ deed to him was dated 27th December, 1830.\nOn 7th July, 1851, John Geiger sold his claim to the land to Samuel Geiger, the plaintiff, who afterwards, during the same summer, made a tender to Miller, who refused the money.\nOn the trial, in November, 1853, a witness testified that in a conversation with Miller, eighteen years before, Miller admitted the agreement as stated — said that he had paid all the purchase-money and costs, — that Geiger had tendered the money, but “ that he let Geiger have it, as he might then want the money.” Miller said he had looked at the land and would keep it all.\nThe Court directed a verdict for the defendants, which was assigned for error.\nGaither, for plaintiff in error.\nThe jury should have been permitted to decide whether Miller intended to defraud Geiger, by the promise made at the time of the sale. As to a question of fraud, inferences from the facts are for the jury: 10 Watts 114. In case of fraud, there is a resulting trust by operation of law: 9 Watts 36; 1 Dallas 424; 2 Ser. & R. 461; 1 Rawle 413; 5 W. # Ser. 427.\nThis is not the case of a parol contract for the purchase of land owned by one of the parties when the contract was made; but an agreement by one to purchase for both, in consideration that the other would not be a bidder.\nEdie, contrá.\nThere was nothing in the evidence from which the jury could infer that Miller, at the time the contract was made, intended to defraud Geiger. If the contract alleged were made, and Miller subsequently changed his mind, it is only the case of a parol agreement, which cannot be enforced in violation of the statute against frauds and perjuries. It would be of mischievous consequence if a title absolute on its face, could, at any distance of time, be rendered otherwise by parol evidence: 4 W-. Ser. 150, Jackman v. Ringland."
  },
  "file_name": "0109-01",
  "first_page_order": 107,
  "last_page_order": 109
}
