{
  "id": 9503459,
  "name": "Skinner versus Starner",
  "name_abbreviation": "Skinner v. Starner",
  "decision_date": "1854-12",
  "docket_number": "",
  "first_page": "123",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 547",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 315,
    "char_count": 5684,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.100153949856978e-07,
      "percentile": 0.5681325436347834
    },
    "sha256": "6e92b8da2f2418e5d936c6168448755d3161437cab7f460567b554966c00a8ac",
    "simhash": "1:7a3dc6b38304d8e9",
    "word_count": 1007
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Skinner versus Starner."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, December, 1854, by\nLewis, J.\nAs between Elijah White and John King, the conveyance, with general warranty, bound White to discharge the judgment, which subsisted as a lien against the land at the time. The title subsequently acquired by White, in pursuance of a sale under that judgment, would, as between them, enure to the benefit of King, or those who stood in his shoes. But King’s conveyance to Jacob Bush was expressly subject to all encumbrances, and, therefore, did not place the latter in the shoes of King. On the contrary, Jacob' Bush took the land clogged with the obligation to pay off the judgment. That sum must be intended to have been a part of the consideration retained in the hands of Bush for the purpose of discharging the judgment. If he failed to perform his duty in this respect, he had no equitable right to demand a conveyance of the title subsequently acquired by White in pursuance of the sheriff’s sale. As the case does not show either a payment or an offer to pay the encumbrance, Jacob Bush had no equity which would move a chancellor to disturb the legal estate of the defendant, and the quiet possession of nearly twenty years under it. The plaintiffs, who derive title under Jacob Bush, have no greater equity than that possessed by him. The Court of Common Pleas was therefore right in directing a verdict for the defendant below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Forward and Hugus, for plaintiff in error.",
      "Fdie, for defendant- in error."
    ],
    "corrections": "",
    "head_matter": "Skinner versus Starner.\nAs between the grantor and grantee in a conveyance, with general warranty, of land bound by a judgment, the grantor is bound to discharge the judgment; and the title subsequently acquired by the grantor by a sheriff's sale under such judgment enures to the benefit of the grantee or those possessing his interest. But if the vendee, before the sheriff's sale, convey to a third person expressly subject to all encumbrances, his vendee is not thereby placed in his position, but is himself bound to pay the judgment, and has no equitable right to demand a conveyance of the title subsequently acquired by the original vendor under the sheriff's sale.\nERROR, to the Common Pleas of Somerset county.\nThis was an ejectment by Skinner and wife, late Mary White, suing as heirs and legal representatives of Sarah White, late. Sarah Kush, deceased, v. Jacob Starner.\nThe land, for the recovery of which this suit was brought, was held by Elijah White under an improvement right. He, on the 23d of April, 1827 (his wife Sarah joining), conveyed his interest by deed of general warranty to John King. Deed recorded 9th May, 1827. John King and wife, by deed of general warranty, dated 31st August, 1827, and recorded 5th September, 1827, 'conveyed the same to Jacob Rush. The deed by King and wife to Rush was not set out, but it was stated in the opinion of Lewis, J., that it was expressly subject to all encumbrances. Jacob Rush and wife, by like deed of general warranty, dated 24th June, 1833, and recorded 5th July, 1833, in consideration of “ love and affection for Sarah White,” conveyed the same to John Rush, “in trust for the use of Sarah White, for her life, and then for the children, male and female, of the said Sarah White in fee, as tenants in common.” The children of the said Sarah White, under this deed, were the plaintiffs in the case.\nAt the time of the sale' by Elijah White and wife to John King, there was a judgment in the Common Pleas of Somerset county, of August Term, 1825, No. 34, against Elijah White, unsatisfied. On this judgment several sci. fas. issued, and judgment was had thereon. A fi. fa. was issued to February Term, 1833, and the land in controversy was levied on. A vend. ex. issued to April Term, 1833, which was stayed; and an alias vend. ex. issued to April Term, 1834, on which the same land, was sold to Samuel Gr. Bailey for $295. Sheriff’s deed to Bailey, dated 2d May, 1834, and recorded 26th April, 1836.\nSamuel O. Bailey afterwards, on the 2d September, 1834, sold the interest which he acquired by the sheriff’s sale to the said Elijah White. The deed was recordéd 26th April, 1836.\nOn the 11th of August, 1835, Jacob Rush, Sr. (the person who had conveyed to John Rush in trust for Sarah White and her children), and John Rush (the trustee for the said Sarah and her children), joined in a deed to Elijah White, releasing their interest in the said land.\nSubsequent to this, viz., on the 20th February, 1836, Elijah White and wife conveyed the same land to David Jennings, in consideration of $1000 ; and on the same day all the children of the said Sarah White, then of full age, released their interest in the said land to David Jennings; the other five children being under age, and thus unable to release. Elijah White, their father, on the same day, joined in the aforesaid deed, and conveyed the interest of the minors, for them. The interest of David Jennings has since, by sundry conveyances, become vested in Jacob Starner, the present defendant.\nThe evidence thus showed that White sold the land in dispute by deed of general warranty, in fee simple; that an encumbrance then existed upon it; and that the land was sold on the encumbrance, which White was bound to pay, and that the same Elijah White became the purchaser.\nThe Court directed the jury to render a verdict for the defendant, and verdict was rendered accordingly.\nSuch direction was assigned for error.\nForward and Hugus, for plaintiff in error.\nThat White would be precluded, by his conveyance to King, from setting up a title acquired through a sale under the judgment which he was bound to discharge, was cited 2 Ser. R. 515; 9 Watts 547; Id. 43; 6 Id. 60; 1 Cfreen. Fv. § 24.\nFdie, for defendant- in error."
  },
  "file_name": "0123-01",
  "first_page_order": 121,
  "last_page_order": 123
}
