{
  "id": 9503480,
  "name": "Black versus Wurts",
  "name_abbreviation": "Black v. Wurts",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "125",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Mass. 174",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 5670,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.198285530154356e-08,
      "percentile": 0.2678634931997966
    },
    "sha256": "fa44fa1c0406b3584bde751e3b3355d7a7e6256694bedd2b7c7dae2e10698e86",
    "simhash": "1:71bfea3ec44255d1",
    "word_count": 1029
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Black versus Wurts."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThe general draft of the donation lots contains the name and rank of each person for whom the lots were drawn. This draft says the Act “relative to donation lands,” 2 Smith’s Laws 290, sec. 12, “ shall be safely deposited in the office of the master of the rolls as a public record, to serve to all intents and purposes in lieu of recording the patents.”\nBy an extract from this general draft, it appeared that lot No. 1888, in donation district No. 2, was drawn by David Bedle. The patent recites, “ That, in consideration of the services rendered by John Bedle, private in the army of the United States, there is granted by the Commonwealth unto the said John Bedle, a certain tract or parcel of land, lying,” &c., “numbered 1838, with its appurtenances, unto the said David Bedle, his heirs and assigns for ever, to have and to hold-the said tract,” &c., “unto the said David Bedle, his heirs and assigns, to the proper use and behoof of the said David Bedle, his heirs and assigns for ever.”\nWhen it is remembered that it is the drawing which entitles the donee to the patent, and that the lot was drawn by David Bedle, it is evident that the name of John Bedle was inserted in the grant by mistake. Certainly this mistake was not beyond correction, so as to destroy the title for the benefit of an intruder. The assignment from David Bedle to the ancestor of the plaintiffs was properly received in evidence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "McGuffin, for plaintiff in error.",
      "Taylor, contó."
    ],
    "corrections": "",
    "head_matter": "Black versus Wurts.\nThe general draft of donation lots containing the name and rank of each person for -whom the lots were drawn, by Act of 24th March, 1785, was to be “ safely deposited in the office of the Master of the Rolls, as a public record to serve to all intents and purposes in lieu of recording the patents.”\nBy an extract from the draft it appeared that lot No. 1838 in question was drawn by David Bedle. In the patent it was declared that in consideration of the services rendered by John Bedle, private, there is granted unto the said John Bedle, a tract, &c., with its appurtenances unto the said David Bedle, his heirs and assigns for ever, to have and to hold the same with the appurtenances unto the said David Bedle, his heirs and assigns, to the only proper use and behoof of the said David Bedle, his heirs and assigns for ever.\nHeld, that, as the lot was drawn by David Bedle, the mistake in using the name of' John Bedle was liable to correction, in a contest for the land under a transfer from David Bedle against an intruder. The assignment by David Bedle to the ancestor Of the plaintiffs was thus admissible in evidence on their part.\nERROR to the Common Pleas of Lawrence county.\nAction of ejectment by William Wurts and Others, heirs of John Wurts, deceased, v. Andrew Black, to September Term, 1851, for 85 acres of land, being part of donation lot No. 1888, containing 200 acres, in the 2d district of donation lands, in Lawrence county.\nThe plaintiffs claimed to hold under a patent from The Commonwealth to David Bedle, 'and bj transfer on the patent by David Bedle to John Wurts, who died intestate.\nThe defendant claimed to hold as the tenant of William Y. Bay, who lived upon the land for about 18 years, cleared from 20 to 30 acres, built a log barn, and had the land assessed to him, and paid the taxes.\nOn the trial, on the part of the plaintiff was offered in evidence the patent, in which it was stated That, in consideration of the services rendered by John Bedle, private in the late army of the United States, there is granted unto the said John Bedle, a certain tract of land, &c., containing 200 acres, &c., numbered 1838, with its appurtenances, unto the said David Bedle, his heirs and assigns for ever. To have and to hold the said tract or parcel of land, with the appurtenances thereof, unto the said David Bedle, his heirs and assigns, to the proper use and behoof of the said David Bedle, his heirs and assigns for ever. Dated 6th November, 1788.\nAfter the patent was received, in evidence, fhere was given in evidence, on part of the plaintiffs, an extract from the general draft of donation district No. 2, of the drawing of lot No. 1838, by David Bedle.\nThere was then offered the assignment by David Bedle to John Wurts, dated 3d July, 1790, which was endorsed upon the patent. This was objected to on the ground that the patentee was not David Bedle but John Bedle. The objection was overruled and the assignment was received.\nThe Act of 24th . March, 1785, relative to donation lands, 2 Smith’s Laws 293, § 14, provides that “ The Supreme Executive Council shall insert in the general draft, and within each lot, the name and rank of the person for whom it was drawn;” and the 12th section provides that this draft “ shall he safely deposited in the office of the master of rolls, as a public record to serve to all intents and purposes, in lieu of recording the patents.”\nMay 25, 1853, verdict for plaintiffs.\nIt was assigned for error: That the Court erred in receiving in evidence the deed of assignment from David Bedle to John Wurts, dated 3d July, 1790, endorsed upon the patent; and in referring the question of construction of the instrument to the jury, to determine from all the evidence whether the land described in the patent, and in dispute, was invested in John Bedle, or in David Bedle.\nMcGuffin, for plaintiff in error.\nIt was said that, the deed containing a grant to John Bedle, the habendum could not defeat such title: 1 Ser. # B. 375-380; 3 Id. 392; 11 Id. 191; 2 Blackstone 298; 8 Mass. 174; Shep. Touch. 75; 1 Harris 551. The construction of the deed was for the Court, and not the jury.\nTaylor, contó."
  },
  "file_name": "0125-01",
  "first_page_order": 123,
  "last_page_order": 125
}
