{
  "id": 9503512,
  "name": "Van Swartow versus The Commonwealth",
  "name_abbreviation": "Van Swartow v. Commonwealth",
  "decision_date": "1854-12-18",
  "docket_number": "",
  "first_page": "131",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 424",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 9663,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 7.884838475751221e-07,
      "percentile": 0.9728076810655757
    },
    "sha256": "eaa8e1c2ef21846ce71995df7f41774c3ad786d9008ce3ce459cd4cfc674ac05",
    "simhash": "1:fe172a82256f21bd",
    "word_count": 1692
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented."
    ],
    "parties": [
      "Van Swartow versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was \"delivered, December 18, by\nBlack, C. J.\nThe first error assigned on this record raises the question whether the Act of 14th April, 1851, forbidding the sale of spirituous, vinous, or malt liquors on the Sabbath day, in Allegheny county, is constitutional. The penalty is $50, which the offender shall be obliged to pay on a summary conviction before a justice of the peace or alderman. Because the law does not give him a trial by jury, it is said to be in conflict with the Constitution of the United States, which declares, that “ in suits at common law, when the value in controversy exceeds twenty dollars, the right of trial by jury shall be preserved.” This is sufficiently answered- by saying that the case before us is not a suit at common law, but a criminal proceeding under a special statute. It is also argued that the Constitution of Pennsylvania is violated in that part of it, which provides that “ trial by jury shall be as heretofore, and the right thereof remain inviolate.” But the trial by jury is as it was at the formation of the Constitution, and the right as it then existed, does remain inviolate. Every class of cases triable by jury in 1790, are still triable in no other \"way; at least this statute has not diminished their number. There is nothing to forbid the legislature from creating a new offence and prescribing what mode they please of ascertaining the guilt of those who are charged with it. Many tribunals, unknown to the framers of the Constitution, and not at all resembling a jury, have been erected and charged with the determination of grave and weighty matters: for instance, commissioners, viewers, and appraisers of damages, county and township auditors, and those officers of the state government whose duty it is to settle the public accounts. All of these functionaries have, at different times in our history, been empowered to decide the most important controversies without appeal. In some of them the right of an ultimate trial by jury has been given; but this was not done because the laws were believed to be unconstitutional without it. The purpose of the Constitution undoubtedly was to preserve the jury trial wherever the common law gave it, and in all other cases to let the legislature and the people do as their wisdom and experience might dictate. Summary convictions were well known before the formation of the Constitution, and they are not expressly or impliedly prohibited by that instrument except in so far as they are not to be substituted for a jury, where the latter mode of trial had been previously established.\nThe other exceptions need but a word apiece. The record does show that the justice had jurisdiction. It is not necessary to set forth the Act of Assembly; for, although it is confined in its operation to particular counties, it is to them a public law which all the judges are bound to know and take notice of. The evidence, is fully and very artistically set out. There is no reason to believe that a single word is omitted, and it proves the defendant to have been guilty. The form of the proceeding is right. This is not a qui tam action, but a conviction which it was proper to entitle in the name of the Commonwealth.\nJudgment affirmed.\nLewis, J., dissented.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Large, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Van Swartow versus The Commonwealth.\n1. The Act of 14th April, 1851, prohibiting the sale of spirituous, vinous or malt liquors on the Sabbath day, in Allegheny county, except for medicinal purposes, under a.penalty of §50, and authorizing a conviction before an alderman or justice of the peaeé, is not unconstitutional by reason of not providing for a trial by jury. A proceeding under such Act is not a suit at common law, but a criminal proceeding under the statute.\n2. The legislature may declare a new offence and prescribe the mode of trial.\n3. In the record in this case it was alleged by the alderman of the county of Allegheny, that the defendant was informed against, on oath, for selling and retailing spirituous liquor, in the county of Allegheny, on the Sabbath day, contrary to the 2d section of the Act of Assembly approved the 14th day of April, a. d. 1851, entitled, &c., and was upon the testimony of witnesses named convicted of the premises, and adjudged to pay the sum of $50, &c. Held that it sufficiently appeared that the alderman had jurisdiction, The Act, though limiting the piovision in question to Allegheny county, is a public law, which judges are bound to notice.\n4. In the record it was stated that certain witnesses named .deposed that the defendant, on Sabbath day, being the 9th April, 1854, at his house, in the said county, did sell and retail spirituous liquor, commonly called whiskey, the spirituous liquor so sold not being for medicinal purposes: Held that the evidence was sufficiently set out.\n5. The proceedings under the Aet should be in the name of the Commonwealth only, and not a qui tarn action.\nCertiorari to an alderman of Pittsburgh, in the county of Allegheny, to remove tbe record of a proceeding in the name of The Commonwealth of Pennsylvania v. Francis Van Swartow.\nIn the record of conviction, it was stated by the alderman that information, on oath, had been made before him, at the city of Pittsburgh, in the county of Allegheny, by Joseph Bishop, that Francis Van Swartow, on the Sabbath day, being the 9th April, 1854, in the borough of Birmingham, in the county and Commonwealth aforesaid, unlawfully did sell and retail spirituous liquor, not for medicinal purposes, contrary to the 2d section of the Act of Assembly, approved the 14th day of April, 1851, entitled, &c. Defendant brought up, and case continued till 15th April, 1854, at 2 o’clock, P.M. And the record proceeded to state that, now, April 15th, 1854, before me, &c., an alderman, &c., the complainant and the defendant appear — whereupon, he (the alderman) proceeded to examine into the truth of the complaint ; and certain witnesses named, being sworn, say that the defendant, Francis Yan Swartow, on Sabbath day, bemg the 9th day of April, 1854, at his house, in the borough of Birmingham, county and state aforesaid, did sell and retail spirituous liquor, commonly called whiskey — the spirituous liquor so sold at the time and place aforesaid not being for medicinal purposes. And the said defendant produces the following named witnesses, viz., &c., who were severally sworn, but “ fails to contradict the proof aforesaid; whereupon, it appears to me (the said alderman) that the said defendant, Francis Yan Swartow, is guilty of the premises charged upon him in the said information, and set forth in the above record; and I do convict him thereof, and do order and adjudge that he pay the sum of $50, as follows, one moiety thereof to be paid for the use of the Commonwealth, and the other moiety to be paid by the said Francis Yan Swartow to Joseph Bishop, the informer.” And it proceeded to adjudge that, in ease the defendant did not pay the $50, and no goods or chattels could be found belonging to him, whereby to levy the same by distress, that the defendant, said Francis Yan Swartow, be committed to the common jail of Allegheny county, for the term of thirty days, according to the Act of Assembly aforesaid. In witness, &c.'\nSigned, Thomas Steel, [l.s.]\nSee the case of Specht v. The Commonwealth, antea 104, where the terms of a portion of the Act of 1851, in question, are quoted.\nIt was assigned for error, — 1. The magistrate erred in convicting the defendant under the second section of the Act of 14th of April, 1851, the same being unconstitutional and void. 2. The record does not exhibit sufficient on its face to show jurisdiction in the tribunal before which the proceedings were had. 3. The record should set forth the Act of Assembly whenever it is local, in order that the Court may judge of the legality of the conviction. 4. The record should set forth the evidence in full, in accordance with the rules and principles of the common law process upon which the conviction is founded. The 5th was that the proceeding, being in its consequence a qui. tarn proceeding, should have been in the name of the informer, as well as in the name of the Commonwealth.\nLarge, for the plaintiff in error.\nIt was alleged that the Act of 14th April, 1851, was contrary to the 7th article of the amendments to the constitution of the United States, providing that, “ in suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved;” and to the sixth section of the 9th article of the constitution of the state, providing that “ trial by jury shall be as heretofore, and the right thereof remain inviolate.” The legislature cannot restrict the right of trial by jury: 1 Binn. 424; 3 Penna. Bep. 260-1. The process, under such an Act as the one in question, should conform strictly with the rules and requirements of the common law: 2 Parsons 265-8; 1 Ashmead 410.\n2. It was said that the action was under a private statute, under which the provision in question was limited to Allegheny county, and that the Act should have been set out in the record, that the Court may judge of the legality of the conviction: 1 Ohitty’s Burn 813-821-825.\nAs to the 3d assignment was cited: 2 Parsons Eq. Gas. 231-2. 4. \"Where the statute does not point out the course to pursue, the whole of the evidence should be set out in full, and not its result : 7 Term Bep. 152; 1 Burr. 1163; 1 Ohitty’s Burn 140, 841; 1 Parsons 265-269. 5. The proceeding being in its consequence a qui tarn, proceeding, should have been in the name of the informer as well as in the name of the Commonwealth."
  },
  "file_name": "0131-01",
  "first_page_order": 129,
  "last_page_order": 132
}
