{
  "id": 9503593,
  "name": "Stephenson versus Dickson",
  "name_abbreviation": "Stephenson v. Dickson",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "148",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pick. 406",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wheaton 431",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0431-01"
      ]
    },
    {
      "cite": "3 Met. 495",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2063991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/44/0495-01"
      ]
    },
    {
      "cite": "17 Mass. 453",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0368-01"
      ]
    },
    {
      "cite": "23 Pick. 307",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "24 Maine 458",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        663037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/24/0458-01"
      ]
    },
    {
      "cite": "1 Hill 263",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 499",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 588",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 588",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 17039,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 2.2000985928088744e-07,
      "percentile": 0.7750536807358267
    },
    "sha256": "fccb4da53ece1ce33db7e0ecfae947cf317618e76fb8e5e14988775392bf7a96",
    "simhash": "1:6b61aec5ddd3b84d",
    "word_count": 3154
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stephenson versus Dickson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nAll that is required to make absolute the liability of an endorser upon a promissory note is, that demand should be made upon the maker at the place fixed for payment upon the last day of grace, and that due notice should be given of non-payment to the endorser. A protest is an unnecessary act, and whether made on the day of the demand, the succeeding day, or not made at all, is wholly immaterial.\nIt is conceded that the demand for payment was made at the proper time and place; but it is contended, upon behalf of the defendant below and plaintiff in error, that the notice was insufficient to charge him as endorser: 1st, Because it was calculated to mislead him as to the time when the demand had been made. 2d, Because it was not forwarded to him in due time.\nThe notice was dated on the 2d day of September, which was the day after the demand had been made. In it the endorser was informed that the note had been “ this day protested for non-payment, demand for payment having been first duly made by me at the Bank of Pittsburgh, and payment refused — the holder looks to you for payment thereof.”\nHad the notice stated that the demand was made on the second day of September, the cases of Etting v. Schuylkill Bank, 2 Barr 355, and of Ransom v. Mack, 2 Hill 588, would have been in point; but, instead of this being so, the defendant was notified that the demand was “ duly made,” which was in accordance with the truth, as it had been made on the first day of September. What was said m the notice in respect to the protest, cannot vary the case, for it was a gratuitous act alike to make the protest'and to give notice thereof to the endorser.\nOn the day succeeding the demand, at nine o’clock A. m., the notary deposited in the mail at Pittsburgh, a notice of non-payment, directed to Dickson & McClymond, the last endorsers, at New Castle, Pennsylvania, enclosing a copy for the first endorser, Josiah Stephenson, who resided at the same place, and who received his copy, as the witness thought, on the 3d, but, at all events, not later than the 4th of September.\nIt was in evidence that, at the time the notice was sent, there was but one mail a day between Pittsburgh and New Castle, which. left the office between seven and eight o’clock A. M. The post-master at Pittsburgh testified that the mail was closed before seven o’clock A. M.; and the notary stated that, upon inquiring of the postmaster, he was informed that the mail for New Castle closed at twelve o’clock at night. Sometimes, however, letters were placed in the mail at two or three o’clock in the morning.\nThe Court of Common Pleas instructed the jury that if they believed the “testimony of the notary, as to the time of the closing of the mail, the depositing of the notice at 9 o’clock A. M. of the 2d September was in time. But if the mail of the 2d did not close till 7 o’clock A. M., it was too late.” And “ if the letter containing the notice arrived in New Castle on the 2d of September, service of the notice would do on the 3d, but not on the 4th; but if it did not arrive until the 3d, service on the 4th would be sufficient;.”\nClearly the plaintiff in error has no cause to complain of this instruction. True, as a general rule, the notice must be sent as early as the first mail succeeding the day of the demand; but if the mail closes at so early an hour that it is impracticable to forward a letter by it, one sent by the next mail is in time. As the jury have found that the mail which left Pittsburgh for New Castle between 7 and 8 o’clock on the morning of the 2d September, closed as early as 2 or 3 o’clock of the same morning; it was not a practicable thing for a letter to be mailed on that morning so as to go by that mail; and hence it follows that one placed in the office in time for the next mail was sufficient. Leaving Pittsburgh at 8 o’clock on the morning of the 3d, the letter containing notice of the non-payment of the note would reach Dickson & McClymond, at New Castle, on the same day in the evening, and whether they gave notice to Stephenson that evening or the next morning was unimportant, as in either case it was in time. An endorser is entitled to one day after he receives notice to transmit the same to his prior endorser.\nThe authorities sustaining the rules laid down by the learned judge who presided in tbe Common Pleas are so numerous and uniform that it is unnecessary to quote them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Taylor, for plaintiff in error.",
      "McGuffin, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stephenson versus Dickson.\n1. All that is necessary to render absolute the liability of an endorser of a promissory noté, is, that a demand be made upon the maker at the place fixed for payment, on the last day of grace, and that due notice of non-payment be given to the endorser. A protest is unnecessary; and whether it be made on .the day of the demand, or on the next day, or not at all, is immaterial.\n2. A demand of payment was made at the proper time and place; and the notice of protest and non-payment was dated on the 2d September, which was the next day after the demand. In the notice the endorser was informed that <the note had been this day protested for non-payment, demand for payment having been first duly made, and payment refused. Held that the notice was not calculated to mislead the endorser as to the time of the demand, and was sufficient. ;\n3. As a'general rule the notice must be sent as early as the first mail succeeding the day of the demand; but if the mail closes at so early an hour that it is impracticable to forward a letter by it, a notice sent by the next mail will be in time.\n4. A note dated at New Oastle fell due on the 1st September, and was protested at Pittsburgh on that day, being the last day of grace. The notice of protest was deposited in the post-office at 9 a.m. of the 2d September, and went by the mail of the 3d September, enclosed to the second endorser, wlio had it served on the.first endorser, as the witness believed on the 3d September.\n.-Held that if the mail for Newcastle was closed at 2 or 3 o’clock in the morning of 2d September, the notice was deposited in the post-office in time; but if the mail of the 2d did not close till 7 o’clock a.m. of that day, the depositing of the notice in the post-office at 9 o’clock of that day was too late.\n5. An endorser is entitled to one day after he receives notice to transmit it to his prior endorser; and thus if the mail of the 3d September was in time, it was not material whether notice was given to the first endorser by the second endorser on the 3d or 4th September. ,\nERROR, to the C/ommopi Pleas of Lawrence county '.\nAction of assumpsit by Dickson & McClymond v. Josiah Stephenson, as endorser of a note of Greorge Lilford, as follows:—\nNew Castle, May 29, 1852.\n. Three months after date I promise to pay to the order of Josiah Stephenson, at the Rank of Pittsburgh, $500, without defalcation, value received.\n$500. George Lileord.\nThe drawer negotiated the note to Dickson & McClymond, of New Castle, who endorsed the same to Williams Co., of Pittsburgh ; and on its maturity, viz., on the 1st September, 1852, at the request of the latter, it was presented for payment, and was protested for non-payment, by a notary, at Pittsburgh. The protest was dated 1st September. Two notices of the demand of payment and protest were sent by mail to Dickson & McClymond, who caused one' of them to be served on Josiah Stephenson, on the 8d or 4th' September. The person who served the notice said be thought it was served on tbe 3d September.. Tbe. notice ' to Stephenson was dated September 2; 1852, and'\"it\" was stated therein that tbe note “ has been protested this day, at- tbe request of W. H. Williams & Co., bankers, for non-payment; demand for-payment having been first duly made, &c.” - _ •\n■ Tbe deposition of tbe post-m‘aster at Pittsburgh was taken, and be stated that in September, 1852, the mail for New Castle was closed before seveh o’clock, A. M., and left tbe office at about half-past seven, or between that and eight; that .at that .time tbe business hours of wholesale■ merchants were from 7 A. M. to 6 p. M; of, brokers, from 8 tc 4; and of bankers, from 9'to 3.\nThe deposition of \"the notary was read, and be stated that on tbe 1st September, 1852, about 4 o’clock, p. M., be received thq note in suit for protest, if not paid. That be presented it and protested it in the course of tbe same evening; • that' the notices ■ of protest were placed in the Pittsburgh post-office on tbe morning o'f the 2d September, at 9 o’clock. A notice to Stephenson, and one to Dickson & McOlymond, were enclosed in tbe same envelope, and directed to Dickson & McCIymond, at New Castle! He said it was usual to direct the notices' of protest to tbe last endorser or endorsers, where they live at a distance, and where we' do not know the residence of the’ prior endorsers.\nHe further stated, that upon inquiry of the post-master at Pittsburgh, about that time, he was informed that the mail for New Castle closed at 12 o’clock at night. Sometimes, however, letters were placed in the mail at 2 or 3 o’clock in the. morning. He further stated, that the late hour of 4- o’clock, p. M., at which notaries receive notes for protest from brokers — the time necessarily consumed in making demands — drawers', sométimes living out of the city — and the time occupied in making out certificates of protest -and registering thereof, (which is-a copy of certificates,) make it sometimes impossible to have all- notices served' and sent the same night.\nThree questions were submitted: 1st. Whether the notice .'served . upon the alleged endorser does not by its own terms discharge him from liability, it being alleged that it showed that no demand of payment was made on the 1st September, which was-the last day of grace. 2d. Whether the notice, if good upon its face, was served in time to make the endorser liable. 3d, Whether there was sufficiently certain evidence of service of notice, to submit the case to the jury. ■\nA&New, President Judge, as to the first proposition, charged, that it being stated, in the notice of protest, that payment of the note had .been first duly demanded, it was meant that the demand, preceded the protest.\nAs to the 2d proposition, the Court observed.: “Notice óf demand and non-payment must be sent by the first mail of the next day at the farthest, after payment has been demanded. But when the mail of the next day after dishonor closes at an unseasonable early hour, as at 12 o’clock, of the night before, or 2 or 3 o’clock in the morning, it is sufficient if it be put in the next mail. If the jury believe the testimony of Snowden, the notary, as to the time of the closing of the mail, and he is not positively contradicted by Anderson, the postmaster, who fixes no precise time of closing, only that it was before 7 o’clock, A. M., the depositing of the notice at 9 o’clock, A. M., of the 2d September, was done in time. But if the mail of the 2d did not close till 7 o’clock, A. M., it was too late.” The case of Lawson & Covode v. Salem Bank, Am. Law Reg. of 1853, p. 617, cited.\nAs to the 3d proposition, the Court charged: “ The defendant called Hosea Lewis, who stated that the notice of protest was handed him by Dickson, one of the plaintiffs, who said he got it out of the post office, and directed him to serve it on the defendant, which he did on the 'same day. As to the day this took place, he first said it was on the 3d or 4th of September, 1852; then, on being asked, he said he thought it was on the 3d; and on cross-examination, repeated his belief that it was on the 3d. The proof of notice lies on the plaintiffs. * * * * The protest being in evidence, and the witness being called by the defendant to contradict it, the jury, not the Court, must determine what the evidence proves. If the letter containing the notice arrived in New Castle on the 2d of September, service of the notice would do on the 3d, but not on the 4th. But if it arrived on the 3d, service on the 4th would be sufficient. We consider it immaterial whether the notice comes, as in this case, from the holders or from the plaintiffs, the rule, in Pennsylvania, being ‘ that -when it is given by the holder directly it is soon enough if it reach the particular endorser as soon as it would have reached him circuitously through the subsequent endorsers, each of whom is entitled to an entire day to hand it in:’ Etting v. Schuylkill Bank, 2 Barr 357. In that case the endorsers lived in the same city. The testimony here shows that the letter deposited in the post office at 9 o’clock, A. M., of the 2d, must have left after 12 o’clock at night, of that day, and consequently could not have reached New Castle until the 3d. If this be so, the notice was sent in due time, and served by. the plaintiff likewise in time.”\nMay 24th, 1854, verdict for plaintiff.\nIt was assigned for error, that the Court erred in their charge as to the three propositions.\nTaylor, for plaintiff in error.\nThe note should have been presented for payment on the 1st September, that being the last day *f grace. Reference was made to the case of Etting v. Schuyl-till Bank: 2 Barr 355; 2 Hill 588, cited in Brightly’s N. P. Bego. 484\n2. Where there is a regular intercourse between the places by post, the notice should be sent by the next post after the dishonor, if a reasonable time remains for writing and .forwarding the notice: 2 G-reenleaf ’s Hv. 186.\n3. The notice in this case was given by the holders, Williams & Co. The holder, when the note has been dishonored, may resort either to his immediate endorser, and then he must give him notice within the proper time; or he may resort to any or all of the other endorsers, in which case he must give them notice respectively in the same manner as if each were the sole endorser, for the holder is not entitled to as many days as there are prior endorsers, but each endorser has his own day: Story on Promissory Notes, § 330, and authorities there cited. The law-merchant is part of the j-us gentium, and Pennsylvania should conform: 2 Barr 104. The notice then should have been served on Stephenson (the endorser) at latest on the 3d. But the witness is uncertain whether it was served on the 3d or 4th. “ Where a witness testified that he gave notice in two or three days after the dishonor, notice in two days being in time, but notice on the third day being too late, it was held not sufficient evidence to go to the jury, and the plaintiff was nonsuited:” 2 Greenleaf’sHv., § 186.\nMcGuffin, for defendants in error.\nThe testimony of the postmaster was, that but one mail for Newcastle left Pittsburgh on each day, and that it closed before 7 o’clock. The notary placed the notice in the post-office at 9 o’clock, A. m., of the 2d September. It could not arrive at Newcastle before the evening of the 3d, as the mail of the 2d had been closed before it was deposited in the post-office. The notary (as the agent of the holders) was entitled to the 2d of September to prepare the notices, and would be bound to serve notice on the endorsers within business hours of that day, if they resided in the same town: Story on Promissory Notes, § 289. And would be bound to send it the next day after dishonor, if residing out of town, by the next practicable mail: Id. 288. It was contended that, as business hours in Pittsburgh (among merchants) began at 7 o’clock, and the mail being closed, according to the post-master, before 7 o’clock, it would be unreasonable to require service on endorsers before 7 o’clock, or to require notice to be put into the post-office before that time. Reasonable diligence is all the law demands. If so, the deposit, in time for the mail of the 3d September, was,in time: 17 Mass. 499; 1 Hill 263; the case of Lawson v. Covode, cited by Judge AGNEW: 1 Smedes tf Marshall 261; 24 Maine 458, and authorities therein cited; Story on Promissory Notes 325; Byles on Bills 160 ; 23 Pick. 307.\nNotice to an endorser is in time, if given on the day of the dishonor, or in the course of the next day; and it is not requisite to give such notice by the very next mail after dishonor of the note. The next day is early enough; and, if there be two mails a day, it is not material by which the notice is sent: 17 Mass. 453.\nNo particular form of notice of dishonor is requisite: Story on Pro. Notes 348; 4 Barn. $ Cress. 340; 10 Ad. ‡ Bilis 125; 3 Met. 495. It is sufficient that the notice state the fact of presentment, and that the holder looks to the endorser for indemnity. Whether the demand was duly and regularly made, is matter of evidence at the trial: 11 Wheaton 431; Mills v. United States Bank, 1 Pick. 406. The statement in the notice in this case, that the note had been duly protested for non-payment, was not calculated to mislead. The notice meant that it was presented in due time: 2 Penna. Rep. 63; 7 Taunton 167: 2 Ser. $ R. 63; 2 Karris 483. The facts were in dispute, and were properly submitted to the jury; 7 W. $ Ser. 264."
  },
  "file_name": "0148-01",
  "first_page_order": 146,
  "last_page_order": 152
}
