{
  "id": 9503622,
  "name": "Commonwealth versus The Pittsburgh & Connellsville Railroad Company",
  "name_abbreviation": "Commonwealth v. Pittsburgh & Connellsville Railroad",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "159",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Paige 133",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/6/0133-01"
      ]
    },
    {
      "cite": "8 Paige 351",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        480865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/8/0351-01"
      ]
    },
    {
      "cite": "8 Wend. 99",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "3 Whart. 513",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "16 Pick. 525",
      "category": "reporters:state",
      "reporter": "Pick.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "6 Johns. Ch. 501",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 8466,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.1123498366311783e-06,
      "percentile": 0.9858445415157409
    },
    "sha256": "7c07375f33022382482fda5c604afef07352f5df44870cb00fe42b8e35ba70d3",
    "simhash": "1:d527c18aac2fdcfb",
    "word_count": 1532
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., dissenting."
    ],
    "parties": [
      "Commonwealth versus The Pittsburgh & Connellsville Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nLowrie, J.\nThe boldness of this act seems almost like a studied test of the vigilance of the canal commissioners, and of the efficiency of the remedies which the state has provided for the prevention of injuries. It is hoped that the equity remedy, being somewhat unusual and peremptory in its character, will not be applied to an act which does so little real injury.\nBut writs of capias, replevin, foreign and domestic attachment, estrepement, prohibition, and habeas corpus, are quite as efficient and peremptory in their form, and most of them are much more easily obtained, and yet they are common law writs. And estrepement applies to many of the same cases as injunction, and may issue without bail. And so it is or once was with the prohibition: 1 Mod. 76; 5 Id. 142; Skinner 626, 629; 11 Co. 48; 1 Rolle 86, 100; Hob. 36; 2 Bulst. 279; 2 Inst. 145, 299.\nIn mbst'of the cases, moreover, in which we hear this objection to the injunction, the common law allows more speedy remedy, for it permits the inj.hred party to redress himself by driving off the wrongdoer. It is conducive to social order for government to furnish an equivalent judicial remedy.\nThe argument that'there is no “irreparable damage,” would not be so often used by wrongdoers, if they would take the trouble to observe that the word “ irreparable” is a very unhappily chosen one, used in expressing the rule that an injunction may issue to prevent wrongs of a repealed and continuing character, or which occasion damages which are estimable only by conjecture and not by any accurate standard: 3 Railway C. 106, 345; 4 Id. 186; 1 Sim. & S. 607; 3 Atk. 21; 6 Johns. Ch. 501; 16 Pick. 525; 3 Whart. 513. As this argument is generally presented, it seems to be supposed that injunctions can apply only to very great injuries; and it would .follow that he who has not much property to be injured, cannot have this protection for the little he has.\nBesides this, where the right invaded is secured by statute or by contract, there is generally no. question of the amount of damage, but simply of the right. He who grants a right cannot take it away, even on giving a better, without a new agreement for the purpose: 19 Eng. L. & E. R. 287; 16 Pick. 525; 4 Sim. 13; 8 Wend. 99; 8 Paige 351; 2 Swanst. 253. And such was our decision in the late case of the Western Saving Fund Co. v. Philadelphia.\nAnd so it is when public rights are invaded.. In the case of the Attorney-Greneral v. The Cohoes Company, 6 Paige 133, there was an offer to tap the state canal for a mill purpose, and it was stopped by injunction withoht any regard .to evidence tending to disprove damage. And in Downing v. McFadden, 18 State R. 334, we justified the keepers of the public works in abating a house that encroached upon the embankment of the railroad, though a jury had found that it did no injury.\n,; And when railway companies or individuals exceed their statutory powers in-dealing with other people’s property, no question of damage is raised when an injunction is applied for; but simply one of the invasion of a right: 1 Railway C. 135; 4 My. & Cr. 254. And railway companies will not be allowed to exercise their discretion capriciously: 1 Railway C. 238; but the Court will supervise their discretion, as in seeing that they shall not take more land than is needed, nor take land merely in order to get earth for embankments: 1 Id. 576; 4 My. Cr. 116; and that they do not unnecessarily affect a mill race by too small an arch over it: 1 Russ. & M. 181; 2 Railway C. 380.\nRailway companies must stand upon a strict construction of their chartered privileges: 21 State R. 22; 9 Beav. 391; 2 Man. & Gr. 134; 7 Id. 253; 1 Railway C. 576; 3 Id. 563; 21 Eng. L. & E. R. 620. With the immense powers that. are freely and loosely given to them, this much restraint is essential to the protection of private rights: 1 Railway C. 154, 504, 636; 4 My. Cr. 120.\nIf they step one inch beyond their chartered privileges to the prejudice of others or of the stockholders, or offer to do any act without the prescribed preliminary steps, they are liable to be enjoined irrespective of the amount Of damage. They shall not take soil or land without payment or security: 1 Railway C. 242, 277, 684; 5 Id. 211; nor divide a plantation by their road, without making a good road or bridge communication between the parts: 11 Beav. 497; nor evade their duties or contracts relative to stations for stopping: 4 Railway C. 175; 3 Id. 367; 2 Id. 800; nor seriously injure the access to a wharf without making a new one: 6 M. & W. 699; 2 Railway C. 279; 1 Id. 616 ; nor injure, divert, and encroach upon public or private roads; unless in case of clear necessity, and then a perfect substitute must first be provided : 1 Railway C. 159, 283, 317; 3 Eng. L. & E. R. 263; 9 Sim. 78; and the dissent of one out of many tenants in common of land or easement will stay their hand until compensation be made: 1 Railway C. 120; 2 Id. 162, 395; 3 Beav. 119; 1 Cr. & Ph. 85. Damage or no damage to others they must obey their charter, and that was our decision in the late case of Manderson v. Commercial Bank. This will be the order, even if the plaintiff’s title be doubtful, if the duty be plain: 6 Ves. 703; 2 Mer. 29; and they may be enjoined from commencing their road without sufficient capital: 1 My. & K. 154; 2 Mees. & W. 824. Such at least is the practice elsewhere, and it may be well for us to learn by the experience of others.\nIn the light of these principles the question before us is very easily decided. The matter complained of is an invasion of a public highway, and it must be enjoined against. The defendants are not allowed the excuse that this part of the canal is practically abandoned; for no neglect is chargeable against the state; its officers are insisting on its rights, and it is the merest effrontery in the defendants to set up their views of the need of the canal against the state which thought fit to make it, and against the public officers who are entrusted with its custody. We set aside the objections founded on the defects of the bill, because these being all amendable go for nothing at this stage of the case.\nIt is therefore ordered that an injunction issue to prohibit the defendants from proceeding with the work complained of, in such a manner as in any way to prejudice or interfere with the rights of the plaintiff, until the further order of the Court.\nLewis, C. J., dissenting.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Hopkins and McCandless for plaintiff.",
      "Wilkins for defendant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus The Pittsburgh & Connellsville Railroad Company.\n1. The Courts interfere, by injunction, to prevent wrongs of a repeated and continued character, or which occasion damages which are estimable only by conjecture and not by any accurate standard, and this is what is meant by “irreparable damage or mischief” in injunction cases.\n2. In a case where the public rights, or private rights secured'bj statute or by contract, are invaded, and an injunction is asked for in order to protect them, no question of the amount of damage'is raised; but simply one of right.\n3. When railroad companies or individuals exceed their statutory powers in dealing with other peoples' property, no question of damage is raised when an injunction is applied for; but simply one of an invasion of a right.\n4. A railroad company having begun to fill up a part of the state canal at Pittsburgh and to erect an arch over it, which would obstruct its use, an injunction was granted at the instance of the Commonwealth, although it appeared that such part of the canal had scarcely ever been used, and had for many years lain in a state of abandonment.\n5. Defects in a bill, which are amendable, do not interfere with a motion for a preliminary injunction.\nBill in equity in tlie Supreme Court, and motion for a preliminary injunction. The bill charged that the defendants were partially filling up one of the locks at the outlet of the state canal at Pittsburgh, and casting an arch over it in such a manner as entirely to obstruct the use of it, and prayed for injunction to prevent them. The defendants admitted that they were doing so in the construction of their road, and urged as an excuse that that portion of the canal had never been of any valuable use to the state, and that for many years it had lain in a condition of utter abandonment and desolation: and such seemed to be the fact.\nHopkins and McCandless for plaintiff.\nWilkins for defendant."
  },
  "file_name": "0159-01",
  "first_page_order": 157,
  "last_page_order": 160
}
