{
  "id": 9503658,
  "name": "Braden versus Cannon",
  "name_abbreviation": "Braden v. Cannon",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "168",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whar. 46",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0046-01"
      ]
    },
    {
      "cite": "2 Binn. 464",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0231-01"
      ]
    },
    {
      "cite": "6 Watts 18",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0018-01"
      ]
    },
    {
      "cite": "1 Wharton 130",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 400",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0400-01"
      ]
    },
    {
      "cite": "6 Watts 18",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0018-01"
      ]
    },
    {
      "cite": "2 Yeates 400",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0400-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 15854,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.9826022580287148e-07,
      "percentile": 0.7407700217271355
    },
    "sha256": "fc83f9dfb3ee8b41b5cd5944f3656db7575d487bc29b928a634f626f4bbe0d80",
    "simhash": "1:c7f3816b53e0fb13",
    "word_count": 2877
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Braden versus Cannon."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nHad the testator stopped at that clause in the devise of the real estate at which he charged theMgaey of James and his support and education on the land given to William and John, they would, beyond controversy, have taken a fee simple, for nothing less could result from a devise óf all his real estate to them, share and share alike, subject to legacies, not only to James, but to the daughters ..also. Then, on the death of William, and John without issue, the e'state would have gone to James and the sisters, as heirs at law. But he did not stop at that clause, but added, “ if any of my sons depart this life without a legal heir, his part or portion, of him so dying, shall go and be equally divided among the survivors of my sons” — an impossible condition, if the technical meaning he assigned to the term “ legal heir,” for neither of the devisees could die leaving a' survivor, and be’ without a “ legal heir.” We defeat the manifest intention of the testator if we construe these words according to their ordinary signification. A former part of the will shows that he intended his. daughters should have the bulk of the personal estate, as the above clause proves that he meant the real estate should go to the sons. In respect to the personalty, he said in the last clause of the will, “ my meaning is that in case of any my daughters departing this life without a legal heir of her body begotten, her or their part or portion so dying shall be equally divided among her surviving sisters or sister.” The words of limitation in these two clauses, mean, we suppose, the same thing — the latter translate the former. The sons shall have the real estate, and if either dies without legal heirs of his body begotten, that is without a legitimate child, it shall go over to the survivors; the daughters shall have the personal estate, and if either dies without a legitimate child, it shall go over to the survivors. The expression “legal heir,” therefore, cannot be construed heirs generally, but must mean heir of the body or child.\nTo effectuate the clear intention of the testator, we habitually construe the words heir,- issue, children, interchangeably. A devise to a man and his children, or issue, or even without any words of limitation whatever, are held to pass the fee when such-intention is apparent from the whole will construed by its four corners; and, on the same principle, (the intention of the testator) the word heir may be controlled and reduced from its genuine sense to the significance of children or issue. “ A devisor who uses words of limitation in an improper sense,” said Judge GrlBSON, in speaking of the rule in Shelley’s Case (1 Harris 351), “ may so explain the meaning of them by other words in the context, as to exclude his devise from the rule; for it operates only on the intention where it has been ascertained, not on the meaning of the words used to express it.” In Porter v. Bradley, 3 Durn. & East 73, Lord Kenyon, speaking of the words “to him, his heirs and assigns, for ever,” observed, “it is clear those words may be restrained by subsequent ones, so as to carry only an estate tail.” And he adds, “ a long string of eases may be cited in order to show that where an estate is limited to a man and his heirs for ever, and if he die, without leaving heirs, then to his brother, or to any person who may be his heirs, these words shall not have their full legal operation, but shall be restrained to heirs of a particular kind, namely heirs of the body.” “ In the construction of wills,” said Doderidge, 3 Bulst. 303, “every string ought to give its sound.” It is apparent, said Yeates, J., (2 Teates 408), that to effectuate the general intention of the testator, the word “ heirs,” in the devise to his son Daniel, must be construed “ heirs of the body,” because otherwise the remainder limited over to the surviving children could not take effect.\nWithout multiplying authorities, these are sufficient for present purposes. The liberties which we are permitted and constrained to take with words of limitation in a will, in order to reach the general intention of the testator, are not tolerated in construing deeds. There grantors are presumed to intend what their words import; but so rigid a rule of construction applied to wills would defeat most that are made, overthrow titles, and produce confusion and discord in families.\nBrought irresistibly to the conclusion that this devisor meant issue or children by the expression “ legal heir,” the necessary consequence is to reduce the estate of the first takers to a fee tail. That such would have been the effect of the devise over if the word issue had been used, is too well established in our own authorities to admit of doubt: Haines v. Witmer, 2 Yeates 400; Clark v. Baker, 3 Ser. & R. 470; Caskey v. Bremer, 17 Ser. & R. 441; Heffner v. Knepper, 6 Watts 18; Eichberger v. Barnitz, 9 Id. 447; Langley v. Heald, 7 W. & Ser. 96 ; Lapsley v. Lapsley, 9 Barr 130. If the words be construed child or children, the effect is the same, for the rule deduced from the English cases, as stated in Powell on Devises 496, is, that they have established, beyond contradiction, that a devise to a man and bis children, be having none at the time of the devise, gives him an estate tail. By the time of the devise, we are to understand, I apprehend, the time of its taking effect, rather than the time of making it; but the distinction is of no importance here, for neither when the will was made, nor when the testator died, had William or John a child. And devises to sons are governed by precisely the same principles as devises to children. Son is sometimes a word of limitation, and is synonymous with male issue: Powell 503.\nDid John Braden, when he signed his will with a cross, intend to create an estate tail ? Nobody believes it. Not one layman in a thousand intends it. But he meant to give his land to his sons aiad his personalty to his daughters. That is apparent all over his will. Then come in these artificial rules of law to effectuate that paramount intention, and to compel execution of the will, not according to some learned conceit or imaginary equity, but in the very manner the testator would have had it executed. Accordingly we hold that this was an estate tail in the first- takers. But there is no entailment of the remainders, and the rule that requires the construction in favor of an absolute vesting at as early a date as possible, prevents us from inclining to construe them as such.\nIt follows, therefore, that when William died, the limitation over of his half took effect in favor of his two brothers in fee simple. And when John died, his half went to his surviving brother James in fee simple. Thus James became seised in fee under the will of the half which had been devised to John, and one-half of the half that had been devised to William. The other half of William’s share which had become vested in John in fee, descended on his death to his heirs, that is, his brother James and his five sisters, as tenants in common in equal proportions. Consequently, the plaintiffs are each entitled to one undivided twenty-fourth part of the land in controversy, and together to one-sixth part of it, and the defendant to the residue.\nJudgment reversed and judgment as aboye.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Foster, for plaintiff in error.",
      "Cowan, contra."
    ],
    "corrections": "",
    "head_matter": "Braden versus Cannon.\nA testator, after devising to his four youngest daughters $100 each in money, to he paid out of his personal estate, if sufficient, and if not, out of his real estate; and a further sum of $100 each in trade to he given by his two eldest sons, devised to his two eldest sons William and John all his real estate “to he equally divided among them share and share alike/' with the exception of $400 out of his real estate which he bequeathed to his youngest son James to be paid to him at the age of twenty-one years; he also to have his maintenance and schooling out of the real estate: and he added: And also, if any of my sons depart this life without a legal heir, his part or portion of him or them so dying shall go and be equally divided among the survivors of my sons. And my will and meaning is, that in case of any of my daughters departing this life without a legal heir of her body begotten, her or their part or portion so dying, shall be equally divided among her surviving sisters or sister.\"\nThe testator left three .sons and five daughters. William and John, the devisees, died afterwards, intestate, unmarried and without issue.\nHeld that by the terms legal heir, in the devise to the sons, was meant issue or children, and that William and John took an estate tail in the land devised: but there was no entailment of the remainders: therefore when William died, the limitation over of his half took effect in favor of his two brothers in fee simple. And when John died his half under the devise went to his surviving brother James in fee simple ; and John's'half of William’s share descended, on his death, to his heirs generally, that is, to his brother James and his five sisters, as tenants in common, in equal proportions.\nERROR to the Common Pleas of Westmoreland county.\nThis was an action of ejectment to August Term, 1854, by William Cannon and Jane his wife, James Sweeny and Isabella his wife, and others, v. James Braden and David Ferguson, for a tract of land containing 225 acres, more or less.\nA case was stated in the nature of a special verdict.\nJohn Braden was the owner of the land in dispute, and died seized of it in 1823, having made his will, which was without date, but was [Droved on the 28th January, 1823. He devised to his wife and his two eldest sons, William and John, and his daughter Jane, certain personal property; and to his wife, during her widowhood, tbe third of what his farm would rent for. The remainder of his personal property was to be sold, and the proceeds divided as directed; his four youngest daughters were each to receive $ 100 each, on their arrival at the age of 21 years; and if the personal property was insufficient for the purpose, the balance was to be made up out of the real estate; if the proceeds exceeded $400, it was to be divided between his two eldest sons when 21 years of age. He further gave to each of his four youngest daughters $100 in trade, to be paid them when of full age, by his two eldest sons, William and John.\nHe further bequeathed to his two eldest sons, William and John, all his real estate, to be equally divided between them, except $400 out thereof, which he bequeathed to Ms youngest son James, to be paid at the time he arrived at the age of 21 years. He was also to have his maintenance, and schooling to a certain extent paid out of the real estate. It was added: “ And also if any of my sons depart this life without a legal heir, his part or portion of him or them so dying shall go and be equally divided among the survivors of my sons. And my will and meaning is that in case of any of my daughters departing this life without a legal heir of her body begotten, her or their part or portion so dying shall be equally divided among her surviving sisters or sister.”\nThe said testator left a widow named Isabella, who died in , and issue three sons, William, John, and James, the last named being the defendant in interest here. William died unmarried, without issue, and intestate, about- the year 1846. And John also died in January 1854, unmarried, without issue, and intestate.\nThe testator also left issue, Jane, the wife of William Cannon, Isabella, the wife of James Sweeny, Sarah, the wife of Leslie Sweeny, Agnes or Nancy, the wife of Andrew Brown, and Margaret, the wife of David Elder, all of whom are still in full life, the four first named of them being the plaintiffs in this case.\nThe plaintiffs claimed as heirs at law of William Braden and John Braden, the younger, deceased, who they alleged took the land in dispute, in fee simple, on the death of John Braden the elder, under and by virtue of his will, as they survived him; and that having an absolute estate in the same as tenants in common in fee, upon their deaths it descended to their brother and sisters as their heirs at law, of whom the plaintiffs are four out of six.\nThe defendant, James Braden, claimed the whole land by virtue of the will of his said father, John Braden, the elder, deceased, under that clause of the same which limits the estates in the land to the survivors of his said sons.\nOctober 5th, 1854, judgment was entered for the plaintiffs for the four undivided sixth parts of the land demanded in the writ. The judgment was entered as of- the 21st August, 1854, nunc pro tune.\nThe judgment was assigned for error.\nFoster, for plaintiff in error.\nThe Court below must hare supposed that the estate devised to William and John was an estate in fee to such of the two as survived the testator; and that both having survived him and died without issue, the estate descended to their heirs generally under the intestate laws. But it was contended that the devise, created in William and John an estate tail', with remainders to such of his three sons as should survive. That the words legal heir meant heirs of the body, and not heirs generally, reference was made to 8 Burn. f Mast 488; 2 Jarman 274; 2 Yeates 400. That the testator did, not mean dying without heirs generally was manifest, for the reason that the estate was devised over to those who would be heirs generally, so that he must have meant children: 9 Barr 130, Lapsley v. Same; 3 Ser. R. 470, Clark v. Baker; 17 Ser. £ R. 441; 1 Wharton 130 ; 6 Watts 18; 9 Id. 447, 450; 5 Rawle 231; 6 Barr 45 ;■ 7 W. ¿ Ser.. 96. ’ ■'\nIn this case, James, the survivor, had no immediate interest in the land; his interest depended on the contingency of the death of his brothers without issue; and whether they died without issue, before or after the testator, is of no consequence so far as regards his interest. The time when his interest was to vest, is fixed by the will; but it is contended, on the other side, that his right to take must depend, not on the fact of his brother’s dying without issue, but upon the fact whether or not they both survived the testator.\nCowan, contra.\nBy the first clause of the devise to William and John, the testator intended to give them afee, as he uses the words, “ all my real estate;” and he indicates the same by charging it with the payment of legacies to his children: 2 Jarman 179, and authority on margin: 2 Binn. 464; 6 Id. 94. They were to hold as tenants in common.\n2. By the second • clause he contemplated several possibilities. 1. That one or both the devisees might die without leaving children in his own lifetime, which would create a lapse; this he prevented by limiting it over to the “survivors or survivor of his sons.” 2. If they or either of them died in his lifetime leaving children, such children would take their parents’ share, by substitution under the Act of 19th March, 1810: Newbold v. Prichett, 2 Whar. 46.\n3. He intended this limitation to the “survivors or survivor” to refer to such as survived himself, because the gift was immediate and in possession; the devisees w.ere to take as tenants in common; and this construction gives effect to all the parts.of the will: See Doe v. Sparrow, 13 East 358; Clayton v. Lowe, 5 Barn. & Ald. 636; Caldwell v. Skilton, 1 Harris 152. Also, Jarman on Wills, tit. Limitation to Survivors 632; Johnston v. Morton, 10 Barr 250.\nIt is not probable that he, intended to create an estate tail — the devisees were to have all his real estate; and he limited the legacies to his daughters, by the same phrase as the devise to the sons over to the survivors; and certainly he did not intend these legacies to go over upon an indefinite failure of issue of such daughters, perhaps long after his death. ■"
  },
  "file_name": "0168-01",
  "first_page_order": 166,
  "last_page_order": 171
}
