{
  "id": 9503676,
  "name": "Holman's Appeal",
  "name_abbreviation": "Holman's Appeal",
  "decision_date": "1854-09-14",
  "docket_number": "",
  "first_page": "174",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 174"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whar. 252",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0252-01"
      ]
    },
    {
      "cite": "1 Wharton 203",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 236",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0265-01"
      ]
    },
    {
      "cite": "2 Whar. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0053-01"
      ]
    },
    {
      "cite": "5 Watts 108",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844025
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0108-01"
      ]
    },
    {
      "cite": "7 Watts 203",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0203-01"
      ]
    },
    {
      "cite": "5 Watts 108",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 737,
    "char_count": 16741,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 2.0713909270097358e-07,
      "percentile": 0.7577945664013617
    },
    "sha256": "641f6c4de6d2e462ab60caae83308f0889daba211e0b473b40bf3503de2f318d",
    "simhash": "1:f6ce84953e66ddaa",
    "word_count": 2990
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holman's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 14, 1854, by\nLewis, J.\nThe executrix was clearly accountable for the actual value of the real estate at the time it was sold in 1844. A number of witnesses were examined touching the value at that time. They varied in their estimates from $5000 to $14,000. The auditor, who had the advantages of seeing and hearing the witnesses, and of judging of their credibility from their behavior, and manner of making their statements, has fixed the value at $8000. There is nothing in the evidence to satisfy us of the existence of any such gross and manifest mistake as to justify a reversal of his decision on this question of fact.\nHe reports that “ the authorities,, in connexion with the evidence as to what might be supposed to remain of Frederick Holman’s chattels after thirty years, authorize, or, rather, require him to decide against the exception which seeks to make the estate of Margaret Holman liable for the personal property bequeathed to her” for life. As the evidence on which the auditor acted is not laid before us in the paper-book, although reported and referred to by him, it is impossible for us to review his decision on this branch of the case. A life estate in personal property is now regarded as in many respects analogous to the usufruct of movables under the, civil law. They are either wholly consumed, or, at least, impaired by use, depending upon the nature of the articles. Thus, grain and liquors are wholly consumed when. one uses them; and cattle, hangings, beds, and other movables, suffer some diminution by use, and even by the bare effect of time, although they are not used; and, at last, these things perish. He who has the universal usufruct of a totality of goods has also the right to enjoy and use all the movable effects according to their nature; to consume what is liable to be consumed in its ordinary use; to gather from the living creatures the profits which they yield; to receive the interest of debts which bear interest; and to make use of every thing according to its natural use. Things which are not consumed immediately by the use of them, may be put to the use for which, they are designed without abusing them, taking due care of them, and they are to be restored to the proprietor in the condition in which they shall happen to be after the usufruct has expired, although wasted and diminished by the effect of the use, provided the usufructuary has not misused them. Things which are consumed in the use become the property of the usufruct, since he cannot use them but by consuming them. In the case of living animals which reproduce themselves the usufruct is entitled to the progeny; but in that case he is bound to preserve entire the number which he had received, so that when any of them die he must fill up their places out of the fruits. Money in possession, or in action, is not necessarily impaired by the use, because the use of money is nothing more than the interest or dividends which may be enjoyed by the usufruct without diminishing the principal: 1 Domat. b. 1, tit. 11; 4 Russel’s Rep. 200; 3 Merivale’s Rep. 194; 7 Ves. Jr. 137; 9 Id. 549; 2 Kent 354; 5 Watts 108; 7 Watts 203. In cases where it was obviously proper that some security should be given by the first legatee for the benefit of those in remainder, a doubt existed in regard to the power of the Court to exact it: 9 Ser. & R. 423; 14 Ser. & R. 118. To remove this doubt, and to make provision for requiring the security in proper cases, the commissioners on the civil code recommended to the legislature the 49th section of the Act of 24th February, 1834. It is not supposed that the Act of 1834 was intended to change the rights of legatees. Its object was merely to secure them; and, with that object in view, the security is to be given “ in such sum and form as, in the judgment of the Court, shall sufficiently secure the interest of the person entitled in remainder Brightly’s Purd. 213. But as the testator in this case died long before the Act of 1834 was passed, the case is to be disposed of without reference to its provisions.\nIn the absence of the evidence on which the auditor decided, the case stands upon the legal presumptions in its favor. The liquors, grain, and other things which, from their nature, would be consumed in the use, were, no doubt, shown to have been thus consumed. The household furniture, horses, cattle, and other articles of personal estate, may be fairly presumed to have been in part applied to the payment of debts and funeral expenses, and the residue to have been, impaired or diminished, by use, to the few articles found in possession of the executrix at her death. By the will, it was made the duty of the executors to collect all just accounts, and pay the funeral expenses and debts, as soon as may be convenient. By law, these charges must necessarily be satisfied before the legatees could properly receive anything under the will. The testator had nothing which he could dispose of by will, but the residue, after payment of debts and funeral expenses; and the fair construction of the will is, that all that he did thus dispose of was this residue. After nearly thirty years, the debts and funeral expenses, and charges of administration, are presumed to have been paid. As it was the duty of the executors to pay them, the presumption, after such a length of time, is that that duty was discharged. As the personal estate is the primary fund for the payment of debts, and ought to be so applied, where it will not throw unequal burdens upon the legatees, contrary to the intention of the testator, the presumption is that these charges were paid out of that fund. Where, as in this case, 'the real and personal estate go in the same direction, it can make no difference which fund is applied to the payment of debts. They were justly chargeable upon the legatees in proportion to their interests under the will. And payment out of either fund produces that result. As these charges are to be deemed satisfied out of the personal estate, and as the accountant is not charged with that estate, they are to'be stricken out of the credit side of the account.\nWe see no reason why the accountant should not be charged interest on the proceeds of the sale of real estate, from the time of Margaret Holman’s death to the date of the present decree. Had the real estate remained unconverted, the interests of the remainder-men would have commenced at that time, and all rents and profits accruing out of the land after that time, would have gone to them. The executrix ought not to gain any advantage by the premature conversion of the estate into money. If any payments have been made to the persons entitled, the proper credit of principal and interest can be given when the distribution account is settled with each legatee.\n■ It is scarcely necessary to say, that where there is no evidence of a proper attention to the duties of the trust, where no account has been settled for thirty years, and then only when a settlement was compelled by law, and where a very unfair exhibit was made when the account was presented, no compensation ought to be allowed to the executrix. Nor would it be just to charge the remainder-men with the fees paid to professional gentlemen to dispute their rights and to advance the interests of the accountant.\nDecree was made accordingly, the accountant being charged with $36 for proceeds of personal estate of the testator remaining in her hands; with $8000 as the value of the real estate, and interest thereon from her death.. No compensation, or counsel fees, was allowed to her estate, and it was charged with the costs of this proceeding.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Lewis and Pennypacker, for appellants.",
      "Hickman and Darlington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Holman's Appeal.\n1. Where real estate to which the widow of the testator was entitled for life was, with her consent, sold by the executors under the provisions of an Act of Assembly, and purchased for her use, she being one of the executors, and after confirmation of the sale was conveyed to her, she was chargeable with its actual value at the time of the sale though it exceeded the price reported; and her estate was chargeable with interest on such value from the time of her death.\n2. A life estate in personal property is now regarded as in many respects analogous to the usufruct of movables under the civil law, the person entitled to such use having the right to enjoy and use all the movable effects according to their nature — things to be consumed become his property, things not to be consumed, may be put to the use for which they were designed, without abusing them, and after the time for such use has elapsed, to be yielded in the condition they happen to be after the usufruct has expired.\n3. A testator directed that his wife, during her widowhood or natural life, should have and enjoy in full all his estate and effects real and personal; but in case of her second marriage or death, all to be sold by the executors and the proceeds divided as directed; and the executors were directed to pay the debts.\nHeld that as the debts were payable out of the estate all that was disposed of by the will was the residue, and in the absence of the evidence submitted before the auditor, it was Held on appeal from the decree on his report, and after the lapse of thirty years from the decease of the testator, that the debts and other charges upon the estate was presumed to have been paid.\n4. The- personal estate being the primary fund for the payment of the debts, and where its application in that manner would not throw an unequal burden upon the other legatees contrary to the intention of the testator’, the presumption is that the debts and other charges were paid out of it.\n5. It not appearing that proper attention had been paid to the duties of the trust — no account having been submitted for thirty years and then only on compulsion, and an unfair account then submitted, it was Held that the trustee was not entitled to compensation, nor to counsel fees paid in disputing the rights of those entitled in remainder, and to advance the interest of the trustee; and that the éstate of the trustee was chargeable with the costs of the proceeding.\n6. The 49th section of the Act of 24th February, 1834, authorizing the Orphans’ Court to require security from one to whom personal property is bequeathed for life, or for a term of years or for any other limited period, or upon a condition or contingency, is not applicable to the estate of one who died a number of years before its passage.\nAppeal from tbe decree of the Orphans’ Court of Chester county, on the account of Margaret Holman as executrix of the will of Frederick Holman, deceased, as exhibited by her personal representative.\nFrederick Holman, who died on 21st August, 1820, seised of a hotel at Chester Springs,- and some lots of ground, in his will directed that his wife Margaret, “ during her widowhood or natural life,” should “have and enjoy in full” all his “estate and effects, real and personalbut in case of her second marriage, or death, all to be sold by his executors, and of the' proceeds the widow to have one-third, and the residue to be divided equally among his six children. The executors were directed to pay the debts. The widow and Frederick Holman, Jr., were appointed executors. During the lifetime of the widow, application was made by her and her co-executor to the legislature for authority to sell the real estate; and in pursuance of the Act passed, a sale in 1841 for $5500 was reported to the Court. The sale was confirmed, but the purchaser did not comply, and it was subsequently rescinded. The property was afterwards put up to sale, and was struck off to J. Y. Robinson, and the sale was approved on February 5, 1844. 'On 29th-February, 1844, the executors executed a deed to Robinson, who, on the same day, conveyed the premises to Margaret Holman, Robinson afterwards stating that it was un-¡ derstood that he was to convey it to her. ■\nMargaret Holman died in 1850, never having settled any account of her administration of the estate.\nIn the account submitted by her executor, only $36 was charged on account of the personal estate, which had been inventoried at $2356.32. Amongst such property was a horse, a mare, a colt, two cows, nine hogs, six pigs, household furniture,, farming implements, and some grain and liquors.\nIn the account submitted a credit was asked for payment in 1821-2-3, of debts to the amount of $848. Also for $150 for professional services; and for $215 for compensation.\nBefore the auditor evidence was given as to the value ’ of the real estate, the improvements made by Mrs. Holman, &c., and the auditor, considering that the' consideration in the deed to Robinson was not conclusive, charged the accountant with $8000 on that account. - •\nAs to the personal estate he observed that this kind of estate was in law first applicable to the payment of debts, yet a testator may direct otherwise. That in this case the personal estate was not to be sold until the death or marriage of the widow, and that this provision was not violated. Where the will looks to the tenant for life enjoying personal property, conversion will be refused: 4 Mylne ‡ (Jraig 289; 2 M. Keen 703. The will is to govern: 2 Wms. on JEx’rs. 1107; 1 Roper on Leg. 245. The widow was to have the real estate as the testator left it, and not stripped of its furniture, stock, or materials, and she was not required to supply the place of such part as was-worn out: 5 Watts 108; 7 Id. 208. As to the personal estate, he reported as submitted in the account, limiting the charge to $36.,\nHe also refused to strike out the charge for commissions and expenses, and reported an allowance for professional services.\nTo. the report of the auditor, exceptions were filed: 1. That the auditor erred in not charging the accountant with a higher valuation of the real estate. 2. In not charging the appraised value of the personal estate. 4. In throwing the' debts upqn the real estate. Other exceptions were to the disallowance of interest— to the allowance of certain credits asked — in allowing any compensation — to an allowance of $100 for professional services.\nThe exceptions were overruled, and on appeal it was excepted that the Court erred in confirming the report of the auditor.\nLewis and Pennypacker, for appellants.\nThe estate of the executrix was chargeable with the whole profit of the real estate: 6 W. Sp Ser. 18; 2 Whar. 53; 1 Ashmead 312; 1 Piale. 78.\nAs to the personalty. The personal property being necessary to the use of the hotel, which was part of the property devised, the widow was to enjoy the realty and personal property together, but should have supplied the place of that part of the latter which was consumed or worn out: 5 Watts 265. In this case the widow sold all the furniture of the hote] in 1846, except a small portion retained for her own use. If property bequeathed for life be perishable, chancery may order it to be converted: 7 Vesey 137 ; 2 Kent 353, 4.\n3. Credits for debts to the amount of $1213.60 were introduced into the account as charges against the real estate — they should have been paid out of the personalty. There was nothing in the will showing an intention to exempt it from the payment of the debts. ' The widow paid the debts asked to be credited about 28 years before the account was filed: 3 Rawle 236, Walker’s Estate.\nThe attorney’s fee of $100, and charge for compensation, $215.75, should not be charged against the proceeds of the real estate, and sbonld be disallowed on account of the misconduct of the executrix.\nHickman and Darlington, for appellee.\nFraud by the executrix was denied. The testator contemplated that his estate, real and personal, should remain in specie in the hands of his widow, till her marriage or death. Such part as was consumed in use she was not bound to make good, or pay its value: 2 Kent 351-4; 3 Merival 193 ; 2 Williams on Ex’rs. 1197 ; 2 Mylne K. 703; 4 M. Qraig 289; 7 Eng. L. Eq. 221; 5 U. 8. An. Digest 141, pi. 18 ; 1 Wharton 203; 5 Watts 108; The property consisted of a hotel and some lots of ground, and the intention of the testator was that the hotel.be kept as before, and to this the furniture was necessary.\nTo have compelled the widow to have paid the debts out of the personal estate would have deprived her of the beneficial enjoyment of the hotel. The executors might have applied to the Orphans’ Court for power to mortgage the real estate to pay debts. The real estate being directed to he .sold is .to be considered as personal estate: 1 Whar. 252; 1 Bald. 177; 5 Whgr. 568.\nThe objection to counsel fee and compensation has been made on the charge of fraud, which has not been proved."
  },
  "file_name": "0174-01",
  "first_page_order": 172,
  "last_page_order": 178
}
