{
  "id": 9503697,
  "name": "Light's Appeal",
  "name_abbreviation": "Light's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "180",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 180"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 374,
    "char_count": 6383,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 1.3044971661647522e-07,
      "percentile": 0.6228897900997317
    },
    "sha256": "b88a8e025147359abd72f62e444737ffa239a18c55077b46f7ede4311f1544d6",
    "simhash": "1:e92a170a2d86b7c7",
    "word_count": 1143
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Light's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nWe referred the accounts in this case to the auditor to report whether the executor should be charged with any interest or profits on money of the estate in his hands, and, if so, to what amount. No fact has been reported from which we can say that he has made any specific sum in the shape of profits by the use of the money. He denied' on his oath that he had used it at all. Notwithstanding this denial 'the auditor has found on all the evidence before him, that he is chargeable with interest. This general conclusion we think is very well warranted. The accountant might have invested the funds, and ought to have done so. ■\nBut we are not so clear that it was right to compound the interest by making annual rests in the calculation, or to charge it from the day of the testator’s death.\nIf the executor had put the money out on good security, yielding a simple interest of six per cent., no fault could have been found with his conduct. The legatees ought' to be satisfied if they receive as much as they would have got if he had done his duty. The payment of the interest out of his own pocket is a penalty which he must suffer for his negligence or default. But we _ cannot charge him with imaginary profits which he-did not get, and was not bound to make.\nIt is contended that the accountant should show how he managed the estate, and that if he does not do so, all presumptions are against him. It is true that when a party withholds evidence, which he might produce, or fabricates devices of any kind to escape responsibility, Courts will make no inference in his favor which they are not compelled to make by clear proof. But there is nothing to excite the odium spoliatoris against this executor. He denied that he had used the fund. He was called by the counsel of the legatees and sworn. On his oath he persisted in the denial. He is contradicted by no direct evidence, nor by any circumstances strong enough to be called proof. In a proceeding in the Orphans’ Court when one party calls and SAvears the other the oath must be taken for true, unless it be clearly disapproved. This is the general rule in equity. I will not say Avhere the burden of proof lay before the accountant was sworn; but it was certainly on the legatees afterwards. It ayíII not do to charge a man with misbehavior, attempt to convict him by means of his own oath, and, when that fails, charge him with perjury into the bargain. He who demands the oath of his adversary must not trifle with it, nor treat it as a light matter when he gets it. We do not understand the auditor to have given the harsh judgment, that the accountant was guilty of perjury, and if he had, we must have disapproved it entirely, for there is nothing to justify it.\nFor these reasons the accounts are referred' back to the auditor with directions to make a new calculation, and charge the accountant with simple interest, commencing at one year from the probate of the will.\nLewis, J., agreed to the decree, but did not wish to be understood as adopting the principle that simple interest only is the proper rule in all cases.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Perkins, for the appellant.",
      "Miller, contrà."
    ],
    "corrections": "",
    "head_matter": "Light's Appeal.\n1. An executor who had money in his hands which he might have invested, and did not, was charged with simple interest thereon; hut the Court refused to charge him with compound interest.\n2. In a proceeding in the Orphans’ Court where a party calls the accountant and.examines him, his testimony must be taken as true unless clearly disproved.\nAppeal from the decree of the Orphans’ Court, Philadelphia, on exceptions, on the part of the executor of the will of Jacob Haars, deceased, to the report of an auditor to whom various accounts were referred, in order to report whether the executor should be charged with interest or profits on money of the estate; and, if so, to-what amount. See the report of this case in 10 Harris.\nThe auditor reported an account in which the executor was charged with interest on moneys received by him and charged in his first account, from the times of receipt respectively, and credited with interest on the sums paid by him from the date of the respective payments. The first item on the debtor side of the account is dated 27th.January, 1845, and balances of principal and interest were struck on 27th January, 1846 and 1847, and compound interest to a certain extent was afterwards charged. The case of McCall’s Estate, 1 Ashmead 359, was referred to on the subject of compound interest.\nOn the part of the accountant exceptions to the report of the auditor were filed, to the effect: That the auditor'erred in deciding that the executor should have invested the shares of the exceptants, when it was not a case authorizing an application to the Orphans’ Court, under the 14th section of the Act of 29th March, 1832, to direct an investment. 2. That the auditor decided that the accountant should have invested though instructed by the parties not to do so. .3. The auditor erred in deciding that the instructions of the parties interested did not justify the executor in not investing their funds, because they were mistaken in supposing that the contest about the fund would soon be settled ; whereas the dispute might have been at any time settled by the parties interested, and eventually was so settled. 4. The auditor erred in rejecting the cross-examination of the accountant respecting matters to which he had' been examined in chief; — it being alleged that he stated in his examination in chief, that he had kept the money in a trunk or safe in his chamber. 5. That there was no positive .evidence that he had used the money. 6. That the auditor erred in charging interest on moneys, from the day of their receipt, including all the items received in the first year after the testator’s death. Exception was also taken to the charge of compound interest, &c.\nBefore the auditor, the executor asked for an issue to try whether he did or did not use the funds of the complainants. - This request the auditor reported to the Court for its allowance. or refusal. The Orphans’ Court decreed that the executor pay certain amounts as specified, in their decree.\nPerkins, for the appellant.\nIt was said that the executor kept the money in his trunk. The Court have power to direct an investment only in certain cases. The parties might have settled the dispute.\nMiller, contrà."
  },
  "file_name": "0180-01",
  "first_page_order": 178,
  "last_page_order": 180
}
