{
  "id": 9503758,
  "name": "Rogers versus Stoever",
  "name_abbreviation": "Rogers v. Stoever",
  "decision_date": "1855-01-04",
  "docket_number": "",
  "first_page": "186",
  "last_page": "188",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 353,
    "char_count": 7104,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 9.810318142007867e-08,
      "percentile": 0.5330285665303267
    },
    "sha256": "703308dd9631ae96b96aa806f4b4a1acc2bf0bef331e4303568b08cba091a10a",
    "simhash": "1:5470d7a1490e246e",
    "word_count": 1278
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Stoever."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, January 4, 1855, by\nLowrie, J.\nThis is a grant of a river landing, “ so far as the same shall be necessary,” for erecting, maintaining, and supporting an intended bridge, and we cannot construe it as a grant of the land, but of a servitude or easement in it for the defined purpose. It is a right of way of a specified kind, and nothing more. The expression, “so-far as,” might indicate the quantity of land if it were used in another, connexion, but not necessarily so; and-we cannot regard it ás being so definite in its meaning, as to entitle it to control the meaning that is fairly derived from the description of the thing granted, and that is appropriate to the purpose of the grant. Nor do we discover any circumstances in the case that would favor or require a different construction. And the statute of limitations does not help out the case; for the grant being- of an easement, the occupation under it must be regarded as the'exeycise of the right granted. Long enjoyment of an easement will establish a right to an easement, but not to the land itself. Here the adverse claim commenced when the land was turned to other uses, which was within the period required to give title under the statute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Tilghman, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Rogers versus Stoever.\n1.”A conveyance of “ all the right, title, estate and interest” of the grantors “in and to the landing and stones on the west side of the falls of the river Schuylkill, so far as the same shall be necessary for the said intended bridge, as well\" for the erecting and building as for the maintaining and supporting of the same,” Held not to be a grant of the land on which the abutment was erected, but of a mere servitude or easement on it for the defined purpose.\n2. The grant being of an easement, the occupation under it must be regarded as the exercise of the right granted, but not of the land on which it was exercised; and in relation to the land, the statute of limitations began to run only from the time when the land was converted to other uses than that specified in the grant.\nERROR to the District Court, Philadelphia.\nEjectment to September Term, 1853, by Frederick Stoever v. James B. Rogers, to recover the possession of. .a lot of ground about 30 feet wide by 100 deep, being the site of the western abutment of the old bridge at Schuylkill Falls. The Schuylkill Navigation Company was admitted as co-defendant.\n, The plaintiff and the company each claimed under conveyances from Robert Kennedy and Conrad Carpenter. The company claimed under a deed dated 21st April, 1808, and possession for thirty-six years. The plaintiffs claimed under a deed by Carpenter and Kennedy to Josiah White, dated 28th March, 18Í0, and subsequent conveyances.\nThe material question was, whether the deed of 21st April, 1808, conveyed a right to the soil or a right to use the ground in dispute as an easement.\nIn 1808, Robert Kennedy and Conrad Carpenter, then owners in fee of the land on both sides of the Schuylkill, at its falls, in Philadelphia county, petitioned the legislature for authority to erect a bridge at that place, and to vest it in them and their heirs and assigns for ever. The Act was passed in February, 1808.\nOn 21st April, 1808, Kennedy and Carpenter, by deed, referring to the Act, conveyed to Samuel Wheeler and others, their heirs and assigns, in trust for the use of stockholders in the intended bridge, all the rights conferred upon them by the said Act; and also “ all the right, title, estate, and interest of them, the said Robert Kennedy and Conrad Carpenter, in and to the landing and stones on the west side of the falls of the said river Schuylkill, so far as the same shall be necessary for the said intended bridge, as well for the erecting and building as for the maintaining and supporting of the same.” A similar conveyance was made of the landing and stones on the east side of the river. And also, a sufficient road or passage over the ground of the said Robert Kennedy from the bridge to the main Falls road, &e.\nA bridge was built in 1808, and in 1811 the stockholders were incorporated. In that year the bridge was destroyed by the passage of a drove of cattle. It was rebuilt, and before 1817 was destroyed by a snow-storm; and, in pursuance of an Act passed on 9th January, 1817, the corporate rights and real and personal estate of the company were sold, in April, 1817, to Robert Kennedy for $205, he purchasing for such of the stockholders as would agree to form a new company. The bridge was rebuilt in or about 1818; and in 1820 the company conveyed to Peter Robinson and others, constituting the “ Schuylkill Falls Bridge Company.” The third bridge.was destroyed by a freshet in February, 1822. On the 9th February, 1829, the commissioners, under an Act passed in April, 1828, conveyed the estate of the company to Robert Kennedy. A new company was formed, and by deed dated 30th May, 1829, Kennedy conveyed to “ The Falls Bridge Company,” the site, piers, and abutments of the old bridge. The fourth bridge was erected about 1829 or 1830, and was destroyed by fire in 1840 or 1841, and has not been rebuilt. Its western abutment was purchased of the Falls Bridge Company by the Schuylkill Navigation Company in 1846, and was conveyed to it by deed of 17th April, 1846. Part of the abutment has been removed, and the remaining part, for the recovery of which this action was brought, was leased by the Navigation Company to Rogers, the defendant, who has a small house erected upon it.\nThe Court below, in acting on the points reserved, expressed the opinion that the deed from Kennedy and Carpenter to Wheeler and others under which the defendants claimed, conveyed not a right to the soil, but merely a right to use the ground in dispute as an easement; and judgment was entered for the plaintiff.\nError was assigned to such opinion and judgment; and it was also alleged that the defendants below had established a title to the premises ly the statute of limitations.\nTilghman, for plaintiffs in error.\nIt was contended that the deed of 21st April, 1808, from Kennedy and Carpenter to Wheeler and others, passed a fee in the land in dispute. • If the words of the grant had been “so much” of the landing as may be necessary for the use of the bridge, a fee would certainly have passed; and it was contended that the words “so far as” had the same meaning.\n2. The estate granted was hut a base fee, being for the use of the bridge. The bridge was destroyed in 1808, and though rebuilt by the original proprietors, it vías destroyed before 1817, in which year the proprietors sold the site to a new company. It was alleged that the right of entry began as early as 1817, the base fee being then determined, and that the possession of the new company, commencing either with the purchase by Robert Kennedy on the 28th April, 1817, or at all events prior to the date of the deed of 22d April, 1820, was to be regarded as adverse. It was said that the site of the abutments was sold as land, and had been held as such, and for thirty-six years there was no entry."
  },
  "file_name": "0186-01",
  "first_page_order": 184,
  "last_page_order": 186
}
