{
  "id": 9503769,
  "name": "Harding's Estate",
  "name_abbreviation": "Harding's Estate",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "189",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 223,
    "char_count": 4099,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 6.280046610221983e-08,
      "percentile": 0.3871316435823092
    },
    "sha256": "a1cc04252c18dcf1eafd6bbb31af1eea2474ff222e028abedffd9d43870ccee0",
    "simhash": "1:6fad8af1819628c7",
    "word_count": 710
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harding's Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered bj\nKnox, J.\nHad the finding of the auditor, in reference to the value of the good-will of the Verandah House, been confirmed by the Orphans’ Court, we would not have disturbed it. As, however, the Court thought it a proper subject for an issue to be determined by a jury, and as their verdict has been approved by the Court in refusing to grant a new trial, and by decreeing in accordance with it, we will follow it rather than the report of the auditor.\nIt is evident that a part of the expenses of the audit were in consequence of the misconduct of the administratrix; but, as the auditor was appointed to “ audit, settle, and adjust the account, and report distribution of the balance, it is difficult if not impossible to say what portion of the expenses were incurred in surcharging the account. In view of this difficulty we are compelled to do what will certainly, in some degree, work injustice, viz., concur with the auditor and the Orphans’ Court in charging the expenses of the audit against the fund.\nWe would recommend, as matter of practice, that where there are exceptions to an account filed by an executor or administrator, they should be disposed of before the fund is referred to an auditor for distribution.\nThe remaining exceptions were not insisted upon in the argument, and it is only necessary to say that they are not sustained.\nDecree affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "W. H. Rawle, for appellants.",
      "Earle and Perkins, for the administratrix."
    ],
    "corrections": "",
    "head_matter": "Harding's Estate.\n1. Though the report of an auditor surcharging the accountant -with an amount for the good-will and fixtures of a tavern house if it had been confirmed by the Orphans’ Court, would not have been disturbed by this Court, yet after an issue in relation to it had been directed and tried and a verdict rendered favorable to the accountant, and decree made in accordance with it, this Court declined to reverse it.\n2. Though it was evident that a part of the expenses of the audit were in consequence of the misconduct of the administratrix, yet it being difficult, if not impracticable, to determine what part of the expenses were incurred in surcharging the accountant, this Court concurred with the auditor appointed to audit and adjust the account and report distribution of the balance, and with the Orphans’ Court, in charging the expenses of the audit against the fund. _ .\n_ 3. It is recommended as a matter of practice that .exceptions to an account of an executor or administrator be disposed of before the fund is referred to an auditor for distribution.\nAppeal from tbe decree of the Orphans? Court, Philadelphia, upon the report of an auditor appointed to audit, settle, and adjust the balance chargeable against the administratrix of the estate of James Harding, on the settlement of her account;\nOn the hearing before the auditor it was attempted, inter alia, to charge the accountant with several hundred dollars for the goodwill of a tavern house, and for the fixtures in the house. After testimony was heard before the auditor, an issue was asked on the part of the accountant, to try whether the good-will of said house was of any value, and if so what; and other facts. The auditor, in his report and distribution, charged the accountant with $900 for the'good-will of the said house; but the Orphans’ Court directed an issue' to try its value, and the jury found - $124 as its value.\nAppeal was taken by creditors, and in this Court a number of exceptions were filed, one, the Tth, being that the Court confirmed that part of the auditor’s report which allowed the accountant credit for council fees'incurred in contesting the right of the creditors. 8. In confirming that part of the report which threw the whole costs of the audit upon the creditors. 9. Because the Court set aside that part of the report which surcharged the accountant with $900 for the good-will of the Verandah House; and, 10. Because the Court, in entering the final decree, entered it on the basis of the verdict in the feigned issue, which, it was alleged, was entirely against the weight of the evidence.\nW. H. Rawle, for appellants.\nEarle and Perkins, for the administratrix."
  },
  "file_name": "0189-01",
  "first_page_order": 187,
  "last_page_order": 188
}
