{
  "id": 9503816,
  "name": "Kidder versus Boom Company",
  "name_abbreviation": "Kidder v. Boom Co.",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "193",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pick. 304",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 361",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "2 Pa. Rep. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 10035,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 2.0579560270341304e-07,
      "percentile": 0.7561574053159084
    },
    "sha256": "b80de3683a42e9c49b664456a43180d6063b8db0fb56132f418d17882665b024",
    "simhash": "1:f2c8e738bc0676dd",
    "word_count": 1801
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kidder versus Boom Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by ,\nKnox, J.\nIn the Turnpike Company v. Brower, 2 Pa. Rep. 462, Dorman v. The Turnpike Company, 3 Watts 128, and The Chestnut Hill Turnpike Company v. Martin, 2 Jones 361, it was held that the law would imply no promise to pay for the use of a turnpike-road, as, a statutory remedy was given through the. medium of toll-gates.\nIn Beeler v. The Turnpike Company, 2 Harris 164, actions were held to be maintainable upon express agreements to .pay for the -use of turnpike-roads. So that the rule may be considered as settled that, in the absence of an express contract, and where a means.of enforcing payment is given by the Act of incorporation, the statutory remedy is exclusive of all others.\nIn the case before us the jury have found that there was a valid contract between the parties, that the defendant should pay for the use of plaintiff’s boom. The instruction of the learned judge, as to what would constitute a contract, is unexceptionable. True, the contract must be express, but its existence may be shown by-cither positive or presumptive- evidence. It is said by the plaintiff in error, and this is the -burden of' his complaint, that there was no evidence of an express contract. The Court below thought there was sufficient evidence to submit to the jury, and we are not satisfied that any mistake was committed in this respect. To submit to the jury a fact, without any evidence of its existence, is error; but the burden of showing the error is entirely with the party alleging it. And before effect will be given to such an assignment, it must be most clearly established. The' Court before whom a cause is tried, generally speaking, have a much clearer view of the evidence given in the. cause than, a Court of revision; and the presumption is very strong that no question of fact is submitted to the jury, unless it is legitimately raised by the evidence. To rebut this presumption, we repeat, requires a clear case. 'Upon a careful examination of the'record, we agree wfith the judge of the District Court, that there was .evidence from which the jury might well find that the boom was used by the defendant, upon the understanding that it should paid for. It is unnecessary to repeat the evidence here, as it was concisely and accurately done by- the judge in his charge to the jury. No price was agreed-upon, but the contr'act was good without a stipulated price; and the evidence -which formed the first and second bills of exception was properly-received to prove how much the plaintiff was reasonably entitled to recover.\nThe entry of a judgment upon the verdict -was equivalent- to a negative answer upon all the reserved points. The whole case depended upon the existence of an express agreement that the defendant should pay for the use of the boom, and, when this was affirmed, he had not the least chance of making a successful.resistance to the plaintiff’s recovery.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Parsons, for plaintiff in error.",
      "Mallery, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kidder versus Boom Company.\n1. Though a boom company was'authorized to charge and collect toll upon the lumber secured in their work, and were to have a lien upon-the timber so secured, Held that though the Act authorized a special remedy, yet the company might maintain assumpsit on an express contract to pay for aid and service rendered.\n. 2. Though the contract must be express, its existence could be shown by either presumptive or positive evidence!\n3. All that is necessary to constitute a contract is a benefit conferred by one party and accepted by the other, as a matter of business and not as a gratuity, and with the assent or understanding that the one is to incur an obligation and the other to be entitled to make a charge. The price need not he fixed— the law will imply that he who performs the service shall be entitled to as much as, he reasonably deserves.\n4. Evidence as to what the service rendered was reasonably worth was admissible.\n5. The presumption is that no fact was submitted to the jury without evidence of its existence; and to rebut the presumption the contrary must be clearly established.\n6. .The entry of a j udgment upon the verdict is equivalent to a negative answer to points reserved. ■ -\nError to tbe District Court, Philadelphia.\nThis was an action of indebitatus assumpsit, by The Susquehanna Boom Company v. Jerome Gr. Kidder, to recover for service rendered. *\nIn 1846, an Act was passed for the incorporation of the “ Susquehanna Boom Company,” by which the company was authorized to erect and maintain, between Williamsport and the mouth of Quineshehocque Creek, a boom or booms, with piers, for the purpose of stopping and securing logs, and other floating lumber —the booms not to impede the navigation. By the 6th section, the corporation was authorized to charge and collect toll or boomage upon the lumber boomed, rafted, and secured, viz., 50 cents per 1000 feet, board measure, for certain kind of logs; and for other lumber in proportion; and they were to have a lien on the lumber thus boomed, for the payment of boomage and other expenses, till paid. By a,subsequent section it is provided that if any person had lumber on the river which he did not desire to be rafted at the booms of the company, he was to give notice in writing to the,company, and in that event it was to be turned through the booms, for which eight cents for each board log might be charged, and a reasonable compensation for other kind of lumber — for which a lien to exist till paid.\nThe defendant alleged that his agent, who had charge of the lumber, had not made any contract for the boomage of the lumber — that the boom of the Company was not completed, and that the Company had no right to charge toll.\nOn the part of the plaintiff a witness testified that he was present at a conversation in 1851, between the agent of the Company and an agent of the defendant, and that a conversation had between the two in regard to booming the logs -was reduced' to writing by the agent of the defendant; one asserting that it was, a contract, and the other that it was not. The paper was subsequently left at the offece of the defendant in Boston. The witness said he,did not know whether or not the price was stated in the paper.\nOn the part of the plaintiff it was further testified that the boom of the company was used by an agent of the defendant in the spring of 1850, for stopping several thousand of his logs, and that without the boom they would have gone down the river — that the main boom was not extended as far as it afterwards ivas, but that there was then sufficient room in it for the plaintiff’s logs.\nEvidence was given under objection as to what the stoppage of logs in the boom in question was worth. This was the subject of the 1st and 2d bills of exception.\nA number of points were submitted on part of the defendant: 1. That before the company could charge toll, it must be shown that the boom was constructed according to the Act of incorporation. 2. That the Act having provided a special remedy for the collection of toll, it must be pursued. That to enable the plaintiff to recover for toll, they must allege in the declaration and prove a special contract to pay the toll. The 3d and 4th were to the same effect: the 6th and 7th were to the effect that none being laid and proved, there could be no recovery.\nHARE, J., reserved the points, except the first and fifth. He affirmed thejfrsi; and as to the fifth, he charged, that the plaintiff could not recover by virtue of the power conferred by the Act to demand tolls. But he charged, that if there was a valid contract in reference to the use of the boom, the plaintiff could enforce it. “ All that the law requires to constitute a contract, is a benefit conferred by one party, and accepted by the other as a matter of business, and not as a gratuity, and with the assent or understanding that the one is to incur a debt or obligation, and that the other is to be entitled to make a charge. When this is the case, it is not necessary that the price should be fixed, for the law will imply that he who performs the service shall receive as much as he reasonably deserves to have.” He added, “ In the present instance a conversation took place between the agents of the parties, in which the price to be paid for the use of the plaintiff’s booms came in question, although it was not fixed, and in which the defendant’s agent said that he would not use the booms, because they were full of logs. Subsequently, these logs were removed by the plaintiffs’ agent, to make way, it is said, for the defendant’s logs, which came down the river, and floated, or were towed by the defendant’s agent, into the booms. This, with the other evidence in the case, is evidence whereon the jury may find that the defendant is liable to pay for the use of the booms. If they find that the use of the booms was a business transaction as between him and the plaintiff, in pursuance of the previous conversation, they may find a verdict for as much as the service thus rendered was reasonably worth.”\nJanuary 13th, 1853, verdict for plaintiff for $400.\nError was assigned to the admission of the evidence as to the value of the service rendered. That the Court did not answer fully the 2d, 3d, 'and 4th points. In the answer to the fifth and subsequent points; and in the charge as referred to.\nParsons, for plaintiff in error.\nMallery, for defendant in error.\nThough a turnpike company cannot collect tolls on the ground of an implied assumpsit arising from the mere user of the road, where the charter contemplates collection at the toll-houses (2 Penn. Pep. 462), yet an action at law can be maintained on an express agreement tc- pay toll : 2 Parris 164, Beeler v. Turnpike; 3 Watts 128, Dorman v. Turnpike Company. The proprietors of a canal bridge may commute the toll for a certain sum by the quarter or year: 1 Pick. 304. In English cases collected in Grant on Corporations 160, assump-. sit on engagements express or implied, has been allowed to recover duties incident to a port."
  },
  "file_name": "0193-01",
  "first_page_order": 191,
  "last_page_order": 194
}
