{
  "id": 9503843,
  "name": "Newell's Appeal",
  "name_abbreviation": "Newell's Appeal",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "197",
  "last_page": "200",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Leigh 327",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6725886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/31/0955-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 9423,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 3.1572930830873526e-07,
      "percentile": 0.8630754148214819
    },
    "sha256": "9f3f9b8e0e229e2993366b16ef0f7ffa430940c55e9ff14d4a91540a725f2315",
    "simhash": "1:52c04a3ccae0fc77",
    "word_count": 1626
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Newell's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nWoodward, J.\nThe fourth clause of John Hoff’s will gave to the trustees or those who hold the funds of the Theological Seminary at Princeton, state of New Jersey, “ $2500 in perpetuity, for the establishment of a scholarship.” An annual address to advocate the testator’s peculiar views of a system of -universal education is mentioned in the elaborate condition appended to the bequest; and $1000 additional is given “to be invested in con-nexion with the fund for the scholarship, the interest thereof to print the annual address.”\nThe corporate name of the Theological Seminary at Princeton is, “Trustees of the Theological Seminary of the Presbyterian Church,” and the first question raised upon this appeal is, whether that corporation can take under the designation in the will: We have no doubt of it.\nThe auditor found that the corporation is generally known as the Theological Seminary at Princeton, and that there is no other body answering the description in the will. This is enough. And it was proper for the auditor to receive parol evidence on the point; for, though a will must be judged ex viseeribus suis, and unless there be a latent ambiguity, extrinsic evidence is not to control its construction, yet it has always been held that a defective designation of the devisee or legatee intended may be repaired by parol proof. If the person to take be not in some sort described in the devise, evidence will not be admitted to show who was intended, for that would be to make, a will by parol; but where there are words of designation, though a mistake of the name, the,ambiguity may be removed by evidence dehórs the will. This is a well settled rule in' respect to devises in general, and it is peculiarly applicable to charitable bequests made to religious corporations.\nThe next question has reference to the condition annexed. It is characterized by counsel as uncertain, visionary, and obscure, unreasonable, tyrannous, and unconstitutional, and it is said to be impossible to give a rational meaning to the testator’s words.\nWithout admitting or seeming to admit the justice of these criticisms, we are not to attempt the vindication of this condition, because, whatever it is, we regard it as a condition subsequent, and, as such, it cannot affect the vesting of the legacy, however it may the use of it. The testator evidently did not intend that a compliance with the requisitions he has chosen to annex to the enjoyment of his bounty should be a condition of its acquisition, but merely of its retention. The formation of “ a corresponding association to. achieve the object of this appropriation, as well as to prevent more than one address to be delivered or published annually,” was not to precede the receipt of the legacy. There is not a word in the will to warrant such an idea. Then the condition was not precedent; and if subsequent, the legacy vested in the Theological Seminary directly the testator died. What then, if the condition be uncertain, insensible, and void? The consequence is, that the legacy, already vested, becomes absolute and unconditional, for such is the effect of limitations subject to subsequent conditions that are void or impossible: Thomas v. Howell, 1 Salk. 170; Aislabie v. Rice, 3 Madd. 256. The exception to the rule is where, by the will, the property is given over upon the non-performance of the condition; 2 Atkyns 16; but even then, if the condition become impossible by the act of God, the estate is well vested: Peyton v. Burg, 2 P. W. 626.\nHere there was' no devise over in the event of the condition failing to be performed; and therefore, if we should adopt the views of the appellants’ counsel as to the character of this condition, we should say that the legacy vested in the seminary for the ordinary purposes of a scholarship. But if the condition be possible and valid, a point we are not required to decide at present, the legacy vested subject to it, and the-seminary may be called on to perform it. The only question now before us is, whether the seminary is entitled to receive the legacy? We are of opinion she is; that she takes it by her corporate name, and for the purpose of founding a scholarship; and it will be time enough to inquire whether she is bound to perform the condition subsequent when she is sued for a forfeiture.\nSo far as the decree below is drawn in question by the appeal of Newell and wife, it is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Serrill, J. Fallon, and Guillou, for appellants."
    ],
    "corrections": "",
    "head_matter": "Newell's Appeal.\n1. Under a devise “ To the trustees or those who hold the funds of tlfe'Theo-logical Seminary at Princeton, New Jersey,” it was Held that the “trustees of the Theological Seminary of the Presbyterian church” at Princeton, New Jersey, could take; the said corporation being generally known as the Theological Seminary at Princeton, and there being no other body answering the description in the will.\n2. Parol evidence is admissible to explain an ambiguity in the designation of the devisee.\n3. The sum of §2500 was given “in perpetuity” — the interest whereof for scholarships; conditioned that those who embrace the benefit of this bequest do form themselves into a corresponding association, to have an address annually delivered, and to prevent the delivery of more than one address, embracing the importance of apian of compulsory education of all.children of certain ages, to be adopted in each state of the Union as described in the will.\nHeld that the conditions prescribed being subsequent could not affect the vesting of the legacy, however they might affect the use or retention of it. But whether the conditions subsequent were insensible and therefore void ;'or possible and valid; not decided.\n■ Appeal from the decree- of the Orphans’ Court, Philadelphia, lipón the report of an auditor appointed to' adjust the account of the executors of the will of John Hoff, and to' report distribution. The appellants, Newell and wife, were residuary legatees. under the wijl. The testator, by his will proved 9th April, 1849, inter alia, devised as follows : “ To the trustees, or those- who hold the funds of ‘the Theological Seminary at Princeton, New Jersey,’ I give $2500 in perpetuity, the interest whereof for scholarships; conditioned that those who embrace the benefit of this bequest, do form themselves into a corresponding association to achieve the object of this appropriation, as well as to prevent more than one address to be delivered or published annually, and that said .address be printed and issued under the supervision of the Theological Seminary at Princeton. This discourse to embrace the importance of a plan of education to be adopted in each and every state of the Union. That each and every male and female, from the age of 5 or 6 to the age of 13 or 14, rich or poor, shall, at one and the same school, be compelled.by law to attend-and be taught six hours per day, five days in the week, the English language, so as to ■ speak and write it correctly, with the practical parts of .mathematics, together with astronomy, history, &c.”\nThe testator made a further bequest of $1000, the interest of which was to be applied to printing and distributing the annual address. ■ ’\nThe bequest was claimed by the “ trustees of the Theological Seminary of the Presbyterian Church,” at Princeton, state of New Jersey; and the auditor reported in their favor, observing, that it had been proved that the said corporation was generally known .as tbe Theological Seminary at Princeton, and that there Ts^as no other body answering the description in the will.\nException was taken, but the Court confirmed the report of the auditor in respect to the said bequest, and exception was taken to the decree o'f confirmation.\nSerrill, J. Fallon, and Guillou, for appellants.\nThe bequest is void for uncertainty. It is for scholarships, the nature and character of which are uncertain. It is to- prevent the delivery of more than one address, but in what way or manner, or by whom, is not stated. ' The condition is uncertain, visionary, and obscure, and the devise therefore void: 2 Simons Stewart 295; 2 Eq. Oas. Air. 357; 3 Swinburn 921. Devise for the use of the poorest of my kindred void: Webb’s Case, 1 Moll. Ab. 609. Also cited 9 Ves. 399; 10 Ves. 522. Gift in trust for such objects of “ benevolence and liberality as the Bishop of Durham shall approve,” void for uncertainty. Also cited 7 Sim. 352; also 7 Ves. 50, trust for purchasing such hooks as might have a tendency to promote “ the interests of virtue and religion, and the happiness of mankind.” A bequest to trustees of money to be expended for the support of indigent pious young men preparing for the ministry in New Haven, held to be void for uncertainty:' 1 Law Register, No. 5, p. 280. Bequest to executors in trust for private charity, held to be too indefinite: 1 Turn. 260; 1 Sim. ¿f* Stew. 69.\n2. The bequest,is against the policy of the law, and is illegal, viz., the enforcement o'f a plan of education.\n8. For uncertainty of the parties, there being no such corporation as the Theological Seminary, at Princeton: 2 Muss. Mylne '107 ; 4 Leigh 327; 9 Simons 503 ; 2 Keen 112; 1 Jarman- 328-9 ; 4 Ves. 649; 2 Sim. 524; 2 M.-¿- K. 78. The rule for construing wills is to seek the legal intention: 3 Harris 471. The ambiguity is 'patent, and where it is in the words themselves, parol evidence is not receivable: 3 Ser. M. 607; 5 Mee. W. 362."
  },
  "file_name": "0197-01",
  "first_page_order": 195,
  "last_page_order": 198
}
