{
  "id": 9503873,
  "name": "Hoff's Appeal",
  "name_abbreviation": "Hoff's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "200",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 335",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0335-01"
      ]
    },
    {
      "cite": "1 Phil. 75",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 252",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841271
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0060-01"
      ]
    },
    {
      "cite": "2 Y. 54",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0054-01"
      ]
    },
    {
      "cite": "2 D. 243",
      "category": "reporters:state",
      "reporter": "Dall.",
      "case_ids": [
        11744452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0243-01"
      ]
    },
    {
      "cite": "3 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 879,
    "char_count": 20176,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 3.9190252890651035e-07,
      "percentile": 0.9024889095850762
    },
    "sha256": "b88bf1acb0dd6f64016fb52e7ce8a2c05d102c3dd2b9534ddbd5ffbd1b4e1fd0",
    "simhash": "1:5f78666abdd0ba41",
    "word_count": 3671
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoff's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nTwo other questions arising upon the will of John Hoff are presented by this appeal, quite unlike those which have just been ruled in the opinion in Newell’s Appeal.\nThe testator devised to his wife, the appellant, for life, the house in whioh he dwelt on Chestnut street, together with the policy of insurance and furniture. When he purchased the house in 1847, there was a mortgage resting on it for $8400, made by a former owner, and his will is silent in regard to the payment of the mortgage. The executors paid it off out of the personalty, and took an assignment; but the creditor and the Court of Common Pleas refused to allow them a credit for it on the ground that the widow took the estate cum onere, and that she must pay the mortgage. She appeals, and the question is whether the mortgage is chargeable on her estate or on the personalty.\nThe will contains, in the introductory clause, the usual direction as to payment of debts, a phrase which in England is necessary to charge debts on the realty, but wholly unnecessary here, where lands as well as personal estate are bound for every decedent’s debts. Still the words “ after the payment of my lawful debts,” cannot be treated as meaning nothing; and if they are to have any significance, it must be that the executors should pay the debts before distribution be made of the estate in pursuance of the will. A debt secured by a mortgage of the testator’s own making, is no less a debt within the meaning of the introductory phraseology of wills than a promissory note; and executors are as much bouiid to pay the one as the other. The reason assigned in the English cases for throwing such a mortgage upon the personalty, is-that the personal estate has been benefited by the making of the mortgage; a reason for which we stand in no need, though it is as applicable here as there. As to the mortgagee, the mortgage is a specific lien, and he cannot be restrained from resorting to the land pledged; and as between him and other creditors, he will often be compelled to do so in relief of other funds; but as between the mortgagor and his representatives, his mortgage is evidence of indebtedness; and where there is nothing in the will to control their action, it is their plain duty to pay it. And to excuse them' there must be a clear declaration of intention that the devisee of the mortgaged premises is to take them cum onere. Thus it is settled, says Powell, on the authority of a great number of cases (see his work on Devises, vol. 11, p. 671), that a devise of mortgaged lands, subject to the mortgage thereon, does not throw the charge on the estate so as to exempt the funds which by law are antecedently liable, as the testator is considered to use the terms merely as descriptive of the encumbered situation of the property, and not for the purpose of subjecting his devisee to the burden.\nBut how is it where the estate comes to the devisor encumbered by a mortgage made by a former owner ? If it come by descent or devise, and the testator has done no act to make the debt his own, his devisee will take the estate cum onere, and the executors are not chargeable with the mortgage; and the rule is the same even where, the testator has purchased the estate, if he have had no connexion, or contract, or communication with the mortgagee, and have done no act to show an. intention to transfer the debt from the estate to himself. What dealings will have the effect to make the mortgage his own deb% have been debated in a great variety of cases, several of which counsel have cited in their paper-books. It seems that paying the mortgagee a higher rate of interest; and indemnifying the vendor against the mortgage, both which occurred in this case, are not such acts on the part of the purchaser as make him personally liable for the mortgage-debt: Shafto v. Shafto, 2 Cox's P. W. 664; Woods v. Huntingford, 3 Vesey 128.\nThe Court, below ruled the question on this ground. The learned judge said, it must appear that he (the testator) has done some act by which he has made himself directly liable .to the owner of the encumbrance; and then he ruled that the evidence submitted to the auditor was insufficient to shift the obligation from the real to the personal fund. We agree that some act must, be shown, indicative of an intention to take the mortgage upon himself,-and the Court were, perhaps, right in setting aside the evidence of payment of an increased rate of interest, and certainly right in disregarding the declarations of the testator, made to persons having no interest in the subject; but they overlooked one important and decisive fact, which -was in full proof before the auditor, to wit, that Hoff purchased not merely the equity of redemption in this house and lot, but the entire interest, and’ that the mortgage formed part of the price of the estate. The proof was that he bought of William Reynolds and wife for $18,900; that he paid §5500, which, with this mortgage of Elmes to Harvey of $8400, was “in full the consideration for the premises.” The receipt of Reynolds, endorsed on his deed to Hoff, stipulates, moreover, that the said mortgage and the interest due, and to grow due; thereon are to be paid by the' said John Hoff.\nNow, it is immaterial whether this amounted to a covenant on the part of Hoff to pay the mortgage, though, according to the doctrine of Campbell v. Shrum, 3 Watts 60, and the cases there cited, it might be easy'to say it did, but surely there can be no doubt he would be liable to an action for money had and received, at the suit of the mortgagee. As was said in the case of the Earl of Belvidere v. Rochfort, cited in 2 Powell on Devises 679, the plain intent of the deed was to put the purchaser in the place of the vendor, and that he might not be longer liable to the mortgagee, a sufficient part of the purchase-money was left in the purchaser’s hands for satisfaction of the mortgage, the purchaser thereby taking upon himself the vendor’s bond and covenant for payment of the mortgage, as fully as if he himself had covenanted to pay it off, and either the vendor or mortgagee might, upon that contract, have compelled him to pay it off. The decree in that case was confirmed by the House of Lords, and though some doubt has been thrown upon it by Lord Thueiow, in Tweedle v. Tweedle, 2 B. C. C. 107, and by Lord Alvakxey, in Woods v. Huntingford; still, its good sense is its sufficient vindication, and commends it to our acceptance. Nor is the doctrine of that case destitute of support from authorities of high respectability, as may be seen by consulting Billinghurst v. Walker, 2 B. C. C. 608; Cope v. Cope, 2 Salk. 449, 2 Ch. Ca. 5; Pochley v. Pochley, 1 Vern. 36; King v. King, 3 P. W. 360; Galton v. Hancock, 2 Atk. 436; Robinson v. Gee, 1 Vesey 251; Phillips v. Phillips, 2 Bro. C. 273; Johnson v. Milkrop, 2 Vern. 112; Balsh v. Hyam, 3 P. W. 455.\nIf then Hoff, in his purchase of Reynolds, made himself liable to the mortgagee in any form of action, how can we hesitate to call the mortgage his debt? It is of no consequence that the mortgagee was not a party to the dealings between Hoff and Reynolds, for it is a rudimental principle, that a party may sue on a promise made on sufficient consideration for his use and benefit, though it be made to another and not to himself. It is equally unimportant that tbe mortgagee’s remedies against the land remained unimpaired. The question before us does not touch the specific lien of the mortgage, but the personal liability of the purchaser. Pie made himself liable to his vendor and to the mortgagee, and he retained purchase-money enough in his hands to indemnify himself. That money belonged to the mortgagee, and I hold he might have recovered it in assumpsit if not .in covenant; but, not being paid in the lifetime of Hoff, his personal estate had the benefit of it, and it went into the hands of his executors for the payment, first of all, of his “lawful debts.” He had no debt more lawful than this mortgage, and there is great precision in the equitable principle which devotes that money in the executor’s hands to the satisfaction of this debt.\nBut that principle is applicable only when there is no controlling testamentary intention expressed. If it were deducible from the whole will, that the testator meant his widow should pay the mortgage out of her life estate, we should be obliged to say so— for the will is the law of his estate. But no such intention is manifest.\nIt is clear, however, beyond all doubt, that he meant the bulk of his personal estate should go to legatees in the form of pecuniary legacies; and it seems to be settled, that the devisee of a mortgaged estate is not entitled to be exonerated out of personal estate specifically bequeathed: O’Neal v. Mead, 1 P. W. 693. And the same rule, it has been decided, extends to pecuniary legacies: Lutkins v. Lee, Cases in time of Talbot 3, Hamilton v. Morely, 2 Vesey, Jr. 65. In Ruston v. Ruston, 2 D. 243, S. C. 2 Y. 54, we have a discussion of many of the principles I have adverted to; and, under a devise of mortgaged premises, it was held that the personal estate of the testator shall not go in ease of the mortgaged premises, so far as to defeat specific or ascertained pecuniary legacies, or any part thereof; — aliter of the legacies of the residuum.\nOn this ground the decree of the Court can be sustained so far as the ascertained legacies under the will are concerned, but not as to the residuum, and the auditor’s report shows that there will be a residuum, though not of sufficient amount to pay off the mortgage. Whatever there is must be applied to the mortgage in ease of the widow’s life estate. The auditor distributed this under the 13th clause of the will; but so much of the decree as sustains this distribution must-be reversed. If that clause be regarded as a bequest of additional legacies, it is so general and indefinite in terms as not to exempt the portion of the estate to which it applies from contribution to the mortgage.\nThe only remaining question on this appeal, relates to the bequest to the widow of the “interest on $15,000 of such stock as I may possess.” We do not regard this as a specific legacy of that much of the testator’s stock; but in allowing her, as the auditor did, the full interest on $15,000 of the testator’s Pennsylvania six per cents at par value, we believe he came as near to the mind of the testator as was possible. If it be objected that it is liable to taxation, the widow must bear it. We see nothing in the will that would compel anybody else to pay her taxes.'\nDecebe. — Now to wit. March, a. d. 1855, this cause having been argued by counsel and considered by the Court, it is ordered and decreed, that so much of the decree of the Orphans’ Court as appropriates the residuum of the personal estate, after paying legacies to the persons mentioned in the auditor’s report, be reversed and set aside, and that the said residue, stated by the auditor to be $3692.73, be retained by the executors and applied in part payment of the mortgage on the premises devised to the appellant, which said mortgage is assigned to and held by said executors, and that they have credit in their account for that amount so applied. And, as to all other matters in said decree, the same are confirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Williams, for appellant.",
      "Serrill, Guillou, and Fallon, for residuary legatees."
    ],
    "corrections": "",
    "head_matter": "Hoff's Appeal.\n1. A testator by bis will dated in 1848, after directing the payment of his lawful debts, next devised to his wife “ during her widowhood,” an estate in his mansion-house and lot, with the poliby of insurance thereon: also during her life and widowhood, ike interest on $15,000 of such stock I may possess.\" After various legacies he devised the residue of his estate real and personal.\nThe house and lot devised were at the date of the will subject to a mortgage-debt of $8400 given by a former owner of the property; but in the receipt to the conveyance to the testator it was stated that the payment in hand and the said mortgage-debt, and tho interest.due and to grow due thereon, “to be paid by ike said John Hoff,” the grantee, was the consideration for the premises: and by a subsequent paper he agreed to pay the interest at an increased rate: Held that the mortgage debt was a debt of the testator for which he was liable in his lifetime both to his vendor and the mortgagee; and there being in the will no declaration of intention -that the widow was 'to take the .mortgaged premises cum onere, so much of the testator’s personal estate as was not specifically bequeathed but fell into the residuum, was applicable toward the payment of the mortgage debt in relief of the widow.\n2. Held that the devise to the widow of “ the interest on $15,000 of such stock I may possess,” was not a specific devise of that much stock, but that' she was entitled to the interest on $15,000 of tho testator’s Pennsylvania six per cent, stock at its par value — the taxation on it to be borne by the widow.\nAppeal from the decree of the Orphans’ Court, Philadelphia, on report of distribution of estate of John Hoff, deceased.\nJohn Hoff, by bis will, dated 15th February, 1848, after directing the payment of all his lawful debts, directed as follows: — 1. “ Should my wife Frances Henrietta Hoff survive me, from the day of my death, during her widowhood, I give her a life estate in tho house and lot I reside in, together with the appurtenances thereto belonging, including the various articles of furniture, and the various provisions on the premises, together with the policy of insurance thereon.” “Also, during her life and widowhood, the interest of $15,000 of such stock I may possess,” &c.\n'He made a devise to Ms brother — one “ To the trustees or those who hold the funds of “ the Theological Seminary at Princeton, state of New Jersey” (as to which, see Newell’s Appeal, antea)— a conditional devise to the Marine'Church of Charleston, and one for the purchase of lands in Africa, for purposes of colonization; and he made various specific bequests of sums of money, and then directed that all his real and personal estate, .not already bequeathed, be equally divided in the ratio of the bequests, excepting some of them, among his “heirs and relatives.”\nThe house and lot devised to his wife was conveyed to him, oh the 15th May, 1847, by William Reynolds and wife, and it was stated in the conveyance that it was made for the consideration of $13,900. No refereiice was made in the deed to any mortgage, but in the receipt by William Reynolds, endorsed on the deed, he acknowledged the receipt from Hoff of $5500, which, it was stated, “ with a certain mortgage-debt or principal sum of $8400, made of the same premises by'the above-named Abner Elmes to Isaac Harvey, Jr., and the interest due and to grow due thereon, to be paid by the said John Hoff, is in full the consideration for the above granted premises.” Signed, William Reynolds.\nThe mortgage of Elmes to Harvey, and another referred to, was dated 6th November, 1834, and was duly recorded. Receipts for interest on the bond were referred to in the paper-book, and from a memorandum it appeared that about 1843 the rate of interest was reduced to five per cent.\nBy a paper, dated .May 21st, 1847, but signed by John Hoff on 12th June, 1847, stating his purchase from Reynolds, he agreed to pay interest on the mortgage-bond at the rate of six per cent.\nBefore the auditor, appointed in the matter, it was contended, on the part of the widow, that she took the house and lot, discharged of the mortgage-debt, which the decedent had made his own debt by the receipt endorsed on the deed, and also by an agreement with the mortgagees to pay them an increased rate of interest; and that it was his intention that his widow should take the premises discharged of the mortgage : 1 Harris 98; 3 Watts 60; Williams on JEx. 1006; Jarman 559. Parol evidence was submitted to show his intention to that effect, consisting of letters and memoranda found among his papers, and declarations by' the decedent to several persons that he desired to discharge the mortgage. The paper of 12th June, 1847, before referred to, was exhibited.\nIn reply, it was contended that the mortgage-debt was not the proper debt of the decedent — that the widow took the premises subject to the encumbrance, and that there was no assumption of the mortgage by Hoff as his own proper debt: cited 2 liavjle 250; JParsons 131; 1 Harris 98; 2 Jarman on Wills 553-56-59. The executors had discharged the mortgage. The auditor decided that the widow took the property subject to it, and that the executors were not entitled to credit for its payment.\nAs to the devise to the widow of the interest on $1500 of stock, it was contended, on part of the widow, that she was to receive $900 per annum, the legal interest on $15,000 — that the words “ such stock” &c., merely designated the fund out of which the stock was to be paid.\nIn reply, it was contended that this was a specific legacy of the interest on that amount of stock at its par value: 6 Waits 67; 4 Vesey 748-565-8 and 150; 9 Vesey 152-3-4 and 146; 1 Harris 192-3; 3 Watts 337.\nThe auditor was of opinion that this was a specific legacy of stock, the interest of which to be paid to the widow; and stating that the testator died possessed of large amounts of stock, consisting of Pennsylvania five and six per cents., and Pennsylvania Bank stock, &c., he considered the widow entitled to have $15,000 of Pennsylvania six per cent, stock set apart for her use.\nExceptions were filed, on the part of the widow, to the report as to the house and lot being taken subject to the mortgage, and to the disallowance to the executors of credit for its payment; and also to the report that she was not allowed the interest on $15,000 of stock, estimated at its market value at the decease of the testator; and fifthly, because the auditor, in the distribution of the residue of the estate, had not allowed her a sufficient proportion.\nTHOMPSON, JT., was of opinion that no decided intention in the testator was shown to shift the obligation of the mortgage from the real to the personal estate: cited 3 Johns. Oh. 229 ; 2 Powell on Devises 675; Keyzey’s Case, 9 Ser. $ R. 71. The exceptions as to the mortgage and stock were overruled.\nAppeal was taken on the part of the widow.\nWilliams, for appellant.\nIn the receipt on the deed to Hoff it was stipulated that he was to pay the mortgage-debt; and he afterwards expressly agreed to pay the interest, and changed the rate of interest; and this engagement was not limited to his life. It thus became his debt, and, not being paid by him, was payable out of his personal estate: Campbell v. Shrum, 3 Watts 60; 5 Watts 42; 5 Whart. 252; 1 Harris 101; 9 Barr 490; 3 Ves. 128.\nAs to the interest on stock. The legacy was not specific, but demonstrative, that is, a legacy of mere quantity, with a specific fund for its payment: Ward on Leg. 21 (18 Law Lib.); being a bequest of the interest of $15,000, to be paid out of any stock the testator possessed: 4 Ves. 179; Ambler 57; 13 Sim. 422; 15 Ves. 384.\nSerrill, Guillou, and Fallon, for residuary legatees.\nIt was contended that neither the stipulation in the receipt on the deed, that Hoff should pay the .inortgage-debt, nor his subsequent engagement to pay the interest, were sufficient to make that debt his own, so as to render his personal estate, the primary fund to pay it': to effect which result, a decided intention of the testator must be shown: Cumberland v. Codrington, 3 Johns. Oh. 257 ; 2 P. Wms. 664, note; Id. 222; Id,. 659; 1 Id. 347; 2 Pro. Oh. Oases '57; Id. 101-152; Id. 604; 1 Vern. 36; 9 Mod. 12; 1 Ves. 57; 3 Id. 128; 5 Id. 670.\nIt was further contended that the bequest as to the stock was a specific legacy of the interest of 15,000 of stock, and that the widow was entitled to have that much stock at its par value, set apart for her use: 5 Ves. 461; 4 Id. 748-568; 9 Id. 145; 2 Pro. Oh. 108; 2 Mad. 280; 1 Jao. $ Walk. 102; 4 Ves. 750; 1 Keen 97; 14 Sim. 248; Roper on Leg. 213; 1 Myl. 8? Or. 114; 2 Id. 699; 1 Phil. 75; 3 Watts 335 ; 9 Parr 374; 4 Kar-ris 280."
  },
  "file_name": "0200-01",
  "first_page_order": 198,
  "last_page_order": 205
}
