{
  "id": 9503887,
  "name": "Paul versus Carver",
  "name_abbreviation": "Paul v. Carver",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "207",
  "last_page": "212",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 207"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 18",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0018-01"
      ]
    },
    {
      "cite": "6 Whar. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 13908,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 8.431481282610141e-07,
      "percentile": 0.9760368268574732
    },
    "sha256": "3c552576ebf052eb5d92da3c04e8b3a812fcb106b8e168f4a532a6def3a1668e",
    "simhash": "1:d2a3a5d2267183ef",
    "word_count": 2515
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul versus Carver."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThe owner of certain land in Moyamensing directed, in his will devising it, that a fifty foot street should be laid out through a part of it, either by his heirs or the public. It was afterwards laid out by the public and called Tidmarsh street. A subsequent Act of the. legislature vacated'Tidmarsh street, and the defendants, who are owners of lots adjoining it, claim the right to build upon and occupy the soil ad medium filum vice. The plaintiff asserts that this is an injury to him, because his property cannot be conveniently reached unless that street be kept open and unobstructed.\nIt is the general rule of law, well established by authority and founded in true policy, that a conveyance of lands bounded on a highway, gives the grantee a title to the middle of the road if the grantor himself had title to it, and did not expressly or by clear implication reserve it. We do not see anything here to take this case out of that rule. If, therefore, the street in question was vacated, tbe adjoining owners bad a right to use the laud it bad occupied as their own, the party on either side not extending his dominion beyond the centre. The public had but a right of way, and that being abandoned, the owners of the soil could resume their unlimited control of it.\nIf the adjoining proprietor on one side of a vacated highway takes possession of its whole width, he on the other side may certainly maintain ejectment to recover his proper share. Whether a party so injured has a concurrent remedy by bill in equity, it is not now necessary to decide, for this bill complains of no such wrong. It speaks of the street as being still a public highway, complains that it is about to be obstructed, and prays that the defendants be enjoined against building upon or enclosing any part of it. This makes the case turn on the sole question whether it has been vacated or not.\nThe bill avers that the street was not laid out by the public. The answer denies this, and avers that it was laid out and opened by the proper public authorities. In the absence of evidence the answer must be taken for true. It is admitted that an Act of the legislature was passed vacating that part of the street now in controversy. If the Act of Assembly has any force, the street is vacated. But the plaintiff argues that the legislature has no constitutional power to vacate a public street without the consent of all the persons whose private interests are or may be affected by it. To open new highways, whether streets or country roads, and to vacate those which are useless, inconvenient, and burdensome, is a power which must reside somewhere in every well regulated government. In our own we have many laws conferring this authority on courts, on county and township officers, on city and borough councils, and on special commissioners. In very many cases, also, the General Assembly has, by its own direct and immediate acts, ordered that streets and roads should be vacated, as well as opened, widened, and otherwise altered. Do all these laws violate the constitution? We cannot find anything in that instrument with which they are in conflict. Surrendering the right of way over a public road to the owners of the soil, is not taking private property for public use, and the proprietors of other land incidentally injured by the discontinuance of the road are not entitled to compensation. A private road is private property, and an Act of Assembly to close it up without paying for it, would be depriving the owner of his property. But a public road belongs to nobody but the state; and when the government sees proper to vacate it, the consequential loss, if there be any, must be borne by those who suffer it, just as-they would bear what might result from a refusal to make it in the first place. It is true that there is much property in the Commonwealth whose principal value would be taken away by closing the avenues which lead to it; and we are warned that if we do not declare it unconstitutional, an Act may be passed to vacate Chestnut street. If the possible abuse of a power were sufficient to prove that the legislature cannot have it, then it would also prove that it does not exist at all; and this would bring us to the absurd conclusion that there is no authority anywhere in the state to vacate a useless road and substitute a better one in its place. Every function of government may be injudiciously exercised, but still we must trust it with somebody. That of vacating roads is as necessary as any other; and while we cannot promise that everybody’s interests will be taken care of, we have faith enough in our system to believe that no atrocious wrong will be done. We have no fears that Chestnut street will be closed up, at least for the present.\nAnd now, to wit, March 12, 1855, the decree of the Court of Common Pleas of Philadelphia county, against the defendant, James W. Paul, is reversed, and it is now here decreed by this Court, that the bill of the plaintiff as against the said Paul be dismissed, and that the said Paul do recover his costs.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "G. W. Biddle, for plaintiff in error.",
      "Price and Lex, for appellee."
    ],
    "corrections": "",
    "head_matter": "Paul versus Carver.\n1. A conveyance of land Pounded on a road or street gives tlie grantee a title to the middle of the road or street, if the grantor had title to it and did not expressly, or by clear implication, reserve it: and if the road or street be vacated, the adjoining owners claiming under the grantor have a right to use the land it had occupied as their own, the party on either side not extending his dominion beyond the centre of the street.\n2. The legislature has the power to vacate a public street without the consent of those whose private interests may be affected by it, and without providing for compensation for the injury.\n3. The answer to a bill in equity denying the statement in the bill, and averring otherwise, is to be taken as true, in the absence of evidence to tho contrary.\nAppeal by James W. Paul from the decree of tbe Common Pleas, Philadelphia, in equity, under a bill of Alexander B. Carver, against Bobert Selfridge and James W. Paul, praying that they might he restrained from obstructing or Continuing to obstruct an alleged street or highway, by erections thereon.\nThe premises in dispute consisted of about 25 feet 3-|- inches of ground, being formerly the northern half of old Tidmarsh street, lying between 12th and 13th streets, and between Carpenter and Christian streets, in the district of Moyamensing.\nJohn Lownes, being the owner of a large piece of land in the township of Moyamensing, directed, by his will, that a street 50 feet wide be laid out, either by the public or his heirs, through the said property, as near in a line with Carpenter street as might be, to be called Tidmarsh street. In the bill it was alleged that the street was laid out by the heirs of John Lownes, and those claiming under them, and not by the public, and a title was deduced to Sarah Brinton to the ground on the north side of Tid-marsh street, between 12th and 18th. Sarah Brinton by deed, dated October 15, 1836, conveyed to Edward Perry all the ground north of Tidmarsh as far as Christian, and between 12th and 18th streets; and to secure a part of the purchase-money, she took a mortgage of the premises. Judgment was obtained on the mortgage, and the sheriff in December, 1852, exposed to sale a lot on the south side of Christian street, and on the north side of Tid-marsh — and Carver, the complainant, was the purchaser, and thereby claimed title to the premises bounded on the south by Tidmarsh street, and fronting thereon, and to the use of that street.\nIn the answer of Paul, one of the defendants, it was alleged that he was ignorant whether the street had been laid out by the heirs of Lownes; but it was alleged that in 1827 a public street was duly laid out, of the width of 50 feet, being the same street, a part of which, viz., the portion on which the lot claimed by Carver extended, was afterwards vacated. The title of the complainant to the ground bordering on the north side of Tidmarsh street, was admitted; but the defendant claimed the fee in a part of the ground which formed ‘part of the northern half of the said street. It was alleged that when Perry was the owner, a claim by the commissioners of Moyamensing for corporation taxes, laying pipe, &c., was filed against Perry, as owner of a lot of ground extending from the corner of Christian and 12th street, and extending south to the centre of old Tidmarsh street, vacated or about to be vacated, and extending along the centre of Tidmarsh street from 12th to 13th streets. Under a judgment on this proceeding, the lot was sold, and was conveyed by the sheriff in March, 1848. Blair, the purchaser, conveyed to Rockhill on 13th November, 1849; and on the 29th March, 1850, an Act of Assembly was approved, vacating old Tidmarsh street from 13th to 12th street, and to some distance beyond it.\nOn the 27th February, 1849, an Act was approved (Acts, p. 90), the third section of which provided “ That wherever any highway, street, court, or alley shall be vacated, or hath been vacated, by authority of law, the adjoining owner or owners shall be authorized to reclaim the same to the centre thereof, unless the ground was originally taken in unequal proportions from the then owners thereof; and in such cases the adjoining owners shall reclaim in the 'proportion contributed by such owners, or by those under whom they shall have derived their titles.\nRoekhill thus claimed the north hall of Old Tidmarsh street, from 12th to 13th, of the width'of 25 feet 3J inches; and his claim became vested in Paul, the respondent.\nThe bill was dismissed as to Selfridge, whose building was on the southern part of the street; but Paul, the other respondent, was enjoined not to obstruct any part of the said Tidmarsh street, between 12th and 13th.\nError was assigned to'the decree, 1. Because the road had been legally vacated, and no right to use the same, as a street existed in the complainant. 2. Because the right of soil in the northern half of the said street so vacated, belonged exclusively to Paul, the respondent. 3. Because the complainant neither had, nor pretended to have any right to the soil of the street so vacated.\nIt was assigned further that the complainant had no title to relief in a Court of Equity. .3. The decree is inconsistent- with the prayer of the bill.\nG. W. Biddle, for plaintiff in error.\nThe direction of Lowhes’s will as to the laying out of the street, was a dedication of it to the public: 4 Mams 79, Penny Pot Landing. But Tidmarsh street was laid out in 1827, in the usual manner, and the answer so alleges. The question, then is whether, after a highway has been vacated, owners of property adjacent have a right to require it to be kept open. The legislature may modify, abridge, or enlarge a right of way: 6 Whar. 25-41-5; 10 Barr. 135. The constitutional provision as to taking private property, does not extend to property injured or destroyed: 14 Ser fr li. 71-83; 6 Whar. 25-45; 8 W. £ Ber. 85; 6 Parris 187, 189, 90.\nThe answer, alleging the street to.be a public highway, is to be taken as true: Story’s JEg. §-87; 2 Ban. Ch. 386.\nIt was contended that the conveyance of land adjacent to' a street does not pass a title to any part of the soil of the street: Union Society v. Robinson, 5 Whar. 18; and CoulteR, J., in 10 Barr 135, Bellinger v. The same society.\nThe complainant did not in his bill allege title to any part of the soil of the street. If he had such title he might maintain ejectment, and a Court of Equity is to be resorted to only when an adequate remedy cannot be afforded by a Court of law: Mitford’s JEq. PI. Ill; Story, § 32-3.\nThe decree was inconsistent in dismissing the bill as to Selfridge, who had actually occupied a portion of the southern half of the street; and, in enjoining Paul against thereafter putting any obstruction in the northern half of it.\nPrice and Lex, for appellee.\nThe right of way along a street in the owner of premises fronting 'thereon, is a legal vested right: 4 Harris 89. An Act of the legislature vacating it is unconstitutional: 5 W. Ser. 171, Norman v. Heist; 2 Barr 24; 6 Barr 91, Brown v. Hummel; 7 Harris 383, Hampton v. Commonwealth; except it be with the consent of the parties interested.\nIrreparable injury to real estate may be restrained by injunction: 2 Story’s JEq. 929.\nIt was alleged that the question of title to the soil of a vacated' street was not before the Court; but if it were, Carver, as the owner of the ground along the north side of the street, was entitled to the soil to the middle of the street, viz.,' to the northern half of the street: see an elaborate opinion of Sthoud, J., in the case of Ball v. Ball, 9 Pa. Law Journ. 499. Carver is adjoining owner within the intent of the Act of 1849, and the principle of* the common law. Carver’s title relates back to the date of the mortgage by Perry, viz., October 15, 1836: McCall v. Lenox, 9 Ser, R. 302; 4 Ser. $ R. 146; 4 Hams 179, Groff v. Levan. The sale in December, 1852, to Carver, under the mortgage, overruled the Sale to Blair, under whom Paul claimed, as was decided in relation to this property in the case of Perry v. Brinton, 1 Harris 202, declaring that the lien of a mortgage, which is the first encumbrance on the premises, is not destroyed by a sheriff’s sale under a judgment for taxes, subsequently assessed. ' See Act of 1830, relative to the lien of mortgages. Perry mortgaged all the ground conveyed to him by Mrs. Brinton, and Qarvers purchase at sheriff’s sale in 1852, under the mortgage, invested him with Perry’s right at the time of mortgage, undiminished by the sale for taxes in 1848, which sale was subject to the mortgage. The commissioners had no right to encumber Tidmarsh street with their claim for taxes, pipes, &c. Act of 12th April, 1828 (Acts p. 322)."
  },
  "file_name": "0207-01",
  "first_page_order": 205,
  "last_page_order": 210
}
