{
  "id": 9503938,
  "name": "Primrose versus Anderson",
  "name_abbreviation": "Primrose v. Anderson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "215",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 275,
    "char_count": 4469,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 5.912794380632971e-08,
      "percentile": 0.3695174892435814
    },
    "sha256": "3d4c35838d265eceb38360e53c4d82e905762e941e0d93e439c8d3ef7722a5b9",
    "simhash": "1:596d956489354339",
    "word_count": 788
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Primrose versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe action was founded upon two negotiable notes given by the defendant to Brettargh & Stedman, and by them endorsed in blank. From the plaintiff’s possession of them, the presumption of law would-be that he was the bond fide holder; but the defendant sáys, in his affidavit of defence, that he believes and expects to be able to prove that, Silas E. Weir is the real plaintiff. Let this be assumed, does the affidavit then disclose any defence against Weir?\nThe defendant swears that he borrowed various sums of money of Weir, for which he gave him notes or checks, which were not .paid at maturity; that on these transactions he paid him usurious premiums, amounting in the aggregate to more than the notes now sued upon; and these premiums he claims to defalk in this suit. If'the notes and checks given- in the usurious contracts were sued, the defence proposed would be .available, for a debtor who pays usurious interest may set off the excess over legal interest against the principal. In law, it is payment of the principal debt, pro tanto. But, so long as the principal debt remains unsatisfied, these partial payments are not to be separated, from it, and set up against another and distinct claim coming into the creditor’s bands by way of endorsement. The natural and proper application of such payments is to the debt on which they were made. There is where the law applies them; but having applied them there, it would give the defendant the benefit of his payments twice to allow him to defalk them against another debt. The-proposition in the afiidavit is, that partial payments made on one unsatisfied claim of-his creditor, shall be set off to defeat another coming into his hands subsequently. The statement. of such a proposition is the best refutation of it.' The principle it involves would enable a debtor by bond to use all the payments he had made on account of it to defeat whatever of his negotiable notes might come into his creditor’s hands; in other words, having paid part of one debt, he should be excused from ever paying any other which the same creditor might hold. The defendant had opportunity to amend his affidavit, but he left it as first filed; and wo think it disclosed no defence as against Weir, and none, of course, against Anderson, who is the only plaintiff on record. .\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Gruillou, for plaintiff in error.",
      "McIntyre, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Primrose versus Anderson.\n1. Partial usurious payments, made on one unsatisfied claim, are not to be applied by the debtor to defeat another claim acquired by the creditor subsequently.\n2. It was not a defence to a negotiable note that the note in suit belonged to a third person, to whom the defendant had paid on other unsatisfied claims usurious interest to a greater amount than the claim in suit. Such payments are applicable to the debts on which they were paid, and are not to be separated from them so long as the principal of the said claims remains unpaid.\nError to the District Court, Philadelphia.\nThis was an action by Anderson v. Primrose on two negotiable notes, each dated 12th July, 1853, payable by Primrose to the order of Brettargh & Stedman, each for $540; endorsed by the payees.\nIn an affidavit of defence it was stated, that the defendant believes and expects to be able to prove that the plaintiff in interest was Silas E. Weir; and that the deponent, since January last, had borrowed from Mm -various sums of money, for which the defendant had given to Weir checks or notes, “ which 'were from time to time extended, or renewed, and not paid at maturity and that, on such transactions, he had paid to Weir, above legal interest, more than the amount of the two notes in suit, which amount he claimed to set off in this suit.\nThe Court gave permission for a supplementary affidavit to be filed, but none was filed; and judgment for the plaintiff was directed.\nError was assigned to the direction.\nGruillou, for plaintiff in error.\nThe action for money had and received lies to recover back the interest taken from one to whom an usurious loan has been made; and a defendant sued on a promissory note, may defalk an excess of interest taken from him by the plaintiff upon other and prior loans: Thomas v. Shoemaker, 6 W. $ Ser. 179. The items and amount of set-off need not be sworn to: 1 Trou. <f* Haly 330. Certainty to a common intent only is required in an affidavit of defence, as in pleas in bar: Id. 329.\nMcIntyre, for defendant in error."
  },
  "file_name": "0215-01",
  "first_page_order": 213,
  "last_page_order": 215
}
