{
  "id": 9503954,
  "name": "Dick versus Cooper",
  "name_abbreviation": "Dick v. Cooper",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "217",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 264",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0264-01"
      ]
    },
    {
      "cite": "8 Watts 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0392-01"
      ]
    },
    {
      "cite": "2 Whar. 340",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0340-01"
      ]
    },
    {
      "cite": "6 Watts 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0487-01"
      ]
    },
    {
      "cite": "1 Jones 264",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0264-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 586,
    "char_count": 13323,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 2.939296930979199e-07,
      "percentile": 0.8479839944336524
    },
    "sha256": "01f25340872e7ad1b41c75819156c9f930edd23a70bb325bffc5e8815aa687d4",
    "simhash": "1:2b46b752d700699d",
    "word_count": 2411
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dick versus Cooper."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nBlack, J.\nThis is trespass for seizing and selling goods under legal process. The goods were, at the time of the levy, in the possession of the defendant in the execution, but they were claimed by the present plaintiff as his property. The ground of his claim was, that he had bought them at a previous sheriff’s sale under another execution against the same party and did not remove them.\nWhen goods are purchased at a private sale, it must be shown that the vendee took and kept possession of them; otherwise the contract is conclusively presumed to be fraudulent as against creditors of the vendor. But one who buys personal property at a public judicial sale may leave it with the defendant in the execution without making it liable to be taken under another execution. It must be left, however, under such a contract of bailment as would in law protect it from the bailee’s creditors, if he had never been the owner of it. It may be hired or loaned with safety. But if it be sold or given, the purchaser parts with his title, and cannot maintain trespass against anybody for taking it.\nIn the present case the defendant in the execution was McMakin, a merchant tailor, and the goods levied on consisted of the cloths, &c., which were his stock in trade. The plaintiff bought them at the first sheriff’s sale and left them with their previous owner to be made up and sold as he pleased and for his own profit, accounting to the plaintiff only for the cost. If these were the facts (and we assume them to be so because they were so submitted to the jury), then it was not a hiring, nor a loan, nor any other bailment nor contract of any sort on which the plaintiff could have reclaimed the cloths from McMakin or from his vendees, and consequently not from his creditors. It was a sale at a certain stipulated price. The plaintiff could not have taken them into his own custody after making such a bargain without violating its plain terms. To enable the plaintiff to maintain this action, it was necessary to show such right of dominion over the property that he could have claimed possession of the very same goods. A right to demand a certain sum of money in place of the cloths is not a title to the cloths themselves. On this principle it was held (1 Jones 264), that when a chattel is left by the purchaser with the defendant in the execution, even though it be under the form of a loan, it will bo liable to another levy if it be perishable, and if the lender is not to receive it back in specie, but to take instead of it another article of like nature and value. Here the transaction was not a loan either in form or substance. If the plaintiff had sold these cloths to a stranger at cost price, to be paid when sold again in the shape of made np garments, I think nobody would have doubted that they might be levied upon for the vendee’s debts; and surely it is not to be doubted that such a contract is at least as valid against creditors, when made with a stranger, as if made with the former owner of the property.\nThe presumption is that personal property is owned by him who has it in possession. If another person desires to make out a title, he has the burden of proof, to show how he came by it, and explain why it is not in his own custody. The Court was right, therefore, in refusing to affirm that no inference could be legally drawn from the fact of the goods remaining with McMackin.\nThe purchase at the first sale was made for the plaintiff by an agent whom he sent to the sale for that purpose; and the defendants offered to prove the statements made by the agent at the time of the bidding, in consequence of -which, it was alleged, the goods had been sold at less than their value. This evidence was objected to, but most rightly admitted. What an agent says about the business of his principal, when he is engaged in doing it, may always be heard, not as mere declarations, but as explaining the character and quality of the act. The words spoken are a part of the thing done. The question here was, whether the purchase was fair; and this could not be determined without ascertaining whether the agent said anything to deter other persons from bidding.\nThere is another point. The agent declared that his principal was buying the goods for the benefit of the defendant in the execution, and that every bid against him was a bid against McMakin himself. Whereupon certain persons present desisted from bidding. The statement was literally true. The bidders were not deceived by it. But the Court charged that’ if such representation was made, and if, in consequence thereof, any bidder refrained from bidding, the plaintiff acquired no title. When requested in writing to say that the statement was not fatal to the title, unless it was false, the judge refused to do so. This we think was erroneous. To avoid the title of a purchaser at sheriff’s sale, it is necessary to show that he was guilty of. some deception. Where one is buying for himself, but falsely declares that his purchase shall enure to the benefit of the debtor or Ms family, and this is done as a mere trick to prevent competition, and thus get the property at an under price, he acquires no title. But to say that he intends to give it to the debtor or let him redeem it, when such is really his intention, is no fraud. It is generous — perhaps it is imprudent — but imprudent generosity is not a crime. One who chooses to run the risk may lawfully buy in property for a debtor and leave it with him on any sort of contract he chooses to make. If it be lawful to do a thing, it cannot be wrong for a man to say openly and candidly that he intends to do it. We have decided lately, in several cases not yet reported, that to make the purchase void it must be proved that the property was obtained at an under value, and by means of a false representation.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "McAllister and Biddle, for plaintiff in, error.",
      "H. M. Phillips, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dick versus Cooper.\n1. Possession of personal property is presumptive evidence of ownership; and the burden of proof is on him who alleges the contrary.\n2. When goods are purchased at private sale the vendee should take and retain possession, otherwise the contract may be presumed fraudulent against creditors of the vendor. But one who buys personal property at a sheriff's sale, may safely leave it with the defendant in the execution under such a contract of bailment as entitles the bailor to reclaim the property.\n3. Cloths and vestings, and shop furniture, purchased at sheriff's sale, were left by the purchaser with the defendant in the execution in order that he might make up the cloths, &c., into clothing and sell it, and thus make profit for himself, accounting to the purchaser for the price paid at the sheriff's sale.' The goods were afterwards levied on under another execution against the same defendant: 'Held that the arrangement was neither a hiring nor a loan, 'but a sale of the goods to the former owner.\n4. The declarations of an agent about the business pf his principal whilst he is engaged in doing it, is evidence against the principal, not as mere declarations, but as explaining the character and quality of the act. The declarations of the agent whilst bidding for the goods were admissible against the principal.\n5. To avoid a purchase at a judicial sale it must be proved that the purchaser obtained the property at an under value and by means of a false representation.\n6. When a purchaser falsely declares that his purchase shall enure to the benefit of the debtor or his family, he acquires no title; but if the statement be true, such declaration will not invalidate the sale.\nERROR to the District Court, Philadelphia.\nThis was an action of trespass by W. B. Dick v. Lindsey & Cooper, for taking away certain cloths, cassimeres, vestings, a show case, and other articles of shop furniture.\nAn execution against W. McMackin, a tailor, was levied upon his stock of store goods and shop furniture, and on the 9th August, 1851, the property was sold at public, sale. The plaintiff, through an agent, had a portion of the property purchased, and-the net amount, exceeding $700, was paid to the execution-creditor. The property was left in McMackin’s store, in order that he might make up the goods' into clothing, and thus make profit upon it; he accounting to Dick for the price paid for the property.\nIn September following, Lindsey & Cooper having obtained judgments against McMackin, had the goods again levied on. Notice of Dick’s purchase was given, but the goods were eventually sold under Cooper’s execution, and this action was afterwards brought.\nOn the trial, it was testified, under exception, by a witness on part of the defendants, that the agent of Dick said at the place of sale, before the salé began, that several of McMackin’s creditors were going to purchase the goods; and the witness thought he added, and return them to him; and that every bid the witness made would be against McMackin. The witness said he made but one bid, did not get what he bid for, and did not communicate the statement to others. He said the room was crowded. He added that the reason he did not purchase was because the goods were sold too -high.\nAnother witness stated that he stopped bidding at the sale when he heard that the goods were being bought in for McMackin, except in one instance, where the agent seemed to manifest no interest in the lot offered. He further stated that the goods were sold for 25 per cent, less than he would have given for them, and that • Cooper was present. The witness said he heard what he stated from the. previous witness, and not from the agent.\nThe agent was called, and testified that he had said to the person first examined, that he had understood that a number of Mc-Mackin’s friends had made up a sum of money to buy in the goods and let him have the use of them, and that he, the agent, was desirous that the money should buy as many of the goods as possible ; but- that he had no recollection of saying that every bid would prejudice McMackin.\nSteoud, J., charged, that if the goods were purchased by the plaintiff and left with McMackin to be made into clothing, and disposed of at his pleasure, he to retain the profits, or were given to him, they were liable, in his possession, to sale upon execution against him.\nIn answer to the second point submitted by the counsel of the plaintiff, he charged, that no inference could, legally, be drawn from the fact of the goods remaining with McMackin, after the purchase, to show that they belonged to him.\nTo the third point, he charged, that as between the purchaser and McMaekin’s creditors, the goods were liable to execution. To the fourth, That the declarations of the agent were admissible, even though he was not authorized to request other bidders not to purchase, or to make statements in regard to the destination of the goods. To, the fifth, he refused to charge, that unless the statement of the agent, that the goods purchased were to be for McMackin’s benefit, was false, the request to. other persons not to bid, did not invalidate the sale.\nVerdict was rendered for the defendants.\nError was assigned to the first two paragraphs of the charge, as quoted, and to the answer to the points as stated.\nMcAllister and Biddle, for plaintiff in, error.\nThe authority of the agent was merely to purchase the goods, and his declarations were outside of such authority: 10 Ves. Jr. 123; 6 Watts 487 ; 2 Whar. 340. 2. As retention of possession, by a. former owner, of personal property sold at sheriff’s sale, is not an index of fraud; the possession in him should not be an indication of title in him; 2 Berma. Rep. 478-481, Myers v. Harvey. 3. The bailment in the case was not a gift nor a sale, but a bailment for sale. 6. If the allegation that the goods purchased were to be left with the defendant, were true, it did not invalidate the sale: 1 Harris 515, Walter v. Gernant.\nH. M. Phillips, for defendant in error.\nThe statement that it was designed to purchase the goods for McMackin prevented competition. The declarations of the agent were not admitted as independent declarations, but as part of the res gestee — they were not foreign to the business in which he was employed: 8tory on Agency, §§ 134-137. His declarations respecting the subject-matter are in the nature of original evidence, and not of hearsay: 1 Grreenleaf, § 113. Where evidence of his act is admissible what he said about the act whilst doing it is so: 8 Watts 392.\n3. Where a chattel capable of consumption is left, with the debtor, by a purchaser at a judicial sale, and is left with him for his use and consumption, or if the same chattel is not to be returned to the lender, it will be liable to execution as the property of the debtor: 1 Jones 264.\n6. A false representation will avoid a sale: 1 Harris, Walter v. Gernant; so a representation intended to make a. debtor’s property sell for less than it otherwise would, should also avoid it. Where the plaintiff on the sale of a barge by auction, falsely stated to the company that he had built the barge for the defendant, but had not been paid for it, on which no person bid against him; it was hold that he acquired no title by the sale: Fuller v. Abraham, 6 J. B. Moore’s Rep. 316."
  },
  "file_name": "0217-01",
  "first_page_order": 215,
  "last_page_order": 220
}
