{
  "id": 9504005,
  "name": "Vanleer's Appeal",
  "name_abbreviation": "Vanleer's Appeal",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "224",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 100",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0100-01"
      ]
    },
    {
      "cite": "5 Watts 308",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844092
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0308-01"
      ]
    },
    {
      "cite": "1 Jones 53",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 13231,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 7.605084407107733e-08,
      "percentile": 0.45015655352879647
    },
    "sha256": "61475a19eeb2c65f381258bbf37dacaf59f1fbf60f79971a60b42d32a9be7336",
    "simhash": "1:9a26f56be64c604a",
    "word_count": 2393
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vanleer's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nLewis, C. J.\nThe cases cited, in support of the principle that a irnid lease cannot be confirmed by the acceptance of rent, were decided since the Revolution, and must therefore depend, for their influence here, not upon their authority, but upon the reasons by which they are supported. In three of them, Jordan v. Ward, 1 H. Bl. 97, Martin & Jones v. Watts, 7 T. R. 83, and Brune v. Prideaux, 10 East 158, no question of the kind was discussed, or directly decided, but the cases turned on the question whether, in a proceeding in disregard of such a lease, a notice to quit was necessary, and it was held that the acceptance of rent created such relations between the owner and the occupant as to entitle the latter to such notice. In the other case, Simpson v. Butcher, 1 Boug. 50, the judgment against the lessee was given, not upon the principle for which it is cited, but on the ground, stated by Lord Mawseield, that there was “ no intention to confirm the old lease, or to grant a new one.” In two of these cases the leases were for ninety-nine years, and in the other two for twenty-one years. There was neither interest nor power in the lessors to support such leases in any of the cases. Notwithstanding the natural inclination of the Courts to relieve the remainder-men from leases of such long duration, made without authority, it was held in the case of Brune v. Prideaux, 10 East 158, that the receipt of rent by the party, desiring afterwards to repudiate the lease, was “ some evidence of a tenancy, and that, upon that evidence, it is peculiarly the province of a jury to decide.” This is sufficient to show that although a lease absolutely void, cannot be confirmed by the acceptance of rent; yet a jury, from such an act, may find a new contract of tenancy upon the terms of the original lease. But, however the matter may be at law, a chancellor will always interfere, in a proper case, for the purpose of preventing injustice. Where a tenant for life, under a poiver granted by Act of Parliament, granted a lease for sixty-one years, without observing the conditions contained in the Act; and, after his death, the remainder-man received the rents for six years, Lord Hardwicke granted an injunction against a recovery at law by the remainder-man, and ordered- him to execute a new lease. . It is true that the lessee had expended money on the premises, but this was during the life of the tenant for life. Although it was admitted that the acceptance of rent alone will not bind the remainder-man in tail, it was held to be a circumstance in favor of the lessee; and when the remainder-man lies by and suffers the lessee to rebuild, and does not by his answer deny notice of it, all these circumstances will “bind him from controverting the lease afterwards:” Stites v. Cowper, 3 Atkins 692. In The Commonwealth v. Moltz, 10 Barr 530, it was stated by Mr. Justice Bell, in delivering the opinion of the Court, that “ the Courts have of late years given to the doctrine of estoppel in pais, a much wider scope than was formerly allowed, founding themselves on equitable considerations. In pursuance of this policy, it is now established that, in all cases where an act is done or a statement made by a party, the truth or efficacy of which it would be a fraud on his part to controvert or impair, the character of an estoppel shall be given to what would otherwise be mere matter of evidence: 10 Barr 530.\nIn the case before us the lease was not granted in pursuance of a naked power, but was made by one having a legal estate in fee in the land. It is true that the lessor was a trustee, and was only one of the three trustees to whom the estate had been devised ; but the others do not appear to have accepted the trust, and have since renounced. One of them admits that he knew and approved of the lease made by the acting trustee, and there is no evidence that the others dissented; nor is there any denial that he had notice of it at the time it was made. From the year 1842 to the month of April, 1853, a period of eleven years, Margaret Barney was permitted to manage the estate as the only acting trustee, and would, in all probability, have continued to manage it to the satisfaction of all parties had she lived. If the other trustees accepted the trust, their long acquiescence justifies the inference that Margaret Barney acted by their authority. If they did not accept, the acquiescence óf Mrs. Tanner, who is entitled to the rents during her life, and her omission to procure the appointment of other trustees in the place of those who declined, justified the tenant in believing that the acting trustee was transacting the business with the approbation of all concerned. The letters and receipts signed by Mrs. Tanner and her husband, at different times, show that they had full knowledge of the lease, and particularly of that part of it under which the tenant was entitled to deduct from the rents, in sums of $50 on each quarter-day, the sum of $300 allowed him for building the sheds. It is not material whether these buildings were erected after or before the lease. It is clear, from the evidence, that they were erected by agreement with the lessor, and there, is no evidence to show that they were unnecessary to the proper enjoyment of the premises. The lease was for six years, and more than half of the term has already expired. There was nothing unusual or unreasonable in the duration of the term. Under these circumstances there is ample evidence to raise |a equity against Mrs. Tanner’s present application to deprive the tenant of the benefit of his contract. Arid she has shown no good reason why the equity powers of the Court should be called into action to assist her in such a measure. If she has a right at law, she is at liberty to assert it in a Court of law. As she is entitled to the rents during her life, her children have not sufficient interest, at present, to entitle them to disregard the lease.\nDecree reversed and petition dismissed at , the costs of John Tanner, the petitioner.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Guillou, for appellant.",
      "Hood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vanleer's Appeal.\n1. Though a lease absolutely void cannot be confirmed by acceptance of rent, yet from such acceptance a jury may find a new contract of tenancy upon the terms of the original lease. Where the lease is void at law a chancellor may interfere to prevent injustice.\n2. A lease was granted, not in pursuance of a naked power, but by a trustee who was entitled for life to one-third of the rents, others named as co-trustees not having accepted the trust, the lease to endure for six years, and the lessee to have the right to deduct a specified sum for improvements on the premises, the other person, entitled for life to the other two-thirds of the rents, after-wards accepting for three years’ rent under the said lease; Held that there was sufficient evidence of acquiescence on the part of the latter party to raise an equity against her, and the duration of the lease not being unreasonable, the Orphans’ Court, on the application of herself and her children, entitled to the fee after her death, should not decree a sale of the estate against the objection of the lessee who had not jet been paid for‘his improvements, even though the petitioners agreed that he be paid the balance due him out of the proceeds of sale.\n3. It was not material whether the improvements were made by the tenant under the lease in question, or under a former lease, of which the latter was a renewal, if they were made under agreement with the lessor, no evidence appearing that they were unnecessary to the proper enjoyment of the premises.\nAppeal from the decree of the Orphans’ Court, Philadelphia.\nA petition of Elizabeth Tanner, a feme- covert, and John Tanner her husband, a.s guardian of his children, was presented to the Orphans’ Court, praying for a citation to George R. Vanleer,. tenant, to. show cause why an order of sale, free of his lease, should not be made under the Act of 18th April, 1853: Acts, page 503, &e. The date of the presentation of petition was not stated.\nJohn Barney, by his will, dated 21st August, '1841, devised the property in question to Margaret his wife, S. Levis, and 0. Levis, and the survivors, in trust, 1. To collect the rents and issues. 2. To pay one-third of the net income to Margaret his wife, half-yearly during her life. 3'. To pay the remaining two-thirds half-yearly during her life to his daughter Elizabeth L. Tanner (the petitioner) for her own use. 4. After the decease of the wife of the testator, to pay the entire income to the said Elizabeth half-yearly during her life, for her own use; and 5. In trust, on the decease of the said Elizabeth, to convey the estate in fee to her children, and to the issue of any of them that may have died, equally as tenants in common.\nMargaret, the widow, and S. and 0. Levis, were appointed ex-éeutors. Samuel Levis declined to act as executor, and letters testamentary were granted to the widow and 0. Levis. The widow died in April, 1853, 0. and S. Levis being still living.\nIt was alleged that the premises did not yield a revenue pro-pbrtioned to their value — that Vanleer held under alease, which the petitioner was advised was void; and a sale of the premises was desired.\nVanleer, in his answer, alleged a lease.to him by Margaret Barney as trustee; also a second lease of the premises. The first lease was dated 15th April, 1846; and was for five years from 15th March, 1846, at' a rent of $>800 — any repairs made to , be made at his expense, and to be left at the expiration of the léase, and the tenant to be permitted to make “ any alterations or improvements that may be deemed necessary, at his own proper cost and expense.”\nBy an agreement dated the 28th May, 1851, it was agreed by them that the covenants and agreements before made, should remain in force for the period of six years from the 15th June next, as if a new lease were executed; and it was further agreed that “ the lessor will allow three hundred dollars towards the erection of sheds in the yard, which the lessee shall deduct by equal instal-ments of fifty dollars, in the June payment of each year.”\nThe answer was sworn to on 29th November, 1853.\nAn auditor was appointed, who reported that Margaret Barney, the widow, died in April, 1853. That on 2d December, 1853, S. and 0. Levis renounced the trust — and on 6th January, 1854, the Orphans’ Court appointed T. S. Mitchell a trustee in room of Margaret. He expressed the opinion that the power given by the lease to three trustees did not authorize one only to make a lease for six years which would be binding on the cestui que trust; and that the receipt of rent by Elizabeth Tanner and John Tanner her husband (the latter having been appointed, on 21st October and 4th November, 1853, guardian .of his children), did not operate as an estoppel, and preclude a sale on their application. He considered the authorities referred to by him as deciding that where a lease is void, the acceptance of rent by those entitled in remainder will be merely evidence of an agreement for a tenancy from year to year upon the terms contained in the lease, and entitling the tenant to notice to quit. Reference was made to 1 Douglas 50, Doe v. Butcher; 1 S. Black. 97, Roe v. Ward; 7 Term Hep. 83, Doe v. Prideaux; 2 Sugd. on Powers 331; also 1 Jones 53, Patterson v. Lytle.\nHe further stated that there was no evidence submitted as to when the sheds, erected by Yanleer, were put up; but that the counsel for the petitioners, and the trustee, had consented that so much of the $300 as had not been deducted out.of the rent by the tenant for the buildings, should be paid out of the purchase-money upon a sale of the premises. He advised a sale.\nExceptions on the part of Yanleer _were dismissed and a sale decreed. Yanleer appealed, and the exceptions were — 1. That the Court erred in deciding that the will did not authorize the lease to Yanleer. 2. In deciding that the petitioners had not ratified the lease, and were not estopped. 3 and 4. In refusing an issue, overruling exceptions, and decreeing a sale.\nGuillou, for appellant.\nThe cases cited by the auditor do not justify his conclusion. In the case in 10 East 158, the decision was that the receipt of rent is evidence of a tenancy; and, if no other tenancy appear, the presumption is that it is a lease from year to year. In this case the tenancy for years appeared from the receipts.\nIn April, 1853, Mrs. Tanner wrote to Vanleer that, “as it is the time of payment of the quarter’s rent, you will please take your fifty dollars and remit balance,” &c. This was a distinct recognition of the second lease; and, in October, 1853, John Tanner recognised the agreement; and one of bis receipts, in January, 1854, is signed as guardian: cited JPoph. 50; Qo. 147. They were estopped from denying his right of occupancy, he having expended money in improving the property: 10 Barr 530; 5 Watts 308; 6 Id. 339; 4 Barr 353; 7 Watts 100; 4 W. Ser. 323; 5 Id. 302; 1 Parsons 427; 1 Harris 250; 5 Id. 211; 7 Id. 411; 1 Iones 56.\nThe Act of 1853 requires security to be given before sale, “ordered or made,” and none was given.\nHood, for appellee."
  },
  "file_name": "0224-01",
  "first_page_order": 222,
  "last_page_order": 227
}
