{
  "id": 9504070,
  "name": "Mrs. Greenfield's Estate",
  "name_abbreviation": "Mrs. Greenfield's Estate",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "232",
  "last_page": "242",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 398",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 964,
    "char_count": 29084,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 7.395064754390584e-07,
      "percentile": 0.9691844968567666
    },
    "sha256": "80725e0ce1ead0283e71c21a179a96f1d3d88344c885f91558eae5a1d8c3bf13",
    "simhash": "1:c49ced3fc44eb45c",
    "word_count": 5178
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mrs. Greenfield’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nKNOX, J.\nThis is an appeal from the decree of the Court of Common Pleas for Philadelphia city and county, in the matter of the estate of Elizabeth Greenfield. The auditor to whom the fund was referred reported a balance in the hands of the trustees for distribution of $31,556.82, of which $25,930.13, being the principal and income arising since the death of Mrs. Greenfield, he distributed pro rata among several beneficiaries, under a deed of trust made by Mrs. Greenfield, to Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush,-on the 15th December, 1834; and the residue, amounting to the sum of $5626.69, which was the remainder of the income in the hands of the trustees at the death of Mrs. Greenfield in July, 1845, he gives by his report to the Rev. William Suddards, whose claim was based upon a note for $6000, dated in March, 1835, and an order to the trustees to pay the same, made by Mrs. Greenfield in December, 1836.\nUpon exceptions filed, the Court of Common Pleas set aside so much of the report of the auditor as gave the sum above stated to Mr. Suddards, and, in lieu thereof, decreed in favor of a claim made by Mrs. Mary A. Wright, which was founded upon a direction given by Mrs. Greenfield, on the 13th of December, 1837, to her trustees to pay Mrs. Wright an annuity of $200, during the life of the annuitant. In all other respects the report of the auditor was confirmed.\nFrom this decree several appeals have been taken.\n1. Samuel W. Rush, one of the trustees, appeals because he was not allowed to participate in the commissions to the trustees for their services.\n2. William Suddards appeals because he was not allowed to come in as a creditor upon the general funds or upon the income, by virtue of the order given by Mrs. Greenfield to her trustees to pay his note.\n3. Samuel W. Rush, executor of John Bouvier, and Richard Jordan, trustee of Celeste V. Anderson (formerly Rees), appeal, because their claims as creditors of the estate were not recognised.\n4. Mrs. Elizabeth Greenfield Rush, and Mrs. Celeste Y. Anderson appeal, because the appropriation was made to the cestui'qui trusts fro rata, and not in the order in which they are named in the declaration of trust.\n5. The trustees, the administrator of Mary Ann Ethell, and other cestui que trusts, appeal from so much of the decree as allows the claim of Mrs. Mary A. Wright.\nThose several appeals, taken conjointly, involve the consideration of the following questions:—\n1. Was the claim of Samuel W. Rush, as trustee, for commissions properly rejected ?\n2. Does the clause in the declaration of trust which provides for the payment of debts protect the claims of Samuel W. Rush, Celeste Y. Anderson, John Bouvier’s executors, and William Suddards ?\n3. Are the cestui que trusts to be paid pro rata, or in-tlie order in which they stand V\n4. Has Mr. Suddards or Mrs. Wright an exclusive claim upon that part of the fund which was in the hands of the trustees arising from the income of the estate before the death of Mrs. Greenfield ?\nWe shall do little more than state the conclusions to which we have come upon these various propositions. The appellants are numerous; the paper-books exceedingly voluminous; and two entire days were taken in the oral arguments before this Court. To attempt to elaborate our views upon every position taken in this almost interminable case would be worse than useless. A final and just disposition of this much-litigated estate is the great point to be sought after, and it is to be hoped that, in this respect, we are near the end of our journey.\nAs regards the claim of Samuel W. Rush for commissions as trustee, it is only necessary to say that we entirely approve of the reasons given by the auditor for rejecting it. His interest was manifestly against the trust, and his conduct corresponded with his interest. We cannot pay him out of the trust fund, for his unsuccessful efforts to invalidate the trust itself.\nThe second question arises under that clause in the declaration of trust, which provides for the payment of “ all the debts due by the said Elizabeth Greenfield, and her funeral expenses or debts which may become due.” When we consider that the primary object of the deed of trust was to place the principal estate beyond the control of Mrs. Greenfield, so as to prevent alike “ the annoyance to her arising from importunities and the danger of impoverishing herself from the exercise of her passion for giving,” it is manifest that these debts due, and which might become due, were not to embrace voluntary donations made by her in the shape of obligations to pay. The debts to be paid were such as she owed at the execution of the trust, and those that she should contract thereafter in the ordinary mode of contracting debts. Her creditors, but not her donees, were protected by this provision in the deed of trust. Any other construction would entirely destroy the efficacy of this solemn deed of hers, which was pronounced at its execution to be as unchangeable as “ the laws of the Medes and Persians.” After the trust was created, she continued the forms of making princely gifts, but they were worthless as against the deed of trust.\nThe next question is free from difficulty. The debts, funeral expenses, and compensation to the trustees were first to be paid; and, says the declaration, “ after paying all the above. 4th. To pay,” &c., with a numeral prefixed to each clause; but it by no means follows from this that No. 4 was to be paid in full before No. 5 was to receive anything, if the fund was insufficient to pay all. The right of Mrs. Greenfield to prefer one or more of her beneficiaries, is unquestioned; her intention to do so, however, must be clear before we will disregard the rule which declares “ equality to bo the highest equity.”\nHad Mrs. Greenfield declared that her donees should be paid in the order in which they were named, or that certain of them should be paid in full, the authorities cited by the counsel of Mrs. Rush and Mrs. Anderson would be applicable ; but it is believed that no case can be found where it has been held that the prefix of a numeral alone gives priority. Our conclusion then is, that the auditor was right in reporting that the principal sum in the hands of the trustees, as well as the income received by them since the death of Mrs. Greenfield, to wit, the sum of $25,930.13, should be paid fro rata to the claimants under the deed and declaration of trust.\nThe auditor further reports that, of the sum in the hands of the trustees, $5626.69 was of income received by them in the lifetime of Mrs. Greenfield. The disposition of this depends upon questions entirely different from those already disposed of.\nBy the declaration of trust, the income and profits of the estate were to be applied by the trustees as directed by Mrs. Greenfield. As to these, she retained full power of disposition; and, although she could not impair the principal or divert it to other channels than those specified in the deed, yet the income and profits could be used at her pleasure. If not used, they were to be invested and held in the same manner and for the same purposes as the principal. Debts contracted by Mrs. Greenfield, though, in the nature of gifts, valueless as to the principal, are doubtless good as to the income. The right to dispose of this income by last will and testament, was denied to Mrs. Greenfield by this Court in the case reported in 2 Harris 489, but it was expressly admitted that she had reserved the right to spend it in her lifetime. That she did dispose of, or attempt to do so, a much larger sum than remains of the income, is not denied, and the difficulty is not to find claimants, but to adjust their respective claims.\nIn March, 1835, Mrs. Greenfield gave her note for $6000 to a Mr. Suddards; and in December, 1836, she gave a written direction to her trustees to pay it. In December, 1837, she made an order upon her trustees to pay Mrs. Mary A. Wright an annuity for life of $200, payable quarterly. Upon the 17th March, 1835, she gave to John Bouvier her sealed note for $5000. On the 29th October, 1839, to Samuel W. Bush she gave her sealed note for $20,000, and on the same day she gave one of like character to Celeste V. Anderson, then Celeste V. Rees, for $10,000. Judgments have been rendered against the executor of Mrs. Greenfield in favor of Mr. Suddards, Mr. Rush, and Mr. Jordan, trustee of Mrs. Anderson, and the annuity for two years was paid to Mrs. Wright. The residue, as well as all of the other claims mentioned above, remain unpaid.\nMr. Suddards and Mrs. Wright each claim that the direction given by Mrs. Greenfield to her trustees to pay their donations, amounts to an equitable assignment of the fund then in the hands of the trustees subject to her control. The auditor thought Mr. Suddards’ claim was good, and Mrs. Wright’s bad. The Court of Common Pleas adjudged Mrs. Wright’s good, and Mr. Sud-dards’ bad. We cannot agree with the learned Judge of the Common Pleas that the gift (for such undoubtedly it was) to Mr. Suddards is prohibited by law, as against public policy. We know of no rule of law or morals which will prevent clergymen from receiving gifts, great or small, even from their parishioners, which it seems was not the case with Mrs. Greenfield, as she did not belong to the immediate church or congregation of Mr. Sud-dards. In this country the danger rather is that clergymen will receive too little than too much. The question to be determined is,, whether the order in favor of Mr. Suddards was in equity an assignment of the fund, and not whether it was good as a gift. If it was an assignment, or appropriation of the specific fund, it has precedence over the claim of Mrs. Wright, as it was first in order of time. If it was not an assignment, hers was not, for both were mere directions to the trustees to pay money, one in gross, and the other in quarterly payments.\nAfter considerable deliberation, and with some hesitation, we have come to the conclusion that neither the order to Mr. Sud-dards nor that to Mrs. Wright amounts to an assignment, legal or equitable, of the moneys received by the trustees from the profits of the estate. The orders are drawn upon the trustees generally, without specifying any particular fund, and it is evident that these gifts were bestowed by Mrs. Greenfield under the belief that she had the right to give away both principal and income. It is not to be supposed that she intended Mr. Suddards’ note and Mrs. Wright’s annuity should be paid to the exclusion of Mr. Rush and Mrs. Anderson, and her manner of using her income forbids the idea that she would encumber it greatly beyond the means of payment. In Nesmith v. Drum, 8 W. & Ser. 9, it is said, “that an equitable assignment is an agreement in the nature of a declaration of trust,” and it was sustained where an order was drawn upon an attorney, directing him to pay to a third person a particular sum of money received from a certain note, the proceeds of which the drawer had agreed should be applied to relieve their surety, the payee in the order; but here no fund is mentioned, no previous agreement to make payment out of a particular fund, and the absence of all evidence indicating an intention that the income • or profits of the estate in the hands of the trustees should be appropriated for the liquidation of these voluntary engagements to pay. In the language of Chief Justice Tilghman, in Clemson v. Davidson, 5 Binn. 398, “ Any order, writing, or act, which makes an appropriation of a fund, amounts to an equitable assignment of that fundbut the appropriation must be made in express terms, or the intent to make it must be clear. An order drawn upon one who has in his bands funds belonging to the drawer will not of itself amount to an assignment of the fund, or any part of it, unless it plainly appears that the fund claimed was the one designated out of which payment was to bo made. If a debtor appropriates particular moneys to pay a certain debt,.and it is as far delivered as the nature of the case will admit of, equity will control the appropriation ; but if the act of appropriation is uncertain, or the subject-matter doubtful, the right of property in the fund is unchanged.\nThat Mrs. Greenfield intended and desired that these gifts of hers should be paid admits of no doubt; but whether from the principal or income is to say the least far from being certain. It is said, that as she had the right of control over the income and not over the principal, the presumption is that she drew upon the fund that she could legally draw upon, and not upon one that was beyond her reach. The answer to this is to repeat what wo have already said, that she believed she could reach both principal and interest by making her gifts assume the form of engagements to pay; and it is more reasonable to suppose that she would give away some part of the principal rather than endanger her own support by taxing the income so largely. We can perceive no substantial difference between the objects of Mrs. Greenfield’s bounty outside of the deed of trust; and we have come to the conclusion that the sum in the hands of the trustees, at her death, received from the profits of the estate, must be divided amongst them in proportion to the amount of their several claims.\nWe exclude the executors of John Bouvier, because Mr. Bou-vier was first her legal adviser; and second, her trustee; and, besides, in the answer filed'by him to the bill of her executor he admitted that he had never claimed the amount of the single bill sent by her to him.\nMr. Rush was also a trustee when his note was given. As, however, we have already determined that he should receive no compensation as trustee, we will not set aside his claim as donee. We could not if we would, as the validity of his note against Mrs. Greenfield’s estate is conclusively established by the judgment which he has recovered against her executor. The sum of the matter is that the income in the hands of the trustees, at the death of Mrs. Greenfield must be distributed, pro rata, to the payment of the judgments of Wm. Suddards, Samuel W. Rush, Richard Jordan, trustee of Mrs. Celeste Y. Anderson, and to the claim of Mrs. Mary A. Wright, which will be ascertained by adding the present value of the annuity to the unpaid annuities, with their interest. Her' proportion may be paid directly to her without further investment. As the examiner of this Court is one of the present trustees, we refer the matter to Mr. Cramand, the former auditor of the Common Pleas, to ascertain the amount due to each of the above-named persons, and the amount that each will be entitled to receive from the distribution of the fund. • His report will be made directly to this Court, and, when approved, will be appended to our decree.",
        "type": "majority",
        "author": "KNOX, J."
      },
      {
        "text": "Woodward, J.,\ndissented from so much of the opinion as ruled that the Rev. William Suddards was not entitled to receive payment out of the funds, by virtue of Mrs. Greenfield’s order.\nThe Decree was as follows: And now, March, A. D. 1855. This cause having been argued by counsel for the parties, and their respective proofs and allegations having been read and heard, the Court do order and decree that the decree of the Common Pleas be reversed, and do further order and decree that the report of the auditor distributing the sum of $25,980.18, pro rata, amongst, the beneficiaries under the deed and declara-' tion of trust, bearing date on the 15th day of December, A. D. 1834, according to a table annexed to said report, be confirmed, and that the sum of $5626.69, being the amount of the profits and income of the estate in the hands of the trustees at the death of Mrs. Elizabeth Greenfield, shall be distributed and , paid, pro rata, to the judgments of the Rev. William Suddards, Samuel W. Rush, Richard Jordan, trustee . of Celeste Y. Anderson, and the amount now due - together with the present value of the claim of Mrs. Mary A. Wright, as per table made by G. H. Cram and, Esq., hereunto annexed. And it is further ordered and decreed that so much of the auditor’s report as refers to the claim of Samuel W. Rush for commissions as trustee, and to the conveyance of real estate, and the delivery of personal property be, and the same is hereby confirmed. Each appellant to pay his or their own costs, and no costs to be charged by the appellees.",
        "type": "dissent",
        "author": "Woodward, J.,"
      }
    ],
    "attorneys": [
      "A number of counsel appeared for claimants, viz., Bell, Williams, Hopper, Thayer, J. Ballon, Meredith, P. P. Morris, Read, Q-ilpin ; and Williams for the trustees."
    ],
    "corrections": "",
    "head_matter": "Mrs. Greenfield’s Estate.\n1. A conveyance in absolute terms was made of all the estate of the, grantor, but was accompanied by a declaration of trust by which the grantees declared that they would hold the same in trust during the life of {he grantor to apply the income and profits thereof as the said grantor shall direct, and for want of such'direction to invest the same: and after the death of the grantor, in trust convey certain real estate and deliver over certain personal estate, and to sell and convey the residue and dispose of the proceeds as follows,-viz.: 1. “To pay all the debts” due by the grantor, “ and her funeral expenses or debts which may become due.” 2. “ To pay all expenses and charges incident in executing the trust.” 3. To pay to each of the trustees $10,000 for his services. And, after paying all the above — 4. To pay to E. R. $10,000. 6. To J. B. $10,000, in trust for 0. R. — and proceeding to mention other gross sums and annuities, each item being preceded by a numeral, and exceeding thirty in number; and the residue of the estate to he invested and the income distributed among such poor persons as the trustees or their successors shall think proper.\nHeld, 1. That the clause in the declaration of trust relative to the payment of debts, meant such debts as the grantor owed at the execution of the trust, or those afterwards contracted by her in the ordinary mode of contracting debts, and did not include specialties or notes voluntarily given by her without valuable consideration; such gifts, though valid as -to tlie income and profits of the estate accruing during the life of the grantor, were invalid against the principal estate.\n2. The legacies and annuities payable out of the principal estate after the expenses and charges of the trust, were not entitled to payment in the order of the numerals attached, but pro rata, as distribution was made.\n3. In relation to one of the specialties given without valuable consideration, the grantor, in writing, requested her trustees “ immediately to pay the same.” Held that this did not amount to an equitable assignment or appropriation of the income, sufficient for its payment, there being no particular fund designated in the order for the payment, and no clear intent manifested for its payment out of the income or profits of the estate which alone was subject to the control of the grantor; it appearing to the Court that the.grantor believed that she could control, to the extent of these sums, the principal estate as well as the, income.\n4. Neither did a written request by her to the trustees to pay an annuity to another person (M. A. W.), out of any money in their hands belonging to the grantor.\n5. The sum in the hands of the trustees at the death of the grantor, arising from the income of the estate, was directed to be applied to the voluntary claims pro roto — except one to one of the trustees, who, in addition to being the legal adviser of the grantor, and also trustee, had stated in answer to a bill in equity that he had never claimed it.\n6. A trustee who acted in opposition to the trust was therefore denied compensation ; but his claim as donee of a note under seal, on which judgment had been obtained against the executor of the will of the grantor, was admitted to a pro rata distribution with the other voluntary claims out of the income of the estate at the death of the grantor.\n7. There is no rule of law or morals which prevents ministers of the gospel from receiving gifts, large or small, from their parishioners, or from other persons not belonging to their congregations.-\nAppeal from the decree of the Common Pleas ofPhiladelphia on the report of an auditor reporting distribution of a balance in the hands of certain of the trustees acting under a deed of Elizabeth Greenfield, of 15th December, 1834, to Joseph Howell and others, and a declaration of trust of the same date, executed by the trustees, stating the objects of the deed to them. ' The deed, in which was alleged the nominal consideration of $100, was absolute in its terms, and was for all the estate, real, personal, and mixed, of the grantor, wheresoever the same may be situate.\nBy the declaration of trust, the'trustees acknowledged that they would hold the estate during the life of Mrs. Greenfield, as it was when conveyed to them, or if deemed proper to change it, then the property acquired by the change ; and “ apply the income and profits thereof as the said Elizabeth Greenfield shall direct; and for want of such direction, that we will invest the profits, after deducting all expenses, in some stocks, or lend the same upon security, and that sucb sums shall be considered as under the same situation, and for the same trusts as the property conveyed to us as aforesaid. And after the death of the said Elizabeth Greenfield, for the uses and purposes following, to wit.”\nThe trust first declared was to convey a plantation in Lousi-ana : 2. A plantation in Mississippi: 3. To deliver certain household furniture: 4. To deliver certain plate and a wardrobe: 5. In trust to sell and convey the property conveyed, not before disposed of, and dispose of the proceeds of the same as follows, viz : 1. “ To pay all the debts due by the said Elizabeth Greenfield and her funeral expenses or debts which may become due.” 2. “ To pay all expenses and charges incident in executing this trust.” 3. “To pay to each of us (viz. Howell, Roberts, Bou-vier, and Rush), the sum of $>10,000 for our services.” And after paying all the above ; 4. To pay to Elizabeth Rush, wife of Samuel W. Rush, (one of the trustees), $10,000. 5. To pay to John Bouvier $10,000, to he held by him in trust for Qelest liees, &c. Then followed a number of trusts of gross sums and of annuities. The residue of the money arising from the sale of the estate, was to be put out at interest or invested, and the income or profits thereof to he distributed amongst such poor persons as the present trustees or their successors shall think proper, &e. A number of other provisions followed.\nOn the 8th August, 1843, Elizabeth Greenfield executed a paper purporting to be her will; and on the 26th March, 1845, she executed a codicil thereto. The provisions of these are not material to be inserted here, as it was considered before that Mrs. Greenfield had not the power to dispose of any of the profits of her estate by will: See Greenfield’s Estate, 2 Harris 498 and 509.\nAmongst other claims,- three claims were submitted to the auditor, viz. The claim of the Rev. William Suddards, who claimed upon a judgment rendered on 15th February, 1849, against the executor of the will of Mrs. Greenfield, on a note under seal, dated 17th March, 1835, executed by her in his favor for $6000, stated therein to be “ for value received and for his services rendered.” 2. Claim of Samuel W. Rush, on judgment against the executor, February 9, 1849, on a note under seal by Mrs. Greenfield to him, dated 29th October, 1839, for $20,000. 3. A judgment against the executor by the trustee of Celeste Y. Anderson, formerly Rees, on a note under seal executed in her favor by Mrs. Greenfield, for $10,000, dated 29th October, 1839.\nAnother claim, numbered 5, was a claim for Mary A. Wright, upon an instrument of writing (not under seal), dated 13th of 10th month, 1837, by which Mrs. Greenfield requested the trustees to pay “ out of any money in their hands belonging to me,” to the said Mary A. Wright or her order, $50 at the end of every three months afterwards during her natural life.\nIn relation to the note to William Suddards, a paper or note, dated December 28, 1836, was signed by Mrs. Greenfield, addressed to the trustees, in which they were requested “immediately to pay the same.”\nIn support of the said claims, the following points were made:— 1. That the clause in the declaration of trust as to payment of debts, comprehends debts to be contracted by the grantor, as well as those existing at the date of the deed. That as the clause was to take effect only after her death, it could not have been her intention to postpone the payment of existing debts till that period, which would have been fraudulent as to the creditors, and therefore it applied also to future debts. 2. That under this construction the judgments are conclusive, the trustees having had notice of the suits. 3. That there is nothing in the deed or declaration of trust to show that Mrs. Greenfield intended to deprive herself of the power of contracting debts. 4. That going behind the judgments, there was no proof of want of consideration for the notes, and that the seal imports consideration, and that they may be recovered even if voluntarily given.\nOn the part of the existing trustees and of cestui que trusts, it was contended: 1. That the clause as to debts referred to debts in existence at the date of the deed of trust, when there was at least one. 2. That if it referred to debts not then in existence, it applied only to what were debts in the ordinary signification of the term, referring to indebtedness contracted for a consideration, and not to gifts. 3. That the judgments against the executor were not conclusive, and that the trustees should not have interfered in the suits. 4. That the cestui que trusts had a right to contest them.\nA claim preferred by Samuel W. Rush to share the commissions was disallowed by the auditor, on the ground that he had assumed a position hostile to the trust, before it was sustained by the opinion and decree reported in 2 Harris, 501-510, and that his acts have since led to expensive litigation, and had embarrassed the trustees in the management of the estate.\nThe auditor reported against the sealed notes executed by Mrs. Greenfield after the execution of the deed, as not debts in the proper meaning of that term; but as to the claim of Wm. Suddards, the auditor regarded the note of Mrs. Greenfield, dated December 28,1836, as an equitable appropriation of so much of the income, in the hands of the trustees at the time of its presentment as was sufficient to pay it, and which was subject to her disposal; referring to 5 Binney 398, Clemson v. Davidson ; 2 Leading Oases in Bquity, p. 229; 8 W. Ser. 9, Nesmith v. Drum. He considered that the appropriation required a valuable consideration to support it: 1 Barr 445, Kennedy v. Ware; but that the existence of an antecedent debt was sufficient: Leading Oases 231.\nThe claim of Mary A. Wright was rejected as not founded on a sufficient consideration, it not being on a sealed instrument.\nThe Common Pleas, Allison, J., delivering the opinion, disallowed the claim of the Rev. William Suddards, as not being based upon a valid consideration, it having been stated by him, that the note was sent to him by Mrs. Greenfield — that the services he had rendered to her were of a spiritual character. The services were —she had various persons, objects of her care and solicitude, whom she wished him to go and see. It- was considered that the claim was open to consideration, and that no action would lie for such services arising out of the profession, relation, confidence, and respect existing between the parties, the services being of a more elevated character than to be measured by money. That the order to pay the note gave no additional value to it. It was} as before stated, disallowed.\nThe claim of Mary A. Wright was sustained, the Court considering that Mrs. Greenfield, having reserved a right to dispose of the income of her estate, had a right to make a gift of it, and that the order in favor of Mrs. Wright upon the trustees, and their acceptance of it and payment for two years under it, constituted an appropriation of money or executed trust as to that claim : 2 Kent, § 18, p. 438; 1 Mad. Oh. Rep. 176; 6 Vesey 656, Ellison v. Ellison.\nThe other notes under seal, given by Mrs. Greenfield after the execution of the deed, were considered as not being debts contracted for a valuable consideration, and as not protected by the deed of trust, and as properly rejected by the auditor.\nThe sum awarded by the auditor to the claim of Wm. Suddards, above $5600, with the balance of the fund for distribution, was directed to be applied, pro rata, towards the payment of the various claims provided for in the deed and declaration of trust.\nAppeals were taken by S. W. Rush, Wm. Suddards, by the trustee of Celeste Y. Anderson, and others.\nA number of counsel appeared for claimants, viz., Bell, Williams, Hopper, Thayer, J. Ballon, Meredith, P. P. Morris, Read, Q-ilpin ; and Williams for the trustees."
  },
  "file_name": "0232-01",
  "first_page_order": 230,
  "last_page_order": 240
}
