{
  "id": 9504095,
  "name": "Simes & Co. versus Zane",
  "name_abbreviation": "Simes & Co. v. Zane",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "242",
  "last_page": "244",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Johns. 229",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2141005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0229-01"
      ]
    },
    {
      "cite": "1 Wend. 487",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/1/0487-01"
      ]
    },
    {
      "cite": "15 Johns. 432",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140977
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/15/0432-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4810,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 2.69632505974003e-07,
      "percentile": 0.8280444149446551
    },
    "sha256": "e0e61205b1c3ce12458267f2b8b41e98ebc15380725f154e9bf218b52da10b57",
    "simhash": "1:1129bfacd09d23c1",
    "word_count": 881
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simes & Co. versus Zane."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nLowsie, J.\nZane denies that Simes & Co. had any right to sell the segars under the pledge made to them, and in this he is correct. The fact that they did .sell them was a wrongful conversion that made them liable to the appropriate action. The right which Zane had, to elect one out of several forms of action, is not a right to split up his claim into several actions, or to supplement an incomplete, remedy which he may have chosen, by giving him another in addition. The improper application of the pledge gave him a right to reclaim it in several forms of action; but he cannot sue for the price received for a part of them, and for the other part,in kind, or for damages for the wrongful conversion of it-Having, under a plea of payment, which allows a certificate in his favor under the Act of 1705, 19 State Hep. 95, claimed allowance for the segars sol'd, whether part or all, as it might turn.out in the.evidence, he has, in effect, sued'for the value of the segars. If he did not recover enough, the fault was'the adoption of an incomplete' remedy, or in the result of it; and he cannot sue again: 19 State Rep. 508; 4. Rawle 285; 15 Johns. 432; 16 Id. 136 ; 7 Id. 20; 8 Id. 383; 2 W. Bl. 827; 1 Wend. 487.\nThe record of the first proceeding is necessarily conclusive that he had received then the full amount of the segars then sold, whatever may be the fact; and he could have no pretence of right to recover now for more than the value of what then remained unsold. But the rule that prevents hum from splitting up his cause of action into several fragments, takes, away his right of action for the residue entirely. Having once claimed by action or defence a part of an undivided subject-matter, the law allows him no remedy for the other part, else there could be no limit to litigation. The instructions given below were therefore erroneous : they allowed the errors in one action to be corrected by a new one.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowsie, J."
      }
    ],
    "attorneys": [
      "Lawrence and Risler, for the plaintiff,",
      "Hirst, contra;.-"
    ],
    "corrections": "",
    "head_matter": "Simes & Co. versus Zane.\nWhere one delivered goods to another as security for a debt, and afterwards, on being sued for the debt, defended on the ground that the creditor had sold the goods or the greater part of them, and obtained a verdict and judgment in his favor; this is a bar, on a plea of former recovery, to a subsequent action by him against the creditor for the same goods or any part of them.\nTROVER, in the District Court of Philadelphia for 44,000' segars. Pleas, not guilty, and former recovery. The suit was brought by Zane against Simes & Co., in March, and tried on the 1st November, 1853. On the trial, the plaintiff below gave in evidence the receipt of the defendants for segars, “ as collateral security for the payment of $416 in sixty days” from the date, 20th August, 1851; and then called witnesses, who testified that on the 24th March, 1852, the plaintiff had demanded a settlement fronj the defendants, and failed to obtain it; and that, on the 7th December, 1852, he had demanded a return of the segars, and they were refused. He further gave evidence that, in the fall of 1851, the defendants commenced selling the segars by retail, and sold some of them at prices varying from one to six cents apiece. It seems also that the plaintiff below further gave in evidence the record of a former action in the same Court, brought by Simes & Co. against Zane on the 16th March, and tried on the 3d December, 1852, wherein Simes & Co. claimed the amount of a bill of exchange, $60.80; and also the loan of $416, which the segars were intended to secure; that to that claim Zane pleaded payment; and there was a general verdict 'in his favor, and a judgment entered thereon. And here the plaintiff rested.\nThe defendants, Simes & Co., then called witnesses, who gave evidence tending to show that the defence in the former action was founded upon the pledge of the segars, and upon the sale of them by the defendants; and also that the segars were not worth more than from $5 to $7 per thousand.\nOn this evidence the judge charged the jury, that it was for them to decide whether the whole or only a part of the value of the segars was allowed to Zane in the former verdict, and this, was the matter complained of here. Zane obtained a verdict and judgment for $321.66.\nLawrence and Risler, for the plaintiff,\nargued that Zane could not divide his claim for the segars so as to recover in two actions what he might have, and- therefore is presumed to have, recovered in one of them: 15 Johns. 229; 16 Id. 136; 6 'Watts 373; 5 Barr 153.\nHirst, contra;.-\nThe verdict in the former action decides no more than that segars enough had been' sold to pay Zane’s debt. There was no conversion of those remaining unsold, until the demand made after the former action."
  },
  "file_name": "0242-01",
  "first_page_order": 240,
  "last_page_order": 242
}
