{
  "id": 9504127,
  "name": "Wood versus Fales",
  "name_abbreviation": "Wood v. Fales",
  "decision_date": "1855-03-12",
  "docket_number": "",
  "first_page": "246",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 342,
    "char_count": 5531,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 4.483345680278564e-08,
      "percentile": 0.28106464894285343
    },
    "sha256": "6204980f412c2b12bf361fc5366a5b6845b175a03071ba2298ae0b81c78fd44a",
    "simhash": "1:83b2ebc046c2d333",
    "word_count": 993
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wood versus Fales."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 12, 1855, by\nLowrie, J.\nThe plaintiffs sent a large number of pieces of printing cloths to a printing establishment, the owners of which usually had on hand large quantities of similar goods of their own. The sheriff seized in execution all the goods that were in the establishment, and thereupon the plaintiffs claimed 252 pieces of the goods thus taken; and, not being able to identify their own goods, they claim that number of similar goods. The Court below said they had a right to them, if the printers had actually confused the plaintiffs’ goods with their own, so that those of each could not be distinguished; but that, if the printers had not actually confused, but only disposed of, the plaintiffs’ goods, even though they had at the time goods of like character of their own, which they intended to put in their place, the plaintiffs could not be regarded as having any title to the goods remaining on hand.\nThis seems to be right. The law sometimes confuses rights as a convenient or necessary means of resolving a confusion of goods; but it does not reverse the process. If land or goods be taken, it does not allow ejectment or replevin for other similar lands or goods of the taker. This might be not a very bad sort of remedy, but we have no law for it yet. Grain and liquids of different persons thrown together are practically undistinguishable, because of their nature, and the law gives each owner an interest in the bulk proportionate to his part thrown in. This is actual confusion, and the law knows no other kind.\nIt cannot depend upon the taking of another man’s goods, connected with an intention and ability in the taker to replace them by similar goods; for then, it would make no difference where the goods of the wrongful taker should be found — the other might seize them. And, as intention is matter of inference, it might he derived from the mere duty of restitution; and then we should have to apply it to every wrongful taker of goods; and replevin would no longer be an action for the very goods of the plaintiff, but for like goods of the defendant. It is not mere intention, but agreement, that passes title to property.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Henry, for plaintiff in error.",
      "Biddle, contó."
    ],
    "corrections": "",
    "head_matter": "Wood versus Fales.\n1. Where an agent converts to his own use goods intrusted to his care, or misapplies them, the principal does not thereby acquire title to like goods of the agent, as in the case of confusion of goods.\n2. Where the sheriff levied upon a large stock of printing cloths, and another person claimed that many of the pieces were his; but could find none that he could identify by his marks or otherwise, and therefore claimed a like number of similar goods out of the bulk, and an issue was formed to try his title; he was bound to show that his goods were among the property levied on; and it was not enough for him to rely upon the fact that his similar goods had been wrongfully appropriated by the defendant in the execution.\n3. The law sometimes confuses rights as a convenient or necessary means of resolving a confusion of goods ; but it does not reverse the process.\nERROR to the District Court, Philadelphia.\nFeigned issue, under the Sheriff’s Interpleader Act of 1848, on the plaintiff’s claim to 252 pieces of printed goods taken in execution at the suit of Fales, Lothrop & Co. against C. W. & S. H. Smith. There was evidence that Wood, Fuller & Wells had made a contract with the said Smiths to send them printing cloths, to be printed and returned to them, and they were to advance to the Smiths a certain amount on the cost of printing; but the Smiths were to have no property in the cloth. Afterwards the above-mentioned seizure took place, on all tbe property at Smiths’ works; and, therefore, Wood, Fuller & Wells gave the sheriff notice of their, claim to 252 pieces, and offered to' point them out, and an opportunity was allowed them to do so. On examination, however, it was found that none of them could be identified, and then they claimed that a like number of pieces of similar goods should be set aside for them, and this was refused. There was evidence that the plaintiffs’ goods were marked [W.], and were kept separate until a short time before the levy: that some were printed, and, after the printing, the marked end might have been turned in: that some of plaintiffs’ goods might have been sent to other parties, instead of their own: that many of the goods levied on were of the same quantity as those of the plaintiffs. The plaintiffs had sent to the Smiths several thousand pieces under their contract, and the Smiths had bought largely from other persons, and had near 3000 pieces on hand at the time of the levy.\nOn this evidence Hare, J., charged the jury that, if the plaintiffs’ goods were actually at the works at the time of the levy, and were confused with those levied upon, they had a right to take a like number of pieces of similar goods; but not otherwise; and this was the matter insisted on as erroneous.\nHenry, for plaintiff in error.\nEvery presumption is against a bailee who confuses his principal’s property with his own; and the goods of plaintiffs not being found, confusion ought to be presumed : 10 Barr 154; 2 Johns. Oh. 108; Story on Bailm. 5-40; 2 Kent. 365; 15 Ves. 432; 8 Id. 46, 363; 1 Stra. 505; 2 Buss. 391; 21 State B. 359.\nBiddle, contó.\nNo case goes so far as is asked here: for never has it been allowed, when an agent wrongfully converts his principal’s goods, that the principal thereby acquires title to other goods."
  },
  "file_name": "0246-01",
  "first_page_order": 244,
  "last_page_order": 246
}
