{
  "id": 9504140,
  "name": "Wall versus Maguire",
  "name_abbreviation": "Wall v. Maguire",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "248",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 217,
    "char_count": 2826,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 7.075578724039615e-08,
      "percentile": 0.42600919976415613
    },
    "sha256": "2a711108f007007c5c5526b139167831da46319008a6fe6babfa346dc9ec21c0",
    "simhash": "1:134e1bf58c016d39",
    "word_count": 509
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wall versus Maguire."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIt is very plain that the clause “ leave no heirs” must be read, “leave no issue;” for the devisees being all related to each other, neither of them could die without leaving an heir, if he left a survivor.\nThe sister having died first, her share passed to the nephews, by the very terms of the will, either in tail or in fee, and we need not inquire which; for, if the former, the entailment has been barred.\nAs to the shares of the nephews, they can be nothing else than estates tail with vested cross-remainders in favor of the survivor; for the law never raises an executory devise out of a substitu-tionary clause that can be construed as giving a remainder, and never out of a simple devise, even on the failure of issue. The decree having proceeded upon these principles is well founded.\nDecree affirmed with costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "T. J. Wharton and Barclay, for plaintiff.",
      "J. P. Johnson, 'for defendant."
    ],
    "corrections": "",
    "head_matter": "Wall versus Maguire.\n1. Testator devised a lot of ground to his sister and two nephews in equal shares, and to the survivor of them, provided the nephews “ leave no heirs and if the sister should survive she should have the sole disposal of it. The sister died, and it was Held that the nephews took the whole in tail with vested cross-remainders in favor of the survivor; and that by barring the entail they became seised in fee.\n2. The law never raises an executory devise out of a substitutionary clause, that can be construed as giving a remainder.\nAppeal from Nisi Prius, on a bill in equity by Wall and Farrell against Maguire, to compel the specific performance of a contract for the sale of a lot of ground, on the west side of Twelfth Street, and 72 feet north of Sassafras Street, in Philadelphia, containing in front 28 feet and in depth 36J feet.\nThe plaintiffs derived title under the will of William Morris, and sold the lot to the defendant for $4000, and he, doubting their title, refused to perform his contract; and hence this bill. William Morris, by will, dated 17th May, 1849, devised all his estate to his sister Mary O’Donnell and his two nephews, Wall and Farrell, in equal shares, adding that “ at the decease of either, their part shall devolve to the survivors or survivor, provided the said Wall and Farrell have no heirs, and should the said Mary survive them, she shall have full liberty to will or dispose of it as she may think proper.” Mary O’Donnell died in 1853; and after that Wall and Farrell duly conveyed the lot, which was part of the estate devised, so as to bar the supposed entailment, and it was reconveyed to them, and then sold to the defendant. The only question was whether, under the will and the conveyances, the plaintiffs had a fee simple title, and the Court (Woodward, J.) decided that they had and decreed in their favor.\nT. J. Wharton and Barclay, for plaintiff.\nJ. P. Johnson, 'for defendant."
  },
  "file_name": "0248-01",
  "first_page_order": 246,
  "last_page_order": 247
}
