{
  "id": 9504154,
  "name": "Church versus Wells's Executors",
  "name_abbreviation": "Church v. Wells's Executors",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "249",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Wend. 28",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0028-01"
      ]
    },
    {
      "cite": "13 Mass. 128",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0107-01"
      ]
    },
    {
      "cite": "10 Mass. 323",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 6340,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.27075455686338e-08,
      "percentile": 0.4786674821582262
    },
    "sha256": "5c89a283fc3577f7e1522a7c564427b1bbabf8c9e48bb745a6abba7510eed5b0",
    "simhash": "1:2e81cd848f1b7380",
    "word_count": 1165
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Church versus Wells’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was, delivered by\nLoWRIE,(J.\nIn England the right to a pew in a church is obtained by a faculty or grant from the ordinary, or by allotment by the minister or churchwardens, or by prescription. In the last case the right is appurtenant to a dwelling-house, and in the others it is merely personal, and not transferable or descendible. Pew rights here depend upon no such principles, and this, without considering the relation of the English Church to the state, shows that the English law relating to pews can have no general application here.\nReligious congregations here are all voluntary associations, and are each governed by rules of their own, and not by the general laws of the state. But. since there must be a supreme authority somewhere to preside over all interests, and that authority must be the state, it must necessarily exercise its control sometimes even in matters pertaining to the church; but then it generally takes the laws and customs of the church as its guide, just as between individuals it takes their contracts and usages, and only for want of them resorts to the general laws and customs of the land. So it must bo in relation to pews in a church.\nThere not appearing to be any special law or custom in relation to pews in this congregation, we must look to the general customs of the country concerning them. ,\nA pew right is not of such a character as to prevent an absolute sale of the church edifice, either by contract or by judicial process; by itself it was never known as a subject of taxation; if the edifice burns down the pew right is gone; it does not prevent the society from tearing down and rebuilding the edifice, or from altering the whole interior arrangement of it; it does not authorize the pew-holder to change and decorate the pew according to his faiicy, or to cut it down and carry it away ; and it gives him no right to the ground on which it stands. It is, therefore, a right that is entirely peculiar, and yet it is a sort of interest in real estate.\nIt is intended to be enjoyed by persons of a special form of belief relative to certain Christian doctrines and rites, and it cannot reasonably be enjoyed by others of a different belief. As to its enjoyment, therefore, it cannot be transferred or transmitted generally, though it may be as to title, if the rules of the congregation do not provide differently. It is in its nature scarcely divisible among heirs, and can scarcely be said to be the subject of an action of partition or ejectment, or of decree of sale by the Orphans’ Court for the payment of debts. As property, therefore, it is so conditional and impermanent that it cannot be called real estate, and it must necessarily pass to the personal representatives.\nBut in its very nature it could not pass to them for use, for they do not succeed to the opinions of the decedent. . It passes. merely for sale as part of the assets, and they sell it subject to its burdens. ’ If the sale is not needed for creditors, the family may be allowed to hold it together; and if they do so, there is no one to charge the executors with a devastavit in not selling it.\nA pew rent is not a rent in the usual legal application of the term, for it does not issue out of a corporeal hereditament, and it is therefore no charge upon the property, except by virtue of the very ordinary provision made by congregations in such cases, and made in this instance, that the pew may be sold for arrears of rent. That is a sufficient remedy'for arrears that may accrue after the owner’s death, and it is not necessary or reasonable to imply a promise that his executors shall continue to pay after his’ death. He was personally bound for no rent except according to his contract; and that being undefined in the writing, must be defined by the aid of the consideration. For the enjoyment of the religious institutions of that church, and for that, sitting to obtain the benefit of them, he engages to pay a certain annual sum called rent. It is impossible to suppose that either party intended the promise to endure beyond the contemplated advantages. There can be no recovery for the rent accruing after his death, except so far as it can be obtained by tbe remedy provided by the church itself in the sale of the pew, or by a resort to those who actually occupied it; and such was the judgment of the Court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "LoWRIE,(J."
      }
    ],
    "attorneys": [
      "Grerhard, for plaintiff in error.",
      "-, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Church versus Wells’s Executors.\n1. A pew in a church here is a very different kind of property from a pew in one of the churches of the English establishment.\n2. On the death of the owner of a pew, his personal representatives succeed* to his title for the purpose of sale; but the pew only is chargeable with the rent accruing after his death.\n3. Where a pew was granted “ subject to a yearly rent/' the law does not imply a covenant that the executors shall pay the rent accruing after the grantee’s death.\nERROR to tbe District Court, Philadelphia.\nWells’s executor claimed against the church the amount of a certificate of loan of $950 with interest, issued under the seal of the church, and dated 27th July, 1838. This not being denied, the defence was placed on a plea of set-off, under which the defendants claimed pew rent from March, 1848, after the death of the plaintiff’s testator, up to the time of the trial, on one of the pews in the church, granted to him by the trustees, “ subject to a yearly rent-charge of $45.” It appeared that, after the testator’s death, in 1842, his family continued to occupy the pew, and pay the rent; but that since 1848, the rent had fallen in arrears $303.34.\nThe judge of the District Court charged the jury, that there was no evidence to support the set-off, and this is the matter assigned for error here.\nGrerhard, for plaintiff in error.\nA pew in a church is personal property, and as such is usually, sold and transferred, and is not a right extinguished by death: 6 W. Ser. 301; 10 Mass. 323; 5 Png. L. P. P. 562; 14 Qonn. 280. His executor is bound on the covenant implied in the reservation of the rent: Qo. Lit. 209 a; 19 State Pep. 9; Rawle on Oov. 362, note 2, 1st ed.\n-, for defendants in error.\nA pew is real estate, and the duty of paying the rent devolves on the heirs and not on the executors: 13 Mass. 128; 16 Wend. 28; 5 Png. L. é P. P. 562; 10 Qonn. 280; 7 Parr 329."
  },
  "file_name": "0249-01",
  "first_page_order": 247,
  "last_page_order": 250
}
