{
  "id": 9504185,
  "name": "Van Rensselaer versus Dunkin's Executors",
  "name_abbreviation": "Van Rensselaer v. Dunkin's Executors",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "252",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 264,
    "char_count": 3828,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 2.9189075475808304e-07,
      "percentile": 0.8463642088785871
    },
    "sha256": "7a5979d55489ad88a18e4962bd1206b5dc7aa3f4685f3be71113332acc44f4f1",
    "simhash": "1:1eb895e0824fc0b2",
    "word_count": 678
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Van Rensselaer versus Dunkin’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLoweie, J.\nThe testatrix gives all her real and personal estate to her executors in trust; and, of course she did not die intestate .as to any part of it; and the word estate dispenses with the necessity of words of inheritance, even without our statute of wills.\nThe trust is to pay the rents and profits to certain persons; and, since a gift of the rents and profits of anything is equivalent to a gift of the thing itself, the executors hold the property itself in trust for the beneficiaries, who are thus vested with the equitable title to it.\nThe rents and profits in the present case were to be divided, as received, into equal half parts, one of which was to be paid to Mrs. Van Rensselaer for her separate use, and the other to her children. It follows, then, that the equitable title to one-half of the property was vested in Mrs. Van Rensselaer, and the other half in her children. And, since equitable estates descend with us in the same manner as legal estates, when Mrs. Van Rensselear died her husband became entitled to her portion of the trust estate, absolutely, so far as it consisted of personal property, and of course to a life estate in her share of the real property.\nIf there were any doubt as to the inheritable quality of tho trust estate, for want of words of inheritance in describing the beneficiaries that could affect only the real estate. Suppose the doubt well-founded; then the equitable devisees took but a life estate in the real property under the will, and Mrs. Van Rensse-laer had the reversion as heir at law, and this view would only make the matter worse for her children, the other devisees. The true view of the case is the one first above presented, and the decree below is in accordance with it. The case relates only to the personal property; but we have not distinguished it in our remarks, because the parties desire us not to do it.\nDecree affirmed at the appellant’s costs.",
        "type": "majority",
        "author": "Loweie, J."
      }
    ],
    "attorneys": [
      "Pallas, for the appellant.",
      "Perlcins, contrá."
    ],
    "corrections": "",
    "head_matter": "Van Rensselaer versus Dunkin’s Executors.\nReal and personal estate being given in trust to pay the income to a married ■woman for her sole and separate use, she acquires the equitable title thereto, and on her death her husband succeeds to the personal estate absolutely.\nAppeal from the Orphans’ Court of Philadelphia.\nIn 1832 Mrs. Ann Dunkin, of Philadelphia, died, leaving a will, dated 20th July, 1881, wherein she devised all her estate to her executors, in trust, after payment of debts, to receive the dividends and income thereof, and divide the same “into two equal parts, and pay one of said equal parts to her granddaughter, Ann, wife of John S. Van Rensselaer, for her own sole and separate use, notwithstanding her covertureand the other half to the children of the said Ann, who was her sole heir.\nOf the said estate, $8208.34 consisted of corporation stocks and other personal property, and Mrs. Van Rensselaer having died, her husband administered on her estate, and filed his petition to have the half part, that was held in trust for her, transferred to him; and, on notice to the children of Mrs. Van Rensselaer, and answ'er admitting the above facts, the Court decreed\"according to the prayer of the petition; and thereupon Lydia Sill, one of the children, appealed.\nPallas, for the appellant.\nThis dispute is entirely amicable, in order to get a construction of this will. The testatrix did not intend that her granddaughter should have any further estate than the income, leaving the residue to descend according to law.\nPerlcins, contrá.\nThe gift of the income is a gift of the fund: 1 Pro. O. 0. 532; 1 Sim. ‡ Stu. 490 ; 1 Johns. Oh. 494; 6 Png. L. ‡ P. 113; 16 Ves. 135; 19 Id. 86. If the will left anything undisposed of, then Mrs. Van Rensselaer took it absolutely, and her husband succeeds her with the rights of surviving husband."
  },
  "file_name": "0252-01",
  "first_page_order": 250,
  "last_page_order": 251
}
