{
  "id": 9504202,
  "name": "Haines versus Ellis",
  "name_abbreviation": "Haines v. Ellis",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "253",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 137",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0137-01"
      ]
    },
    {
      "cite": "2 Whar. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 3,
      "pin_cites": [
        {
          "page": "361"
        },
        {
          "page": "299"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Whar, 126",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0126-01"
      ]
    },
    {
      "cite": "16 Johns. 537",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whar. 62",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 427",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0427-01"
      ]
    },
    {
      "cite": "1 Jones 275",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 3,
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 8644,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.3733315229216832e-07,
      "percentile": 0.6389768283787973
    },
    "sha256": "0b8792e467aae9320c4a97c8f3a4fe719afa9aac1db787fdb771e3a0e17828ad",
    "simhash": "1:8223eaf74651ed15",
    "word_count": 1567
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haines versus Ellis."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nIt is not necessary to review the decisions made before the Act of 1848, relative to the rights of married women, because, according to Cumming’s Appeal, 1 Jones 275, since that Act she must be “ considered a feme sole in regard to any estate of whatever name or sort, owned by her before marriage, or which shall accrue to her during coverture, by will, descent, deed of conveyance or otherwise.” It was said in that ease, by Mr. Justice BogeRS, that the Act of 1848 “ works a radical and thorough change in the condition of a feme covert. She may dispose of her separate estate by will or otherwise, as a feme sole:” 1 Jones 275. This language, so far as it has been supposed to countenance the conveyance of her estate, without the consent of her husband, has been qualified by the subsequent decisions in Peck v. Ward, 6 Harris 506; Ulp v. Campbell, 7 Id. 361; Mahon v. Gormley, 12 Harris 80, and other cases. The Act of 1848, as now understood, makes no change in the mode of alienation, although it does in the nature of the wife’s estate. A married woman’s estate can only be conveyed or affected either by uniting with her husband in a deed separately acknowledged according to the Act of 1770, or by some act of the husband, under “ a previous written consent of the wife,” duly acknowledged according to the Act of 1848. The object of the statute last named was to protect her estate from being encumbered or conveyed by her husband, or taken by his creditors, against her consent, and not to enable her to sell, em-cumber, or give it away without his consent. The intention was that she should “own, use, and .enjoy” it. It was not necessary to the purposes of th.e Act, that she should be allowed to part with her estate without the advice and consent of her husband. On the contrary, such a construction of the Act would tend to defeat the wise and benevolent intentions of the legislature.\nIn the case before us, Mrs. Hutchinson joined her husband in the deed, and acknowledged it separate and apart from her husband, according to the Act of 1770. It is, therefore, untainted by anything arising from the absence of his consent, or the presence of his coercion. The form of the conveyance stands entirely clear of objection. This brings us to the question, had she a clear estate in the land ?\nThe deed of Isaac M. Post and wife gave her a fee simple “to the only, sole, separate, and proper use and behoof of herself and her heirs and assigns for ever,” subject to a ground-rent of $42 per annum. It is not necessary to consider whether this language in the deed would have deprived her husband of all interest in the land after her death. By joining in the conveyance, he has relinquished all his rights, whatever they may have been. With the exception of his rights after her death, the deed to Mrs. Hutchinson gave her precisely the same estate which any conveyance in the ordinary form of a deed in fee simple would give, since the Act of 1848. There is no trust created. There is no trustee appointed; nor is there any occasion for one. There is no restriction imposed by the conveyance upon her right to sell. It is not the case of a power, but of an interest. The deed from herself and husband to Haines is in due form, separately acknowledged according to law, and passes her interest. Ellis, the purchaser, consented to take, subject to the ground-rent. The title tendered is such as the contract requires. The judgment must, therefore, be in favor of the plaintiff in error.\nIt is considered that the judgment of the District Court be reversed, and that judgment be entered in favor of the plaintiff here for $650, “ to be enforced upon the plaintiff making conveyance of the property described in the case stated, to the defendant, or depositing in Court a deed therefor duly executed.”",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. B. Townsend, for plaintiff in error.",
      "Longstreth, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Haines versus Ellis.\n1. A conveyance of real estate to a married -woman, her heirs and assigns, “to and for the only, sole, separate and proper use and behoof” of herself, her heirs and assigns for ever, imposed no restriction upon her right to sell; and a deed executed by her husband and herself conveying to the grantee, his heirs and assigns, and acknowledged as required by law, passed all her interest in the property.\n2. \"Whether the terms of the deed to the wife would have precluded her husband from all interest in tho premises after her death not decided — by joining in the deed he deprived himself of all interest therein.\nERROR to the District Court, Philadelphia.\nIsaac M. Post and wife, by deed dated 17th April, 1852, in consideration of $550 paid by Eliza Ann Hutchinson, wife of Jeremiah L. Hutchinson, conveyed to her, her heirs and assigns, a house and lot of ground, with the appurtenances; to have and to bold tbe same unto the said Eliza Ann Hutchinson, her heirs and assigns, to and for the only, sole, separate, and proper use and behoof of the said Eliza Ann Hutchinson, her heirs and assigns for ever, subject to a yearly ground-rent of $42 per annum.\nBy deed dated 9th June, 1853, Hutchinson and wife conveyed to Henry Haines, his heirs and assigns, the said premises “so far as they had the right, title, or power to convey the same, subject to the said ground-rent.” Consideration paid $550, and was receipted for by both of the grantors. -\nAbout the 1st January, 1854, Haines, for the consideration of $650, agreed to convey the said premises to Charles J. Ellis, in fee simple, but discharged of all trusts, but subject to the ground-rent. The question was, whether the conveyance of the same title and estate in the premises which Haines derived under the deed from Hutchinson and wife was a compliance with the said agreement.\nIf was admitted that the estate in the premises vested in Post at the time of his conveyance to Mrs. Hutchinson, was an estate in fee simple, free of all trusts; and that Eliza Ann Hutchinson was still the wife of Jeremiah L. Hutchinson.\nA case was stated, by which, .if the Court were of opinion that the conveyance proposed to be made to Ellis was according to the contract between him and Haines, then judgment to be entered for the plaintiff for $650, to be enforced by his making conveyance thereof; but, if of a contrary opinion, then judgment to be entered for defendant, with costs.\nJudgment was entered for the defendant, which was assigned for error.\nJ. B. Townsend, for plaintiff in error.\nThere being no trustee, the entire estate of Post, which was' a fee simple, vested in the grantee, her heirs and assigns. A married woman may take by purchase, unless her husband expressly dissents: 6 Bin. 427, Baxter v. Smith. In a number of the cases cited on part of the defendant in error, a trustee existed. In the cases of Cochran v. O’Hern, 4 W. ‡ Ser. 95, and Heath v. Knapp, 4 Barr 228, which were cases of. devise, there was no trustee. The restriction therein was owing to the coverture, as a devise or grant to a feme sole, to her sole or separate use, imposes no restriction upon the title or power of disposition, and if made to a feme covert and she survive her husband, the restraint is terminated: 3 Whar. 62; 2 Kent 165, note; 16 Johns. 537; 4 Whar, 126; 3 W. f Ser. 216. It was contended that the Act of 1848, excluding all right or power in the husband over the estate or property off his wife, prevents any restriction upon alienation of such an estate in her: Cumming’s Appeal, 1 Jones 272; 1 Harris 480; 6 Harris 506, Peek v. Ward; 7 Id. 361; Ulp v. Campbell, 8 Id. 299.\nLongstreth, for defendant in error.\nA feme covert, in respect to her separate estate, is deemed a feme sole only to the extent of the power given by the instrument by which the estate is settled: 1 Hawle 247, Lancaster v. Dolan; 2 Whar. 11; 3 Id. 309; 9 Watts 137; 4 Barr 93. And this though no trustee intervene: 4 F. | Ser. 95; 4 Barr 228. The husband is a trustee for his wife’s separate use: 6 Ser. $ B,. 467. A feme covert cannot convey her separate estate without her husband’s uniting in the conveyance: 6 Harris 506, Peck v. Ward; 7 Id. 361. The protection of the wife is incompatible with the qualified power of alienation, as given by our statutes, and this applies as well since the Act of 1848 as before. By that Act the husband is entitled to a curtesy estate in the real property of his wife; though, by the Act of 1850, his interest is not liable to sale by execution during the life of his wife. The Act of 1848 does not free the.wife from the disabilities of coverture. Its object is not to enable the wife, but to disable the husband.\n(See postea, Talbot v. Calvert; alsoll Harr. 29, Faries’ Appeal.)"
  },
  "file_name": "0253-01",
  "first_page_order": 251,
  "last_page_order": 254
}
