{
  "id": 9504323,
  "name": "Taylor versus Carryl",
  "name_abbreviation": "Taylor v. Carryl",
  "decision_date": "1855-03-26",
  "docket_number": "",
  "first_page": "259",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wheaton 409",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0409-01"
      ]
    },
    {
      "cite": "4 Johns. 34",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/4/0034-01"
      ]
    },
    {
      "cite": "20 Johns. 229",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/20/0229-01"
      ]
    },
    {
      "cite": "9 Penn. Law Jour. 134",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": 0
    },
    {
      "cite": "4 Binn. 61",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/4/0056-01"
      ]
    },
    {
      "cite": "4 Rawle 109",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "5 Blackf. 483",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1379202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/blackf/5/0483-01"
      ]
    },
    {
      "cite": "10 Mis. 527",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        11262859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/10/0527-01"
      ]
    },
    {
      "cite": "1 Rob. 178",
      "category": "reporters:state",
      "reporter": "Rob.",
      "case_ids": [
        8506121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rob/1/0178-01"
      ]
    },
    {
      "cite": "10 Pet. 400",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/35/0400-01"
      ]
    },
    {
      "cite": "6 Watts 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0492-01"
      ]
    },
    {
      "cite": "9 Wheaton 409",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/22/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1277,
    "char_count": 31322,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 4.0813174663748094e-07,
      "percentile": 0.9088973913150921
    },
    "sha256": "ef266117c863cfb638769e3c152ccc419c823c854d6af32e9e19b25222495b0d",
    "simhash": "1:6e192031fea34f8c",
    "word_count": 5493
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor versus Carryl."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, March 26, 1855, by\nLowhie, J.\nThis is an action of replevin for the ship Royal Saxon. The plaintiff claims title under a sheriff’s sale in a foreign attachment procedure in the State Court, and' the defendant under , a marshal’s sale in an admiralty attachment procedure in the District Court of the United States. The two proceedings were partly contemporaneous; but the attachment of the State Court was firsthand when the marshal executed his writ he returned that he had done so, and that he “found a sheriff’s officer on board, claiming to have her in custody,” and the case shows that the officer continued in the custody up to the time when the sheriff sold her by order of the State Court.\nThese facts raise the question, what is the relative value of these two attachments ?\nIt is admitted that there is no superiority of courts of admiralty over common law courts that entitles their process to any pre-emi-nence ; yet there are thoughts underlying this admission and appearing in the argument, that tend to shape and control its effect, and they need some notice.\nIt is no kind of evidence of their superiority that their seal is admitted everywhere in evidence; for so is that of a notary public. Neither in England nor here are the seals of other foreign courts so treated; yet both there and here the admiralty is an inferior court.\nAnd there is no peculiarity in the principle that all the world are chargeable with notice of what is going on in the Court of Admiralty; for that is only an emphatic mode of stating the ordinary doctrine of lis pendens.\nNor is there any peculiarity in the fact that the admiralty process against ships is in rerh; for almost all common law courts have the same sort of process; in Ohio, a justice of the peace may issue it; and, in substance, the proceeding by a justice of the peace against a stray cow is exactly equivalent: 6 Watts 492. It is no essential part of the form that the thing should be styled the defendant.\nThe District Court is not superior by reason of its being a federal court, except so far as it has the advantage of being part of a jurisdiction wbicb, in its highest impersonations, has the power to declare the limits of its own authority.\nIt has a peculiar dignity when sitting as a Prize Court, and applying the great principles of international law; but as an Instance Court it is simply a Court of Common Pleas and Quarter Sessions, with different forms, and with jurisdiction of a special class of cases, and in the very nature of things, bound by the usages and statutes of the state where it sits, or by the statutes of the Union; for it can have no other law. Its creation is not the institution of new relations, duties, or obligations among citizens ; but merely a provision for enforcing those already existing. Where admiralty laws exist, it may administer them. Where they do not, it cannot. Like all other federal institutions, it must Submit to have its jurisdiction strictly construed.\nIt is not superior, as a Court of Equity is, because of a power to draw to’itself all the litigation about a particular subject-matter, as being the only Court where the claims of all can be adequately adjudicated; for it cannot even incidentally bring any other than admiralty claims within its jurisdiction.\nIt is merely a co-ordinate court, and its suitors must be content to have it governed by the principle that, among equal jurisdictions, that is exclusive which is first attached.\nThis is an essential principle of government, and presents one aspect of the idea that all the institutions and ordinances of the same government have a unity and consistency ‘of purpose which demand that its functions and functionaries shall act freely and harmoniously as elements of the same system. This ideal unity does not, however, exist in practice in every and scarcely in any government, because of the fundamental difference in the principles that enter into the organization of its different departments. If they represent different interests, there will be conflicts between them, because their principles are various.\nHence the jealousy that once existed in England and in this country between the courts of chancery and admiralty on the one hand, and the common law courts on the other: the former representing and favoring the monarchical, and the latter the democratic element of government. This jealousy has subsided or died away under the general prevalence of the popular element in the organization and control of both; and these conflicts have resulted in advantage to the general welfare, as all such conflicts do, when they do not spread beyond the different departments of the government.\nThere is practically a similar element of discord in this country in its federal and state judiciary departments, arising out of the facts that their respective jurisdictions are not susceptible of perfectly defined limits, and that the sources of their authority are not identical. And, since it is not easily seen how there can be any constituted harmony between the two forms of administration, except so far as we can rely on the wisdom and unity of the federal judiciary, it becomes very obvious that we are not without danger of having the power of the state judiciary very seriously impaired, by a process similar to that by which the local courts of the Anglo-Saxons were absorbed by the courts of the Norman kings.\nThis evil was, in a measure, corrected in England by the gradual infusion of the popular and customary principles into the king’s courts; but that would be no corrective here, if our American notions of the danger of any increase in the centralization of power are well founded. It is certainly a very prevalent sentiment that our state courts are competent to settle all juridical questions that depend upon state laws, and that, even if they are not, it is best that they should try to do it, and that it is conducive to general intelligence and order that they should be allowed to do it as best they can.\nIt is supposed that very much of the energy of the people of this country arises from the fact that they all participate so largely and directly in the regulation of their own government; and it would be considered most disastrous if a majority of Americans, democratic though it might be, should govern the affairs of each state or township. Our feelings and Our attention are most attracted by matters that are nearest home, and we can, of course, manage them better than even wiser people at a distance can do, except in those instances where our interest is too earnest for our judgment; and if those instances be not numerous and important enough to form a class by themselves, they must take their- chance of the errors and failings that belong to humanity.\nCertainly there ought to be no encroachment of one department upon the province of another, founded upon the suspicion that one will do its duty less honestly or intelligently than the other. And the danger of encroachment is not avoided merely by the honesty and intelligence of those who are invested with official functions; for these qualities are necessary to see the right and understand the defects of others in administering it, and then a strong and earnest mind may mislead them into supplying those defects by encroachments which, by reason alone of their beneficial results, become dangerous precedents of unwarranted jurisdiction.\n. In the true idea of the American Union there are no discordant principles between federal and state institutions, though human imperfection may lead to discordant practice. It has done so in this case, and it becomes our duty to overcome the difficulty as intelligently and discreetly as we are-able.\nBy the seizure under the foreign attachment of the State Court, this ship was placed in the custody of the law, which means nothing less than that it was in the custody of the state of Pennsylvania, by its appropriate functionaries, for all tbe purposes of the process then commenced against it; and the master was garnished or warned to appear and defend her against the claim. Such is the law, such was the order of the writ, and such the act of the sheriff, and an arrest in admiralty is substantially the same. Whatever might be the final result of the process, it was a necessary part of it that the ship itself should be under the control of the Court, and the seizure was at least as effective as one under an execution would have been: 10 Pet. 400.\nWhen the marshal went to execute the writ of the District Court, he found the ship in the possession of the state authorities. This was a condition of affairs not provided for by his writ, and not feeling himself authorized to exclude the state officer, he simply attached the ship without interfering with the previous possession, and substantially reported the state of affairs in his return.\nLet it be conceded that this was a sufficient seizure to invest the District Court with any jurisdiction over the ship that could be taken by one court over a thing that is already under the control of another; it could not entitle the marshal to exclude the sheriff. One officer is not the superior of the other, and no sort of mere private claim could justify a regulation that would allow; of such a collision of functions. Different arrests on capias, or seizures on execution, could not thus interfere, even if they were from supreme and subordinate courts. Injunctions and prohibitions interfere in no such form and with no such effect. Admit that there is more inherent efficacy in an arrest of a ship for mariners’ wages than there is in our foreign attachment process; still it could not operate with all its ordinary efficacy after a prior seizure under the other writ, because the prior control must remain until the prior process should be terminated, and thus» far at least the mariners’ arrest must be subordinate.\nBut is the arrest for mariners’ wages more efficacious ? True, it is designed to enforce an earlier lien; ,but that would not prevent an information in the exchequer to obtain a condemnation for a breach of the revenue laws, nor a libel in admiralty for a maritime hypothecation; and it could not prevent an absolute sale of the ship under such proceedings, even though founded on claims of inferior degree. Whether the inferior claim were in the exchequer or in admiralty, the sailors would have to follow their vessel there and make their claim: 9 Wheat. 409; 1 Rob. 178; 10 Mis. 527 ; 5 Blackf. 483. They could not disregard the process already commenced. Even government cannot set up her superior claim for forfeiture after the ship has been sold under an order of the court for an inferior one: 3 Price 97.\nThere is no peculiar sacredness in the' character of such liens that can add to their efficacy. Like many other remedies and rules of admiralty, they began in usurpation, because in disregard of the common law, and have never had any other foundation than subsequent ratification, expressed by statute or implied from submission to them. In the time of Richard II. much of this usurpation was condemned by statute, just as at other times the usur-pations of the kings were condemned by Magna Charta. What was left of it, and has hitherto continued to be used in England, is, of course, part of their law: its subsequent general use is a ratification that pardons the vice of its origin.\nS.o far as Ave have adopted, by settled custom,- this part of the English law, it is a special part of our common or customary laAV, and is as legitimate as any other, but not superior. How far this adoption proceeded came very naturally to be decided in the first instance by the admiralty courts, unless when our several legislatures declared it. We did not, as one people, adopt it; for, at the time of its adoption, we were separate colonies. We did not so adopt it by creating federal courts of admiralty; for they Avere instituted merely to enforce it, that is, where it previously existed. And so far as the several states have adopted it, they have done it only as part of their customary law, and it must of course he open to alteration by them.\nWe never adopted it in relation to our inland navigation, except by using its light in framing some of our statutes. The rules by Avhiek admiralty interprets the relations and duties existing between individuals, can be nothing else than the contract of the parties, or the laAV of some place where the relation or duty is alleged to have been created, and this law must vary in different states and countries. There is no uniformity in the laAV of mariners’ Avage's. In France they stand number six among privileged debts or liens, Avithout counting salvage, which is first of all; and the privilege does not continue beyond the completion of the next voyage, and is discharged by any judicial sale: Code de Com. 191-196; 3 Vincens Legisl. Com. 117; Pothier de Louage Mar. §§ 226-8. Our limitation of the lien would be very much the same if the analogy of our statutes concerning liens on vessels is Avorth anything : Ware’s Pep. 322.\nIf the principles which we have just expressed are not substantially correct, then certainly a channel is opened, through the province of the admiralty courts, by which we may enter upon the open sea of latitudinarian interpretation of federal jurisdiction, and by which many of our state institutions may be securely invaded.\nWe have said that this admiralty process derives no peculiar efficacy from the fact that it is in rem. Like other judicial proceedings it is simply conclusive of the matters which it professes to determine. Thus it decides that a specific thing is liahio to he sold for a certain debt. In this it does not substantially differ from a process to enforce a mortgage or a builder’s lien, or from an action of partition, and very many other procedures. If the process served upon the defendant’s property do not compel him to appear, the suit may still go on; and even herein our processes of sei. fa. on mortgages and judgments, and of summons in covenant on a perpetual rent, as well as' our foreign and domestic attachments, are directly analogous. The peculiar style of the action is very convenient; but it is not intended or expected that the ship shall make any defence. Such suits generally proceed on the principle that there are some interests and duties to which parties ought to be prepared to attend by themselves or. their agents on a very summary kind of warning.\nIt is supposed that the foreign attachment, because it affected only the title of the defendant, could not affect the mariners’ liens for wages. But a lien is not a title to a thing, but a right to present a claim against it and demand payment out of it; and a mariner’s lien is such a right as can be asserted only by judicial process. It gives no right in the vessel until condemnation. Since, therefore, the defendant in the foreign attachment was the sole owner of it, that writ took the custody of the whole title, and then the mariners could not interfere with it, except by some direct application to the department of government which had it in charge, or to some superior one. The law could not take it for them into custody, for it had it already for another purpose, and therefore for all purposes to which any one might claim that it ought to be applied by the state.\nWere, then, the mariners’ liens gone by the operation of the foreign attachment ? Certainly not; for the law does not apply its remedies so as to do wrong to any one. The foreign attachment was a conditional sequestration of the ship, and it-might be released from the custody of the law either by defeat of the action, or by bail, or by payment of the debt, just as an arrest in admiralty plight be. Such contingencies attend all such seizures.\nIn a harmonious system of government there can therefore be nothing to prevent a second judicial seizure of the same property, subject to the control already taken of it in a former case, even by a different tribunal. This is the constant practice in the service of foreign attachment and executions from the same Court, or from different Courts, and it is most completely illustrated in the case of executions issued by different justices of the peace, to different constables against the same defendants; In a very recent case at Pittsburgh, Harbeson v. McCartney, one constable attempted, by an early sale, to get ahead of a previous levy, by another on property not easily removable, and we corrected his haste, and declared the second levy subordinate to the first.\nWhen the different processes issue from different Courts, the Court, by whose process the property is converted into money, •marshals the liens according to their legal order and distributes it. whether they are liens at large or of record. This is the constant practice in relation to the liens of carriers, factors, consignees and landlords, and all others having the same right; for the law does not use its power to their disappointment. And this principle is a mere corollary of that which attributes to all judicial sales the effect of discharging all liens, and which was demonstrated by Chief Justice GriBSON: 3 Bawle 126. And there is no matter of courtesy in this, but of mere duty, on the part of those who have to administer a system that was intended to work harmoniously.\nThat maritime liens and the United States’ Courts are a part of a more general system does not hinder them from entering into this intended harmony — they are still part of our one system. A generous confidence and courtesy between different, even judicial, functionaries, will not embarrass them in the performance of their respective duties; for certainly the forms of judicial procedure, like those of other business, are susceptible of some accommodation, and can be adapted under all circumstances to secure the end for which they are designed, and especially to the general frame of government of which they form a part. It is not at all strange for Courts to exercise a very large discretion, under extraordinary circumstances, for the purpose of giving their process an orderly, efficient, and equitable direction: Eden’s Bankr. Law 339 ; 1 Mason 409. And when access to a common superior is difficult, there is room for consultation and concession, at least as to forms.\nWe discover nothing that need have prevented an arrangement in this case, by which either Court might have sold the ship and paid the mariners, and the surplus would have remained in, or been ordered into the other, to answer the further demands against it there. It is very much to be regretted that this was not thought of by either Court in the course of the cause. Since it was not done, we must now decide the rights that have arisen out of the conflicting practice.\nWe have said enough to show that the whole custody of the ship was in the State Court, and that the mariners’ liens would have been protected there, had they been presented. The next question is, were the mariners under the necessity of presenting them in the State Court, in case it should go on to the sale of the ship under the foreign attachment process ?\nWe have already indicated our opinion that they were; but there are further reasons for it. Our foreign attachment' proceeding, and also our execution attachment, are as fully in rem as an attachment in admiralty, with this difference, that the former depends upon the allegation that the defendant has the title, while tbe latter is altogether irrespective of title, except so far as a rightful possession is necessary to a rightful use of the ship.\nBy our writ, the ship or other thing is taken into the custody of the law, and he who has the possession is garnished to defend all the interests which the thing represents, and his relation to the property requires that he should defend them, or give notice to the owners to look to their own interests. It is a part of the process that all claimants may intervene directly for themselves, either by a formal common law interpleader, or by our informal one: 1 Troub. & Haly’s Prac., by Wharton 170; 4 Rawle 109; 2 Id. 37; 4 Binn. 61; 9 Vin. Abr. 419, tit. Interpleader; Brooke’s Ab., same title; McMunn v. Carothers, 9 Penn. Law Jour. 134.\nAnd it seems to be really essential that this should be the effect of the process in its operation on personal property. The articles attached are often very numerous, and, when sold, are delivered to numerous people; and the process would do great wrong, if it should leave the lien on the goods, while it is thus scattering them to the winds. If goods were thus sold, it must necessarily result in a great sacrifice of property. A lien on a ship’s cargo or furniture would not be worth much after a sheriff’s sale, and they would not sell for much under a threat of an admiralty attachment.\nNo doubt the property might be of such a character, a ship for instance, that it might well be sold subject to a lien; but to do so would seem to require a special order. Obviously these reasons do not apply to land attached, and there is no need of adjudicating upon its title. As in the case of an inquest of office for escheat or forfeiture, the principal fact only, and not the title, is in question. Yet the possession of land is taken under the writ of attachment, and the rents sequestered into Court, and the decree of the Court must be conclusive as to the title to them. And such is necessarily the case when a debt is attached; for the debtor is summoned as garnishee, and the judgment may be that he pay the whole debt to the plaintiff in the attachment, and not to his creditor. If the debt, shall. have been previously assigned to another person before it was attached, the assignee must, on notice from the garnishee, interplead and establish his prior right, or his title will be lost: 20 Johns. 229. The note in 4 Qowen 520, is relevant to several aspects of this case.\nBut there is another view of this foreign attachment proceeding that is quite as direct and conclusive. By the execution of the writ the state takes specific chattels into its possession for certain purposes. In our practice this purpose cannot be reached in less than about nine nonths, and it is very apparent that this delay may be ruinous to many articles. The interest of all concerned in them is that they should be sold, and the state exercises her best discretion when she directs this to be done. This is the means adopted to protect the 'interests of all who have any title to the property or claim upop. it, and their rights are transferred to the proceeds. Here again, if the sale should be of many articles, as it most frequently is, and if it should be made subject to all claims, except the one intended to be satisfied by the suit, it is very apparent that those claims would be most effectually destroyed by a proceeding that is pretending to protect them.\nIn such a case the government acts for the benefit of all, and its sale confers an absolute title. The counsel have referred to authorities enough to sustain so plain a principle : Parker's Rep. 70; Plow. 465; 1 Freem. 185; 2 Keb. 381; 12 Co. 73; 1 Vent. 313; 2 Inst. 168; 4 Johns. 34; 5 Mason 481. We may add that the power with which the law invests the master to hypothe-cate or sell all interests in both ship and cargo in a case of necessity, is another expression of the same principle: 4 Com. Bench Rep. 149; 7 Mees. & W. 322; 1 Exch. Rep. 537; 8 B. & Ald. 237. The effect of such a sale on the mariners’ liens is very clear. They were discharged from the ship and attached to the proceeds, and those they could not possibly reach without some application to the Court that had the custody of them.\nFrom all this it seems to follow that the arrest for the sailors’ depended for its efficacy upon a contingency that never happened. The proceedings in the State Court totally exhausted the subject-matter of their contingent seizure, and prevented it from ever reaching the District Court. Its decree was therefore in relation to a subject over which it had no control, and was consequently void.\nWe may admit that a replevin suit would not prevent an attachment for a lien; because in replevin, as in ejectment, the title or possession alone is in controversy, and the question of lien is totally independent of it. Besides, in such a suit the property is never taken into the possession of the Court, no more than a man is when he gives bail on a capias.\nPossibly it might be said of a judgment in foreign attachment, that a sale under it, after the arrest for the sailors’ wages, ought to have been made subject to them; especially if their amount were ascertained: but it would he impossible to expect a sale for the purpose of preserving the value of the thing to take this form.\nTo say that the sheriff’s vendees might have intervened in the District Court, is to assume that the proceeding in the State Court had not passed the title to the thing which was in their custody, and which they had sold; and this begs the very question of the cause.\nTo say that the sheriff might, in case the District Court had sold first, have applied there for the surplus, is certainly very proper, if it can possibly be admitted that the District Court eould unceremoniously take the ship out of the custody of the State Court and sell it.\nIt is very true that the effect which we have felt bound to attribute to the foreign attachment proceeding may sometimes cause delays in enforcing sailors’ liens; but this cannot be avoided. There are very many other circumstances that may cause such delays. A seizure for a forfeiture or for a hypothecation may do so, and especially one for salvage. The law is neither omnipotent nor omnipresent, at least in its judicial impersonations, and it does not intend that its favors, even to sailors, shall apply in all cases and under all circumstances. It is sufficient that they are favored by the general rule, and, like others, they must expect disappointments in exceptional cases.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowhie, J."
      }
    ],
    "attorneys": [
      "Williams and Hood, for Taylor, plaintiff in error.",
      "Drayton, contrá.'"
    ],
    "corrections": "",
    "head_matter": "Taylor versus Carryl.\n1. A writ of foreign attachment issued from the Supreme Court of Pennsylvania, and first laid upon a vessel, was not divested by a subsequent proceeding in rem in the United States Admiralty Court for mariners’ wages.\n2. The mariners might have submitted to the State Court their claim to payment out of the proceeds of sale made subsequent to their proceeding in admiralty, their claims against the vessel being discharged by such s.ale, which was not made specially subject to their claims; and they might have intervened in the State Court for the protection of their interests.\n3. Either of the said Courts, by amicable arrangement between them, might have directed a sale of the vessel and payment of the mariner’s claims; and the surplus might have been retained, or ordered into the other Court for further distribution.\nFrom tbe Nisi Prius, Philadelphia.\nThis was an action of replevin by Ward & Carryl, trading in tbe name of Ward & Co., v. Robert Taylor, for a barque or vessel, called “ Tbe Royal Saxon,” ber boats, tackle, apparel, and furniture.” Ward died after the issuing of tbe writ. The value endorsed on the writ was $6000. The writ issued on 24th February, 1848. Bail was not given by the defendant, and the vessel was delivered to tbe plaintiff.\nIn September, 1847, “ The Royal Saxon,” a British merchant vessel, then owned by Robert Mclntire, of Londonderry,- Ireland, sailed from that port for the port of Philadelphia, with cargo and passengers, having on board James C. Ingleby, master, Thomas Wall, first mate, and a crew of mariners. The vessel was destined for Philadelphia, or for any other ports or places in the United States, &c., at tbe option of tbe master, as freight or cargo might offer, for a term not to exceed twelve months, or until her return in the intermediate time to her ultimate port of discharge in the United Kingdom. Tbe mariners were shipped and hired at Londonderry, to serve as mariners on board the barque during the voyage. The vessel arrived at tbe port of Philadelphia, having these mariners on board, about October 27, 1847.\nBy virtue of a writ of foreign attachment, issuing out of the Supreme Court of Pennsylvania, at the suit of Magee •& Co., of New Orleans, creditors of the firm of Robert & William E. Mc-Intire, the “ Royal Saxon” was attached by the sheriff of Philadelphia county, on the 8th November, 1847, and bail demanded in $20,000, Captain Ingleby being summoned as garnishee. Afterwards, on the 20th January, 1848, the vessel was attached in foreign attachment, at the suit of Robert Bell, another creditor of R. & W. F. Mclntire. Captain Ingleby not giving' the bail demanded, the vessel was detained at Philadelphia, the officers and crew remaining on board until the sale. Rules were obtained from the Supreme Court for the sale of the vessel.\nAfter these rules were obtained, viz., on 21st January, 1848, a libel for mariners’ wages was presented to the District Court of the United States in admiralty, on behalf of the first mate and nine of the mariners; and on the same day process in attachment in rem was issued, to which the marshal returned that on.the 21st January, 1848, he attached the vessel, and found a sheriff’s officer on board claiming the custody of the vessel. The marshal and sheriff each kept a man on board, who continued in charge till the sale by the sheriff.\nOn 24th January, the answer of the captain was submitted, in which the wages claimed rvere admitted; and on the 25th his petition was presented, praying a sale.\nOn the 4th of February a sale was ordered. On the same day motion was made by counsel for leave to intervene on behalf of the attaching creditors.\nIn the Supreme Court, notwithstanding opposition by the garnishee, and motion on his part that the vessel be discharged from the custody of the sheriff, a sale of the vessel was ordered on the 29th January, 1848; and on the 9th February, 1848, the sheriff sold the vessel to Ward & Carryl for $2800.\nOn the 4th February, the admiralty judge ordered the vessel to be sold; and on the 15th February the marshal sold it to Taylor for $1600, and he was put into possession of it by the marshal. Afterwards, viz., on the 24th February, 1848, the writ of replevin was issued.\nOn the part of the defendant it was contended on the trial of the replevin, that the Court of Admiralty had the exclusive legal custody of the vessel.\nThe case was tried before Woodwaed, J., on the 15th February, 1854. Under a charge by the Court, verdict was rendered for Car-ryl, the plaintiff.\nWilliams and Hood, for Taylor, plaintiff in error.\nIt was contended that seamen could not come into a court of common law to recover their wages except by personal suit against the master and owner of the vessel: Allott 793; and that they could not be deprived by any proceeding in a common lato court of their remedy in the admiralty court, which it was said was the only court competent to enforce their lien on the vessel: 3 Kent 196, 7; 1 Oonk. 76; 9 Wheaton 409-; The Bold Buccleugh, 22 JEng. Law and Mq. 62-73; 1 Sumner 78, and other authorities. Also cited the case of Taylor v. The Royal Saxon, 1 Wallace, Jr., 311, 235.\nDrayton, contrá.'"
  },
  "file_name": "0259-01",
  "first_page_order": 257,
  "last_page_order": 268
}
