{
  "id": 9504345,
  "name": "Murray versus The Commonwealth",
  "name_abbreviation": "Murray v. Commonwealth",
  "decision_date": "1855-03-26",
  "docket_number": "",
  "first_page": "270",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 331,
    "char_count": 5685,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 2.3388337237565917e-07,
      "percentile": 0.791944240764616
    },
    "sha256": "39ce9d8541d4f86f7441fd4bbb2257d2dea1b3a2d79385b8262e5967916a3fd6",
    "simhash": "1:26e86c15109b50e9",
    "word_count": 1017
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murray versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": ". The opinion of the Court was delivered, March 26, 1855, by\nLoweie, J.\nThis is a summary conviction of a lock-keeper of the Schuylkill Navigation Company, for attending to his business, as such, on the Lord’s day, by opening the locks for the passage of boats. Is this a civil offence ? We think not.\nThe Schuylkill river is a public highway; and as people are not forbidden by law, and therefore have a right, for some purposes, to pass along it, even on the Lord’s day, the Navigation Company must keep it open, and, for this purpose, must have lock-keepers to act for them. There may, indeed, be unlawful travel on Sunday, and for such travel there can be no right to have the locks opened; but the criminality of the lock-keeper is not proved by the criminality of the travel, because, as agent of the company, he is bound to keep the navigation open for travel, and is not made the judge of its rightness.\nEvery man travels at his own risk on Sunday, and that risk is measured legally only by the legal penalty. To stop him would be the imposition of a different penalty, tenfold more serious perhaps ; and it is not the remedy of the law. Beside this, the law would not impose upon the lock-keeper the authority to judge of the rightness of the travel, without investing him with the exemption from liability for misjudgment that ordinarily belongs to judicial officers, and then the traveller would be without remedy in case of his error of judgment, and would be justified in going on in case of a decision in his favor. This would make a lock-keeper, in this respect, a more important public officer than a justice of the peace.\nTrue enough, the lock-keeper was engaged in Ms ordinary occupation ; but it has never been considered that the occupation of gate-keepers on public Mghways and bridges is included in the Sunday laws; and the defendant’s occupation is of the same sort. The turnpike-roads and bridges are not ordered to be shut on the Sabbath, and to throw them open free of toll would greatly encourage breaches of the law.\nBut it is said that the Act of 11th April, 1845, exempts canal companies from attending their locks on the Sabbath. So it does; but this assumes that it was their duty, before that, to attend them; and the law designed to relieve them from one duty cannot have the effect of imposing another upon them* and especially one that may be enforced by a legal penalty. It is a permission, not a command; an exemption, not a prohibition; and no penalty can be attached to it. The matter is left to their discretion.\nJudgment reversed.",
        "type": "majority",
        "author": "Loweie, J."
      }
    ],
    "attorneys": [
      "Tilghman, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Murray versus The Commonwealth.\n1. A lock-keeper in the employ of the Schuylkill Navigation Company is not liable to conviction for violating the Act of 22d April, 1794, prohibiting worldly employment upon Sunday, for opening the lock-gates on the Schuylkill Canal to admit of the passage of boats on the Sabbath-day, on the demand of owners or captains of boats navigating the canal.\n2. The Schuylkill river is a public highway; and, as people have aright for some purposes, to pass along it even on Sunday, the company must keep it open; and the agents of the company are not to judge as to the lawfulness of the travel; which is dne at the risk of incurring the penalty prescribed for the violation of Sunday, inflicted in the mode prescribed by law.\n3. The Act of 11th April, 1845, exempting canal companies from attending to their locks on the Sabbath, does not impose an obligation on them to keep them closed. The Act is but permissive, and no penalty attaches for keeping the locks open.\nCertiorARI to a justice of the peace in the city and county of Philadelphia.\nThe defendant below, being a lock-tender at Manayunk, in the employ of the Schuylkill Navigation Company, was convicted by a justice of the peace of an alleged violation of the Act of 22d April, 1794, prohibiting worldly employment on the Lord’s day.\nThe act of the defendant consisted in opening the lock-gates of the Schuylkill Canal, to admit of the passage of boats upon the demand of their owners or captains engaged in navigating the canal. The legality of the conviction was the sole question for decision. The conviction took place on 7th July, 1854.\nTilghman, for plaintiff in error.\nThe Schuylkill river was a common highway before the passage of the Act of 8th April, 1815, incorporating the Schuylkill Navigation Company: 14 Ser. It. 80. That Act merely modified its character, by requiring payment of toll as a condition to use the navigation. By the 19th and 20th sections of the Act for its incorporation, the company was required to have the locks kept open “ at all times.” The Act of 11th April, 1845, provided that no part of any Act of Assembly should be construed to require any canal or railroad company to attend their works on the Sabbath-day. It was not intended as a prohibition.\nThe use of a highway on Sunday for some purposes is lawful. But the legality or illegality of a particular use of it on that day, by another person, is not for the keeper of a lock or toll gate to decide; the remedy for a violation of the law is by legal process. Detention on the highway is not part of the penalty. Travelling is not within the prohibition of the Act, and works of necessity are excepted. If the employment be of such a kind as is necessary to the exercise or enjoyment of a right, it is a work of necessity within the meaning of the exception in the Act. By a work of necessity is not meant, by the statute, a physical and absolute necessity; but any labor, business, or work, which is morally fit or proper to be done on that day, under the circumstances of the particular ease: 4 Gushing 243, Flagg v. Milbury."
  },
  "file_name": "0270-01",
  "first_page_order": 268,
  "last_page_order": 270
}
