{
  "id": 9504357,
  "name": "Marys versus Anderson",
  "name_abbreviation": "Marys v. Anderson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "272",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 222",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0222-01"
      ]
    },
    {
      "cite": "1 Jones 300",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "4 Penn. Law Jour. 284",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 405",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn. Rep. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 483",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0483-01"
      ]
    },
    {
      "cite": "17 Mass. 285",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 Penn. Rep. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 12983,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 7.129485476090772e-07,
      "percentile": 0.9669608150899918
    },
    "sha256": "76129cf3c5f121624b7619c3775228fa2681b24a5105ce22c95903d8d858883b",
    "simhash": "1:36738097083f95ff",
    "word_count": 2434
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marys versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nIÍNOX, J.\nThe facts of this case are few and simple, and the law arising upon the facts is free from difficulty. David Marys died in the year 1847, seised in fee of certain real estate, which passed by his death to his children, eleven in number. On the 24th of February, 1848, seven of the eleven heirs executed a lease of the farm in question to the defendant, Anderson, for one year from the first day of April then next, for the rent of §300, payable at the expiration of the term. The plaintiff, George Marys, was one of the seven that joined in the lease. By order of the Orphans’ Court of Chester county, made upon the application of the administrators of David Marys, this farm was sold on the 28th day of October, 1848, and purchased by George Marys, the plaintiff. One of the conditions of sale was, that the deed should be made on the 1st day of April, 1849. The sale was confirmed, and the deed made, but as the 1st of April came on Sunday, the deed was delivered on the preceding Saturday, the 81st day of March, 1849. The defendant, as tenant, occupied the premises from the. 1st day of April, 1848, until the 1st day of April, 1849.\nThis suit is brought by George Marys, the purchaser, to recover the rent; and, as he was unsuccessful in the Common Pleas, he has here assigned for error,—\n1st. “ The Court erred in not rendering judgment for the plaintiff in error for the whole amount of the rent, with interest and costs.”\n2d. “ The Court erred in not rendering judgment for the plaintiff in error for one-eleventh part of the rent, with interest and costs.”\nIt is impossible to examine this case without clearly discerning the intention to prevent the rent in controversy from passing to the purchaser. The title to the premises by the conditions of sale was to be retained until the lease had expired, and the act of the administrators, in delivering the deed the day before it could have been legally demanded, can make no difference in the case. - It is argued for the plaintiff in error that, at all events, he was entitled to his conveyance on the first day of April, .and that, inasmuch as the rent was not due until the day after, he .is the legal owner of ■it. This argument is based upon the supposition that the lease did not expire until the 1st of April, 1849, including the whole of that day; but this position cannot be sustained. The lease was from the 1st April, 1848, for one year. The tenant took possession on the 1st day of April, 1848, and at the close of tbe 81st day of March he had occupied the premises for an entire year. The 1st day of April, 1849, was the commencement of another year, and on the morning of that day, at any moment after 12 o’clock of the preceding night, the rent was due and payable, for the term had then expired.\nIt is undeniably true that there has not been entire uniformity in the rules laid down by Courts in reference to the computation of time. In Goswiler’s Estate, 8 Penn. Rep. 200, it was held that, “ whenever, by a rule of Court or an Act of the legislature, a given number of days are allowed to do an act, or, it is said, an act may be done within a given number of days, the day in which the rule is taken or the decision made, is excluded.” Yet, in Thomas v. Afflick, 4 Harris 14, it was said that the rule of the common law is to include the fii-st day and exclude the last; and that this was the true rule, admitting that “ Goswiler’s Estate” was not well considered. In Lyle v. Williams, 15 Ser. & R. 136, it was said “ that where the expressions are from the date, the rule seems to be that if a present interest is to commence from the date, the day of the date is included; but, if they are used merely to fix a terminus from which to compute time, the day is excluded; ” and it was accordingly held in the case that, where a bond was dated on the 22d of July, 1818, payable in five years from the date, a scire facias quare executio non might issue on the 22d day of July, 1823. The diversity in the rule appears to have been caused by a desire, so to apply it as not to work injustice. The parties to this transaction doubtless had in view the universal understanding of the country, that where one rents lands or tenements for a year, from the first day of April, the tenant has the right to enter on the day named, and that his term ceases on the last day of .March ensuing. Any other construction would not only do violence to the customs and habits of the people, but would, in the case before us, work manifest injustice, by giving to the plaintiff the income and profits of an estate for an entire year anterior to the commencement of his title.\nThe only question that remains to be considered is, whether the plaintiff can recover in this action the one-eleventh part of the rent as tenant in common with his co-lessees. And here it is only necessary to apply the rule that the remedy must follow the contract. As the one was joint, so must the other be. The agreement was to pay not to each lessee his individual part, but to them all the gross sum of three hundred dollars. If there had been no express agreement, and the action was for use and occupation, perhaps the tenants in common could have severed in their actions ; but here the remedy must be under the contract, and all who are parties to the agreement must join in the action.\nJudgment affirmed.",
        "type": "majority",
        "author": "IÍNOX, J."
      }
    ],
    "attorneys": [
      "JP. J?. Smith, for plaintiff in error.",
      "Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Marys versus Anderson.\n1. A lease of land for one year from the first day of April expires on the last day of March of the next year: the first day of April when the lease was to commence being included in the term.\n2. Land belonging to eleven heirs of a decedent was leased by seven of them, by lease under seal, for one year from the first day of April next following. During the lease the land was sold to one of the lessors by order of the Orphans' Court, and by the conditions of sale, the deed was to be made on the 1st April following: but it was delivered by the administrators on Saturday the 31st of March; Held that the rent became payable at any time after 12 at night of the 31st, and was therefore payable when the deed was to be delivered; and the delivery of the deed on the 31st of March did not entitle the purchaser to the rent as becoming due after he acquired title.\n3. The lease being by the lessors jointly, the plaintiff, being one of them, could not recover under it his fractional part of the rent. The contract being joint, the remedy on it must be joint also. If there had been no contract, and the action by one of the heirs had been for use and occupation, whether he could recover his proportional part of the rent not decided.\nERROR to the Common Pleas of Chester county.\n- In the suit of George Marys against H. P. Anderson, on a lease, a case was stated for the opinion of the Court, and was to this effect:—\nDavid Marys died intestate in 1847, seised of a tract of land of about 141 acres. He left a widow and eleven children. The widow released all her interest in the real estate. On 24th February, 1848, George Marys, the plaintiff, and others; in all being, or representing, seven of the heirs, by a lease under seal, leased to Anderson, the tract of land before referred to, “ from the first day of April next ensuing the date hereof, for and during the term of one year thence next ensuing, and fully to be complete and ended,” the said Anderson to pay a rent of |300 “at the expiration of said term.” The defendant took possession as tenant, on 1st April, 1848, and continued it till the 1st April, 1849.\nOn 13th September, 1848, on petition of the administrators, the Orphans’ Court directed the premises to be offered for sale, on the 28th day of October next, for the payment of debts, &c. Sale was made on the 3d November, 1848, to George Marys, the plaintiff, for $551, and was afterwards confirmed. By the conditions of sale, five per cent, of the purchase-money was to be paid at the time the property was struck down, or a note therefor, with security given for its payment on the 1st of April next, and the balance to be paid on that day. 3. Upon complying with the conditions, the purchaser was to have a deed for the premises on the 1st day of April next. The 1st of April was to fall on Sunday, and a deed was executed on the 31st March, 1849, Avhen the balance of the purchase-money was paid or secured. George Marys, the purchaser, took possession on the 2d of April.\nThe question submitted was, whether the plaintiff was entitled to recover any portion of the said rent; and, if so, what amount ?\nMay 4th, 1854, judgment for defendant was directed.\nError was assigned in not rendering judgment for the plaintiff for the whole amount of the rent, with interest and costs. 2. In not rendering judgment for the plaintiff for one eleventh part of the rent, with interest and costs.\nJP. J?. Smith, for plaintiff in error.\nAs to the second assignment, it was observed that the rent being payable to the heirs, the plaintiff, as one of them, was entitled to the one eleventh part of it. Tenants in common have an equal right to the possession; or any one may authorize a stranger to occupy under him: 17 Mass. 285. If there be two tenants in common of a reversion expectant on a lease for years, upon which a rent is reserved, they may join in debt for the rent, or they may sever: 1 Ld. Ray. 341; 5 Term Rep. 249; 5 Bac. Ab. 301; McCreary v. Boss, 7 Watts 483.\nAs to the first assignment: Bent belongs to the owner of the reversion: Go. Litt. 151; 6 Id. 229; 4 Kent 354. 3. Unless there is an express reservation, a transfer of the reversion carries the right to demand the rent becoming payable afterwards: 3 Watts 398; 8 Barr 342; 3 Penn. Rep. 500; Go. Litt. 215.\nIt was contended that the lease in this case, being from the 1st day of April, did not terminate till the 1st day of April was ended, and that the rent did not become payable till after the expiration of that day, and therefore passed to the purchaser:' F Archibald on Land and Ten. 28; 58 Law Lib. 53; Go. Litt. 46; 3 Qruise 283; 1 Saunders Rep. 287, note 17; 3 Watts 405; 4 Penn. Law Jour. 284.\nIt was said that, under the order, the administrators were bound to sell for cash, payable, at the latest, upon the confirmation of the sale: Davis’ Appeal, 2 Harris 371. Though the conditions of sale might have relieved the purchaser from the payment of the purchase-money before the 1st of April, he could agree to receive the conveyance sooner, as the law authorized it. The Act of Assembly makes no provision for a deed from an administrator in the case of such a sale, but leaves the title to rest on the record. If the title did not vest in the purchaser on the confirmation of the sale, yet his payment and the deed related to the confirmation, and he thus became entitled to the rent payable subsequently.\nDarlington, for defendant.\nThe lease expired on the 31st March, 1849. Whether there is any difference in the terms, from the date, and from the day of the date, and whether they include or exclude the day of the date, has been variously decided in England. By Lord MaNSRIEld, Oowper 714, that the meaning is the same; that from may mean either inclusive or exclusive, and that the words of parties are to be construed so as to carry into effect their deeds, and not to destroy them. The word from may mean either inclusive or exclusive, according to the context and subject-matter: Lysle v. Williams, 15 Ser. R. 136. Where a house was leased on 10th January, for one year, the rent being payable on 10th of next January, it was held that the year was ended on the 9th January, and that the lessor could sue for the rent on the 10th: Donaldson v. Smith, 1 Ashmead 197. Where the words, from the date, are used to denote the terminus a quo an interest is to pass, the date is inclusive; Lysle v. Williams, cited before.\n2. By the conditions of sale, the purchaser was not to have possession or beneficial enjoyment of the property until the first day of April. lie was to pay the purchase-money, and receive the deed on that day. The purchaser knew that there was a tenant in possession. The title did not vest in him until the deed was delivered: Leshey v. Gardner, 3 W. Ser. 319; Erb v. Erb, 9 W. # Ser. 147.\n3. The conditions .of sale were lawful: 1 Jones 300. Rent is incident to the reversion, but they are not inseparable: Johnson v. Smith, 3 Penn. Rep. 500. Until sale perfected, the rent belongs to the heirs: 2 Rawle 222.\nThe administrator, by anticipating the time fixed for the delivery of the deed, could not prejudice the rights of the heirs to the rent. The receipt on the deed does not refer the title back to the sale for such a purpose — the title relates back to the sale only in case of necessity, in order to enable the purchaser to protect the property from injury, but not to gain an advantage not contracted for.\n5. The plaintiff cannot recover any rent in this action. The covenant is with seven, and suit on it must be a joint suit."
  },
  "file_name": "0272-01",
  "first_page_order": 270,
  "last_page_order": 274
}
