{
  "id": 9504368,
  "name": "Raush versus Miller",
  "name_abbreviation": "Raush v. Miller",
  "decision_date": "1855-05-17",
  "docket_number": "",
  "first_page": "277",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0384-01"
      ]
    },
    {
      "cite": "4 Watts 138",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0138-01"
      ]
    },
    {
      "cite": "1 Watts 52",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Pa. Rep. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 731,
    "char_count": 17490,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 7.04930165291645e-08,
      "percentile": 0.425099108094719
    },
    "sha256": "520cc3966fcf061ef9cf4052da9e747525d0323db9c712fa28dbec833b5897da",
    "simhash": "1:046304914870c08f",
    "word_count": 3115
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Raush versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the Cchirt was delivered, May 17, 1855, by\nLewis, C. J.\nThis was an action of trespass quare clausum fregit, in which the plea was liberum tenementum ; and the Court, on the whole evidence, directed a verdict for the defendants.\nThe plaintiffs claimed under'a warrant granted to Christian Kaup for fifty acres on the 28th February, 1792, receipt for the purchase-money oí fifty acres, dated 2d April, 1792; survey alleged to have been made of 136 acres 34 'perches ; survey returned 28th June, 1852. The evidence that this survey was made in pursuance of the warrant to Christian Kaup is by no means satisfactory. In fact there is no authentic evidence of any survey on that warrant. The testimony on that subject is not sufficient to show that an officer, having a warrant for fifty acres, with the usages and rules of the land office prohibiting the survey of a greater excess than ten per cent., had actually disregarded his duty so far as to include in his survey nearly three times the quantity called for by the warrant. No survey was returned for the period of sixty years, and there is no evidence to show that the fault was in the deputy surveyor. On the contrary, as the surveyor’s fees were not paid, the negligence in perfecting the title is that of the oivner of the warrant.\nThe defendants claimed under a Avarrant of the 14th January, 1848, to Charles Miller for 100 acres; a survey of 103 acres 10 perches, made 24th April, 1848, accepted on the 20th August, 1851; and a patent on the 25th August, 1851, to Charles Miller.\nIt will be observed that the plaintiffs’ survey Avas not returned into the land office until after the defendants’ title was perfected by a patent. It does not appear that the interference with the plaintiffs’ claim extends beyond the excess over the 50 acres called for by his Avarrant, and the question is presented, whether a party on a warrant of 50 acres can hold 136 acres 34 perches for the period of sixty years, without a return of survey, Avithout the payment of purchase-money on the excess, Avithout paying the surveyor’s fees, and Avithout an actual resident settlement. The question arises, not between the claimant and the Commonwealth, but between such claimant and a grantee from the Commomvealth under a title acquired before the return of the first survey, or any other act on the part of its oAvner to notify the state of its existence, or on the part of the state to recognise it or to excuse the delay.\nIt is not necessary to review the cases of Chambers v. Mifflin, 1 Pa. Rep. 74, Addleman v. Masterson, Id. 454, Star v. Bradford, 2 Id. 384, Wilhelm v. Sharp, 6 Barr 21, Zerbe v. Scholl, 4 Watts 139, Roland v. Long, 1 Harris 465, Strauch v. Shoemaker, 1 W. & Ser. 166. These cases all tend to establish the doctrine distinctly affirmed in the one last cited; wbicb is, that where the owner of a prior survey omits to have it returned within seven years, he is postponed-in favor of an intervening right. It is also settled in Star v. Bradford, Strauch v. Shoemaker, and other cases, that where the question of abandonment arises from mere lapse of time, where there is no dispute as to the length of it, it is a question of law to be decided by the Court, without regard to the intention of the parties: 1 W. & Ser. 173; 1 Watts 52; 4 Watts 138.\nIf the rights of the parties are to be fixed by their paper titles, there can be no doubt of the superior title of the defendants. But it is alleged that the possession under the plaintiff’s survey dispensed with the necessity of a return of it into the land office, and also with the payment of the purchase-money to the Commonwealth.\nWhere there is an actual resident settlement on a tract of land, we can readily see why this should create an equity in favor of all who have notice of it. Such a settlement was a favorite mode of acquiring title. It was encouraged by the state. It located the tract, fixed the period from which interest was to be calculated on the purchase-money, and furnished the established evidence of a contract of pre-emption between the settler and the state. But no amount of clearing and cultivation of vacant land, without a residence on it, and without intention to reside on it, gives any equity whatever. While the residence is on the appropriated land, the possession and cultivation of vacant land gives no title to the latter: Overton v. Gibson, 2 Watts 384; Adams v. Jackson, 4 W. & Ser. 69. In this case the evidence of cultivation is so slight as to deserve but little consideration; and there does not appear to have been any residence on the land since 1829. After such a lapse of time, a title under the settlement laws would be lost by abandonment, and it would be the duty of the Court to say so as matter of law.\nIf the purchase-money had been paid, or the excess in the survey did not exceed 10 per cent., an equity would arise from such payment and survey in accordance with the usages of the land office. In such a case, actual possession, without residence, would be sufficient to give notice of this equity, and thus to secure the owner from loss arising from the omission of the deputy surveyor to make his return. But the payment of taxes on the land, and the mere use of it as woodland for the purpose of supplying firewood, rails, and timber, furnish no notice to a subsequent purchaser even where an equity really existed in a prior one : Strauch v. Shoemaker, 1 W. & Ser. 174. But where the owner of the prior warrant has no equity, his clearing and cultivating the vacant land of the Commonwealth is notice of nothing except of his unauthorized intrusion upon the public domain. Like notice of a void survey, it could affect tbe rights of no one, and therefore could not prevent a subsequent appropriation of the land: Hubley v. Vanhorne, 7 Ser. & R. 191.\nThis brings us to the question, what right has a warrant-holder, who has only agreed and paid for 50 acres, to include in his survey 136 acres 34 perches? Ever since the year 1767, the deputy surveyors have been forbidden to include more than 10 per cent, surplus in their surveys: Creek v. Moon, 7 Ser. & R. 335. Chief Justice TilghmaN, in speaking of the rights of an opposing claimant (against a warrantee who claimed 328 acres on a warrant for 150 acres), said, “ He never could suppose that his neighbor would endeavor to include double the quantity” designated in his warrant: 7 Ser. R. 335. In the case before us, the attempt is to include nearly three times the quantity granted by the warrant. But the usage under which deputy surveyors were allowed to include an excess of 10 per cent, in 1767, was restricted by the Act of 8th April, 1785, and subjected to the proviso that the excess be paid for forthwith. [Dunlop 155.) Under the law, as it stood when the plaintiff’s warrant was taken out, it was his duty to cause the survey to be returned within a reasonable time, and to paj forthwith for the excess. As the warrantee failed in these particulars, he had neither contract nor equity to support his claim. The Act of 3d April, 1811 (Dunl. 284), directed the patenting of surveys having an excess over 10 per cent. But this embraced only those which had been theretofore u returned and received by the surveyor-general;” and even in these cases the patents were not to affect rights which had previously accrued in favor of others to such excess. In the case before us, the survey was not “ returned and received by the surveyor-general” before 1852, so that it can derive no aid from that Act. Under the Act of 13th March, 1817 (Dunlop 316), warrants of acceptance and patents might issue for a greater excess than 10 per cent., provided such surplus quantity did not exceed 100 acres, if the party procuring such return should forthwith pay for the surplus. But it was expressly declared by this Act that the patents so to be issued should not affect the right of any other person to the surplus “ which may have accrued by warrant or actual settlement prior to such acceptance.” Under the Act of 20th February, 1819 (Dunlop 326), patents might issue without warrants of acceptance in the cases provided for in the Act of 1817. But the owner of the Christian Kaup warrant did not think proper to avail himself of the benefits of the Acts of 1817 and 1819. He might have procured his return of survey, paid for the excess, and have obtained a patent. His title would have been good if he had done so before the right of the defendants had accrued. But it was too late after the latter had bought the land from the state, paid for it, and perfected their title. If the plaintiff’s survey had been returned before the Act of 6th April, 1830, he might also have obtained a patent by paying for the surplus on or before the 1st April, 1831, under the 1st section of the Act of 6th April, 1830; but his negligence prevented him from deriving any benefits from that section during its existence, and before its repeal. The second section of the Act last mentioned, which is still unrepealed, restores the law to the condition in which it stood at the time the plaintiff’s warrant was issued. By the Act of 6th April, 1830, a greater excess than 10 per cent, was positively prohibited; and even where the surplus was less than 10 per cent., it was to be paid for forthwith, on the return of survey, “ otherwise the same shall not be received, and such money shall vest no title for such excess, any former laws or usages to the contrary notwithstanding.”\nThe course of legislation on this subject shows that an excess over 10 per cent, was contrary to the usages and the law at the time that the plaintiff’s warrant was issued, and that it was equally against law when his survey was returned, and when the defendant’s title accrued. Even if his survey had been returned in 1792 he could not have held the excess for sixty years without paying for it, if any regard is to be had to the Acts of Assembly requiring payment forthwith on the return of the survey. To allow a warrantee, icithout a return of survey, to stand on a better footing than one whose survey was duly returned, would be to encourage not only negligence, but, in the case of such an excess as is here claimed, would be offering a premium for a palpable fraud upon the public revenue. In the early settlement of the country there were many circumstances which induced the state to overlook negligence and delay in the perfection of titles; but as the grounds for indulgence disappeared the interests of the state have demanded the attention of her public authorities; and the later adjudications, as well as legislative enactments, show that those who neglect to procure returns of surveys and to pay for the excess of land over that called for by the warrant, must do so at the hazard of being postponed in favor of a subsequent grantee who has complied with the law. It has been judicially announced more than once that “ it cannot be endured that a person who has paid nothing shall be at liberty to hold the state bound for an indefinite length of time, while he himself is at liberty to reject or retain the land at his pleasure. Justice to the state requires that the rule should be rigidly enforced:” 1 W. Sp Ser. 174. The large debt which the state has incurred for public improvements, and the burdensome taxes necessarily imposed on her citizens, render it necessary to enforce her rights ; and persons who wrongfully withhold from her the means of meeting liabilities incurred for their benefit must not complain if justice unexpectedly ovor-take^ them.\nWe do not see tbe evidence to show that Samuel Miller had an interest in the application for the warrant of Christian Miller at the time his deposition was-taken, nor do we see that such interest, if it existed, could give the plaintiffs a valid title. Be that as it may, as the attention of the Court was not directed to the point, we ought not to reverse because it was unnoticed in the charge.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "JBannan, for plaintiffs in error.",
      "Hughes, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Raush versus Miller.\n• 1. When abandonment arises from mere lapse of time, and there is no dispute as to the length of it, it is a question of law to be decided by the Court without regard to the intention of the parties.\n' 2. After a lapse of twenty years without residence on the land, a claim by settlement would be lost by abandonment.\n■ 3. Where the excess of the land unpaid for under a warrant in 1792, did not exceed ten per cent., and survey was returned within a reasonable time and payment for the excess made, actual possession of the land without residence thereon was notice, in the interval, of the warrantee's equity; but where on a warrant in 1792 for 50 acres, the survey alleged to have been made under it containing 136 acres, only 50 aeres being paid for, and without return of survey till 1852, although slight evidence of cultivation existed, yet without actual residence on the land, the warrantee had no equity against a subsequent warrantee, claiming by warrant and survey in 1848, with payment of purchase-money and return of survey before the return of survey under the older warrant.\n4. The attention of the Court below not having been directed to a particular point, this Court refused to notice the omission of it in the charge as a ground of reversal.\nError to tbe Common Pleas of Schuylkill county.\nThis was an action of trespass quare clausum fregit, to March Term, 1849, by John Kaush and John M. Bickel v. Samuel Miller, Charles Miller, and others. The plea was liberum tenementum.\nThe plaintiffs claimed under a warrant of 28th February, 1792, to Christian Kaup, for 50 acres of land, adjoining land of Peter Kaup and John Wentz. April 2, 1792, receipt of the receiver-general for the purchase-money on 50 acres. There was given in evidence a copy, made in February, 1806, of a survey stated by the deputy surveyor to have been made by Henry Vanderslice, who was a former deputy surveyor, of 136 acres 34 perches, and allowance, and calling for Peter Kaup and George Mumma as adjoining.\n■ In the counter statement it was alleged that the Christian Kaup warrant, above referred to, was not a descriptive warrant; as, though it called for lands of Peter Kaup and John Wentz, the evidence showed that at that time there was no land surveyed to Wentz, although a warrant had been granted to him on 1st February, 1791, upon which a survey of 22 acres and 91 perches was made on 28th May, 1792. That Peter Kaup obtained a warrant for fifty acres on the same day that Christian Kaup obtained his warrant, and which also called for John Wentz.\nThe Christian Kaup survey was not returned until 28th June, 1852.\nThe defendants claimed under a warrant of 14th January, 1848, to Charles Miller, for 100 acres, embracing the land in dispute. Survey thereon on 24th April, 1848, of 103 acres 10 porches; accepted 20th August, 1851; deed poll February 28, 1849, by Charles Miller to Samuel Miller for half of the tract; and patent August 25th, 1851, to Charles Miller. In the application of Charles Miller of 12th January, 1848, Samuel Miller, who was his brother, was one of the witnesses.\nThere was given in evidence on their part certain receipts for taxes on the land.\nThe plaintiffs proved by a surveyor the boundaries of the Christian Kaup survey made by Yanderslice — and of adjoining official surveys made by him in 1793-4-5, calling for the Kaup survey; and gave evidence to show that Miller’s survey embraced a cleared field and apple orchard, referred to by certain of the witnesses as being on the land in dispute: and that the Miller survey to some extent adopted the lines of the Yanderslice survey, before referred to.\nThe land in dispute had been taxed as seated land, to Christian Kaup, and those claiming under him from the first record of the county taxation, in 1811, to the time of the institution of this suit, in 1849.\nIt did not certainly appear from the paper purporting to be a copy of the Yanderslice survey of 136 acres 34 perches, whether or not it was made under the Christian Kaup warrant. The warrant was not mentioned on the paper containing the copy of the survey.\nEvidence was given on part of plaintiffs of declarations of the defendants tending to show their knowledge of the old claim; but whether the declarations were made before or after the date of the warrant of Charles Miller did not certainly appear.\nAfter a variety of evidence was given, the Court charged the jury that under the whole evidence the plaintiffs were not entitled to recover.\nOn 13th March, 1854, verdict for defendants.\nIt was assigned for error that the Court erred in not charging that if the evidence was believed, there was no abandonment of the Kaup claim; and whether abandoned or not was a question for the jury. 2. In not charging that actual occupation of an official survey dispensed with the necessity of its return, especially if it were descriptive of the land, and the purchase-money paid upon the warrant. 3. In not charging that if Samuel Miller was interested when deposing as to the application, and he and his brother knew that the land was claimed and occupied under the Kaup warrant, the warrant under which they claim was fraudulently procured, and would not confer title upon them. 4. That if they knew of the Kaup warrant, survey, and application, and payment of taxes under it, when they obtained their warrant, the non-return of the Kaup survey would not avail them.\nJBannan, for plaintiffs in error.\nHughes, for defendants in error."
  },
  "file_name": "0277-01",
  "first_page_order": 275,
  "last_page_order": 281
}
