{
  "id": 9504382,
  "name": "Lawall versus Rader",
  "name_abbreviation": "Lawall v. Rader",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "283",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whar. 75",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0075-01"
      ]
    },
    {
      "cite": "2 Watts 457",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 8550,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.4028794465358073e-07,
      "percentile": 0.6450727436232768
    },
    "sha256": "77bc5d5723aa79231a15711dc2f51c064fce98de8aea5531ec3aba564d0e7a89",
    "simhash": "1:76768451f2ff61d7",
    "word_count": 1529
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lawall versus Rader."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKNOX, J.\nOn the 29th day of January, 1846, an article of agreement under seal was made, by which the defendant Rader agreed by the 1st of October next, “to build, set up, and finish” for the plaintiff Lawall, a dwelling-house, of the dimensions and in the manner mentioned in the contract, for which the plaintiff was to pay $890. In this contract nothing is said as to the kind of roof to be put upon the building, but after the work was commenced and partly done, viz. on the 21st June, 1846, by a su-peradded agreement, not under seal, the defendant stipulated to put a slate roof on the house, for which the plaintiff agreed to pay the additional sum of $35.\nThe plaintiff, alleging that the body of the house was defectively built, brought an action on tbe case for damages. The Common Pleas was of opinion that the action should have been covenant, and so directed the jury.\nThe question presented is this, Did the subsequent agreement by parol so affect the original as to destroy its character as a specialty ?\nWhere a contract under seal is altered by parol, it all becomes parol: Vicary v. Moore, 2 Watts 451. But a mere additional parol agreement, not changing or modifying the one under seal, will not have this effect: Ellmaker v. The Franklin Fire Insurance Company, 6 W. § Ser. 439. Nor will a stipulation by parol releasing or waiving performance of part of the covenant: McComb v. McKennan, 2 W. & Ser. 217. The test of collision, said Chief Justice Gibson, in Ellmaker v. The Insurance Company, “ was the capacity of the two contracts to be executed together. Where that can be done the one is not substituted for the other, and where there is in fact substitution it operates as abandonment, the specialty being relinquished, except as matter of reference, for the terms of the parol contract which has supplanted it.” Let us apply this test to the case under consideration.\nBy the agreement under seal the defendant binds himself to build for the plaintiff a house in a certain specified manner. Nothing is expressly said as to the kind of roof to be put on the house; but as the house was to be finished, it follows, as a matter of course, that it was to have a roof. It was all to be done in a workmanlike manner, and in the absence of an express stipulation the question presents itself, what kind of a roof was in contemplation of the parties. Were it important to know the precise kind of roof which the original contract required, as this would depend upon the custom of the trade in the locality where the house was to be erected, it should have been submitted as a question of fact to the jury; but the parties have furnished us with conclusive evidence that a slate roof was not originally contemplated, for when this is agreed upon an additional price is given for its consideration.\nWe have then, in the first place, an agreement under seal to build and finish a house, with a roof, but not a slate roof. Afterwards the contract is altered so as to require for its completion a slate roof, and the price or sum to be paid is changed from $890 to $925. After the alteration the contract is still an entirety. Until the slate roof was done the house was not finished. The contract under seal could not be executed without complete performance of the parol agreement, and under the authority of the eases above cited the sealed contract was abandoned, except as matter of reference, and that by parol substituted in its place.\nIt is argued that the slate roof was a mere addition to and not an alteration of the first contract; but this can only be so upon tbe assumption that tbe house could be finished without a roof of any kind, the absurdity of which is entirely apparent. The roof was as necessary to the house as the foundation, the difference being that without the one the structure could not be commenced, and without the other it could not be finished. If the alteration had been an immaterial one, the remedy would have been upon the sealed instrument; but as there was a material variation, assumpsit was the proper action.\nJudgment reversed and venire de novo awarded.\nEdward Lawall v. Charles Rader.\nKNOX, J.\nThis case was tried in the Court below with the case just decided of Edward Lawall v. Stephen D. Rader. There was but one case argued in this Court, although from the plaintiff in error’s paper-book it would seem that both cases were brought here by writ of error. The error assigned, upon which we have reversed the case of Edward Lawall v. Stephen D. Rader, does not affect this case, and there is nothing to prevent the affirmance of this judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "KNOX, J. KNOX, J."
      }
    ],
    "attorneys": [
      "Crreen, for the plaintiff in error.",
      "Gtoepp and Jones, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lawall versus Rader.\n1. Where a contract under seal and a subsequent written contract not under seal relative to the same subject-matter cannot he executed togther, the whole contract becomes parol.\n2. By an agreement under seal, the defendant was to build and finish a house for the plaintiff, nothing being expressly stated in the agreement in reference to the roof. Some months afterwards it was further agreed in writing not under seal, that the defendant was to put a slate roof on the house, the other party to pay an additional sum of $35 ; Held that the construction of a roof was implied in the first agreement, hut that it was manifest from the second agreement that it was not to he a slate roof — axiñ. that after the change, the contract being still an entirety, the original agreement was abandoned, except for reference, and the parol contract substituted, and that case and not covenant was the remedy.\nERROR to the Common Pleas of Northampton county.\nThere were two actions in ease by Edward Lawall; one against Stephen D. Rader, and the other against Charles Rader, both to August Term, 1849.\nOn the 29th of January, 1846, Lawall and Stephen D. Rader made an agreement in writing, under seal, by which Rader bound himself to build and finish for Lawall, in good and workmanlike manner, a house, including cellar, foundation wall, steps, &c. A roof was not specified in the contract. Lawall, on his part, agreed to pay for the house the sum of $890, to be paid in specified amounts, at specified times.\nThe first payment of $145 was made on the 6th of February, 1846, and a receipt for that amount was written on the back of the agreement, and signed by Stephen D. Rader. At the same time a note was given for the same money, made jointly by S. D. Rader and Charles Rader; the understanding at the time being that in case the house should not be built according to the contract, Lawall might have his remedy upon the note.\nAfterwards a further agreement was endorsed on the first agreement, as follows:—\n“ It is further agreed this 21st day of June, 1846, between the within-named parties, that the said Stephen D. Rader is to put a slate roof on said house, and that the said Lawall is to pay $35 over and above the amount within named for putting on said roof. Witness, &c. Signed by the two parties, but not under seal.\nOn part of the plaintiff it was alleged that the house was not built according to contract, and the two suits were instituted. In the suit against Stephen D. Rader, a breach of contract was alleged in the first count; the other was upon the note.\nIn the other suit, the declaration was upon the note only.\nIn each case the plea was non assumpsit. The cases were tried together.\nOn the trial, the note was given in evidence, and also the two agreements; and evidence was given, on part of the plaintiff, in order to show that the house was defectively constructed.\nMcCartney, President Judge, in his charge, observed that the construction complained of as defective was in the body of the building, for which the first agreement under seal provided, and not in the slate roof; and charged that the two contracts were consistent, and not in collision with each other; and that the defects provided for in the first agreement could not be remedied by an action in ease.\nYerdicts were rendered for the defendants.\nError was assigned to the instruction.\nCrreen, for the plaintiff in error.\nIt was contended that the two agreements could not be executed together, and that the character of the last agreement was to determine the character of both. Cited 2 Watts 457, Yicary v. Moore; 6 W. Ser. 439, Ellmaker v. Insurance Company. This rule renders more than one suit on the agreements unnecessary.\nGtoepp and Jones, for defendants in error.\nThere were cited 5 Oowen, 506, Franchot v. Leech; 6 Harris 44, Harley v. Parry: 2 Whar. 75; 2 W. ¿ Ser. 216."
  },
  "file_name": "0283-01",
  "first_page_order": 281,
  "last_page_order": 284
}
