{
  "id": 9504427,
  "name": "Banning versus Taylor",
  "name_abbreviation": "Banning v. Taylor",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "297",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 125,
    "char_count": 2398,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.900525269745572e-07,
      "percentile": 0.730216703753771
    },
    "sha256": "38579ac620b215e2df7126ac6d464d61d7365d4bc0bed2dfcb6926274c886bce",
    "simhash": "1:760acae4e341b7b9",
    "word_count": 414
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Banning versus Taylor."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nOn the 20th October, 1854, a judgment was entered under a warrant of attorney in the District Court of Philadelphia, in favor of the plaintiff in this case. On the 24th of the same month, a transcript of the record was entered in the Common Pleas of Chester county. On the 30th December, 1854, the District Court of Philadelphia ordered the original judgment to be stricken off, because it was entered contrary to the- agreement of the parties. On the 3d January, 1855, on the production of a copy of the record of the decision of the District Court of Philadelphia, the Common Pleas of Chester county ordered the transcript of the- judgment to be stricken off. This is the error complained of.\nThe decision of the District Court has been affirmed for reasons set forth in the opinion just filed. The entry in -the Common Pleas of Chester county rested on that of the District Court, and fell with it.\nThe order of the Court of Common Pleas, striking off the judgment, is affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Banning versus Taylor.\nAfter judgment on bond and warrant of attorney entered in the District Court, Philadelphia, judgment on transcript thereof was entered in Chester county. Subsequently, the judgment in the District Court was 'stricken off because entered contrary to the agreement of the parties. Held that the judgment in Chester county depending on the first judgment fell with it.\nERROR to the Common Pleas of Chester county.\nA transcript of the judgment entered in favor of Banning v. Taylor and Embree, in the District Court, at Philadelphia, was on 24th October, 1854, filed in the Common Pleas of Chester county under the Act of 16th April, 1840, and judgment therein entered.\nOn 1st November, 1854, on affidavit of one of the defendants, and on motion, a rule was granted to show cause why the judgment should not be stricken off. .This Avas argued in December, 1854; but before decision, a transcript of the record of proceedings in the District Court was filed, showing, inter alia, that the motion to strike off the judgment in the District Court had been made absolute. The Common Pleas of Chester county, on the 3d January, 1855, made absolute the rule previously granted by it.\nError was assigned to the striking off the judgment — to inquiring into the judgments in the District Court of Philadelphia — and into the facts dehors the record."
  },
  "file_name": "0297-01",
  "first_page_order": 295,
  "last_page_order": 296
}
