{
  "id": 9504459,
  "name": "Northampton County versus Yohe",
  "name_abbreviation": "Northampton County v. Yohe",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "305",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Mass. 152",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 127",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 6832,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 3.374607274450234e-07,
      "percentile": 0.8760273282341944
    },
    "sha256": "e495a9b18492e07abce1a511025cec97a9d04145f0720bf389ea92eddd5877a2",
    "simhash": "1:de7755808c5c1d9a",
    "word_count": 1217
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Northampton County versus Yohe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodwARD, J.\nThe system of accounting for public moneys prescribed for county officers by tbe Act of 15th April, 1834, is most necessary to be rigidly enforced. The report of the board of auditors filed in the Common Pleas has the effect of a judgment against the real estate of the accounting officer, who appears to be indebted to the county. Sixty days are allowed for an appeal, and if none be entered, execution is to issue, as upon judgments recovered in the usual course of law.\nIt seems to be an obvious deduction that after a board of auditors have filed their report they have no further power over it. It passes into the custody of a Court of record, becomes a judgment, and is no more subject to the supervision and review of the auditors who made it, than a judgment entered on an award of arbitrators is liable to be overhauled by them.\nBut if the auditors who made the report may not review and alter it, much less may a subsequent board. One auditor is elected every year, and each year the board, as constituted by the fresh recruit, is to audit the accounts of officers for the year immediately preceding. This is the extent of their jurisdiction as defined by law, and no agreements of the commissioners can enlarge it. If the annual board may reopen the accounts of two years past, they may on the same principle go back twenty, and the next board may upset their doings, and thus interminable confusion be introduced in place of the statutory system.\nCounty commissioners have some discretionary powers, but seeing that they are among the public officers who have to account to the auditors, it would be very strange if they could enlarge or diminish the powers of that tribunal. Most assuredly they cannot. The report of the auditors filed in the Common Pleas is not more beyond their powers, than it is out of the reach of the county commissioners for purposes of review. It is the duty of the commissioners to see to the collection of the county’s judgments, but they have no right to hazard the public interests by submitting judgments, obtained in due course of law, to a new and unauthorized tribunal for review.\nThese views are not only grounded in the statute, but coincide with those adopted in the case of Northumberland County v. Bloom, 3 W. & Ser. 542. Without discussing the facts of this case, to which these principles admit of easy application, we are of opinion that all the errors have been sustained, and therefore reverse the judgment.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "WoodwARD, J."
      }
    ],
    "attorneys": [
      "Ihrie, for plaintiff in error.",
      "Maxwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Northampton County versus Yohe.\n1, After report made by county auditors, under the Act of 1834, on the account of a county treasurer and filed in the commissioners' office, it is not the subject of review by a subsequent board of auditors. Each board has power to audit the accounts of officers for the preceding year only — and their power cannot be enlarged by agreement of the county commissioners.\n2. By a submission by county commissioners to the county auditors of omissions in the account of- a county treasurer audited by the county auditors in a previous year, the county was not rendered liable for the amount certified by the auditors in favor of the treasurer.\nERROR, to the Common Pleas of Northampton county.\nThis was an action to January Term, 1851, in which Samuel Yohe was plaintiff, and The County of Northampton was defendant.\nSamuel Yohe, the plaintiff, was treasurer of the county of Northampton for the years 1848 and 1849. His account for the year 1848 was settled, in January, 1849, by the county auditors, and a balance was found against him of $6306.58; and his account for 1849 was audited in January, 1850, and a balance of $7073.10 awarded against him. John Davis succeeded Yohe in the office of treasurer, and Yohe soon after paid to him the balance awarded against him.\nIn August, 1850, Yohe, alleging that he had made certain payments in 1848, which were not brought into his account for that year, he and the county commissioners agreed that the county auditors should be convened to re-examine tbe account; and on tbe 21st August, 1850, two of tbe auditors certified that an error existed in tbe account of 1848, to the amount of $344.87, tbe accountant being therein charged with the whole amount of abatement on the payment of state tax, and not credited with the same, it being the amount allowed to tax-payers by the collector in that year; and further, that the accountant had neglected to take credit for another item of $24.40.\nTo recover the amount omitted in the settlement for 1848, and so certified, this suit was brought.\nOn the trial of the case, the certificate of the auditors above referred to, was offered on part of the plaintiff; and being objected to, was admitted.\nMcCaRTNEy, President Judge, charged the jury that the county commissioners had a discretionary power to agree to a re-examination of the account by the county auditors, referring to the case of Steiner v. Coxe, 4 Barr 13; and that the submission raised an implied assumpsit to pay.\nJune 13th, 1854, verdict for plaintiff for $453.54 damages.\nIt was assigned for error: 1. That the Court erred in admitting the certificate of the auditors. 2. In charging that the county commissioners could, on behalf of the county, agree to a re-audit of the account; and, 3. In charging that the submission and report under it, raised an implied assumpsit on the part of the county, to pay the amount found by the auditors.\nIhrie, for plaintiff in error.\nThe accounts of the county treasurer are to be settled every year by the then existing board of auditors, and their report, when not appealed from, is final. The county commissioners had no power to bind the county to pay the amount certified by the auditors: 4 Harris 461; 6 Id. 493; 3 W. g Ser. 542-3; 8 Watts 127.\nMaxwell, for defendant in error.\nThough the report was by but two of the auditors, there was no allegation that the other auditor was not notified, and it should not be presumed. The treasurer was elected for two years. The auditors made no report for the year 1848 to the Court, and their account was not filed in the prothonotary’s office at the time of the trial of this case. So also with respect to the account for the year 1849; and the county commissioners who are required by law to examine the accounts of the treasurer, and submit them to the auditors, directed the submission of the alleged errors in this case. The county was bound by the submission: Bussel on Powers, 38 Law Lib. 74; 4 Barr 13 ; 16 Ser. B. 290; 1 W. £ Ser. 328 ; 5 Id. 426-7 ; 4 Harris 458; 6 Watts 360. By the act of submission, a promise to abide tlie award is implied: 1 Ld. Raym. 248; 2 Id. 965, 1089-40; Eyd. on Aioards 9-11; 7 Barr 283; 4 W. Ser. 144; 10 Piole. 31; 14 Eng. Com. Law 256; 11 Mass. 152."
  },
  "file_name": "0305-01",
  "first_page_order": 303,
  "last_page_order": 305
}
