{
  "id": 9504477,
  "name": "Jenkins versus Fowler",
  "name_abbreviation": "Jenkins v. Fowler",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "308",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 264",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6863,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 9.86639580462043e-07,
      "percentile": 0.9822736769595447
    },
    "sha256": "1141dbe7c059ffa4d13c287f87a9d81fdf4b69d641efc0bd0741efd5374930df",
    "simhash": "1:7fae87bbf7c7821d",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jenkins versus Fowler."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe Court was delivered by\nBiiACK, J.\nThese parties were the owners of adjoining lands, and a public road was laid out and opened on the division line which at that time ran through tbe woods. Afterwards the land was cleared, and crops sowed on both sides. To save labor and expense, the parties agreed not to make a lane along tbe road, but to enclose tbe fields on both sides by a ring fence, each one maintaining it to tbe middle of tbe woodland, stopping it up.\nUndoubtedly this contract was illegal and void. It was an agreement to commit a nuisance for which both of the parties were liable to an indictment. If any citizen bad asserted tbe public right to tbe use of tbe road by throwing down the fence, those who put it up could have sustained no action for tbe injury suffered by them. The contract being wholly void, one of tbe parties cannot sue tbe other for tbe breach of it.\nWhen the defendant got bis own crop away, be threw down that part of tbe fence which he bad placed on the road, and thus caused tbe plaintiff’s grain to be destroyed by tbe cattle which were let in upon it. Tbe Court of Common Pleas rightly instructed tbe jury on tbe nature of tbe contract, and said in substance that it was of no validity; but added, that if the defendant acted from motives of malice, or with the wicked and wanton intent to do the plaintiff an injury, then the action could be sustained. We think this was erroneous. The defendant took down a fence which he was not bound by any lawful contract to keep up; which he could not maintain except in defiance of law, and in the teeth of the public right-; and the plaintiff could not legally demand that it should be kept up, for he had no property in it, and no binding contract in relation to it. In such a case we cannot take cogni-sance of mere feelings and motives. These considerations may and do often aggravate the character of wrongs. Malicious motives make a bad act worse; but they cannot make that wrong which, in its own essence, is lawful. When a creditor who has a just debt brings a suit or issues execution, though he does it out of pure enmity to the debtor, he is safe. In slander, if the defendant proves the words spoken to be true, his intention to injure the plaintiff by proclaiming his infamy, will not defeat the justification. One who prosecutes another for a crime, need not show in an ■action for malicious proseoution that he was actuated by correct feelings, if he can prove that there was good reason to believe the charge well founded. In short, any transaction which would be lawful and proper if the parties were friends, cannot be made the foundation of an action merely because they happened to be enemies. As long as a man keeps himself within the law by doing no act which violates it, we must leave his motives to Him who searches the heart.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "BiiACK, J."
      }
    ],
    "attorneys": [
      "Mereur and Biwell, for plaintiff in error.",
      "Baird, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Jenkins versus Fowler.\n1. The commission of a lawful act is not actionable though it proceeded from a malicious motive.\n2. A public road was laid out along the division line of the unimproved lands of two persons, and the land was afterwards cleared and sown. To save expense, they agreed each to fence to the middle of the road: Held that the agreement to enclose the road was illegal, and either one had the right to remove his portion of the fence, and was not liable for injury sustained by the other in his crop, then ready for harvesting, whether the motive for the removal of the fence was malicious or otherwise.\nERROR to tbe Common. Pleas of Bradford county.\nThis was an action on the case by Lewis D. Eowler v. George Jenkins, for removing a fence, by which injury was sustained by the plaintiff.\nEowler and Jenkins owned lands adjoining each other, the division line running east and west. A public road had been laid out on the division line through their unimproved land. Subsequently each party cleared off his land to the road, and put in a crop of wheat, and in the spring following each one built a fence to secure his crop, the fences meeting at the centre of the road, and obstructing it. It did not appear from the evidence brought up that the road had been opened when the fence was removed. A witness testified that he was one of the commissioners when the road was laid out. He added : “ After we were there, and laid.out the road, there was no act of any commissioner, to my knowledge, by way of opening the road. I think it was not cleared out or opened on the side of the hill where it was laid until after -the crop of wheat was taken off.”\nAfter Jenkins had his wheat taken in, and after Eowler had commenced to cut his wheat, a part of the fence was removed by Jenkins, and cattle got into the field. Eor the injury caused by them the action was brought.\nOn part of the defendant the Court was, inter alia, asked, secondly, to charge, that if the parties by agreement or otherwise built their fences so as to meet in the centre of the highway, either of them might at any time remove the part of the fence •put up by him in the highway, and that the other party had no right of action for injury to his crops by cattle of others coming upon his land over the part of the highway from which the fence had been removed.\nWilmot, J., charged that the “ road was laid by authority, and dedicated to the public use, and the fence was an illegal obstruction.” That the second point was correct with the qualification, that if the defendant threw down the fence out of motives of malice towards the plaintiff — that he acted from a wicked and wanton purpose to do tbe plaintiff an injury, tbe action could be sustained.\nVerdict for plaintiff for $8.\nError was assigned to tbe portion of tbe charge referred to.\nMereur and Biwell, for plaintiff in error.\nAll contracts against-tbe general policy of tbe common law, or tbe provisions of a statute, are void: 4 Ser. R. 172; 3 Watts 264; 5 Barr 452. It is not material that tbe defendant bad enjoyed benefit from tbe contract: Olvitty on Qon. 653: 4 Ser. M. 151 — 173. Tbe fence was a nuisance, and could be abated by any one. Tbe act being lawful, an improper motive did not change its character: 9 Harris 501. Jenkins bad tbe right to relieve himself from a continued, violation of law.\nBaird, for defendant in error.\nIt was alleged that there was such evidence of tbe laying out and opening tbe road as made tbe fence a nuisance; tbe commissioner did not testify to an actual opening of it on tbe ground where tbe fence was placed.\nIt is not contended that an action could be sustained against tbe defendant if be bad failed to erect tbe fence; but that after it was erected be bad no right to remove not all of it, but sufficient to enable cattle to enter — not acting from a sense of duty to tbe public, but out of malice toward. tbe plaintiff, and for tbe purpose of doing him injury."
  },
  "file_name": "0308-01",
  "first_page_order": 306,
  "last_page_order": 308
}
