{
  "id": 9504511,
  "name": "Bryant versus Stilwell",
  "name_abbreviation": "Bryant v. Stilwell",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "314",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 110",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0110-01"
      ]
    },
    {
      "cite": "5 Watts 460",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 16540,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 4.3672342252490614e-07,
      "percentile": 0.9188402489874893
    },
    "sha256": "6e331c633178603c8a544f79ba010c2b60d1ad67f2a2995eacc166c9cc9cac78",
    "simhash": "1:2008a5d3d6725676",
    "word_count": 2979
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bryant versus Stilwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThis action was on a written agreement, by which the defendant below promised to pay the plaintiffs a certain sum for building a house agreeably to specifications; and a working plan or draft, which are referred to and made part of the contract. The defence is, that the work was not done according to the agreement.\n1. The plaintiffs on the trial produced the written contract and the specifications, but they did not produce the plan nor give any legal excuse for its non-production.\nThe Court permitted a witness to testify that the work had been done according to the plan, except where the defendant himself desired to change it, and other testimony beside this was given concerning the plan. This was proving part of a written contract by parol. Maps, surveys, and drawings are not to be distinguished from other papers in this respect. They are the best evidence of what they contain. A party who withholds them when he ought to produce them, and attempts to supply their place by secondary evidence, is liable to the same ■ presumption against him of trying to suppress the truth as he would subject himself to by withholding paper writings. They can be brought into Court as easily, an accurate knowledge of them by the jury is as necessary to the purposes of justice, and the probability that a witness who undertakes to describe them from memory will fail to do it correctly is much greater. Indeed they are always resorted to by the parties, for the very reason that no description in words can adequately express their ideas. As the plan in question was part of the contract under which the house was to be built, it should have been forthcoming when the agreement was offered. But no objection to its non-production was made then.\nWe hold, however, that any parol evidence at a subsequent stage of the trial touching the plan was inadmissible.\n2. Before the trial the plaintiffs sent a person to examine the house, so that he might be able to testify how the work had been done. The witness frankly explained what he came for, and the defendant refused to let him go through the house for such a purpose. The evidence of this transaction was objected to, but the Court admitted it. The admission of it is complained of here because it was calculated to prejudice the minds of the jury against the defendant’s cause. Doubtless it would have that effect; and so it ought to have. To smother evidence is not much better than to fabricate it. A party who shuts the door upon a fair examination, and thus prevents the jury from learning a material fact, must take the consequence of any honest indignation vWhich his conduct may excite. The presumption in odium spolia- toris is perfectly legitimate. It is so natural and so just that it is' a part of every civilized code.\nWe think this evidence most clearly admissible, and we certainly would not have found fault with the judge if he had gone further and instructed the jury that it afforded some ground for supposing the whole defence to be unfair. It ought to be understood that where one party has the subject-matter of the controversy under his exclusive control, it is never safe to refuse the witnesses on the other side an opportunity to examine it, unless he is able to give a very satisfactory reason. Here there was no ground to believe that the witness would misrepresent what he might see. If the defendant had felt such a suspicion, he could have shown the house to as many others as he chose, and overwhelmed the one perjured man by a host of honest ones. I ought to add, however, that such evidence must always be confined strictly to the conduct of the party in and about the very cause in which it is used. It must not only relate to the same subject, but to the same investigation of it; for it is received not on any principle of punitive justice, but on the natural presumption that he withholds the truth because he knows it will make against him, and that no man prefers darkness to light, except because he is conscious that his deeds are evil. If, therefore, the defendant should not refuse an examination for the purpose of the next trial, he cannot be prejudiced by what he did before the last one. It is true, also, that the strength of such a presumption diminishes in very rapid proportion to the time that elapses between the act out of which it rises, and the judicial inquiry which the act was intended to influence.\n3. When a mechanic bargains to build a good house, he cannot put his employer off with a bad one. He must lose his labor, if he does not expend it in the manner agreed upon. He is, however, not responsible for changes or omissions made with the consent of the owner. There are cases in which the consent of the owner will he implied, from the fact that he was present when the alterations were made, and did not object. But that inference ought to be cautiously drawn. The most serious defects may not be observable, even by the sharpest eye, until the work is finished. A variance from the plan apparently unimportant at first, may hare an effect upon the building as a whole job, which none but an experienced carpenter would be able to anticipate. A person who gets a house put up under an entire contract is not bound to understand the business. He confides in the skill, as well as in the honesty, of the man he employs. He need not give directions, and, in truth, has no right to do so. The contract contains the directions by which both parties are to act, and they are not to be taken as rescinded, because they are not orally repealed every day. For these reasons the general rule is, that, if the contractor slights or bungles his work, he cannot justify himself merely by showing that the owner was present wnen' ne was wronged, and made no objection. But, if a plain and palpable variance from the plan agreed upon be made in presence of the owner in such manner that he must have seen it, and understood its effect, his silence is a fact which should be submitted to the jury as some presumptive evidence that the contract had been previously changed by mutual consent. But such evidence can avail the contractor only when the jury are perfectly satisfied by it that the bargain was actually changed before the thing was done. If the law were otherwise, a written agreement would be of little value. Owners generally see the work while it is in progress. If that fact alone were enough to justify the contractor in doing the work wrongly, it would amount to this: that he had a right to violate his contract simply because he did violate it.\nThe Court gave some weight to the fact that the defendant is occupying the house. We do not think this increases his obligation to pay for the building, if it was badly put up. A house is not like a portable article which can be thrown back on the hands of the manufacturer. The house, being on the defendant’s land, is his property, no matter how or by whom it was put there. The plaintiffs could not appropriate it to themselves without committing a trespass. They would have gained nothing, if the defendant had left the house vacant and lived out of doors. As he committed no wrong, so he lost no right by taking possession of, and using it as well as he could.\n4. As to the painting, the plaintiffs were bound to find good material, and put it on properly. If they did so, and it after-wards peeled off in consequence of some cause which they had no control over, they are not responsible. This is exactly what the Court said, and it was exactly right. The plaintiffs were bound to do their work strictly according to the contract; but, if they did that, they were not insurers against other injuries.\n5. If the doors were made too small by the trimming and planing they got, under the express orders of the defendant to the workmen of the plaintiffs when they were absent, he can claim no deduction on their account.\n6. The plaintiffs, as they did not contract to do the plastering, ■were not bound to see it done so as not to injure the joiners’ and carpenters’ work. If an owner employs two persons to do different parts of the work about the same building, and one of them does his part so as to spoil that of the other, the owner must look for redress to him who did the wrong.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Little, for the plaintiff in error.",
      "Jessup, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Bryant versus Stilwell.\n1. In an action to recover for building a house according to specifications in the contract, and a plan or draft referred to and made part of the contract, the plan should be produced, and the party withholding it is liable to the imputation of endeavoring to suppress the truth.\n2. The refusal of the defendant, for whom the house was built, to permit a person sent by the plaintiff to examine the house so as to be enabled to testify to the character of the work, was admissible on part of the plaintiffs.\n3. Such evidence is to be confined to the conduct of the party relative to the trial or investigation pending at the time.\n4. A builder is not chargeable for changes or omissions in the work, made with the consent of the owner of the building.\n5. Such consent may be implied from the presence of the owner at the time, if the variance be plain and palpable — seen and its effect understood by the owner before it was made.\nj. The fact that the owner took possession of the house and occupied it, should not operate to prejudice his defence.\n7. If the builders furnished good material fox painting the house and it was properly applied, but the painting became impaired by reason of some defect over which they had no control, they were not responsible therefor.\n8. If the doors were made too small through the directions of the owner of the building in the absence of the contractors, the owner was not entitled to any deduction on account of the defect.\n9. The contractors not having agreed to have the building plastered, were not bound to see it done in such manner as not to injure their own work.\nERROR to the Common Pleas of Susquehanna county.\nThis was a scire facias on a mechanic’s lien, in fayor of Negus & Stilwell v. A. Bryant. Plea, payment, with leave, &c.\nThe plaintiffs, being carpenters, by a written contract, dated 5th June, 1852, agreed to build for the defendant a tavern-house, after an annexed plan and specification, which were to be considered a part of the contract; the work and materials to be as described in the specification annexed. The consideration was to be $2000, payable in instalments, the last on 1st April, 1853. Credit was given on $1039.90; the claim filed being for $1715.19. The specifications were particular and numerous. The work was to be done in a good and workmanlike manner. Lumber to be of good quality and well seasoned. The house was to be painted two coats white outside, with first quality quaint. “ Principal story to be ready for the masons by the middle of August, &c., and all to be completed by the middle of October.”\nAgreement as to bill of $383 for extra work was signed by the parties, August 27, 1852.\nIt was stated, on part of the defendant, that the work was not completed till the 12th December, before which time the defendant commenced business in the lower rooms, extending it as fast as the other stories admitted of it. That the seventy doors in the house had’shrunk, and so with respect to the floors, and that the outside paint in places pealed off. The plaintiffs’ excuse for this was, that the doors were fitted, hung, and primed before the plastering was done, and were then taken down and piled in different parts of the house, and were afterwards re-hung, and found to be too large; and that the defendant directed them to be trimmed or reduced till they would shut.\nAs to the floors, it was alleged, on part of defendant, that their shrinking was caused by mortar suffered to fall upon them, without protection from shavings or otherwise, and that the plaintiffs were present at the time and made no remonstrance on the subject. The plaintiffs alleged that the paint peeled off because the wood work had, at the time, contracted dampness from the plastering.\nOn part of plaintiffs a witness testified that he worked at the building, and that the defendant was there every day whilst the work was progressing. He stated the age of the building and the number of the doors. He further said that they had a plan of the work; that Bryant had it in his possession; heard Bryant say, on the trial before arbitrators, that he did not know where the plan was; he did not say that he had looked for it. It was a working draft, showing the rooms, their size, &c., and the work. He added, [The work was done according to this plan, except in those respects where Bryant desired changes to be made.] The part in brackets was objected to — see argument.\nThe witness further stated, that by the original plan there was to be a hall on the north end, &c. He said “ I made this draft (nozv exhibited), showing the original plan, and the plan as changed,” &e. By which party the draft was produced was not stated.\nException was also taken to the admission of testimony, that the witness, being requested by one of the plaintiffs to examine the building with a view to testifying, called about a week before the trial, and was refused permission by defendant to go through the house.\nThe Court, inter alia, charged as follows: “ That the defendant being present during the progress of the work, taking no exceptions, and making no complaint at the time; and having occupied and enjoyed the benefit of the plaintiff’s labor, he ought not to be permitted to claim entire exemption from all liability to pay, unless he shows clearly a default, on the part of the plaintiffs, in such important and material respects as would make it inequitable for them to call on him for payment.\n“ 4. That if the paint material was good; if it was put on at a proper time, and in a skilful and workmanlike manner, and the peeling off was in consequence of the dampness arising from the plastering the building, or other cause over which the plaintiffs had no control, then it is the loss of defendant, and he cannot claim any allowance therefor.”\nFurther, If “ the doors were planed off by the order and direction of the defendant himself, as testified to by the plaintiffs’ witnesses, then the fault lies with the defendant, and he cannot justly claim a deduction or allowance from this cause.” And if the shrinking of the floors was caused by the careless manner in which the plasterers allowed them to be covered with mortar, or from' being subjected to extraordinary heat, the plaintiffs not being responsible' for defects arising from these causes — they were not the subject of defence.\n\"Verdict was rendered for the plaintiffs.\nError was assigned: 1. To permitting the witness to prove that the work was done according to the plan or working draft except where defendant desired changes. 2. Permitting proof of the refusal by defendant of permission to the witness to examine the house previous to the trial; and 3, 4, 5, and 6, to the portions of the charge stated.\nLittle, for the plaintiff in error.\nThe plan was a part of the original contract, and notice should have been given to defendant to produce it before testimony was given in relation to it: 7 Barr 23; Tidd 803; 1 Grreenleaf 560; 1 Stark. Hep. 225. 2. The defendant should not have been prejudiced for refusing to permit a stranger to the controversy, a selected witness, to go through his house. 3. From the mere presence of the defendant in the house whilst the work was in progress, no presumption to his prejudice should have been drawn: 5 Watts 460, Young v. White. 4. The plaintiffs agreed to do their work well; and if the paint should not have been on at the time it was, it should have been postponed : 10 Watts 110; Ohitty on Con. 630; Platt on Oov. 582. The doors should have been removed out of the house whilst the plastering was being done, especially as the work was delayed: 11 Ser. f B. 319; 2 Id. 415; 8 Id. 333. As to the floors, the plaintiffs should have remonstrated against injury to the floors from the plastering..\nJessup, for defendants in error.\nThe plan had been in the possession of the defendant, and on being called on for it before the arbitrators, he said he did not know where it was. Notice to produce it was therefore unnecessary. Whether its loss was sufficiently proved was a question for the court: 9 W. $ Ser. 77. The evidence of refusal to permit an examination of tbe building was proper."
  },
  "file_name": "0314-01",
  "first_page_order": 312,
  "last_page_order": 317
}
