{
  "id": 9504533,
  "name": "Smith versus Insurance Company",
  "name_abbreviation": "Smith v. Insurance Co.",
  "decision_date": "1855-05",
  "docket_number": "",
  "first_page": "320",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Low. 262",
      "category": "reporters:federal",
      "reporter": "Low.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "20 Maine 125",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        569928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/20/0125-01"
      ]
    },
    {
      "cite": "5 Hill 101",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 17434,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 3.20781381464546e-07,
      "percentile": 0.8662864128371963
    },
    "sha256": "eae5adece3ad4f0b4b632e614971a14e1ef8312febbdd858be2f8981f09e8062",
    "simhash": "1:067add7b6d56f3fc",
    "word_count": 3092
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered in May, 1855, by\nWoodwaed, J.\nThe familiar principle of law and morals which requires of an agent that he be found faithful to his trust, is all-sufficient to justify the ruling of the Court below.\nIf it should be granted that this case is distinguishable from the Susquehanna Insurance Company v. Perrine, 7 W. § Ser. 348, and that the agent acted as the representative of the company alone, and in no sort for the assured; what right, it may be asked, had the plaintiff to collude with him and obtain from the company an insurance upon false representations ? The principal is bound by the acts of his agent whilst he acts within the scope of the deputed authority; but if, departing from that sphere, or continuing in it, he commits a fraud on his principal, a partieeps criminis shall not profit by the fraud. A merchant’s clerk colludes with a customer and discharges his account without payment, or on receipt of less than is due: — does anybody imagine that the merchant is bound by such a settlement ? Because he was the agent of his master and acting within the circle of his appropriate duties, a stranger or an innocent party might hold the master concluded, but not he who tempted to the fraud, shared in its perpetration, and sought -its fruits. The principle is susceptible of a great variety of illustrations, but is so obviously sound as to stand in no need of them. Apply it to the facts before us.\nThe plaintiff and R. C. Smith, as agent of the insurance company, came together to effect an insurance on the plaintiff’s store; and the plaintiff accepts a policy which stipulates that a “ false description by the insured of a building or its contents, or omitting to make known any fact or feature in the risk, which increases the hazard of the same, shall render absolutely void a policy issuing upon such description. Such survey, plan, or description shall be taken to be a warranty on the part of the assured.” And, again, at the foot of his application the plaintiff stipulated that “ any misrepresentation in effecting this insurance shall be deemed not only a sufficient cause for cancelling my policy, but render the insurance void.” That there vas a misrepresentation in the description is not denied. The store was described as containing “ one chimney, one stove, stove well secured, pipe passes through crock well secured;” whereas there was no chimney and no crock whatever. The day after a fire was first kindled, in the stove the store burned down.\nNow it is no answer to such facts to say that the survey and description, though signed by the plaintiff, was the act of the company’s agent; for,\n1. The plaintiff knew there was a false representation which increased the hazard, and he assumed the responsibility of it in the most explicit terms.\n2. Obtaining a policy under a false pretence, that there was a chimney and a well secured stove, was a fraud on the company, and if practised by their own. agent, it was at the instance, with the concurrence and for the benefit of the plaintiff, and so long as the maxim endures that no man may take advantage of his own wrong, this plaintiff cannot recover on that policy.\nThe offer in the plaintiff’s second bill was no better than the first; for the agreement, if made, was not communicated to the company, and was inconsistent with the paper signed by the plaintiff, and which he permitted the agent to communicate. A man makes a very precise written contract with the agent of a distant company which is communicated to them, and then seeks to recover on a secret parol agreement with the agent which he had no authority to make, and of which his principal never heard.\nThis is not according to the rule of good faith which should govern all bargains, and contracts of insurance above all others. We must confound the principles both of law and morals before such an attempt can be tolerated.\nBut beside, the agreement was, according to the plaintiff’s own offer, that he was to put the chimney and crock in before lighting a fire in the stove, which the evidence shows he did not do. What good could it have done him to prove such an agreement ? Even if a lawful and fair agreement, it could afford no ground of recovery because violated by him who asserts it.\nThus it is apparent the plaintiff has no ground to stand on, even if his proposition be conceded that Smith was exclusively the company’s agent, and in no sense his. But it may be worth while to observe that this was a mutual insurance company, and that it is essential to the constitution of such a company that the party insured shall, ipso facto, be a member of the company. The Act of incorporation declares that all persons who shall insure in this company shall become members during the period they are insured ; and it gives them the right to vote and a contingent interest in the dividends of the company. The fact that part of the capital is held as stock does not impair the mutual feature. Then the principle ruled in Perrine’s Case applies, and the insurer becomes responsible for the representations contained in the survey. The by-law that was in that case was wanting here, but its legal effect was fully supplied by the plaintiff’s express warranty, whereby he took upon himself the consequences of “ any misrepresentation in effecting this insurance.” Through an agent of the company, of which the plaintiff became a member, he takes a policy, founded on representations for which he makes himself responsible by his direct engagement instead of his implied assent to a by-law, and thus he comes within the doctrine of Perrine’s Case, and the Court was in no error in applying it to.him.\nBut counsel insisted with great confidence that the ruling of this Court in the recent case of Bruner v. The Howard Insurance Company went the length of sustaining the plaintiff’s action here.\nThe cases are not alike. That was not a mutual company. The agent who wrote out the description, instead of being limited to a mere reception of applications, was clothed with large powers —settled the terms of insurance, and countersigned and issued the policies without referring applications to the company. Under the circumstances in proof as to the execution of the papers we held that the. written survey was the act of the agent, and that the assured was not to be prejudiced by the omissions of facts which he stated but which the agent omitted to set down, because he deemed them immaterial. The conditions of the policy were interpreted with a view to the circumstances in proof, and the company was held liable.\nAs there is no resemblance in the features of the two cases there is no logical connexion betiyeen tlie principles of law appropriate to them.\nUnable to perceive any error in the record before us, the judgment is affirmed.",
        "type": "majority",
        "author": "Woodwaed, J."
      }
    ],
    "attorneys": [
      "Jessup, for plaintiff in error.",
      "Porter, with whom were Little and Osterhout and Fleming, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Smith versus Insurance Company.\n1. Though a principal is bound by the acts of his agent whilst acting.within the scope of his authority, yet if, departing from that sphere or continuing within it, he commits a fraud upon his principal, a particeps criminis shall not profit by it.\n2. A policy of insurance was effected upon a stock of store goods, it being-stipulated in the conditions of insurance that “ a false description by the insured of a building or its contents, or omitting to make known any fact or feature in the risk which increases the hazard of the same,” shall render the policy void; and the survey or description shall be taken “ to be a warranty on the part of the assured.” It was also agreed in the application for insurance that any misrepresentation or concealing of facts in effecting the insurance shall render the insurance void. The store was described as containing a chimney and stove-pipe, passing “ through crock, and well secured;” whereas there was no chimney and no crock; and in the night of the day after a fire was kindled in the store, the store-house and goods wore burned, no proof being made as to the cause of the fire.\nMeld that the plaintiff, knowing that there was a false representation which increased the hazard, assumed the responsibility.\nFurther — The obtaining a policy under a false pretence that there was a chimney and a well secured stove, was a fraud upon the company; and though practised by its agent, yet being done with the concurrence and for the benefit of the plaintiff, he could not recover upon the policy.\n3. Though the agent were exclusively the agent of the company, and knowing that there was no chimney, and that the stove-pipe was not well secured, prepared the description as made, but informed the plaintiff that it was only necessary to construct the chimney and secure the pipe before putting fire in the building, Held that this did not improve the position of the plaintiff, the agreement not being communicated to the company, and if made, was violated by the plaintiff, fire being kindled before the chimney was constructed and the pipe secured.\n4. But this being a mutual insurance company, and the party insured being a member of it by virtue of the insurance and the terms of the Act of incorporation, he was thus responsible for the representations contained in the survey.\nERROR to the Common Pleas of Wyoming county.\nThis was an action of debt by James Gr. Smith against The Cash Mutual Eire Insurance Company, on a policy of insurance dated 28d July, 1852, for one year, for $1000, upon a stock of store goods, contained in a frame building of one and a half stories, situate in Washington township, Wyoming county. The Act of incorporation was passed on 14th April, 1851 {Acts 543).\nIn the conditions of insurance, referred to in the policy, it was provided as follows:—\n4. “ Applications for insurance must specify the construction and materials of the buildings to be insured, &c. And a false description by the insured of a building or its contents, or omitting to make known any fact or feature in the risk which increases the hazard of the same, or in a valued policy an over-valuation, shall render absolutely void a policy issuing upon such description or valuation. .\n“ And if any survey, plan, or description of the property herein insured is referred to in tbis policy, such survey, plan, or description shall be deemed and taken to be a warranty on the part of the assured.\n“ 17. The company will not be answerable for any loss arising from the use of fires in buildings unprovided with good and substantial stone or brick chimneys,” &c.\nThe building was owned by another person. In the application the building was described as containing goods, 16 — 17, with a wing extending back for a store-room 7 — 17. One chimney, one stove. Stoves well secured; pipe pass through crock, well secured.\nIt was, inter alia, added, “ Any misrepresentation or concealing of facts, in effecting this insurance, shall be deemed not only a sufficient cause for cancelling my policy, but render the insurance void.” Signed by the applicant.\nThe receipt of R. C. Smith, the agent of the company, .for the premium of $ 11.50, was dated August 2, 1852.\nThe building, with the store goods, was destroyed by fire on the night of Saturday, the 16th October, 1852. The plaintiff was absent at the time. The person who had charge of the store testified that there was no fire that he knew of in the store the night the building was burned. That he put up the stove on Friday afternoon, and was about kindling a coal fire, but being admonished he let the wood fire die out; and, on Saturday morning, ho took the stove-pipe off. He said he was sure there was no fire left in the stove; — he did not think the fire was accidental. The stove-pipe went up through the chamber floor and out of the side of the house. There was no chimney in the store.\nThe agent of the company testified that he took the survey when the policy was made, and filled up the application. He was the agent of the company “ to receive applications and to take insurances through this county.” He transmitted this application to the company.\nThe plaintiff offered to prove by R. C. Smith, the agent, who made the survey, &c., and by other witnesses, that, “ at the time the application was made, the said agent was informed that there was no chimney in the building, and that the stove-pipe was not secured as required and as represented in the application; and that it was agreed by and between the said agent and plaintiff', that before a fire was kept in the building a chimney should be erected and stove-pipe secured as represented in the application.”\nTo this evidence the counsel for defendant objected, and the Court rejected the evidence. This was the plaintiff’s first bill.\nThe agent was further examined, and stated: “ The survey, as to size of building, &c., and distance from other buildings, was made by me, in my examination. I examined the building inside. I made a full examination. There was no chimney in the building, nor erode in the stove-pipe hole; — though I can’t be positive a's to the crock, my impression is there was none.”\nOn part of the plaintiff, the offer before made was renewed; and it was further proposed to prove “ that though i-t was known alike to the agent and the insured that there was no chimney, yet the agent informed the insured that he would so insert it in the application, and all that would be needful on his part was, before using fires, to put in chimney and crocks, as set forth in the application.\nThis evidence was rejected, and the plaintiff’s second bill was sealed.\nThe Court charged the jury as follows:—\n“ It is conceded in this case that there was in the building no chimney, and that the stove-pipe was not secured by crocks, and we charge you that the untrue representation as to the chimney and crocks is so clearly material to the character of the risk to be assumed, and so important for the insurer truly to understand before insuring, that it will' defeat the policy without reference, on this account, to other evidence in the cause; and that your verdict should be for the defendants.”\nYerdict for defendants.\nError was assigned to the rejection of the evidence referred to in the two bills of exceptions; and, 2dly, to the charge that the plaintiff was not entitled to recover.\nJessup, for plaintiff in error.\nIt was contended that the case of Susquehanna Insurance Company v. Perrine, 7 W. Ser. 348, differed from this case, as in that Company (Acts of 1838-9, p. 124) the insured were the insurers, and the premium notes were the only capital; and, by a by-law, the agent of the company was made the agent of the applicant, and thus the agent of the applicant made the false statement. In the present ease, the applicant was but nominally a member of the company, and was not an insurer of the other corporators, and there was no by-law rendering the agent of the company his agent. The case of Howard Eire Insurance Company v. Bruner, 11 Harris 50, was referred to as in point. Also the case of Masters v. Madison Co. M. I. Co., 11 Barber 632, and the cases in 9 Barber 181; 5 Hill 101, and 3 JDenio 254, therein referred to.\nIt was said that it did not appear how the fire occurred, and it was contended that the cause of the fire should have been referred to the jury. The warranty was not that no fire should be put in the store, but that a chimney existed in it. If no fire had been kindled in the room, would the mere absence of a chimney have been material? Was it not for the jury to say whether the building was burned by reason ;of the fire kindled on the Friday previous ?\nPorter, with whom were Little and Osterhout and Fleming, for the defendant in error.\nThe contract in this case' is to govern; and by it a false description or the omission of any fact which increased the risk vitiated the policy. In the case of Howard v. Bruner, 11 Parris, the agents of the company were authorized to bind the company to take risks, and they prepared the application for signature at the time, explaining away the apparent object of some of the questions. That was not the case of a mutual insurance company, but this is; and by the Act the assured is a corporator. Smith had no power to approve applications, but only to receive and transmit applications. As to the effect of misrepresentation, or concealment of a material fact, reference was made to 3 Kent 282-6; Sildyard on Marine Insurance 572-3; Id. 610-16 ; 1 Phillips on Ins. § 542 ; 20 Maine 125; 5 Parris 261; 2 Id. 395; 2 Puer 380, 586, 737.\nAs to express warranties, reference was made to 1 Phillips, pi. 754, 5 ; Id. 762; 3 Low. 262; 1 P. B. 254; 6 Term. Rep. 710 ; 2 Penio 75; 2 Rinney 371, 2; 1 T. Rep. 315; 1 Pallas 174; Qowp. 785.\nIt is not material whether the warranty is material or not: 3 Term. Rep., Blaekhurst v. Cockell; 1 Id. 343; 2 Id. 186; 3 Poto. 255 ; 9 Parris 466, Callender v. Keystone Ins. Co. There is no difference between marine, fire, and life policies in this respect: 1 Phillips, pi. 866, 892. But if the evidence had been admitted, it would not have availed the plaintiff, as in such case the warranty would have been that there should be a chimney, and stove-pipe secured by a crock, before fire was used; and fire was kindled without such security.\nThe effect of the offer was to show collusion between the plaintiff and the agent of the company to defraud the company; but this would not have availed the plaintiff, as there was no evidence of notice to the company of such understanding."
  },
  "file_name": "0320-01",
  "first_page_order": 318,
  "last_page_order": 324
}
