{
  "id": 9504557,
  "name": "Talbot versus Calvert",
  "name_abbreviation": "Talbot v. Calvert",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "327",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Howard 70",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "17 Conn. 201",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6752760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/17/0201-01"
      ]
    },
    {
      "cite": "2 Wharton 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    },
    {
      "cite": "6 Whar. 571",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Humph. 127",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        11266409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/25/0127-01"
      ]
    },
    {
      "cite": "1 Miss. 532",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        11315134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/1/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 8839,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 3.2273719162621534e-07,
      "percentile": 0.8674806909592027
    },
    "sha256": "b623576ecfaba7c3b07132c258171cd9adb23eac4cd0795032b876239539cda2",
    "simhash": "1:f2166e3fe2425ebc",
    "word_count": 1617
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Talbot versus Calvert."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlacií, J.\nA married woman died intestate and possessed of personal property. The question is whether it goes to her husband or to her collateral heirs. The law gives it to the husband, unless the other parties can show some special facts which take the case out of the rule. This they have tried to do. There was an agreement before marriage by which the husband covenanted that the wife should have her property to her own use as long as sbe lived, and dispose of it by ber will to whom sbe pleased. He also bound himself not to sell or convert to his own use any portion of it.\nThe husband might have agreed to such marriage articles as would have cut him off from the succession to his wife’s goods after her death, by limiting them to other persons. The promise to let her have the separate use of her property means no kind of provision about the succession. The agreement that it shall go to whomsoever she pleases to designate as her legatee is not a covenant that the husband will give it to her relatives if she makes no will. She had the power to make the will, but she did not exercise it. The presumption is that she was satisfied with the disposition which the law would make. She probably would have bequeathed all she had to her husband, if she had not known that he would take it anyhow.\nBy what title do the next of kin claim the property now in dispute ? Not by the marriage articles, for there they are not so much as mentioned or alluded to. Not by any gift of the wife during her life, for no such thing is pretended. Not by a will, for no will was ever made. Not by the intestate laws of the state, for they give it to the husband. They have no title at all, and yet they must show a good title before they can demand it.\nThe plaintiffs rely much on the fact that the covenant of the husband not to convert the wife’s goods was made directly to her executors and administrators. Without such a covenant, express or implied, the others would have been nugatory. She could not sue him, if she had a hundred covenants; and her power to make a will would have been worthless if her executor or administrator cum testamento annexo could not have brought an action to compel him to account for any property of hers which he sold or converted to his own use during her life. We think this no reason for believing that the parties intended more by the marriage settlement than what they said in words.\nThe husband also covenanted that he would not at any time thereafter sell or otherwise convert to his own use any part of her property. If this were a sound argument against the defendant’s right to take under the intestate laws, it would be equally good to show that he could not take under a will; but it is not pretended that the latter proposition is true. We must either suppose that this covenant simply provides against a conversion by the husband of the wife’s property injurious to her rights as the separate and sole owner, or else Aye must go the wild length of declaring that it rendered him totally incapable of ever getting, having, or holding anything that was hers, however clear his title to it might afterwards become.\nThere is another provision in the articles, of which something was said at the bar. It was agreed that he should be indemnified out of her estate for any debts he might have to pay for her. The husband, seeing that he had given his wife absolute control over her property during the coverture, and the full power to dispose of it by will, and knowing also that he was nevertheless liable for her debts, thought proper to reserve the right to demand reimbursement for all he might pay, in case she would will what she had to another person. There is nothing in this to defeat the operation of the intestate laws.\nWhere an ante-nuptial agreement limits the wife’s property to certain persons other than the husband, the husband of course cannot claim it against the right of the parties upon whom it is settled. Where it indicates in terms tolerably clear that the husband intended to relinquish all the rights which he had or could have in the wife’s property, not only during but after the cover-* ture, then it descends to her next of kin, and they take it under the intestate laws, just as if she had never been married. If such intention had been apparent here, it would have been equivalent to a settlement of it on such persons as the wife might appoint by will, and, in default of such appointment, on her next of kin. But we do not seo the least glimmer of such a meaning in this contract.\nJudgment reversed, and judgment here for the defendant.",
        "type": "majority",
        "author": "Blacií, J."
      }
    ],
    "attorneys": [
      "Broomall. for plaintiff in error.",
      "Lewis and Speakman, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Talbot versus Calvert.\n1. By an ante-nuptial contract, the husband agreed that his wife might receive and take for her own separate use and benefit, all her moneys or chattels, and have power by will to dispos,e thereof, and that he would not sell, dispose, or otherwise convert to Ms own use any part thereof. Held that the agreement was intended merely to prevent a conversion by the husband injurious to the rights of the wife, as sole owner of the property, and did not prevent his succession to it after the death of his wife, who died intestate.\n2. The construction was not affected by a provision in the marriage articles that the husband was to be indemnified out of her estate, for any of her debts which he might be obliged to pay.\nERROR to tbe Common Pleas of Delaware county.\nTbis was a case stated in which Reese Gr. Calvert and others were plaintiffs, and John Talbot, executor of the will of John Talbot, deceased, was defendant.\nJohn Talbot, about the 6th June, 1883, intermarried with Hannah Calvert, sister of Reese Gr. Caivert, an agreement, not under seal, having been previously executed by the proposed husband and wife, dated on that day, in Delaware county. In it it was recited that Hannah Calvert, in her own right, was possessed of several sums of money owing to her on bonds and mortgages, &c.; and it was agreed that after the marriage she might separately take up or use as she may think proper any or all of the moneys, goods, or chattels whereof she is possessed or entitled during the coverture, for her own separate use and benefit, and receipt therefor, and that she might use the name of her husband in any suit for recovery of any part of the same — he to be put to no costs in the same. It was also agreed that she might make a will, and “ give and dispose of any part or the whole of her estate, either real or personal, to whom or in what manner she shall think fit.” It was further provided that Talbot doth covenant and grant to the executors and administrators of said Hannah Calvert, that he would not sell, dispose, or otherwise convert to his own use any of the said moneys or personal estate, nor obstruct her in the disposal or disposition thereof: Provided, that if he shall be damnified for any of her debts, then it should be lawful for him to recover out of her estate all costs or damages he shall sustain.\nHannah, the wife, died in December, 1849, intestate and without issue, leaving as her next of kin Reese G. Calvert, her brother, and two sisters, and leaving $750 at interest, secured by mortgage in the name of two trustees, which claim had been treated as her own till her death. After her death it was collected by her husband, as administrator of her estate. He died about April, 1850, having, by his will, disposed of the residue of his estate to the defendant, and appointed him executor.\nIt was submitted to the Court whether the plaintiffs or the defendant were entitled to the said money outstanding at the death of the wife.\nJudgment was rendered in favor of the next of kin.\nBroomall. for plaintiff in error.\nUnder the intestate laws of Pennsylvania the husband is entitled to his wife’s dioses in action. The separate use in the wife stipulated for in the agreement ceased on the dissolution of the marriage, and the situation of the husband with respect to her property, was then as if no agreement had been made: Mac Queen, p. 285-8; 1 Miss. 532; 7 Johns. Oh. 229; 6 Humph. 127; 6 Whar. 571, McKennan v. Phillips. Ante-nuptial contracts are to be construed strictly, and not extended by implication beyond their express terms: 2 Wharton 11, Thomas v. Folwell.\n(See antea 253; also 11 Harris 29, Faries’ Appeal.)\nLewis and Speakman, for defendants in error.\nIf the husband’s relinquishment of his marital rights was absolute and not merely during coverture, the husband was barred of all claim: 4 W. Ser. 546, Gackenbach v. Brouse; 8 G-rattan 486; 17 Conn. 201; 8 Geo. 279; 10 Yerger 222; 6 Howard 70. In the case of McKennan v. Phillips, 6 Wharton, the agreement related only to the payment of the money, and had no influence upon the rights of the wife over it after its payment, or its destination after her death."
  },
  "file_name": "0327-01",
  "first_page_order": 325,
  "last_page_order": 328
}
