{
  "id": 9504579,
  "name": "Lovett's Executors versus Mathews",
  "name_abbreviation": "Lovett's Executors v. Mathews",
  "decision_date": "1855-05",
  "docket_number": "",
  "first_page": "330",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 8033,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.8510270353386805e-07,
      "percentile": 0.7235155408674405
    },
    "sha256": "79e3f93380686e3add9cc61f4f3ea9d6845132221a77d1d8cc76fe8a2e3e194b",
    "simhash": "1:0425e4d2360fbcd8",
    "word_count": 1409
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lovett’s Executors versus Mathews."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, May, 1855, by\nBlaoe, J.\nOn the trial of this case (which was an ejectment) .the plaintiff offered a will, which he asserted had been proved before the proper authorities of Lenawee county in the state of Michigan. It was rejected on the ground that it was not properly authenticated. They next offered the same will, with evidence that it had been admitted to probate before the register of Bucks county, and letters testamentary thereon issued agreeably to the Act of 1832. The defendants made precisely the same objections to this that were made to the first offer, and the Court ruled out the evidence for the reason that there was that on the face of the register’s proceedings which showed that he had acted without proper authority, and had not given a correct judgment in the matter.\nWe do not think this case requires us to decide whether the proceedings of the Probate Court in Michigan were properly authenticated or not. ■ It is equally unnecessary to determine now whether a foreign will can ever be given in evidence without showing that it has been proved before some register in this state. The important question is this: Can the judgment of a register on a foreign will be treated as a nullity by the Court of Common Pleas in a collateral proceeding ? We think not. When the register pronounces a will proved and approved, he does a judicial act. If his decision be based on insufficient evidence, let the party aggrieved take an appeal. No matter how plainly it may be made to appear that the judgment ought to have been the other way, it must be regarded as in full force until regularly reversed by some Court of appellate jurisdiction. This has been settled as the law in regard to wills which are originally proved in the state. The reasons on which it stands are fully given in Holliday v. Ward (7 Harris 485), and we do not propose to repeat them here. In that case it was apparent that there ivas but one competent witness who swore to the execution of the will, but this Court said that it was admissible in evidence, nevertheless, with the same effect as if it had been properly proved. We cannot see how any distinction can be taken between the judgment of a register establishing a will made within the state, upon the oaths of witnesses, and a similar judgment on a will made elsewhere, and proved here by the attestation of a judge of probate. The register gets his jurisdiction on both in the same way; the same rules of policy require the judgment in either case to be binding on all parties, and there is nothing in the statute which makes one more so than another. We are clear, therefore, that this offer ought not to have been rejected, however plainly the judge may have seen that the register was mistaken. A judgment given by any tribunal, even of the lowest grade (a justice of the peace for instance), cannot be rejected, if offered in another Court, for the mere reason that there was not evidence enough to support it.\nSomething was said in the argument about a defect in the register’s certificate. But the objections taken in the Court below are specially noted, and this is not one of them. For this reason we cannot consider it here. When a party, opposing the admission of evidence, enumerates his objections, all that are not enumerated are waived. This was very probably waived because it was known to be worthless, for the issuing of letters testamentary is sufficient evidence of the probate without a formal decree.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Blaoe, J."
      }
    ],
    "attorneys": [
      "Du Bois and Roberts, for plaintiffs in error.",
      "Ross and Lear, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lovett’s Executors versus Mathews.\n1. The judgment of a register admitting a will to probate is a judicial act, and its sufficiency is not examinable in a collateral proceeding, whether the will has been made in this state or in another state.\n2. The issuing of letters testamentary is sufficient evidence of the probate of a will, without a formal decree to that effect: see 7 Harris 490.\n3. When specific objections are made to the admission of evidence, all other objections are waived.\nERROR to the Common Pleas of Bucles county.\nThis was an ejectment to September Term, 1854, by William Lovett and another, executors of the will of John Lovett, deceased, v. W. Mathews and J. Flack.\nOn the trial, the plaintiffs offered in evidence a certificate, or certified copy of a record of the Probate Court of Lenawee county, in the state of Michigan, containing a copy of the last will and testament of John Lovett, deceased, there admitted to probate and recorded.\nTo its admission several objections were made, all of them to the effect that the record had not been authenticated according to the Act of Congress; and on this ground it was rejected.\nThe plaintiffs’ counsel then offered letters testamentary, granted by the register of wills of Bucks county, Pennsylvania, to the plaintiffs, upon the estate .of the said John Lovett, late of Michigan, said estate being in the said county of Bucks, together with a copy of the will and probate, and bond to the Commonwealth, dated September 1st, 1854. These were objected to for the same reasons before stated, and were rejected, as it was stated, because it appeared from the record itself that the register admitted the copy of the will to probate, and granted the letters, without legal authority.\nThe rejection of each offer was assigned for error.\nDu Bois and Roberts, for plaintiffs in error.\nThe copy of the record of probate was in conformity with the provisions of the 12th and 17th sections of the Act of Assembly of 15th March, 1832, relating to registers and Registers’ Courts.\nThe 12th section provides that “ Copies of wills and testaments proved in any other state or country according to the laws thereof, and duly authenticated, may be offered for probate before any register having jurisdiction, and proceedings thereon may be had with the same effect, so far as respects the granting of letters testamentary, or of administration with the will annexed as upon the originals,” &c., relating to the authentication, which, when made, shall be sufficient proof for granting letters testamentary, &c.\nThe 17th section provides that “All original wills, after probate, and the copies of all original wills produced under the provisions of this Act, shall be recorded and filed by the register of the respective county, and shall remain in his office,” except, &e. “ And the copies of all and such of the probates thereof, under the public seals of the Courts or offices where the same may have been or shall be so taken or granted,” &c., “shall be adjudged and are hereby enacted to be matter of record and good evidence to prove the gift or devise thereby made.”\nThe mode of authentication prescribed by the Act of Congress is not exclusive of any other w’hich the states may adopt: 1 Q-reen-leaf Bv. 505.\nThe decree of the register of Bucks county, unappealed from, was primá facie evidence of its validity, and could not be reversed collaterally: 7 Harris 485, Holliday v. Ward; 5 Ser. §• R. 212, Logan v. Watt; 1 W. Ser. 398, Loy v. Kennedy.\nRoss and Lear, for defendants in error.\nIn addition to objections to the certificates founded on the Act of Congress, it was contended that the paper referred to in the second bill was merely an uncertified copy of the certificate and proceedings which had been before rejected. 2. That it was not authenticated as the Act of Assembly of 15th March, 1832, required; and 3d. That it was not sucb a record as could be given in evidence under the 17th section of the said Act.\nTo an objection that there was not proper evidence that the register of Bucks county had admitted the will to probate, because the certificate of that fact was not signed by him, it was replied, on part of plaintiffs in error, that the certificate has the seal of the officer but not his signature; but that the defect was not noticed in the Court below. It was further contended that the signature was not material, and that it could be supplied: 1 Ser. R. 97; 2 Id. 394 ; 2 Penna. 209."
  },
  "file_name": "0330-01",
  "first_page_order": 328,
  "last_page_order": 331
}
