{
  "id": 9504606,
  "name": "Taylor versus Sutherland",
  "name_abbreviation": "Taylor v. Sutherland",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 348",
      "category": "reporters:state",
      "reporter": "Binn.",
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 349",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 333,
    "char_count": 6097,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32802433655398444
    },
    "sha256": "c33f58fdc677ebdfa52fa786c1dbdadc207c84f6636d14b280b67292a22433ba",
    "simhash": "1:274590e509c3c686",
    "word_count": 1121
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor versus Sutherland."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nA paper offered in evidence may be proved to be genuine by any witness who is acquainted with the handwriting of the party, by whom it is alleged to have been made. If a witness thus qualified to speak on the subject, will swear that he believes it to be what it purports, it must go to the jury, and there the other, party may meet it with any counterproof of the same character which he can produce.. But to make the opinion of a witness worth anything, it must be founded on his knowledge of the plaintiff’s handwriting. He may believe it to be his, because others have told him so, or because he has too much confidence in the party producing it, to think he would attempt to use a false paper, or because of some other circumstances equally immaterial. Whether the paper is to be admitted or rejected, depends on the ground of the opinion in favor of its genuineness.\nIn the case before us, the witness being shown some lines written on the margin of a letter, declared that he believed them to have been written by the plaintiff, because they were on that paper, and that he would not recognise them as his, if he had seen them elsewhere. Now, if the genuineness of this writing depended on its connexion with other writing on the same paper, the Court and jury did not need the aid of the witness, for they were as good judges as he, and could see it just as well. But he was called, because he knew something which they were ignorant of, namely, the handwriting of the party, and that was all he could properly speak from. It was his knowledge, and not his faith, that was wanted. He left the matter in a worse condition than he found it, for the side that called him. When a witness who knows a party’s handwriting is unable to form an opinión upon a paper, without the aid of a fact which ought to have no influence on his judgment, his testimony is opposed to its genuineness. If, therefore, it would have been right, as it certainly would, to reject the paper in question before any attempt to prove it, it was doubly right to reject it after such a failure as this.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Little, for plaintiff in error.",
      "Bentley, for defendant."
    ],
    "corrections": "",
    "head_matter": "Taylor versus Sutherland.\n1. To render the opinion of a witness as to handwriting admissible, it must be founded on his knowledge of the handwriting of the party.\n2. A witness being shown some writing on the margin of a letter, declared that he believed it to have been written by the plaintiff, because it was on the letter, but that he would not have recognised it as his if he had seen it elsewhere: 11'eld that this was not evidence of the genuineness of the handwriting in question.\nERROR, to the Common Pleas of Susquehanna county.\nThis was an action of debt by Sutherland v. Taylor, on a promissory note dated Prattsville, May 11, 1848, for $250, signed D. L. Taylor, and payable to one Noble, or bearer. The defendant alleged the note to be a forgery.\nOn the trial, I. Scudder was called on the part of the plaintiff, and testified that he had seen Taylor, the defendant, write, and that he thought the signature to the note to be his. The note was read in evidence.\nThe defendant then gave testimony to show that he was not in Prattsville on the 11th of May, 1848, the date of the note, but was between one and two hundred miles distant on the 9th May, and for some weeks afterwards.\nOn his part, I. Scudder, previously examined, was called, and testified that lie had seen the plaintiff write, and was acquainted with his handwriting; and that the body of a certain letter there produced was in his handwriting, but that he thought the writing on the margin of it was in a different hand. The letter referred to was one dated Prattsville, June 14, 1849, addressed by the plaintiff to Taylor, the defendant, relating to the note. On the margin of the letter was written, in part, to the effect that positive proof could be found that Taylor was not at Prattsville at the date of the note, and stating, “My book also shows that.” The plaintiff denied having -written the matter on the margin of the letter.\nAfter I. Scudder was examined, D. 0. Scudder was examined on part of the defendant. He testified that he was acquainted with plaintiff’s handwriting; that the body of the letter was in his handwriting, but could not say that the writing on the margin was his. He further said, upon further examination, I believe the writing on the margin to be his. But added, “ If the postscript and marginal writing were by themselves, I should be uncertain as to their being plaintiff’s hand; I believe them to be his from the connexion in which they are found, being on the letter.. If they stood alone, I should not recognise them as plaintiff’s hand, on account of their being finer than I’ve ever seen him write. But seeing it on the letter, with the other writing, I believe it to be his.”\nThe writing on the margin was rejected, but the letter was read.\nOther witnesses were called' to testify to the signature to the note.\nThe Court observed to the jury that a genuine note is presumed to bear a correct date, and to have been made at the place purported; but that if the jury were satisfied that the defendant was not at Prattsville on the 11th May, 1848, it rested on the plaintiff to explain the contradiction.\nNovember, 1853, verdict for plaintiff for $329.62.\nThe rejection of the writing on the margin of the letter was assigned for error.\nLittle, for plaintiff in error.\nThe marginal writing should not have been excluded from the consideration of the jury. Where a witness has seen a person write and declared he knows his writing, he may compare the writing in question with writing known or admitted to be in the handwriting of the party: 1 Pa. Rep. 180; 1 Harris 648, Porter v. Wilson; 6 Ser. ‡ R. 312; 5 Binn. 349.\nBentley, for defendant.\nThe writing on the margin was not proven to be in the handwriting of the plaintiff. The Court may decide whether a paper is sufficiently proved, or may refer it to tbe jury witli the direction not to consider it of any validity unless satisfied of the proof: 5 Bin. 348, 352; 3 Id. 539."
  },
  "file_name": "0333-01",
  "first_page_order": 331,
  "last_page_order": 333
}
