{
  "id": 9504635,
  "name": "Russel versus Werntz",
  "name_abbreviation": "Russel v. Werntz",
  "decision_date": "1855-05-28",
  "docket_number": "",
  "first_page": "337",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 281",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0281-01"
      ]
    },
    {
      "cite": "5 Watts 548",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0548-01"
      ]
    },
    {
      "cite": "9 Watts 325",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0166-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 326",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 443",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 141",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0141-01"
      ]
    },
    {
      "cite": "8 Watts 81",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 935,
    "char_count": 27386,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 1.9975327005323266e-07,
      "percentile": 0.7425425188881668
    },
    "sha256": "08ad71f95b9c160974d819e7c903cf188612f91360cbbc64d0dba9022b995c49",
    "simhash": "1:58e2665bca560ce7",
    "word_count": 4883
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russel versus Werntz."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, May 28, 1855, by\nWoodwaRD, J.\nThe great question in this cause was, whether the assessment on which the plaintiffs’ tax title was founded applied to the two Franks warrants of 1823, or to the two of 1824-5. The first pair were laid adjoining each other on an older survey known as the Otto tract; the others on an older survey in the name of Michael Gunkle, three miles distant. Both sets were in Norwegian township, Schuylkill county. The assessment made in the name of Samuel D. Franks was manifestly designed to embrace the two warrants of one of these pairs; but of which pair ? those located on the Otto or the Gunkle tract ? This was a pure question of fact, and as such properly referred to the jury.\nBut it is complained that the Court fell into several errors in admitting and rejecting evidence.\n1st. The deed of release — Werntz to Be Forest. If we had been furnished with a copy of this deed we might possibly have thought the Court in error in rejecting it, but without seeing it we cannot say it was competent.\n2d. The evidence of Klauser, the assessor, was such as is always admitted on similar questions: 2 Pa. R. 500’.\n3d. We have come with some difficulty to the conclusion that there was no error in admitting the books found in the office of the deceased deputy surveyor. Lauderbrun, Jackson, and Drckr had all been deputy surveyors, and as such it was their duty, made so by express statute, to keep an office and to return from time to time to the county commissioners, for purposes of taxation, all lands surveyed within their proper county. Had these returns been found in the commissioners’ office, no question could have been raised on their competency. But suppose they were copies of returns which had been made, or original lists prepared for the commissioners, but not yet handed over, either way they were official papers, and though not made evidence by Act of Assembly, yet being found in the office of deceased officers who were bound to make such lists, they were evidence on the same principle that field-notes and memoranda of official acts and instructions found in the offices of deceased deputy surveyors have been held to be evidence: Galbraith v. Elder, 8 Watts 81; Ross v. Rhodes, 3 Harris 163. In Lindsay v. Scroggs, 2 Rawle 141, Chief Justice GibsoN said, the acts of a deputy surveyor, preparatory to a consummation of his duty, such as his field-notes, are unquestionably admissible as part of the res gestee, and to prove them, it has been aptly said, even the sweepings of his office are evidence. These principles apply with peculiar force to official documents which have come down through a succession of officers all of whom are now dead.\nThe remaining errors are assigned upon the charge, and, with the exception of the seventh, they all relate to the assessment. We have considered the instructions of the Court upon this, and find them according to the general course of decision in Pennsylvania. They are said to be irreconcilable with many of the cases; but it is to be remembered that some of the cases are irreconcilable with each 'other. The Court left the great fact to the jury on which the cause hinged. They ruled that the land which the jury should find to have been assessed was the debtor for the taxes, and that it passed to the purchaser, by whatever name designated ; that the assessment of two contiguous tracts as one tract, when owned by the same person, was an unimportant irregularity under the curative provisions of the Act of 1815; that it is immaterial in what name land is assessed, if there is sufficient evidence to satisfy a jury what land was taxed and sold, and that it was unseated; that this tax was assessed a competent time before the sale, and that it was entered in the proper books. In all this we perceive no error. The answer to the much pressed argument that the assessment was so vague as to give the owner of the Gunkle warrant no notice of it, is, that he knew his land was unseated and subject to taxation, and it was his duty, as a good citizen, to pay the taxes. Had he done so, the sale in the name of a younger warrantee would not have harmed 1dm.\nThere is nothing in the seventh error. Whilst the title was in the county it could not be prejudiced by the payment of taxes other than those for which it had been sold. If the county taxed lands the title of which was in itself, and parties paid the taxes in ignorance of the fact, they may, perhaps, have an equitable right to reclaim their money ; but they cannot invalidate that title in the hands of a bond fide purchaser from the county. Had the defendants shown payment of the taxes for which the land was sold, or payment of that year’s assessments on this land, in whatever name, they would have shaken the plaintiffs’ title; but what they did show did not touch it.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "WoodwaRD, J."
      }
    ],
    "attorneys": [
      "Parry, for plaintiffs in error.",
      "Hoffman and Hughes, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Russel versus Werntz.\n1. The identification of land sold as unseated, in case of dispute, is for the jul7-\n2. In case of dispute as to the identity of land sold as unseated, the assessor who made the assessment may prove what land he designed to assess, when ho made the assessment, and that before making it he inquired of an adjoining land-owner as to the ownership of the land about to be assessed.\n3. In order to show the location of unseated land, on the trial of an ejectment, manuscript books containing memorandums of return of surveys of unimproved lands, surveyed by different deputy surveyors, which were found in the office of a deceased deputy surveyor, were admissible in evidence.\n4. The assessment as one tract of 300 acres of two adjoining tracts of unseated land, owned by the same person, containing together 327 acres, was, after treasurer's and commissioners’ sale of the same, an unimportant irregularity under the curative provisions of the Act of 1815.\n5. Unseated land assessed is the debtor for taxes ; and it is immaterial in what name it has been assessed, if there is sufficient evidence to satisfy the jury that the land in question was that which was taxed and sold, and that it was at the time unseated. The sale in the name of a younger warrantee will pass the title, it not being assessed at all in the name of the first warrantee.\n6. Unseated land was assessed for the year 1831, and the assessment was regularly returned to the county treasurer’s office, but the assessment was not transcribed by the treasurer into his book containing list of unseated lands till nearly five months previous to the sale in the year 1834. Held that it was assessed a competent time before the sale, and entered in the proper books.\n7. Whilst the title to unseated land was in the county under a purchase by the commissioners at treasurer’s sale, persons claiming separate interests in the same under the original warrant, had their separate interests assessed and paid the taxes; and the land was afterwards sold at public sale by the commissioners : Held that the taxes for which it was sold by the treasurer not having been paid, or payment shown of taxes assessed for the same year in another name, the payment of tax by the owners of undivided interests thus assessed, did not affect the title derived under the sale by the- commissioners.\nERROR to tile Common Pleas of SehuyllciU county.\nThis was an action of ejectment to June Term, 1846, by Frederick G. Werntz v. Andrew Russel, Gains Moore, and the Miners’ Bank of Pottsville, for a, tract of ahoye 32T acres of land, situate on the Sharp Mountain, in Branch township, formerly Norwegian, bounded by lands of Hollenback, Klauser, Allen, the New York and Schuylkill Coal Company, and others.\nThe plea was, not guilty, and, on February 17, 1853, verdict was rendered for the plaintiff.\nThe plaintiff claimed under a sale for taxes in the year 1834, under an assessment, for the year 1831, of 300 acres of land, as the property of Samuel D. Franks; a purchase by the county commissioners, and a sale by them,'in 1843, to himself. The regularity of the assessment and sale was contested; and it was further alleged, that the assessment in question was of two other warrants in the name of Samuel D. Franks, on the Mine Sill, in same township, about three miles from the land in dispute.\nOn part of the plaintiff, was given in evidence a warrant to Samuel D. Franks, dated December 23,1824, and survey thereon on 13th May, 1825, for 216 acres 148 perches; an assessment in his name for the year 1825 for 200 acres, in Norwegian township. 2. A warrant to the same, dated August 3, 1825, for 200 acres, and survey thereon on 6th October, 1825, of 111 acres.\nIn 1826, ’27, and ’28, Samuel D. Franks was assessed for 400 acres. In 1829 the quantity assessed was reduced to 300 acres. In 1831 the same quantity of land was assessed in the same name; and evidence was given of a sale, on 9th June, 1884, of 300 aeres, in tbe name of Samuel D. Franks, as being in Norwegian township, for county and road taxes of 1831, and purchased by the county commissioners. On January 28, 1848, the land was sold at commissioners’ sale to Frederick G. Werntz, the plaintiff.\nThere was given in evidence a connected draft of the said two surveys, which, adjoined; and evidence was given of the location of the surveys on the land claimed in the writ.\nFrom 1843 till 1853, the assessment was in the name of the plaintiff.\nA part of the land surveyed on the said warrants to S. D. Franks, appeared to be at the time vacant; but the greater part of it was on land included on the John Gunkle warrant of 1788.\nThe defendants claimed under patent to John Gunkle, dated April 11th, 1798, for 398 acres and allowance; and deduced title to Andrew Russel in March, 1833, when he conveyed one undivided fourth to Miller and Rex; one-fourth to John C. Offerman; one-fourth to Gaius Moore, and retained one-fourth. The interest of Offerman became vested in the Miners’ Bank of Pottsville.\nEvidence was given that the greater portion of Franks’ surveys claimed by the plaintiff were located on the Michael Gunkle warrant, recited in the patent to John Gunkle.\nEvidence was given, in order to show that the assessments in the name of Samuel D. Franks, under which the plaintiff claimed, were made of two other surveys of land of Samuel D. Franks’, situate on the Mine Hill, about three miles north-east of the Michael Gunkle tract. The westernmost of the two Franks’ surveys last mentioned covers the Otto tract, and was on land formerly claimed by the Forest Improvement Company. One of these surveys w'as in April, 1823, for 149 acres 113 perches, under warrant in January, 1823; and the other was made in May, 1824, for 203 acres 14 perches, under warrant of 28th August, 1823.\nThe defendants also offered in evidence a deed of release from Werntz, the plaintiff, to Benjamin De Forest, Jr., dated September 28, 1844, for the consideration of $20; and also .offered to prove that the description in the release was of the Otto tract. This'was offered with the view of contending that the plaintiff’s claim under the tax sale was to the Otto land, and that such claim was released. The release was rejected.\nThe defendants showed assessments in their own names from 1834 till 1839, inter alia, as follows:—\nRussel, Andrew, 96 acres, &c., being one-fourth of a larger tract, &c.\nRussel Andrew (one-fourth of warrant in the name of M. Gunkle), 96 acres, &c.\nMoore, Gaius, 96 acres of land, Sharp Mountain.\nOfferman, John C., same.\nIt was admitted that the taxes on the Michael Gunkle tract thus assessed, from 1834 till 1848 inclusive, were paid.\nIt did not appear that the Michael Gunkle survey was assessed for 1831, or any part of it before 1834, when interests therein were assessed as before stated.\nIt was also alleged, on their part, that the taxes for the year 1831, assessed to Samuel D. Franks, for which the land was sold, in June, 1834, were not entered in the treasurer’s office until 16th January, 1834, less than five months before the tax sale; that the taxes for the year 1831, on the unseated as well as on the seated land, were placed in the collector's duplicate; that there was in the treasurer’s office, a book labelled, “Unseated Land Book,” containing entries of unpaid taxes from the year 1822 to 1835; that from the entries in this book the treasurer received the payment of taxes on unseated land, and made the lists for the sale of unseated lands ; that the tax for which the land was sold was entered in the book under the following head:—\nNorwegian township County tax, on Unseated Lands for 1831 —Philip Drehr, Collector, entered Jan. 16,1834 : Franks, Samuel D.,.- 4.05\nAlso evidence that this record was a copy of the original return of the collector, which was marked, entered January 16, 1834. ,\nIn connexion with this paper, evidence was given that the paper was made up by the clerk of the commissioners; that the collector was in the practice of going to the commissioners’ office to make a list of taxes he could not collect; and then taking it to the treasurer’s office to procure credits; and that the treasurer advertised all land entered on these lists, whether seated or unseated.\n’The plaintiff then proposed to prove by John IClauser that he was the assessor for 1826, and that he called on Michael Hollert-bach, who lived on land adjoining, to inquire as to the owners of the land embraced within the warrant to S. D. Franks, of 23d December, 1824, and 3d of August, 1825, and was informed that Nicho and Judge Franks claimed it, and that he assessed it in their names.\nThis was objected to, on the ground that the assessment sliould designate the land intended to be assessed; and that the conversation with Hollenbach was not evidence. The objection was overruled, and the second bill sealed.\nFor the purpose of showing the location of the land, there was given in evidence an official connected draft of a number of warrants and surveys, including the warrant to Samuel D. Franks of 23d December, 1824, for 200 acres.\nAlso the assessment for 1825, for Norwegian township, containing, inter alia, an assessment in name of Samuel D. Franks, of 200 acres — and of Nicho Allen 300 acres.\nFor the purpose of showing the location, there was offered a manuscript book, entitled “ Return of Lands surveyed in Schuylkill County, by the different Deputy Surveyors, and furnished the Commissioners of said County, agreeably to the Act passed the 3d of April, 1804; by Frederick Lauderbrun, D. S.,” and in con-nexion with the book the following testimony:—\nSamuel B. Fisher testified. I don’t know the time Frederick Lauderbrun was deputy surveyor; that book came into my possession among John Drehr’s papers; I think Drehr was not deputy surveyor at the time of his death ; I was deputy surveyor at one time.\nThe plaintiff then offered in evidence another manuscript book, entitled “ Return of Unimproved Lands to the Commissioners of Schuylkill County, taken from the Entries of Pusey W. Jackson, Deputy Surveyor of said County, from the first day of June, 1830, to this date, June 3, 1831.\n“ Signed, ' P. W. Jackson, D. S.”\nAlso, in connexion with the foregoing, the following testimony:\nSamuel B. Fisher. Both of these books I found among John Drehr’s surveying papers; I bought the papers from the widow of John Drehr, one or two years after his death. Drehr was deputy surveyor after' Lauderbrun, but not immediately, P. W. Jackson succeeded Lauderbrun. 1\nEvidence was also given' proving that the heading or title of one of the books was in the handwriting of Lauderbrun, and the other in the handwriting of Púsey W. Jackson — the books were not signed at the end, and the entries in both of the books were made in the handwriting of several persons.\nF. B. Kaercher. I am clerk of the county commissioners. I have never seen any return of the deputy surveyors of unseated land for 1825. I made search this morning. I have never seen any return of that kind in the office. There is no minute-book as far back as 1825 ;■ none further back than 1848.\nThe first book contained an entry, “ 1824, December 23. S. D. Franks, Esq., 200 Norwegian — Adjoining lands of the New York Coal Company, Michael Hollenbach and George Klauser.”\nAlso, 1825, February 11, Nicho Allen, 300 Norwegian, adjoining land of Hollenbach and others.\nThe second book contained the following entries (inter alia) under the following head:—\n“ Return of unimproved land to the commissioners of Schuylkill county, taken from the entries and drafts of Frederick Lau-derbrun, late deputy surveyor of Schuylkill county aforesaid. June 3, 1831.\n“ Signed, P. W. Jacksok, D. S.”\nDate of warrant.\n1825, August 3, S. D. Franks, Esq., Ill acres Norwegian, adjoining S. D. Erante’ otter land — land of John Adams, Philip Zimmerman and others.\n1824.\nDeo. 23, S. D. Franks, Esq.,-216, 115 — Norwegian, adjoining, &c. Also 1824, December 8, Nicho Allen, 107, 115, Norwegian, adjoining land of S. D. Franks, Michael Hollenbach, New York and Schuylkill Coal Company, and others.\nIt was objected that the books were private books, and therefore not evidence in the case. The objection-was overruled, and the third bill sealed.\nEvidence was then given, on part of plaintiff, with the view of proving that the land on Mine Hill, on which the warrants of Samuel D. Franks were located, had been surveyed on older warrants ; and that the land in the years 1825-6, and 1831, had been assessed to the persons claiming under such older warrants, and that the taxes had been paid.\nThe defendants gave in evidence a deed of assignment of 17th February, 1848, by Frederick Werntz, in trust for creditors.\nPoints were submitted on each side.\nHeg-INS, President Judge, charged, that in the case of unseated land it is the land which is assessed, and that it was immaterial in what name it was assessed if there was sufficient evidence to satisfy the jury what land was assessed and sold, and that it was unseated; and that the only question for the jury to decide was, whether the land which was surveyed on the 13th of May and 6th of October, 1825, in pursuance of the warrants to Samuel D. Franks, and located on the Sharp Mountain, was the same that was assessed and purchased by the plaintiff. The 400 acres was assessed from 1826 till 1829, but in the latter year the quantity was reduced to 300 acres. The quantity was immaterial further than as tending to show what land was intended to be taxed. The identity of the land sold was referred to the jury.\nIn reply to the tim'd point of the plaintiff, he charged, that the two surveys in name of Franks, adjoining each other, together containing a less quantity than he might have appropriated on a single warrant, the assessment and sale of both surveys as one tract, in the absence of evidence that they differed in value, was not such an irregularity as avoided the sale; but if they did differ in value, the defendants, claiming a legal title to the land, might take advantage of it and set it up >as a defence.\nIn reply to the fourth point of plaintiff, he charged, that the assessments to the defendants of part of the tract were illegal and void, and that the payment of taxes under such assessments would not invalidate the title of the plaintiff under 1 the commissioners’ sale in 1843.\nTo the 5th point, he charged, that the plaintiff was entitled to recover notwithstanding the deed of trust since the institution of the suit.\nIn reply to the defendant's first point, he charged that the land taxed and sold ought to be described in the assessment so as to 'designate it with reasonable certainty; but if any uncertainty exist in the record as to what land was assessed and sold, other evidence, either written or parol, may be resorted to, and that such uncertainty on the record alone will not vitiate the title. To the second point, he charged, that it was not necessary that the land should be so designated in the assessment as to lead the owner to a knowledge of its being assessed. To the 3d, 4th, and 5th points he charged, that though the acts contemplated the ■ assessment of each tract separately, yet that the propriety of the assessment of several adjoining tracts as one tract, will depend on the circumstances of the case. To the sixth, he charged that though during the time the commissioners held the claim to the land the taxes assessed upon it in the name of the defendants were paid, yet that this was not to be considered as a disclaimer of the title acquired by them by the treasurer’s sale. And to the 7th point, he charged that though the tax of 1831, for which the land was sold was not entered of record in the treasurer’s office for one year before the sale, the sale was not on that account void.\nFebruary 17, 1853, verdict for the plaintiff.\nError was assigned: 1. To the rejection of the release. 2. To the admission of the evidence of John Klauser, as to the mode of obtaining information previous to assessment. 3. To the admission of the two manuscript books referred to in the third bill of exceptions. The assignments from the 4th to the 10th, inclusive, were to the charge in relation to the assessments; and the 11th and 12th were to the charge on the defendant’s 6th and 7th points respectively. The 13th was, that the tax for 1831 not being-entered in the treasurer’s office on the unseated land list or land book, until after the title was acquired by Miller and Rex and others, so that they could ascertain what taxes were due upon the land and retain the amount out of the purchase-money, the tax of 1831, though unpaid, w'as no lien on the land, and the sale for it conveyed no title.\nParry, for plaintiffs in error.\nThe release was primá facie evidence: 8 Harris 111; 2 Id. 412; Id. 469; Id. 22. 2. The evidence of Klauser should not have been admitted. The land should have been designated in the assessment: 6 W. <f- Ser. 477 ; Id. 522; 3 Id. 245; 5 Id. 449; 6 Id. 477; 16 Ser. $ R. 851-369 ; 4 Watts 443; Id. 363; 9 Id. 325; 13 Ser. £ R. 269.\n3. The books admitted were in the handwriting of different persons; not signed at the end; not produced from the commissioners’ office; no evidence given that they were ever there; not produced from the deputy-surveyor’s office, but by a private person. The Act of 1804 requires a return by the deputy surveyor, under oath or affirmation, and no oath or affirmation was attached to either of the books in question.\n4. The jury should have been satisfied what land was taxed; but the land should have been designated in the assessment: see authorities before cited.\n6. It was contended that two adjoining tracts were not assessable as one tract, though belonging to the same person: 9 Watts 326, Morton v. Harris; 2 Id. 412. In the case of Harper v. MeKeehan, 3 W. Ser. 238, one survey had been made, including both tracts. 7. If the owners of land have their interests separately assessed it is regular. 8. Land should be assessed in such manner “ as will or may lead the owners to a knowledge of their being assessed: Kennedy, J., in Dunn v. Ralyea, 6 W. $• Ser. 477. 11. The land being assessed to the defendants whilst the commissioners held it, and the taxes being paid, the commissioners must be considered as relinquishing all claim to it, and had no right to sell it: opinion of KENNEDY, J., in Hunter v. Albright, 5 W. f Ser. 426; 7 Watts 400; 7 Harris 271. 12. As the tax of 1831, under which the land was sold, was not entered of record in the treasurer’s office for one year before the sale, the sale was void. There was in the treasurer’s office a book called “ Unseated Land Book,” containing entries of unpaid taxes from 1822 till 1835. In this book was entered “Norwegian township county tax, on unseated lands, for 1831,” entered January 16, 1834, Franks, Samuel D., $>4.05. In March, 1833, Miller and Rex and others acquired their claim to the land in dispute, which was before the land was entered in the treasurer’s office. The tax for 1831 was placed in the collector’s duplicate, and he was thus charged with it; it was not a lien on the land till placed on the unseated land list, and no sale could be made of it till the expiration of one year from the entry on such list.\nHoffman and Hughes, for defendant in error.\nThe release was merely a disclaimer of any interest in the plaintiff in the Otto tract. Klauser’s testimony was to identify the land which he had assessed : 2 Pa. Rep. 500, Keyscr v. Huldey.\nAs to the books, it is admitted, that if they had been in the commissioners’ office, or had been brought from the office of the deputy surveyor, they would have been admissible. The proof was, that Drehr was deputy surveyor when he died, and the books were got from his widow. They were made under directions of an Act of Assembly, and were admissible: 2 W. & Ser. 65-69 ; 7 Id. 386; Id. 259; 6 Barr 221.\n4th assignment. The part of the charge objected to is supported by the case of Strauch v. Shoemaker, 1 Pa. 166, and other cases. 5. The identity of the land was properly referred to the jury. As to the 6th, 9th, and 10th assignments: Two pieces of unseated land adjoining, owned by the same person, of the same quality, though acquired by different purchases, may be assessed and sole! together: 8 W. ‡ Ser. 238, Harper v. McKeehan; 7 Id. 154. The assessment in Morton v. Harris, 9 Watts 326, was of four separate tracts, assessed at different valuations. But the assessment made by the proper officer of both tracts as one, would be but an irregularity, which would not vitiate the sale: 13 Ser. B. 363; 2 Pa. 496; 7 W. # Ser. 260; 5 Id. 465; 4 Id. 269; 1 Id. 328, 333. A stranger has no right to question such irregularity : 9 Watts 325; Id. 344; 1 W. Sf Ser. 506; 5 Watts 548; 1 Bawle 223. In this case the assessment as one tract was acquiesced in by Judge Franks by the payment of taxes for five years before the sale, viz., from 1825 till 1830. He died in 1881.\nIn 1834, and till the passage of the Act of 9th March, 1847, and 25th April, 1840, parts of or separate interests in a tract, were not assessable: 13 Ser. ‡ B. 151-4; 7 W. § Ser. 391.\nBut if the assessment of undivided interests were valid, by a mere assessment of an undivided interest, in a different name, for a different quantity, under a different title, and made at the instance of the claimants, the title of the county, and all taxes in arrear and the costs incurred, would not be relinquished and forfeited. The cases in 5 W. Ser. 423, and 7 Harris 271, do not apply to this case, as in those cases the controversy was between the county commissioners and innocent purchasers from them, who, through the irregular acts of the agents of the county, were induced to expend their money: 6 Watts 281, cited.\nAs to the 8th assignment. If the owner of unseated land withholds his title from record, and fails to perform the duty required by law, he has no right to require precise certainty in the assessment. The case of Dunn v. Ralyea, 6 W. §• Ser. 477, was an assessment of a donation tract, which are usually assessed by their number.\n12 and 13. The lien of tax is created by the assessment, and the tax is due when the assessment is completed by the assessors and commissioners. The stay is from the time the tax is due, not from the time it is entered by the treasurer. But the return was made into the treasurer’s office two years before the sale, viz., on 21st May, 1832, the sale being in June, 1834."
  },
  "file_name": "0337-01",
  "first_page_order": 335,
  "last_page_order": 345
}
