{
  "id": 9504653,
  "name": "Harris versus Tyson",
  "name_abbreviation": "Harris v. Tyson",
  "decision_date": "1855-05-21",
  "docket_number": "",
  "first_page": "347",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Wend. 586",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0586-01"
      ]
    },
    {
      "cite": "1 Whart-. 410",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0410-01"
      ]
    },
    {
      "cite": "2 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0165-01"
      ]
    },
    {
      "cite": "15 Howard 60",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh. 149",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6725383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/29/0285-01"
      ]
    },
    {
      "cite": "10 Ter. 202",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": -1
    },
    {
      "cite": "2 Litt. 118",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        4217935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/12/0118-01"
      ]
    },
    {
      "cite": "2 Wheat. 195",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 307",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Wheat. 178",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444853
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0178-01"
      ]
    },
    {
      "cite": "8 Blackf. 45",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1380793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/8/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1688,
    "char_count": 43568,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 7.643490855179712e-07,
      "percentile": 0.9711195517576507
    },
    "sha256": "1e5f0d1d9b9a833f11383cd8213eb72c5902ac9162633e7ea38902289a90ae83",
    "simhash": "1:99b600e38d769365",
    "word_count": 7778
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harris versus Tyson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, May 21, 1855, by\nBlack, J.\nThis action depends on the defendant’s right to dig and take away chrome from the land of the plaintiff. The defendant claims that right under the plaintiff’s deed, giving and granting it in due form. But the plaintiff asserts that the deed is fraudulent and void because, 1. The defendant suppressed the truth; 2. He suggested a falsehood; 3. He paid a totally inadequate consideration; and 4. He got the deed by means of threats which amounted to duress.\n1. A person who knows that there is a mine on the land of another may nevértheless buy it. The ignorance of the vendor is not of itself fraud on the part of the purchaser. A purchaser is not bound by our laws to make the man he buys from as wise as himself. The mere fact, therefore, that Tyson knew there was sand chrome on Harris’s land, and that Harris himself was ignorant of it, even if that were exclusively established, would not be ground for impugning the validity of the deed. But it is not by any means clear that one party had much advantage over the other in this respect. They both knew very well that chrome could be got there, which one wanted and the other had no use for. But the whole extent of it in quantity was probably not known to either of them for some time after the deed. When it was discovered that sand chrome was as valuable as the same mineral found in the rock, and that large quantities of the former could begot in certain parts of the fast land as well as by the streams, it was natural enough that the plaintiff should repent and the defendant rejoice over the contract: but this did not touch its validity. Every man must bear the loss of a bad bargain legally and honestly made. If not, he could not enjoy in safety the fruits of a good one. Besides, we do not feel sure that the contract has Inade the plaintiff any poorer, for it is not improbable that he would never have discovered the value of the mineral deposit on his land if he had not granted to the defendant the privilege of digging.\n2. If the defendant, during the negotiation for the purchase, wilfully made any misstatement concerning a material fact, and then misled the plaintiff and induced him to sell it at a lower price than he otherwise would, then the contract was a cheat and the deed is void utterly. But in all cases where the evidence brings the parties face to face, the language and conduct of the defendant seem to have been unexceptionable. An offer was made and rejected to prove that Tyson had made certain statements in the neighborhood which were calculated to produce the impression that all the chrome in that region was not very valuable. It was even proposed to be shown that he had spoken in depreciating terms of sand chrome on a tract adjoining Harris’s. It would at least have been useless, and it might have had a pernicious influence on the minds of the jury, to have admitted such evidence. To invalidate a solemn deed by showing that misrepresentations were used to obtain it, there must be very clear proof that the falsehood was told directly or indirectly to the grantor. It is not to be supposed that he was influenced by a statement neither made to himself nor communicated to him. If the vendee’s conduct in a.ll his transactions with the vendor was honest and fair, he is not answerable in this action for what he may have said elsewhere to other persons.\n8. Mere inadequacy of price is not sufficient to set aside a deed. It is sometimes regarded as a suspicious circumstance when coupled with other strong evidence of fraud. Here it would hardly be entitled to that much consideration. The sale of this privilege at a low price is explained by so many reasons, that it is not necessary to account for it by supposing there was any foul play. But it is enough to say that the plaintiff had a right to sell at what price he pleased or keep his property. Haying chosen to do the former, he cannot undo it by changing his own mind.\n4. The allegation of duress is founded on these facts: Before the date of the deed now in question, Harris made a written contract with Tyson to sell him his land out and out; but he refused to make the conveyance, and Tyson declared that he would bring an action on the covenant. The difficulty was then settled by the cancellation of the agreement, and the execution of the deed granting'the mineral right. The Court received this evidence, and most properly instructed the jury that duress to invalidate the deed must be of the person. For the plaintiff it was insisted that the deed might be avoided merely by proving a threat to sue the grantor for a good cause of action. There is not only no judicial decision in favor of this opinion, but I think it is new even as an argument at the bar.\n, This is the whole body of the case. There is nothing else of leading importance in it. Yet the judgment is brought here on no less than thirty-nine exceptions.\n' The 1st, 2d, 4th, 5th, 7th, 8th, 9th, 10th, 12th, 13th, 14th, 15th, 16th, and 39th disclose a succession of struggles to get in evidence of Tyson’s declarations concerning sand chrome on other lands in the same neighborhood. These declarations may have had a tendency to impress the minds of those who heard them, and who knew nothing on the subject from other sources, with the opinion that sand chrome was worthless, but they had no con-nexion with and no relevancy to the purchase from Harris, except that his land had the same kind of mineral in it. No attempt or offer was made to show that-Harris ever heard these statements from Tyson, or heard of them from anybody else.\nThe 3d is the rejection of evidence that the plaintiff was a poor man. It is impossible to see what this had to do with the merits of the case. It could not strengthen any more than it could weaken his title to the property in dispute.\nThe 6th points us to an exception, by which we find that the defendant filed of record a disclaimer of all right that ine’defendant had a Certainly it did the except the privilege of taking out chrome. this put the dispute on its true group'1 right, and perhaps it was AAs duty 1,0 e 1 • - ,i t -6 - - - - 1 -¿in ot exceptions does not say that the plaintiff no harm naner wav read to the jury.\n1 The 17th and 18th were offers to prove conversations oí lyson, but what the conversations were was not stated, nor so much as hinted at. It is impossible for us to make anything out of exceptions like these.\nThe subject of the 19th was a proposal to prove a transaction between two other parties, who were altogether strangers to this business. It was about chrome, to be sure; but it could have thrown no light on the subject under investigation. It was not only a bargain between other parties, but it was five to nine years later in time than the contract between Harris and Tyson, and the bill of exceptions does not even show what its terms were. We take it for granted that this offer was not made for the purpose of showing the disparity between \"the value of Harris’s ore and the price he got for it, because the Court gave the plaintiff leave to prove all he could on that subject, and the very witness of whom the question was asked testified fully and directly to the point.\nIn the 20th we see an offer to prove that it was Tyson’s declared intention to monopolize the chrome business. This is somewhat indefinite. If Tyson really thought he could get a monopoly in the proper sense of the word, that is, a law forbidding all persons but himself from engaging in such an enterprise, he is not the shrewd man he is represented to be, and his fancy was a very harmless one. If he intended merely to carry on the manufacture of chrome so largely and sell it so cheaply that no one would think it worth while to compete with him, then he is a meritorious citizen. He has a right to all be can win by his science, labor, and capital honestly employed. Either way, the evidence offered could serve no purpose except to waken prejudices which had better be allowed to sleep.\nThe letter mentioned in the 21st specification was properly admitted. Its contents were communicated to Harris pending the negotiation, and show how it was conducted. After all that was said about foul play in getting the bargain, to withhold from the jury this clear' and direct evidence of Tyson’s fair dealing would have been gross injustice to him.\nThe remaining specifications refer to the charge. Those numbered from 22 to 37 inclusive are intended to particularize the several mistakes which the judge fell into, and the 38th makes the sweeping assertion that the whole scope and tenor of the charge is erroneous. Of all the specific errors assigned we do 'kud one which we would feel justified in calling an error, and the charge »» », whole is impartial and sound. It contains so convincing a refutation the views which the plaintiff’s counsel took of the case, that we womw they were not perfectly satisfied with it. J\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Bell, for plaintiff in error.",
      "Hickman and Lewis, for defendants in error.:"
    ],
    "corrections": "",
    "head_matter": "Harris versus Tyson.\n1. A person -who knows that there' is a mine on the land of another, of] ■which the latter is ignorant, may nevertheless buy it. The ignorance of the/ vendor does not of itself render the transaction fraudulent on the part of the purchaser. ■\n2. The mere fact, therefore, that the vendee of a right to dig up all minerals and mineral substances of value, and remove the same from the land of the vendor, was aware, at the time of the purchase, of tho existence of a valuable deposit of sand chrome on the land, of the value of which the vendor was ignorant, though he knew of the deposit, is no ground for impugning the validity of the conveyance.\n3. If the vendee, during the negotiation for the purchase, had wilfully made any misstatement of a material fact, and thus misled the vendor, and induced him to sell at a lower price than he otherwise would, the contract would have been a cheat, and the conveyance void.\n4. Mere inadequacy of-price is not sufficient to set aside a deed. It is sometimes regarded as a suspicious circumstance when coupled with other strong evidence of fraud.\n.5. Duress to invalidate a deed must be of the person. A threat to sue the grantor for a good cause of action will not invalidate it.\n6. An offer on the part of the plaintiff, in an action of ejectment, in the nature of a bill in equity for the rescission of a conveyance, to prove that the defendant, having knowledge of the nature and value of sand chrome, of which a large body existed on the plaintiff’s land, concealed that knowledge, and actively put in circulation a report that sand chrome was of no value, and thus impressed the public mind in the neighborhood of the plaintiff with that idea, for the purpose of enabling him to make extensive purchases of lands containing sand chrome; and that in consequence of an erroneous impression thus created, the defendant was enabled to buy most of the chrome lands in the neighborhood, including the plaintiff’s tract, was properly rejected; no offer being made to show that the declarations of the defendant proposed to be proved were made to the plaintiff, or in his presence, or were communicated to him.\n7. Evidence that the plaintiff was a poor man was properly excluded.\n8. The defendants had a right to file of record, during the trial, a disclaimer of all right to the land doscx'ibod in the writ, except as to the privilege of taking out chrome.\n9. The rejection of offers to prove conversations of defendant, without stating what the conversations were or that they were relevant, is not error.\n10. A declaration by defendant that it was his intention “ to monopolize the chrome business,” is not evidence in an action brought to set aside a conveyance of a chrome right in the land of the plaintiff.\n11. A witness having testified that he had received a letter from defendant, the contents of which he communicated verbally to the plaintiff, it was not error to permit the letter to be read to the jury — it being evidence of the defendant’s fair dealing in relation to tho contract sought to be set aside, and relevant to the point in controversy.\nERROR to tbe Common Pleas of Chester county.\nThis was an action of ejectment brought by Jesse Harris against Isaac Tyson, Jr., and others, in which the plaintiff claimed to recover the exclusive possession of a tract, containing about 80 acres of land in East Nottingham township, Chester county. Isaac Tyson, Jr., was not summoned; the persons summoned were his agents, or workmen, and claimed the right to enter upon the land in question under him. The defendants were considered on the trial as nominal parties merely, Tyson being the real defendant.\nIt was not denied that Harris, the plaintiff, was the owner of the fee; but it was contended that the defendants were entitled to a limited possession under said Tyson, for the purpose of digging and removing chrome, under a deed by Harris to Tyson, dated 14th April, 1837. By the deed Harris, for the consideration of fifty dollars, conveyed the land to Tyson, “ said conveyance being only for the purpose of digging or removing all minerals or mineral substances of value” — the latter to have free liberty to dig, and privilege of ingress and regress,” “ with the right to erect such buildings as are necessary for tbe mining operations.”\nThe defendants then rested; and the plaintiff, alleging that the deed was procured by fraud and misrepresentation, attempted to sustain the allegation by the testimony of witnesses.\nIt was shown that Tyson, who resided in Baltimore, prior to the year 1832 was extensively engaged in preparing chromate of iron (usually called chrome) for market. This mineral was found to exist in its native state in several conditions: rock chrome, which was found in subterranean veins; surface chrome, which existed in lumps or masses above ground, and sand chrome, which lay in the beds or on the margins of small streams of water as they now run, or as they ran formerly, in the shape of coarse, heavy sand. The defendant’s principal operations, prior to 1832, were at Soldier’s Delight, in Baltimore county, Maryland. Having exhausted the supply of rock chrome at that place, he began, about that time, to take out sand chrome from the beds and margins of the watercourses. In 1834 he began to obtain chrome from Chester county, Pennsylvania.\nIn the south-western sections of Chester county are two districts of country called respectively “ White Barrens” and “Pine Barrens,” not far distant from each other. These districts present everywhere a very poor, barren soil, almost unfit for agricultural purposes, and of little value, except for the chrome they contain. The tract of land belonging to Harris, the plaintiff, is situate within the “White Barrens,” having upon it a log building in which Harris and his family resided. At the date of the conveyance to Tyson, the building was in a dilapidated condition, and scarcely habitable. The plaintiff was poor.\nThe plaintiff having given evidence tending to prove that Tyson was aware of the existence of sand chrome in the White Barrens, proposed to ask a witness if the chrome found everywhere in the White Barrens, is the same mineral, and of the same kind as that found on the land of the plaintiff. This was objected to, and the offer rejected. The ¡plaintiff excepted.\nThe second bill of exceptions was of the same import.\nThe third bill of exceptions related to the condition of the plaintiff’s family, which was alleged to be sickly, infirm, and dependent: this the plaintiff proposed to show. The defendants objected. The proposition was overruled, and the plaintiff excepted.\nThe circumstances attending the execution of the deed were shown by two witnesses. One of them, Nevill, testified that in 1837 Tyson and Harris had a conversation about the sale of the land of Harris, for which Tyson offered from $300 to $400, and that they could not agree about the price, but in a week or two afterwards Tyson returned, and offered the price asked, and being refused, Tyson asked for a lease of the chrome right. The witness further stated that Tyson said that he did not know that it would benefit him a great deal, because there was so much barren rock among it. Tyson requested Harris to go to Squire Bye’s, and they went away together.\nAmos Bye testified that they came to his house, and Tyson said he had offered Harris $350 for his place, and inquired if he did not consider it a fair offer. He said be did not. Tyson said it made no difference — he must have the mineral right — that he was willing to give him $50 for the mineral right, and if he would not take that he would be under the necessity of bringing an action against him for damages.. Tyson wrote a deed, and it was executed by Harris alone, with his mark.\nThe plaintiff’s counsel then proposed to show by the same witness that in 1836 Isaac Tyson called on the witness, and asked him to prepare a, draft of the different streams that made up through the “Barrens,” and place the names of the people that inhabited the houses, as he often passed through the Barrens, and if he got lost, he could tell from the houses where he was — that witness made such a draft, and gave it to Tyson.\nThe proposed evidence was objected to and rejected, and plaintiff excepted.\nThe same witness testified that, in his judgment, the land of Harris, in 1837, Avas worth $5000; and that Harris could read, though he did not know that he could write.\nAnother witness testified that the land of Harris was worth, in 1837, $10,000. That without the chrome its value was not beyond $800 or $400.\nThe defendants proposed to file a paper disclaiming all right, title to, and interest in the premises described in the writ, except so far as concerned the mineral chrome. The plaintiff objected to the filing of such a paper; the objection was overruled, and plaintiff excepted.\nThe plaintiff then offered to prove that the defendant, concealing his knowledge of the nature and value of what is calle.d sand chrome, purchased between the years 1836 and 1839 nearly all the tracts of land in the neighborhood of the plaintiff' ’s farm, upon which was to be found sand chrome of the same character and quality as that found on the land of the plaintiff; that before the said purchases he took measures to conceal the value of the said sand chrome, and put in circulation a report that sand chrome was of no value; and thus impressed the public mind in the neighborhood with that idea, for the purpose of enabling him to purchase either the land or the ore lease at very small sums — much less than its real value; that with the view of producing this impression he publicly declared that the sand chrome found upon the Sherry property, adjoining the land of the plaintiff,' was worthless, and that such was the fact also in reference to the sand chrome found on the land of the plaintiff; that declarations, coming from one supposed to be well acquainted with the subject, created a general opinion that sand chrome was worth nothing, and that, in consequence of this erroneous impression, he was enabled to buy most of the tracts in the neighborhood, and to procure the agreement with the plaintiff at a sacrifice.\nThe defendants objected; the offer was overruled, and plaintiff excepted.\nThe next four exceptions to the ruling of the Court, rejecting evidence offered by plaintiff, depended on the same principle as the last.\nTo show knowledge on the part of Tyson, the plaintiff’s counsel offered to prove that in the year 1888 the defendant sent an agent to the neighborhood of the land in suit, that he examined the plaintiff’s land with other land, and that the defendant himself came there and was told by the agent that he could not take out all the sand chrome found in the neighborhood with a hundred hands in ten years.”\nThe evidence was rejected, and plaintiff excepted.\nThe Court also rejected an offer by plaintiff to inquire whether the chrome appeared to be more abundant on the tract of the plaintiff than on the other tracts in the neighborhood; and to prove that prior to 1837 Tyson was seen on or near Harris’s land, coming from the stream on Harris’s land, and had conversation with the witness about the sand chrome there, or in the vicinity, and also to prove what that conversation was.\nThe plaintiff also offered to prove other conversations of Tyson about sand chrome in 1888, without stating what the conversation was. The offer was rejected, and the plaintiff again excepted.\nThe plaintiff proposed to ask a witness what he paid Sidwell for ore (chrome) leave in 1842 and 1846, and excepted to the opinion of the Court overruling the proposition.\nThe plaintiff then proposed to prove Tyson’s declared intention to monopolize the chrome business, and excepted to the opinion of the Court overruling the evidence.\nThe plaintiff proved that after the purchase by Tyson no chrome of any value was extracted from the Harris tract till 1851, and gave evidence tending to show that Harris’s business transactions had been extremely limited, that he had but little acquaintance with business, was ignorant, and that between 1837 and 1851 his house had been improved and repaired at Tyson’s expense, so as to make it habitable.\nOn part of the defendant was given evidence to show that late in 1836, or in the beginning of 1837, Tyson opened a negotiation with Harris for the purchase of his land, for which he asked from $300 to $400. It appeared that, the parties not being able to agree upon a price, Tyson offered to the plaintiff $20 cash for the right to search his land one year for chrome, all loose ore to be his for expense of search, and $3 a ton besides for what he should take out, or to pay him $300 for the land. This evidence came from R. Sidwell, who had received a letter from Tyson making the offer, which he communicated from Tyson to Harris. In order to show what the offer was, Sidwell produced the letter, and it was proposed to read it to the jury. Objection was made and overruled, and plaintiff excepted.\nIn 1850, Harris agreed to sell the land in fee to Tyson, for $600. The money was tendered, and deed written, but not executed.\nThe defendant further proved that in the year 1851, Harris, by an instrument in writing, which was produced, sold to J. P. Grier all his right and interest in the chrome found in the tract for $3 a ton, for every ton of clean ore he should get out of it; also that Grier had given Harris a bond of indemnity against any claim of Tyson, and covenanting to conduct and defend all suits relating to the chrome, at his own expense. The bond was read in evidence, and a general power of attorney also from Harris to Grier.\nEvidence was given by defendant that Tyson took out a few tubfuls of sand chrome in 1840; that subsequently when persons mining on an adjacent tract, trespassed upon the plaintiff’s lands, and took out a quantity of - chrome therefrom, Harris gave notice to Tyson’s agent of the trespass, speaking of the mineral as the property of Tyson; and that Harris was always friendly writh Tyson, and accustomed to speak of him gratefully for benefits conferred, till after his arrangement with Grier in 1851.\nIn order to show that Tyson possessed no knowledge of the extent of the sand chrome in any locality prior to 1839, evidence was given that the discovery was first made in that year that sand chrome was to be found beyond the channels and margins of the rivulets in which it had previously been known to exist, and sometimes extended to considerable distances into the fast land. This discovery was made by Tyson’s workmen, in Chester county, and it led to their working again the ground at Soldiers’ Delight, where the sand chrome was supposed to have been exhausted. The second -working at that place produced more largely than the prior operations.\nProof was also given that magnetic sand was deemed worthless prior to 1839, and was still used in small quantities only in combination with a better quality of mineral, making, by the compound, a medium article for trade.\nA’ number of points were submitted on part of plaintiff.\nHaines, President Judge, in his charge, observed that, as from the pleadings it would appear as if the title to the land was in question, therefore a disclaimer of the title had been filed, and that it was proper. He charged that the right to erect buildings for mining operations, authorized the erection of temporary buildings for boarding and lodging of the hands.\nHe charged that actual fraud vitiates a purchase. But that when the deed in this case was procured, and till the year 1839, the existence of sand chrome in places outside the beds and banks of streams was unknown, and it was not until that year supposed that any considerable quantities of sand chrome existed in the fast land — that the poverty of the plaintiff had nothing to do with the case.\nHe further observed that Tyson, having exhausted the sand chrome in the bed of the stream at Soldiers’ Delight, in 1837, directed his attention to Lancaster county. Being desirous of obtaining chrome, and Harris’s land having been mined to a small extent on a lease to William Hams, he called on the plaintiff and made the proposition, “ to give him $20 in hand for the exclusive right to search his land for one year, and give him $3 per ton for all he could get, or buy his land for $300 — of which the $20 would then be in part pay, and if he did not buy, the $20 would be his. All loose ore to be his, for the expense of search.”\nThis was about the middle of January, 1837, and is strong evidence of the ignorance of defendant as to the existence of chrome on the land of the plaintiff, immediately before the execution of the deed. What the answer to this proposition was, we do not know, the letter from Sidwell to Tyson being lost; hut either then, or at a subsequent period, the contract for the sale of the whole property seems to have been concluded by Harris agreeing to accept the offer of the $300. When, hoAvever, the deed was prepared for execution, and the money in the hands of the agent of Tyson to be paid over, Harris objected to signing the instrument, inasmuch as his wife was unwilling to leave the property. In this state of affairs Tyson executed an instrument of writing, which was subsequently handed over to Harris, whereby he agreed to permit the wife to remain on the property during her life.\nThis instrument is still in the hands of the plaintiff. Harris continuing to refuse to execute the deed for the conveyance of the whole tract, the parties went together to Amos Bye’s, as a friend, that they might be put right, and there, in the presence of that witness, they executed the deed upon which the defendant claims the right to possess a part of the land of the plaintiff for mining purposes.\nHe further observed: — “ But the plaintiff alleges that the defendant committed a fraud, by the intentional concealment or suppression of material facts, and by misrepresentation. To this I answer, 1. There is no evidence in the cause which shows that Isaac Tyson had a knowledge, at the execution of the deed, that there was sand chrome on the fast land of Harris; while there is testimony that he was ignorant of the fact until 1839. Where there was no knowledge, there could be no concealment.\n“ 2. A purchaser of real estate is not bound, in law or equity, to disclose to the seller his knowledge of the existence on his land of a mine, of which the seller is ignorant; and this is emphatically true, where the opportunities of information are equally open to the inquiries of both of the contracting parties.\n“ 3. There is not in the recollection of the Court a tittle of evidence of misrepresentation by the defendant to the plaintiff.\n“4. In order to render a contract void upon the ground of fraudulent misrepresentation, it must be of some material fact relating to the thing contracted for, and must relate to something, in regard to which the vendor acts upon the misrepresentation of the vendee.\n“ As to the points submitted on part of plaintiff: — The first related to misrepresentation by defendant, as to which the Court said they saw no evidence. 2. Concealment implies knowledge, but there was no evidence that the plaintiff had superior knowledge as to the existence of chrome at the making of the contract. 3 and 4. That there was no evidence that the defendant produced a false impression on the mind of the plaintiff as to the existence of chrome on his land, or as to the value of it, and that he had no recollection of expressions or acts of Tyson tending to mislead the plaintiff. 6. That duress to avoid a contract must be of the person. 7. That actual fraud would avoid the deed. 8. That houses for boarding and lodging hands might be erected upon the land, without forfeiting the land so occupied. The 9th related to the disclaimer which was before answered in the charge.”\nFebruary 11, 1853, verdict for defendants.\nThere were thirty-nine assignments of error, twenty-two of which were to the rejection and admission of evidence, and seventeen to the charge of the Court, including the answers to the several points submitted on part of plaintiff. The several specifications were however classed in the argument, and considered under the appropriate heads. Also see the opinion of Black, J.\nBell, for plaintiff in error.\nIt was alleged that the deed was invalid. 1. Because it was procured by the fraudulent suppression of the truth and the suggestion of falsehood, inducing Jesse Harris to do what he otherwise would not have done.\nThe tract in dispute owes its value to the presence of sand chrome. Irrespective of this it is nearly worthless; but as a depository of that mineral it is worth a large sum of money. Leave to dig and carry it away is therefore a highly valuable privilege. Of this the plaintiff was ignorant, though he had some knowledge of the worth of rock chrome. But Tyson was aware of it before he procured a cession of the right to mine on the plaintiff’s land. Yet this, during the negotiation, he concealed from the plaintiff. Under the circumstances in which the parties stood, is not this such an instance of suppressio veri as will affect the contract ?\nConstructive fraud is where a party knows the truth and conceals it: Pearson v. Morgan, 2 JBro. Oh. 390. As a general rule, ■each party is bound in every case to communicate to the other his knowledge of material facts, provided he knows the other to be ignorant of them, and they be not open and naked or equally within the reach of his observation: 2 Kent’s Com. 4th ed. 482 & n. This is consonant with the principle of the civil law, though subject to some qualification in our Courts, where the rule seems to be that to constitute undue concealment there must be a suppression of facts, which one party is bound in conscience and duty to disclose to the other: 1 Story’s Fq., §§ 207, 208. This occurs wherever the circumstances are such as to attract the confidence of the ignorant party: 1 Madd. Oh. 265-6. There are various instances of this kind in reported cases: State v. Holloway, 8 Blackf. 45-7; Draper v. Bolare, 2 Vern. 370; Ibbottson v. Rhodes, 2 Vern. 584; 2 Hov. on Frauds, 197; Hundson v. Chancey, 2 Vern. 370. The principle has been asserted even in law: 1 Stark. B. 352, Gray v. Hall; also in Morgan v. Morgan, 1 Brod. <f Bing. B. 289, a very strong ease.\nThis doctrine was considered in Keritzing v. McElrath, 5 Barr 467, where it was held under the authority of Ludlow v. Organ, 2 Wheat. 178, that the obligation of a purchaser to communicate extrinsic facts which might influence the price was applicable only to cases where the means of intelligence were not equally accessible to both parties: Cornelius v. Malloy, 7 Barr 293. Where the slightest confidence is reposed and betrayed, equity will protect the injured party. Such confidence is always presumed where one of the bargainors is possessed of information which the other cannot attain to without scientific or laborious investigation. Such was the position of the plaintiff.\nFox v. Mackreth, 2 Brown’s Oh. B. 420, was the case of a concealed mine known only to the vendor. But there, there was nothing to invite confidence, nor was any reposed. The parties dealt at arms’ length. So says Lord EldoN in Turner v. Harvey, Jacobs’s B. 178. The present is a very different case: 1 Story’s Fq. 147, 148; Penny v. Martin, 4 John. Oh. 566.\nThe defect of proof as to Tyson’s statements is attributable to the exclusion of the plaintiff’s evidence. An inspection of the record will show that the defendant’s counsel objected to any evidence of statements not made directly to Harris, or communicated to him afterwards, and of facts in relation to any other chrome than that found on the plaintiff’s land, and that the court excluded all such evidence, as well as that which related to Tyson’s design secretly to create a monopoly, and the steps he took for that purpose. It is a well settled rule that where the question is of fraud the utmost liberality is exercised in the admission of evidence: Stevenson v. Stewart, 1 Jones 307; Smull v. Jones, 1 W. <f Ser. 138; Reeme v. Parthemore, 8 Barr 461; Bredin v. Bredin, 3 Barr 81. In Hunt v. Moore, '2 Barr 107, it is said a Court of equity will lay bold of slight circumstances to relieve where an advantage has been gained by silence. The evidence offered was all pertinent, and ought to have been admitted. „\nWhether falsehood was circulated, and, if so_, how it influenced the plaintiff, were questions for the jury. Equity always relieves where there has been misrepresentation: Evans v. Bicknell, 6 Ves. 178, 182; 1 Story's Eq. 191; Pidlock v. Bishop, 3 B. $■ 0. 605; Smith v. Bank of Scotland, 1 Bow. V. M. 272; 1 Story’s Eq. 192; 2 Kent’s Oom. 452, 484, 490; Fisher v. Worrall, 5 W. Ser. 478; Smith v. Richards, 13 Peters’ S, O. B. 36; Ludlow v. Organ, 2 Wheat. 195; Sug. on Vend. 7th ed. 6; 1 Story’s Eq. § 200. Nor is it important whether the party knew his assertions to be false; Arnslee v. Medlycott, 9 Ves. 21; Groves v. White, ■ Freni. B. 57.\nAnd even though a party misrepresents a fact through mistake; for it operates as a surprise or imposition on the opposite party: Pearson v. Morgan, 2 Bro. O. B. 389; Burrows v. Locke, 10 Ves. 475; Be Mandeville v. Compton, 1 V. §• B. 355 ; 1 Story’s Eq. § 193; 1 Madd. Oh. 208; 1 Bro. Oh. O. 546. _\n_ So, if consent be obtained by imposition, circumvention, surprise, or undue influence: Fonb. Eq. B. 1, cap. 2, § 3, note (r) (a); lb. § 8; 1 Story’s Eq. §§ 221, 222.\nCourts of Equity especially protect persons' disabled by weakness, age, or other incapacity: Gartside v. Isherwood, 1 Bro. O. O. 358; 360, 361. The misrepresentation, however, must be a matter of substance, and the other party must be misled by it: Erower v. Newcome, 3 Mer. B. 704; 2 Kent’s Oom. 484; 1 Story’s Eq. 191.\nA transaction avoided by fraud cannot be subsequently confirmed, without a new consideration: Duncan v. McCullough, 4 Sir. Bi 483; Chamberlain v. McClurg, 3 W. Ser. 36; Jackson v. Somerville,'-1 Karris 370,\nCourts of equity will grant relief on the ground of fraud established by presumptive evidence, where Courts of law would not deem the proof sufficient to justify a verdict: Fullager v. Clark, 18 Ves. 483; 1 Story’s Eq. 190.\nWas the evidence offered relevant and proper ? With respect to Tyson’s declarations, it will not be denied they would have been receivable if made to Harris himself. The question is then reduced to this: Was it allowable to give evidence that might satisfy the jury of Tyson’s intention to induce a general delusion of which he might take advantage, and which probably extended to the plaintiff, although there was no direct evidence of it. The Court thought not. If correctly, stupendous frauds may be committed with impunity. Courts of equity may deduce fraud from circumstances affording presumptions alone.\n2. The inadequacy of price paid for the privilege granted is so gross as to shock the conscience, and afford conclusive evidence of a fraud practised.\nHere “ ore leave” worth $5000 was purchased for $50. Mere inadequacy, as a general rule, is not enough; but where the inadequacy is so great as to satisfy the conscience of the Court that there must have been imposition or oppression, relief will be afforded: 1 Madd. Oh. 268; Booth v. Vernon, 9 Mod. 147. The consideration of a deed may be of itself sufficient evidence of fraud: 1 Madd. Oh. 267. A bargain may be hard, yet valid, unless it shocks the conscience: Coles v. Trecothick, 9 Ves. 246. A legacy of 10007, purchased for 310l., was set aside by Lord Thuelow, as a rank fraud, on account of the price: Crow v. Ballard, 1 Ves. 215. The inadequacy must be so great as to afford strong presumption of fraud: Butler v. Haskell, 4 Dessaus. 651; TJdall v. Kenney, 3 Oowan 598. There are various decisions which serve as precedents: Lakey v. O’Donnell, 2 Seh. Lef. 471; Maskeen v. Cole, cited 1 Madd. Oh. 269; Clarkson v. Han-way, 2 P. Wms. 203.. Where the inadequacy is great, though of itself insufficient, the Court will lay hold of slight attendant circumstances to rescind the contract: Harden v. Crawford, 1 Atic. 390; Heathcock v. Paignon, 2 Pro. O. O. 167; Stephens v. Bateman, 1 lb. 22, 26, cited in a note to Moth v. Atwood, 5 Ves. 485; Osgood v. Franklin, 2 John. Oh. 23; Hough v. Head, 2 Ham. 502; Cest v. Frazier, 2 Litt. 118; Hardeman v. Barge, 10 Ter. 202; Tripp v. Tripp, 1 Rice, Hq. 84; Williams v. Powell, 1 Ire. JEq. 466; George v. Richardson, Gfil. 230; McKinney v. Pinkhard, 2 Leigh. 149; Thornhill v. Evans, 2 Atk. 330; Pickett v. Laggon, 14 Ves. 23 5. In How v. Weldon, the only attendant circumstance wav the known, improvidence of sailors: 2 Ves. Sr. 516.\nThe disclaimer ought not to have been received at that stage of the cause. The letter produced by Sidwell had not been read to plaintiff or seen by him, and ought not to have been read to the jury, especially as the witness could not remember what he said to Harris.\nHickman and Lewis, for defendants in error.:\nIn ymder to sustain the three, points on which the plaintiff mainly relied, his effort on the trial in the Court below was, not to prove declarations made by Isaac Tyson and communicated to Jesse Harris, nor circumstances relating to the transactions between the contracting parties, but to give in evidence the declarations and acts of Tyson, which could in no wise have effected the contract on any reasonable ground of presumption or belief. It would by no means follow that if Tyson’s declarations respecting the chrome had been carried to Harris, he would have given them a serious thought in making the subsequent contract. Their effect on his mind might possibly in such case have been properly left to the jury, as a 'subject of presumption. But it will not do to presume first, that Harris was informed of those declarations, and then, on the basis of that presumption, raise another, that he was influenced to his injury by those declarations. No presumption is allowable which rests only on another presumption: 2 Starh. JEv. 685. The evidence therefore offered and objected to was properly rejected, and there is nothing in the testimony actually given, which exhibits even an impropriety in word or act on the part of Tyson.\nEven that Tyson had knowledge, in 1887, of the extent of the sand chrome deposits in the White Barrens is effectually disproved by the defendant’s testimony. Their extent and value were not known or suspected by anybody till two years after-wards.\nBut if Tyson had possessed all the knowledge ascribed to him in the argument of the plaintiff, he was not bound to disclose that knowledge to the vendor: 2 Kent’s Oom. 484, 491; Story’s Com. on JEq. § 197, n. 2; Fox v. Mackreth, 2 Brown’s Oh. JEt. 420; Laidlaw v. Organ, 2 Wheat. 178, recognised in Kentzing v. McElrath, 5 Bear 467.\nIt is indeed said by the learned judge who delivered the opinion of the Court in Cornelius v. Molloy, 7 Barr 300: “ There are cases where a party is under a legal, or at least an equitable obligation to communicate what is not known to the other party.” “This is always so where, from the nature of the subject, there is created a trust or confidence between them which authorizes the ignorant party to act upon the presumption that there is no concealment.” But no ease is cited in wtdch a trust or confidence was decided to exist where information was nor plied for; much less where nothing more appeared than superior intelligence on the part of a vendee of property on which the vendor himself resided. The illustration which the judge gives of the rule, is of one selling an estate knowing he had no title to it, or knowing there were encumbrances on it, of which the vendee was ignorant, and therefore by no means applicable to the case in hand. And yet this very illustration is erroneous, or else the rule caveat emptor would be without virtue. A deed cannot be annulled in Pennsylvania merely because of failure or defect of title known to the grantor, and the consideration ordered to be repaid, no actual fraud appearing: 1 Ser. Sf JR. 42 ; 7 Barr 486.\nThe question as to the inadequacy of the price is not presented by the evidence. The value at the time of the contract was unknown, and is unknown yet.; for it depends even now, (since the extent of the chrome deposit, after seventeen years’ experience, may be better guessed,) on the value of chrome in the market. The land is of no value if the chrome cannot be sold for more than the cost of mining. But it will not do to raise a standard of value in 1851, by which to estimate land in 1837, after certain resources heretofore unknown have been developed. No contract could stand an operation of that kind, if inadequacy of consideration were to become a question. Here the whole fee simple value in 1837 was estimated by Harris himself at $300 or $400. In reference to such a price for the whole title, $50 for the “ ore leave” was no such inadequacy as to shock the conscience.\nBesides, inadequacy is but a ground of presumption. This is the reasonable and well recognised doctrine: Griffith v. Spratley, 1 Qox 391; 1 Story. Eq. § 245; Eyre v. Potter, 15 Howard 60; Copis v. Middleton, 2 Madd. B. 409; Day v. Newman, 2 Qox 77; Wood v. Fenwick, Prec. in Qhan. 206; Willis v. Jernegan, 2 AtJc. 251; Nichols v. Gold, 2 Vesey 422; City of London v. Richmond, 2 Vernon 423; Moth v. Atwood, 5 Vesey 845; Gregor v. Duncan, 2 Hessaus. 639; Seymour v. Delaney, 3 Qowen 453; 1 Story’s Eq. § 248-9; Osgood v. Franklin, 2 John. Qhan. 23; Eonb. Eq. by Eaussat, 3d Amer. ed. page 127 and note; 1 Story’s Eq. § 331; and Davidson v. Little, 10 Harris 245. Here there was nothing to aid a presumption, if one existed, but much to repel it. It is but too apparent that the only object of the plaintiff is to get rid of what he considers a bad bargain, in order to avail himself of the terms of a better, since made with Grier.\nDuress of goods will not avoid a contract — but only an arrest of the person: Story on Contracts, § 87; Qhitty on Contracts 206; Shep. Touch. 61; Sumner v. Ferryman, 11 Mod. 201; Maisson-aire v. Keating, 2 Oral. 337; Eddy v. Herron, 5 Shep. 338; Stauffer v. Latshaw, 2 Watts 165.\nAs to the propriety of reading the letter produced by Sidwell, the counsel cited Heart v. Hummel, 3 Barr 415; Farmers’ and Mechanics’ Bank v. Boraeff, 1 Bawle 152; Messenger v. Hogen-buch, 1 Whart-. 410; 1 Q-reenl. Ev. 437; Borough v. Martin, 2 Qamp. 112; Merill v. Ithaca & O. R. R. Co., 16 Wend. 586."
  },
  "file_name": "0347-01",
  "first_page_order": 345,
  "last_page_order": 360
}
