{
  "id": 9504666,
  "name": "Hendrickson's Appeal",
  "name_abbreviation": "Hendrickson's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "363",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. Rep. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whar. 500",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0500-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 11295,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 2.1598289144436398e-07,
      "percentile": 0.769629619333019
    },
    "sha256": "c1a99572c1ef15af56ab68158864be0b1cc156b202d423b0c6c4b7b1a5b5dc1b",
    "simhash": "1:457421e7960b91cc",
    "word_count": 2026
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hendrickson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court'was delivered by ■\nBlack, J.\nA mortgage and a judgment were entered of record on the same day. The fractional division of a day cannot be noticed in determining the time when the lien of a judgment attached. If it. could be, there is nothing on the record of this judgment to show whether it was.entered at an earlier or a later moment than the mortgage. The rule in such cases is to treat the two liens as commencing simultaneously; and if the land of the debtor is not sufficient to pay both, the loss must be divided m equal proportions.\nBut in this case the mortgagee made an agreement with the plaintiff in the judgment that the former should take precedence. The stipulation was not put into writing nor made part of the record, but it was binding nevertheless between the parties who made it. The mortgagee would not have trusted the debtor without it, and the judgment-creditor should not be permitted to take out the money in opposition to an agreement which he cannot repudiate without being guilty of a fraud.\nThe judgment, however, had been assigned for a valuable consideration, without notice to the assignee of the parol promise to postpone it. Is the assignee bound to carry out the agreement by giving the mortgage a preference ? or may she stand upon her legal rights ? It is very firmly established that the assignee of a chose in action, takes it subject to all the equities which affected the right of the original holder to recover it from the debtor. In 'other words, the debtor himself can make any defence to the whole or a part of the claim after the assignment of it that he could make before. But it does not necessarily follow from this that an assignee is bound by a parol agreement not known to him, which has been made with a stranger to the contract he bought, and which was intended to destroy the legal effect of the record. If I take an assignment in good faith of a judgment which the record shows to be the earliest lien on an insolvent estate, can a junior creditor, who would otherwise get nothing, defeat me by producing a secret agreement like this between himself and my assignor? Without hesitation we answer this in the negative. The law will not permit a lien on land to be created by parol; and the same policy requires that no changes or modification shall be made in the rights of the lien-creditors by evidence outside of the record, except for the mere purpose of enforcing an honest obedience to the contracts made by themselves. One who has bought and paid for a judgment which appears on its face to occupy a certain position among the liens, is not bound by his conscience to take a lower place on the record because of a promise to that effect made by his assignor, unless he had notice of it. In such a case the assignor is at least as honest a man as the junior creditor, who withheld the truth from the reeord. The .mortgagee in this case permitted his debt to seem like a lien equal to that of the judgment, though in fact he had a parol promise which made it superior. By this false appearance the appellee was entrapped into an investment which otherwise she would not ■ have made. It would be contrary to every principle of equity to say that the innocent party should suffer for the benefit of him .by whose default she was misled. It is true that the debtor may' get up a defence not known to the assignee. This is both necesSary and just. The obligó in a bond, or tbe defendant in a judgment, cannot possibly give notice of an equitable defence, because he does not know when or to whom it may be assigned. On the other hand, the assignee can easily call on the debtor before he takes the assignment, and ask him for all the proper information. If the assignee is cheated in the purchase of a claim which he cannot enforce, he suffers by his own negligence. Rut no such reason as this applies to a collateral agreement with another party by which the record is to be falsified and the lien destroyed.\nThe claim of the mortgagee to a preference over the judgments is put on yet another ground. It is recited in the mortgage that the debt is for a part of the purchase-money of the mortgaged premises. But the fact is not so. The recital is false. The assignee, being no party to the mortgage, is, of course, not estop-ped from proving the truth, and she has proved it. Conceding that a judgment may be altogether cut out of any share in the fund by a mortgage for purchase-money executed and recorded on the same day, it still remains to be proved that any advantage can be gained by falsely stating the fact on the record. The appellant says it was notice to the assignee that a priority of payment would be claimed. Perhaps so, but then it was notice that priority would be claimed on that specific ground. If the assignee discovered that ground to be untrue, or if she chose to run the risk of it, she was not bound to know that a similar claim would he set up based on a totally distinct reason. It has been more than once decided that a mortgage, taken in the shape of an absolute conveyance, with a separate defeasance, the former being recorded and the latter not, gives the holder no rights against a subsequent encumbrance. It is good for nothing as a conveyance, because it was in fact, not a conveyance; and it is equally worthless as a mortgage, because it does not appear by the record to be a mortgage. So here the mortgagee’s claim to priority, on the ground set forth on the record, is exploded by the proof of its falsity, and that which he sets up in its place is destitute of all validity. They'are of no account separately considered, and their value is not increased by adding them together.\nThe Court’ below decided this point correctly. They were right in not giving preference to the mortgage over the judgment. But it was error to give the judgment preference over the mortgage. I have already said that they are entitled to be paid pro rata.\nIt is considered and adjudged that the decree of the Court of the Common Pleas of Delaware county be reversed, and it is now here ordered and decreed that the fund in Court, made by the sheriff’s sale of the land of Thomas J. Peirce, be distributed and divided pro rata to and among the several creditors of said Pierce, who are claiming the same, that is to say, in equal proportions compared with the amount of their several debts;to Joseph Gr. Hendrickson, on his mortgage, and to Edith Martin, on the judgment assigned to her by William Hendrickson.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Lewis, for the appellant.",
      "Broomall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hendrickson’s Appeal.\n1. A mortgage and judgment were entered of record on the same day, the mortgage, which was not for purchase money, \"being first entered, but there being nothing on the record to show the precise time of the entry of either: jHeld that they were payable pro rata.\n2. By a verbal agreement between the parties to the mortgage, not noted of record, the mortgage was to have priority of lien over the judgment. Held that though this was binding on the parties to it, it was not binding on an assignee of the judgment, having no actual notice of the agreement.\n~ 3. It was untruly stated in the mortgage that it was given for purchase-money : Held that the assignee of the judgment entered on the same day was not estopped by the recital from proving the contrary.\nAppeal from the decree of the Court of Common. Pleas of Delaware county, directing distribution of part of the proceeds of sheriff’s sale of the real estate of Thomas J. Peirce.\nBy article of agreement, dated 2d February, 1850, William, Hendrickson agreed to sell a small tract of land, for which Peirce agreed to pay $1800, viz.: $600 on the delivery of the deed; the remainder to be secured on the property.\nPeirce applied to Joseph G. Hendrickson, who agreed to lend him $500, provided he could have the amount loaned, and $100 more, which Peirce previously owed him, secured upon the property purchased, prior to any lien in favor of William Hendrickson for part of the purchase-money. To this arrangement William Hendrick-son soon after agreed.\nAfterwards a mortgage by Peirce to J. G. Hendrickson was prepared, and in it it was stated that the $600 to be secured was “ part of the consideration-money” of the estate mortgaged. The deed and mortgage were delivered at the same time, viz., on 25th March, 1850. At the same time Peirce executed a judgment bond or note in favor of William Hendrickson for $300.\nOn the same day the three parties went together to the office of the prothonotary and recorder, who were the same person.\nThe mortgage was first entered, and a few minutes afterwards the judgment was entered. The agreement as to priority of lien was merely verbal, and not noted on the record. Some months afterwards, viz., on 12th November, 1850, William Hendrickson assigned the judgment to Edith Martin.\nThe property was afterwards sold by the sheriff, and $493.91 was paid into Court for distribution.\nOn application of Peirce, the judgment for $300 was afterwards opened, and on account of a deficiency in the quantity of land, it was reduced to $150.\nThe claimants to the fund for distribution were Joseph G. Hen-drickson and Edith Martin, the former claiming the whole fund by virtue of the mortgage, and the agreement with William G„ Hendrickson, that it should have priority over the judgment. On the part of Edith Martin it was alleged that she had no actual notice of such agreement previous to the assignment of the judgment to her.\nThe Court below directed the judgment of Edith Martin to be first paid, and the balance to be paid on the mortgage; and from such decree Hendrickson, the mortgagee, appealed. Exception was taken to the decree.\nLewis, for the appellant.\nWilliam Hendrickson would be precluded by his agreement from receiving the money, and estopped from disputing the statement that the mortgage was for purchase-money, and had thus, under the Act of Assembly, priority of lien: 1 Parris 380; 10 Barr' 530. [See Cake’s Appeal, 11 Parrish] Edith Martin was in no better situation: 1 Gtreenl. Pv. 189-90. The statement in the mortgage was notice to her. As a general rule the assignee of a chose in action occupies the place of the assignor, and is bound to make inquiry into any circumstances which may operate against the payment of the claim assigned : 1 Pa. Rep. 257-261, Frantz v. Brown; 4 Whar. 500. Her judgment as against Peirce is-not affected.\nIt was further contended that if the mortgage was not entitled to preference, it wras entitled to a pro rata share of the fund.\nBroomall, for appellee.\nThe judgment being entered on the day the deed was delivered, therefore purported to be for part of the purchase-money of the land. The mortgage to J. 6r. Hen-drickson could not be for purchase-money of the land sold by William Hendrickson, and Edith Martin had thus no notice from the record of the agreement in question. The agreement, though binding on the parties to it, was not binding on her. She took the bond subject to any defence against its payment, and she lost half of it; hut she was not bound to inquire into a collateral agreement not affecting the quantum of the debt. She was only bound to inquire as to matter of defalcation, or want of consideration : 9 Ser. ¿f- R. 137, Davis v. Barr, and 1 Pa. Rep. 260, Frantz v. Brown; 1 Pallas 29."
  },
  "file_name": "0363-01",
  "first_page_order": 361,
  "last_page_order": 365
}
