{
  "id": 9504679,
  "name": "Hemphill versus McClimans",
  "name_abbreviation": "Hemphill v. McClimans",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "367",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 33",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793634
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0033-01"
      ]
    },
    {
      "cite": "1 Bin. 591",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whar. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 15582,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 7.394786393095071e-07,
      "percentile": 0.9691831454266253
    },
    "sha256": "e66f1bb3561f172177c936885faa47f5843e54b27b0091484c670e3620bf50ee",
    "simhash": "1:63f2dad89e095eef",
    "word_count": 2807
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hemphill versus McClimans."
    ],
    "opinions": [
      {
        "text": ". The opinion of the Court was delivered by\nBlack:, J.\nThe counsel for the plaintiff in error think that parol evidence of what ■ a written document contained ought not to be received without fuller proof of its loss than was given imthis case. When the judge, who presided at the trial, appears to have been satisfied that the paper is not produced only because it cannot be found after a faithful effort, a court' of error, as a general rule, will accept it as an established fact. He who hears the living voice of the witnesses, and sees the demeanor of the parties or their representatives, while the investigation is going on, has means of coming to a correct conclusion, which we cannot have, who see nothing but a naked statement on paper. Still we are bound to reverse if the evidence is manifestly insufficient. Was it so here ? The defendant in error, years ago, gave the paper in question to his attorney, and that attorney gave it to his colleague. The latter gentleman swore that he had sought it diligently in the places where it ought to be, without finding it. A third counsel was concerned, but there is nothing to show that he ever had it; and therefore it was not necessary to call him. When the. evidence follows a paper from hand to hand as far as it can be traced, and concludes with proof of a careful search among the papers of the last person known to have had it, nothing more can fairly be required. Other persons, however, connected with, or related to the party, need not answer upon their oaths every suggestion of a mere possibility that they may have it. .We think the loss of this agreement was well proved, and parol evidence of its contents properly received.\nThe suit was brought in 1847, and no declaration was filed until 1854. • The statute of limitations cannot be made out by counting any portion of the time which elapsed after issuing the original writ. But it is insisted that the judge ought to have charged against .the plaintiff’s right to recover on some principle of equity which should punish negligence, after suit brought, as the statute punishes it before. Certainly there is no such rule. The law is otherwise, and if we had the power to change it we ought not to do so. The delay may have been for good reasons. It may have been caused by the defendant herself, for aught we know. Certainly it is some degree imputable to her; for she as well as her adversary could have forced the case to a trial. A very long delay, after the issuing of a summons, may sometimes be taken as evidence that the cause has been abandoned; and in an abandoned cause, if the defendant would refuse to plead, the Court might refuse to compel him. But he gives up that advantage when he goes to issue and to trial.\nWe come now to a question of greater interest. In 1841 the defendant, then a married woman, with a considerable separate income of her own, induced the plaintiff to expend his time, labor, and money, in putting up a saw-mill for her son, by promising that she would pay for the work. It is very clear that the plaintiff acted on the faith of her undertaking, and did not in any wise rely upon the son for compensation. Afterwards, during her coverture, she frequently acknowledged the debt as her own. After her marriage was dissolved by a divorce, she renewed her promise again. The suit is brought on this last promiáe, and the defence is, that it is void for want of a consideration to support it.\nWhen the plaintiff made the original bargain, he knew the defendant to be a married woman, and he was bound to know that in law her contract was good for nothing. He trusted to her own justice. If that failed him, he had nothing else to depend on. She had it in her power to cheat him. But the legal disability was gone when she made her last promise. That too was worthless, if there was no consideration to ground it upon. But the rule is a very familiar one, that an existing moral duty, not enforceable by law, is a sufficient consideration for an express promise to perform that duty. On this principle it has always been held that a promise to pay a debt barred by the statute of limitations, or by a discharge under the bankrupt law, or a debt contracted in infancy, though not for necessaries, is legally binding on the pro-missor. The question whether a widow, or a divorcee, is bound by a promise to pay a debt contracted while she was a wife, has been somewhat perplexed by subtle distinctions between disabilities which make the original contract void, and those which make it merely voidable. It is not very easy to see why one class of persons should be protected against their own acts, by declaring them void, while those of another, which needs protection just as much, should be held only voidable. But allowing that there is, and ought to. be, this legal difference between a married woman and an infant, how can that make any difference in the morality of their conduct ? The law may say what it will about void and voidable contracts, but there is no code of ethics which says that the duty of not abusing the confidence of one who has honestly served you, is a void obligation upon the conscience. This is not a question to be settled by metaphysics. All judicial casuistry upon such subjects must be pernicious. We would be very sorry to tell the defendant that the sense of justice which impelled her to promise payment was all a mistake. There is no decision on the point in this state. Abroad the cases differ. There is no authority anywhere which requires us to mar the simplicity of the plain rule, which says that a moral obligation is a sufficient consideration for a direct promise, and we affirm this to be a moral obligation, because the common sense of all mankind affirms that it cannot be violated without moral ¿ilt.\nWhen the legal validity of a contract is questioned on account of something in its own nature, or in the conduct of the party who seeks to enforce it, the distinction of void and voidable is important and necessary. A contract forbidden by the law, or tainted with actual fraud, is wholly void; while one, in which fraud is implied by law from the relation of the parties, is voidable only. I do not therefore mean to say that these terms have no meaning.\nNor is it intended now to decide that a widow may bind herself to pay for necessaries furnished to herself or her family during the coverture. That was a debt of her husband, and, after his death, she is under no greater moral obligation to pay his debts than those of a stranger; unless, indeed, she got the goods, not on the credit of her husband, but by means of a distinct promise that she would pay for them out of her separate property.\nJudgment affirmed.\nLewis, C. J.,\ndissented from so much of the opinion as may hold that a married woman is under a moral obligation to pay for work done at the instance and on the credit of another, and not on the faith of her promise.",
        "type": "majority",
        "author": "Black:, J. Lewis, C. J.,"
      }
    ],
    "attorneys": [
      "Quyler and Ingram were for plaintiff in error.",
      "Moneghan, Bell, and Baux, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hemphill versus McClimans.\n1. When it appears that the judge who presided at the trial of the case was satisfied that a paper was not produced only because it could not he found after faithful search, this Court will, as a general rule, accept it as an established fact. But if the proof be manifestly insufficient, the case should be reversed.\n2. When the possession of a paper has been traced from hand to hand, and proof is made of careful search by the last person known to have had it, this is sufficient for the admission of parol evidence of its contents.\n3. Suit was brought in 1847, but no declaration was filed till 1854. The statute of limitations could not be applied by counting any portion of the time which elapsed after the issuing of the original writ.\n4. A long delay after instituting a suit may be evidence of abandonment, and the Court might not compel the defendant to plead. But this advantage is waived by pleading issuably and going to trial.\n5. A moral obligation is a sufficient consideration for a direct promise.\n6. A married woman possessing a separate estate, induced the plaintiff to do work for her son, by promising payment; and after its completion and during coverture acknowledged the obligation, and after divorce á vinculo matri-monii renewed the promise:\nHeld that the moral obligation previously existing was a consideration for her express promise after discoverture, and that she was liable.\nFrom the Nisi Prius, Philadelphia.\nThis was an action of assumpsit to March Term, 1847, by John McClimans against Mrs- Hemphill, to recover for work done in completing a mill. The plea was non assumpsit — non assumpsit in modo et forma. 'Payment with leave, &c.\nIn February, 1841, S. Gr. Hemphill, who was the son of the defendant, contracted mth John and James McClimans for the stone work of a grist-mill which he proposed to erect in Chester county. John McClimans afterwards commenced the work. After part of the work had been done, fhe plaintiff refused to proceed with the work without security foi*-%vayment; and it was alleged that the defendant, who was then mM-ried, promised to see him paid. The mill was completed in September, 1841. Whilst the mill was in progress, the defendant paid some small sums on account. It was testified that, in March, 18&Ejthe defendant said she would pay to the plaintiff every dollar; that she had an income independent of her husband. Work to an amount exceeding $600 was done.\nThe greater part of the plaintiff’s claim was unpaid in January, 1845, when the defendant was divorced a vinculo matrimonii.\nIt was testified that, in March, 1847, the defendant again promised payment. Afterwards this suit was instituted. No narr. was filed till March, 1854. In the fourth count of it was alleged the original promise — the coverture — the divorce in 1845, and the promise in 1847.\nThe case was tried in November, 1854.\nIt was testified that the contract between the plaintiff and his brother and S. Gr. Hemphill, the son of defendant, was in writing. That the witness left it in April, 1854, with the plaintiff’s counsel, with whom it remained about four years. The witness got it and gave it to the plaintiff. Some time after, viz. in 1851, it was given to another counsel in West Chester. The witness said he never saw it afterwards.\nThe counsel who received it in 1851, was examined, and stated that he received the agreement, and prepared a declaration. That he suggested that two other counsel named be employed, and that he handed the contract in question to one of them.\nThe counsel alluded to was examined, and stated that he prepared an amended declaration, and remembered having the paper in question in his possession, but had searched diligently, and had not found it. He said he did not know whether his colleague had the paper or not; that he was sick.\nOffer was made to prove by parol testimony the contents of the contract. This was objected to on the ground that sufficient proof had not been made that it was lost, and had been diligently searched for; there being no evidence of any search for it having been made by the colleague referred to.\nThe colleague referred to was not present at the trial. The objection was overruled.\nIn November, 1841, a judgment was entered in Chester county in favor of-the trustee of the defendant, v. S. Gr. Hemphill, for $6000, it being for her separate use. Afi.fa. was issued, and return was made by the sheriff that he had made $503.95 and costs put of personal effects of the defendant in the execution. Eor the balance the judgment was a lien on the mill property. No further proceeding was shown to have been had on the judgment.\nNo evidence was offered on part of the defendant; but on her part the Court was asked to charge, That the promises alleged to have been made during the coverture were void, and incapable of sustaining a suit at law; and that the promises alleged to have been made after the divorce, viz. in 1847, could not sustain the action.\nKNox, J., charged, That if the pr.omise,alleged to have been made after.the divorce, had been proved, it was binding on the defend- . ant and would sustain the action; and though it was contended that the laches of the plaintiff in bringing the action, and in pressing the case for trial, should defeat the recovery, yet that they bad no sucb effect. He observed, You have heard evidence in explanation of them.\nHe further charged, That if the plaintiff was about to quit the work in consequence of not being paid, and that defendant promised to see him paid, and after being divorced again promised or recognised the existence of the liability on her part, then in law she was bound to pay, and the contract in 1841 would furnish a moral consideration to support an express promise in 1847. He declined to charge as requested in the points.\nVerdict for plaintiff.\nIt was assigned for error: 1 and 2. That the Court erred in admitting secondary evidence of the contract between plaintiff' and S. G. Hemphill; 3. In negativing the first point submitted; 4. In not charging that the promise made after discoverture was without consideratiqn, and, if proven, would not sustain the action; 5. In not charging that the delay in instituting suit and trying the case prevented a recovery.\nQuyler and Ingram were for plaintiff in error.\nIn the argument submitted in relation to the first point, reference was made to the case of Fearne v. Griffith, 6 Bing. 533, that all possible search should be made for a paper before secondary evidence as to it be admitted. In this case, one counsel was, not examined. Also cited 3 Barr 360, Parke v. Bird; 3 Ser. f It. 31, Gray v. Pentland.\nAs to the 3d and 4th assignments: The first promise of the defendant, she being a feme covert at the time, was absolutely void: 3 Whar. 309; 8 Ad. $ Bilis 467, promise of a woman after the death of her husband, to pay for goods supplied during the coverture; DeNMAN, C. J., “The debt was never owing from her. If there was a moral obligation, that should have been shown.” Also note B to ease of Barber v. Fox, Saunders 137 c.\n5. In this case seven years elapsed after the writ was issued before narr. was filed; and fourteen years after the work was done before the case was tried.\nMoneghan, Bell, and Baux, for defendant in error.\nAs to the admission of secondary evidence, much is to be left to the discretion of the judge before -whom the case is tried: 5 Barr 56, Gil-pin v. Howell. There was here no proof that the other counsel alluded to ever saw the contract in question. Mere plausible conjecture of his having it was not sufficient.\n3 and 4. From the evidence the jury were authorized to infer that the plaintiff resumed the work in consequence of the promise of the defendant. Her liability does not depend on the inquiry whether her promise during coverture was void or voidable only, though it might well he urged that it is only voidable. The point is, whether her request and promise to pay the plaintiff, acted upon to his injury and her benefit, creates a moral obligation. ■ In this case there was not only a moral obligation existing, but the de^ fendant was a creditor of her son, and judgment was afterwards entered .in her favor, which became a lien on his property, improved by the construction of the mill. Reference was made to 5 Taunt. 36 ; 1 Burr. 373, cited in 5 Ser. B. 9 ; 1 Saund. 264, n. 1; 3 B. §• P. 249 '; Áreh. N. P. 19, 20, 49 Law Lib.; 1 Browne 111; S. C. 1 Bin. 591, Greaves v. McAllister; 5 Bin. 33; 5 Ser. $ JR. 4; 12 Id. 177 ; 3 Barr 416; 5 Id. 369.\n5th assignment. The plaintiff was poor, and the defendant might have had the case tried."
  },
  "file_name": "0367-01",
  "first_page_order": 365,
  "last_page_order": 370
}
