{
  "id": 9504728,
  "name": "McNair versus McLennan",
  "name_abbreviation": "McNair v. McLennan",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "384",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 303,
    "char_count": 5858,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 6.77084526399421e-08,
      "percentile": 0.4094922136387102
    },
    "sha256": "e286defac66639e2516388b78cdd10828fe4031208977fc65c31805cd10e2211",
    "simhash": "1:a6ef01ac9a69e293",
    "word_count": 1050
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McNair versus McLennan."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe admissions of the parties during the trial of a cause are part of the evidence, on the effect of which the Court may instruct the jury; and, where the charge is excepted to and filed of record, the facts therein stated as admitted or proven, must be taken for true, unless the evidence brought up by bilis of exception contradicts the statement of facts contained in the charge. The paper-book contains no bills of exception to the evidence; and we have no reason to believe that the president judge mis-stated the facts which occurred on the trial. On the contrary, from all the means we have of forming an opinion on the question of fact, we have no doubt that the defendant did admit that he knew when he purchased the cattle that they belonged to the,plaintiff. The plaintiff’s statement, when fairly construed, was to be understood as founded on a contract with himself for the sale of his own cattle; and the plea of payment admits the existence of the contract as alleged, and puts the defence on matter subsequent. The receipt given in evidence by the defendant also admits that when he made or attempted to make the set-off of an old debt against Daniel McLennan, he knew that Daniel was acting as the agent of the plaintiff, Kenneth McLennan. The 1st and 2d errors assigned are therefore not sustained.\nIf the facts are as stated by the judge, his instructions are cor- • rect. Where a man who is dealing with an agent induces the latter to set off a debt against himself in satisfaction of a demand known by both parties to belong to the principal, it is a fraud which is not binding on the party injured by it, unless he ratifies it with a full knowledge of the facts.\nAs these were the facts of the case, and there was no evidence of ratification, it was proper to direct a verdict for the plaintiff for the sum justly due. Justice has been done, and the judgment is to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "McLean, for plaintiff in error.",
      "The Court declined to hear Reed and Durlcee, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McNair versus McLennan.\n1. The admissions of the parties during the trial of a cause are part of the evidence, on the effect of which the Court may instruct the jury; and where the charge is excepted to and filed of record, the facts therein stated as admitted or proven must he taken as true, unless the evidence brought up by bill of exceptions contradicts the statement of facts contained in the charge.\n2. Where one dealing with an agent, induces the latter to set off a debt against the agent himself, in satisfaction or on account of a debt known by both parties to belong to the principal, it is a fraud upon the principal, and. is not binding on him unless ratified by him with full knowledge of the facts.\nERROR to tbe Common Pleas of Adams county.\nThis was an action of assumpsit brought 6th September, 1852, in favor of Kenneth McLennan v. Samuel S. McNair, to recover the price of 20 head of cattle, the claim being for $886.09. The plea was payment.\nThe cattle were sold by Daniel McLennan to the defendant, in Adams county, on 24th October, 1851. The plaintiff resided in Jefferson county, Ohio, and claimed to be the owner of the cattle, and that Daniel McLennan was his agent for the sale of the stock, having no interest in the same. In a settlement between Daniel McLennan and the defendant, for the cattle and for a number of sheep sold at the same time, an account, owing by Daniel McLennan to the defendant, was deducted from the amount of the purchase, and a note given for $160, which v'as payable to Daniel McLennan, three months after date, at the Bank of Gettysburg. The note was not negotiable. At the same time a receipt was signed by Daniel McLennan, agent, by wbicb be acknowledged to bave received “ of Samuel S. McNair, as agent for Kenneth McLennan,” tbe sum of $381.91, in full for 20 bead of cattle, &c., and 19 head of sheep.\nThe note for $160 was not paid, and being offered to plaintiff’s counsel on the trial was refused.\nOn 8th November, 1851, suit was brought in the name of Daniel McLennan, against the defendant; and on 10th November of same year, a suit was brought, at the instance of Daniel, in the name of Kenneth McLennan, against the defendant. That suit was discontinued on 6th September, 1852, and this suit instituted on the same day.\nOn the trial points were submitted on part of the defendant, viz. That if there was no disaffirmance by the plaintiff of the credit, for more than three months after he had been informed of the transaction, then he was not entitled to recover more than the difference between the claim credited and the price of the cattle. The 2d was to the effect that the suits brought by Daniel McLen-nan against the defendant, were not a disaffirmance by the plaintiff of the contract. 3. That the disaffirmance by the agent, without the direction of his principal, was not, in law, a disaffirmance by the principal, where his own acquiescence has been of unreasonable duration.\nEiSHER, President Judge, in his charge, observed that it was; admitted that the cattle belonged to the plaintiff, and were sold by his agent to the defendant, who purchased them with a knowledge that they belonged to the plaintiff, and that he was dealing with an agent; and he charged that the crediting of the claim against the agent was a fraud on the principal, and was not binding on him unless ratified by him, of which no evidence had been given; and that there being no material fact in dispute, verdict should be rendered for the plaintiff.\nVerdict was rendered for plaintiff for $399.91.\nError was assigned to the statement in the charge as to the admission and the knowledge of the defendant; also to charging affirmatively on the points submitted; and in instructing the jury that the plaintiff was entitled to recover.\nMcLean, for plaintiff in error.\nThe Court declined to hear Reed and Durlcee, for defendant in error."
  },
  "file_name": "0384-01",
  "first_page_order": 382,
  "last_page_order": 384
}
