{
  "id": 9504748,
  "name": "Johnson versus The Commonwealth",
  "name_abbreviation": "Johnson v. Commonwealth",
  "decision_date": "1855-05-24",
  "docket_number": "",
  "first_page": "386",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Humph. 141",
      "category": "reporters:state",
      "reporter": "Hum.",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 179",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0179-01"
      ]
    },
    {
      "cite": "1 Whar. 525",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829022
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0525-01"
      ]
    },
    {
      "cite": "6 Bin. 183",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 525",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0525-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 12495,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 6.012849374181718e-07,
      "percentile": 0.9544390425851083
    },
    "sha256": "d54903028264e98f71914a48ed86d74de945a03f6ff74f46b3462a7d243bc85c",
    "simhash": "1:a6b7ee8da6372254",
    "word_count": 2197
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, May 24, 1855, by\nLewis, C. J.\nThe plaintiff in error has been sentenced to suffer death; and the question is, whether the record justifies the sentence. The 2d section of the Act of 22d April, 1794, declares that “ all murder which shall be perpetrated by means of poison, or by lying in wait, or by any other kind of wilful, deliberate, and premeditated killing, or which shall be committed in the perpetration, or attempt to perpetuate auy arson, rape, robbery, or burglary, shall be deemed murder of the first degree; and all other kinds of murder shall be deemed murder of the second degree ; and the jury before whom any person indicted shall be tried, shall, if they find such person guilty thereof, ascertain in their verdict whether it be murder of the first or second degree.”\nThe cases of the Commonwealth v. Earle, 1 Whar. 525, and Commonwealth v. Miller, Lewis Crim. Law 398, 401, show that where the indictment charges the murder to have been perpetrated “ by means of poison,” or “ by lying in wait,” a verdict of “ guilty in manner and form, as the prisoner stands indicted,” does “ ascertain” the murder to be of the first degree. The reason of this is, that the indictment is thus referred to as forming part of the verdict, and the latter thus “ ascertains” the facts, which, in judgment of law, amount to murder of the first degree. On the same principle it may be conceded, for the purposes of the present case, that, if the indictment had charged the murder to have been committed wilfully, deliberately, and premeditatedly, or in perpetrating, or attempting to perpetrate either of the other enumerated felonies, a similar verdict would also sufficiently “ ascertain” the murder to be of the first degree. But the indictment under consideration is totally destitute of either of these averments. It merely charges that the murder was committed “ feloniously, wil-fully, and of malice aforethought.” This is the usual and proper description of the crime at common law, and the language applies as well to the second as to the first degree. It does not necessarily import an intention to kill. It is applied by construction of ■ law to murders committed without such intention. If death had ensued in the perpetration of any felony not enumerated in the section; or in an attempt to procure abortion; or been caused by purposely letting loose a beast known to be accustomed to destroy human life; or when the mind of the prisoner, from intoxication, or other cause, was deprived of the power to form a design with deliberation and premeditation, the offence would be stripped, of the malignant feature required by the statute to place it on the list of capital crimes. But in all these cases, although the prisoner had no intention to kill, he is deemed guilty of killing “ felo-niously, wilfully, and of malice aforethought.” On the principle that every one is answerable for the necessary consequences of his unlawful acts, he is adjudged guilty, at common law, of construe-, tive “malice aforethought.” But constructive malice is not the “ deliberate and premeditated killing” required by the statute to constitute murder of the first degree. A premeditated intention to destroy life is an indispensable ingredient in that offence. An unlawful killing may be presumed murder; but it will not be presumed murder of the first degree. The burden of proving it so lies on the Commonwealth. The evidence produced by the Commonwealth, in the case of Bridget Harman, 4 Barr 269, may have justified the instructions given to the jury in that case. But they were only advisory. There was no intention to take from the jury their right to fix the degree. It was their province to “ ascertain” it in their verdict; and, as murder by drowning was not necessarily murder of the first degree, it was required, even in that case, to ascertain the degree in the verdict.\nWe have said that murder by drowning is not necessarily murder ,of the first degree. It is not placed by the statute in the category with murder “by means of poison,” or “by lying in .wait,” and the Courts have no right to place it there. It is true that the indictment charges the prisoner with throwing the deceased into a dam, and holding her under the Water until she was suffocated; but this may have been done in the pursuit of some unlawful object, without an intention to take her life. It may have been done in mischievous and cruel sport; or it may have been done for the purpose of procuring abortion. Eor aught we know, the evidence given on the trial might have fully justified the jury in deciding that the crime was murder of the first degree.' But, as they have not done so, the Court cannot look into the evidence for the purpose of ascertaining the character of the offence. This would be an infringement of the right of trial by jury. They have found the prisoner “ guilty in manner and form as he stands indicted,” without otherwise “ ascertaining” the degree. They have thus made the indictment a part of their verdict, and we are to consider the case as if they had found a special verdict, stating the facts precisely as they are set forth in the indictment. We have seen that the language of the indictment applies as appropriately to the second as to the first degree. If there was nothing else to restrain us from interpreting it to mean murder of the first degree, the rule of mitiori sensu would require us to adopt the milder construction. But the clear and positive provisions of the Act of 1794 fix the interpretation beyond a doubt. We have seen that the indictment is destitute of the aver-, ments required by the statute to constitute murder of the first degree. The case must, therefore, of necessity, fall into the class provided for by the clause in the Act which declares that “ all other kinds of murder shall be deemed murder of the, second degree.” In this opinion we are unanimous. It follows that the judgment must be reversed, and the record remitted for further proceedings according to law.\nIt is considered and ordered that the judgment of the Court of 'Oyer and Terminer, of the county of Lancaster (sentencing the said Samuel Johnson to suffer death), be reversed and annulled; and it is further considered and ordered that the record be remitted to the said Court, with directions to pass such sentence as the law authorizes on a verdict of guilty of murder of the second degree.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Brown and Atlee, for plaintiff in error.",
      "Patterson, contó."
    ],
    "corrections": "",
    "head_matter": "Johnson versus The Commonwealth.\n1. Under the Act of 1794, a premeditated intention to destroy life is indispensable in order to constitute murder in the first degree.\n2. Murder by drowning is not, under the Act of 1794, necessarily murder in the first degree; it is not- one of the modes of destroying life enumerated in the statute,\n3. The Act of 1794, providing that “ all murder which shall be perpetrated by means of poison, or by lying in wait, or by any other kind of wilful, deliberate and premeditated hilling, or which 'shall be committed in the perpetration or attempt to perpetrate any arson, rape, robbery or burglary, shall be deemed murder of the first degree; and all other kinds of murder shall be deemed murder of the second degreethe jury, in case of conviction, to ascertain the degree. Under an indictment charging that the defendant feloniously, wilfully and of his malice aforethought, cast a certain E. T. into a dam of water and held her in and under the water till drowned, he was found “guilty in manner and form as he stands indicted.\"\nIt was Held that the defendant was not convicted of murder of the first degree, hut of murder of the second degree.\n4. Where a defendant has heen found guilty in manner and form as he stands indicted, this Court, on error, will not look into the evidence for the purpose of ascertaining the character of the offence; the indictment is alone to he considered.\n5. The sentence of death was reversed and annulled, and the record remitted to pass such sentence as is authorized for conviction of murder in the second degree.\nERROR to the Court of Oyer and Terminer of Lancaster county.\nA bill of indictment containing two counts was found against Samuel Johnson. In the first count it was charged that he, on the 5th day of October, 1854, with force and arms in and upon one Elizabeth Thomas, feloniously, wilfully, and of his malice aforethought, did make an assault, and then and there feloniously, wilfully, and of his malice aforethought did cast, throw, and push her into a certain dam wherein there was a great quantity of water, by means of which casting, &c., she was then and there suffocated and drowned. In the second count it was charged that he feloniously, wilfully, and of his malice aforethought, did east, throw, and drag her into a certain dam, &c., and then and there feloniously, wilfully, and of his malice aforethought did hold and restrain her in and under the water, by means of which throwing, &c., and holding and restraining, &c., she was then and there choked, suffocated, and drowned, and died.\nThe jury found the defendant guilty in manner and form as he stands indicted. The reason filed in arrest of judgment was that the jury had not in their verdict ascertained whether the murder of which they had found the defendant guilty, was murder of the first or of the second degree, as they were required to do by the second section of the Act of 22d April, 1794.\nThe motion was overruled after argument, and the defendant was sentenced to be hanged.\nIt was assigned for error that the Court erred in passing sentence of death, it not being warranted by the verdict.\nBrown and Atlee, for plaintiff in error.\nWhere an indictment sets forth facts clearly charging murder in the first degree, a verdict finding the prisoner guilty in manner and form as he stands indicted, will warrant a sentence of death: White v. Commonwealth, 6 Bin. 183; Commonwealth v. Earle, 1 Whar. 525; and Lewis, P. J., in the case of Commonwealth v. Miller, Lewis O. L. 398. The charge must be clearly made, nothing material is to be taken by intendment, or implication: Hawkins, b. 2, ch. 25, § 60; 5 Barr 66, Hartman v. Commonwealth; 6 Barr 387; 10 Harris 101. It was not intended by the Act of 1794 to change the form, as at common law, of indictments for murder: 6 Bin. 183-8; 7 W. $ Ser. 418; but an indictment as at common law, tlie offence not being charged as committed by a wilful, deliberate, or premeditated killing, or in one of the modes enumerated in the Act of 1T94, does not of itself contain a charge of murder in the first degree. To constitute that offence there must be a specific design to destroy life: Commonwealth v. Daly, 4 P. L. J. 157; Whar. O. L. 431. The words feloniously, wilfully, and of malice aforethought, though necessary to the charge of murder, do not distinguish between the two degrees declared in the Act of 1T94. The holding of Elizabeth Thomas under the water until she was drowned, did not imply a design to deprive her of life. If the charge in an indictment be ambiguous and uncertain, no sentence may be pronounced upon it: OoJce on Lit. 227 a. But if murder in the first and second degrees be charged, and the degree be not ascertained by the verdict, the sentence may be for murder in the second degree: Lewis O. L. 398; or the record remitted to the Court below to pass sentence as warranted by the verdict: Jewell v. Commonwealth, 10 Harris 102.\nPatterson, contó.\nIt is not necessary, since the Act of 1794, that the offence be so described in the indictment as to show whether it be murder in the first or second degree: 6 Bin. 179, White v. Commonwealth; Lewis Grim. Law 398.\nThe Act of 1794 does not change the form of indictment for murder, and it need not be charged that the offence was committed by a wilful, deliberate, and premeditated killing: 6 Bin. 183; 1 Whar. 525; 4 Barr 269; 7 W. £ Ser. 418.\nThe intention of the defendant is the essence of the crime. Malice aforethought means an intention to kill. Murder of the first degree is where there exists at the time a deliberate design to produce death — murder in the second degree where death is produced without such an intent: Add. 283. The length of time for deliberation is not material: 4 Humph. 141, Swan v. The State. As the defendant is charged in the indictment with having thrown Elizabeth Thomas into the water, and held her under the water, by means of which she was suffocated and drowned, is not the deliberate intention, to take life sufficiently charged ?"
  },
  "file_name": "0386-01",
  "first_page_order": 384,
  "last_page_order": 388
}
