{
  "id": 9504763,
  "name": "Baker versus Exchange Bank",
  "name_abbreviation": "Baker v. Exchange Bank",
  "decision_date": "1855-05-24",
  "docket_number": "",
  "first_page": "391",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 280,
    "char_count": 4623,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.0052889892850951e-07,
      "percentile": 0.5400392069190134
    },
    "sha256": "13d165a30951331d0db327bc5f13748e8abc10a18b3d174d389b60970194ab93",
    "simhash": "1:3c9764a1d60f27dd",
    "word_count": 827
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baker versus Exchange Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, May 24, by\nLoweie, J.\nIt is very plain that the rule which suspends the interest on a judgment, from the day when land is sold on an execution issued under it, does not always do that justice to plaintiffs which they have reason to expect; and we see no reason for extending the influence of the rule by way of analogy. It does not prevent the holder of á note from recovering from the endorser the true balance on the note, calculated according to the date of the actual payments, though some of those payments have been obtained after the ordinary delays attending the judicial sale of land and distribution of the proceeds. This is the general rule of interest, and the case of Carlisle Bank v. Barnett, 3 W. & Ser. 248, shows that the present case is not to be an exception.\nJudgment affirmed.",
        "type": "majority",
        "author": "Loweie, J."
      }
    ],
    "attorneys": [
      "Hopas and Dorris, for plaintiff in error,",
      "Galvin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Baker versus Exchange Bank.\nJudgment by confession against the drawer of a negotiable note was taken by the holder at the instance of and for the purpose of securing the endorser, and the real estate of the drawer was afterwards sold at sheriff’s sale, and appropriation directed to the judgment was delayed for years by appeal to the Supreme Court. It was Held that the interest on the amount appropriated did not cease to ru», in favor of the endorser, from the sheriff’s sale and not till actual payment.\nERROR to tbe Court of Common Pleas of Huntingdon county.\nThis was an action of assumpsit by the Exchange Bank of Pittsburgh v. Elias Baker, as endorser of a note of which Peter Hewitt was drawer, dated September 15, 1843, for $2200, payable to the order of the endorsers ninety days after date. On 16th December, 1853, before the note fell due, at the instance of the drawer and endorsers, judgment by confession was entered against the drawer for $2200, the amount of the note, with interest from 17th December, 1853.\nOn 10th April, 1844, the real estate of the drawer was sold at sheriff’s sale. An auditor was appointed to report distribution; and he reported $2209.22 of the fund as applicable to the debt and interest of the said judgment, and $4.66 to the costs.\nExceptions to his report were filed, and from its confirmation appeal was taken to the Supreme Court, and it was not confirmed till -27th May, 1847. It was admitted that the $2209.22 was paid by the sheriff to the plaintiff as follows, viz: 28th June, 1845, $693.13. On 2d February, 1846, $519.87. On 25th September, 1847, $693.13, and on 8th August, 1848, $303.16. It was also admitted that the judgment against the drawer was confessed a few days before the note fell due at the instance of the endorsers, and for the purpose of securing them.\nIt was submitted to the Court below that if the sum of $2209.22 was, as respected the endorser, to be credited, “ when the money was actually paid by the sheriff to the Bank,” then judgment to be entered for the plaintiff for $560.24; but if the Court should be of opinion that the $2209.22 was to be applied “-as of the date of the sheriff’s sale,” then judgment to be entered for the plaintiff for $52.56.\nIt was also admitted that the defendant in this case, the endorser, employed counsel to attend to the appeal made to the Supreme Court.\nJudgment was entered by the Court below for the plaintiff for $560.24.\nSuch judgment was assigned for error.\nHopas and Dorris, for plaintiff in error,\ncited' Story on Pro. Notes, § 372, 40-3.\nGalvin, for defendant in error.\nThe bank credited the defendant with the payments at the time they were made, and claimed to recover the balance of principal and interest. The defendant contends that he should be credited with the $2209.22 at the date of the sale, viz. 10th April, 1844; that as the drawer was then discharged, he, the endorser, was also discharged.\nThe judgment against the drawer was taken at the instance of the endorser, and for the purpose of securing him; and the plaintiff should not be prejudiced by it. The endorser might have been sued. He was bound to pay the note, and he so considered the matter, as he employed counsel to sustain the auditor’s report. The endorser of a protested note is not entitled to relief from responsibility by the refusal of the holder to sue the drawer on the application of the endorser. It is his duty to take up the note: 7 W. ‡ Ser. 875, Beebe v. West Branch Bank; Id. 342. The appropriation to a judgment of a fund raised by a sale of real estate, if not immediately available in consequence of appeal to the Supreme Court, is not such an appropriation as will relieve the surety from the interest subsequently accruing : 3 W. $ Ser. 248, Carlisle Bank v. Barnett."
  },
  "file_name": "0391-01",
  "first_page_order": 389,
  "last_page_order": 390
}
