{
  "id": 9504786,
  "name": "Lyon versus Miller",
  "name_abbreviation": "Lyon v. Miller",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "392",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 392"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 362",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0362-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 7965,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 2.8257593539836447e-07,
      "percentile": 0.8386894371061788
    },
    "sha256": "7edde8124130f605ee0be7a197cf7b0ea446c75fb4812d31a6dc1aa8c633db91",
    "simhash": "1:aaf0ecb2285210d5",
    "word_count": 1439
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lyon versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nAs the second amended declaration was withdrawn by the plaintiffs in error, their bill of exception to the rejection of evidence offered under it is not á matter for consideration here. The parol evidence of an agreement different from the covenant declared on was properly rejected. This disposes of the 1st assignment of error.\nThis action is founded on an agreement under seal, by which Mulhollan & Lyon granted to John Miller the right to mine and dig coal on their land, south of the line known as the disputed line, he paying for every bushel of coal he may mine or dig upon the land three-eighths of a cent. As the contract only authorized the defendant to dig coal south of the line designated, and the action was founded on that contract, it seems clear that tbe plaintiffs could not, in this action, recover for any coal taken out north of tbe line. If be took coal from other land of tbe plaintiffs, without authority, he might be liable in trespass, but he is not answerable for it in this form of action. It was therefore a good' defence pro tanto to show that part of the coal for which the plaintiffs claimed compensation under their lease was not taken from the demised premises. It was no answer to this defence to show that the plaintiffs were in possession of the land north of the line. Such evidence could have no tendency to rebut an “ equity of the defendant.” His defence was not founded on an equity. It stood upon a perfectly legal right to confine the claim for rent to the premises demised. The 2d and 3d assignments of error are therefore unsustained.\nUnder the charge the plaintiffs were permitted to recover not only for the coal actually mined, but for what defendant “ reasonably could and should have mined upon the land.” For the coal actually mined the contract had fixed the measure of compensation; but for'that which ought to have been mined, but was not, the Court instructed the jury that the plaintiffs” were not entitled to the stipulated rate,” because “they still had the coal in the mine.” The coal in the mine was certainly worth something. As matter of law the Court was bound to consider it as possessing some value. It was therefore proper to direct the jury, to ascertain the value, and to deduct it from the stipulated rate. On this part of the plaintiff’s claim, the measure of damages is the difference between the stipulated rate of compensation, and the value of the coal in the mine. In adopting this rule the Court below followed the decision recently made by this Court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Hofius, for plaintiff in error.",
      "Banks and Miles were not heard in reply."
    ],
    "corrections": "",
    "head_matter": "Lyon versus Miller.\n1. In an action of covenant on an agreement or lease under seal, evidence of a verbal agreement, made at the time of the execution of the said agreement but different from the covenant declared on, was inadmissible.\n2. It was inadmissible in such an action to prove that when the lease was preparing, the quantity of coal to be mined under the lease was omitted at the request of the defendant, and that “ he then undertook and promised to mine as much as he could dispose of.”\n3. When an amended declaration was withdrawn, a bill of exceptions to evidence offered under it fell with it.\n4. Under a lease authorizing the defendant to mine coal on land south of a designated line, the lessors, in covenant on the lease, were not entitled to recover for coal mined north of the said line; and that the plaintiffs were in possession of the land north of the said line was not material, ior coal mined north of the line the defendant may be liable in trespass.\n5. The plaintiffs leased to the defendant the right to dig and mine coal on their land south of a disputed line, the defendant to pay three-eighths of a cent for every bushel he may mine or dig.” The plaintiffs were permitted to recover not only for the coal actually mined, but for what the defendant reasonably could and should have mined upon the land leased; but for the quantity not mined, the measure of damages was the difference between the stipulated rate of compensation and the value of the coal left unmined.\nERROR, to the Common Pleas of Blair county.\nThis was an action of covenant by George Mulhollan and William Lyon v. John Miller, founded on an agreement under seal or lease by the plaintiffs to Miller, dated 30th March, 1848. By the instrument referred to, the plaintiffs leased to Miller the privilege and right to mine and dig coal on their land south of a line of land in dispute between them and Shoenberger. Miller was to pay “for every bushel he may mine or dig upon said land” three-eighths of a cent. The lease to terminate on 1st April, 1849.\nMulhollan died, and the administrator of his estate was substituted.\nOn the trial, the plaintiff’s counsel offered to prove that at the time of entering into the agreement, upon one of the plaintiffs desiring to specify in it the number of bushels of coal to be dug by Miller, the defendant declared that he would prefer that no stipulation as to the quantity to be taken out should be introduced, as it was his interest to mine as much as he could dispose of; and that he then “ undertook and promised to mine as much as he could dispose of.”\nThe evidence was overruled, and exception taken. First bill.\nAn amended narr. was filed, in which an undertaking to that effect was alleged, and the evidence was again offered and rejected. Second bill.\nOn part of defendant it was offered to show that most of the coal mined by the defendant was mined north of the line designated in the lease; and on the land of Shoenlerger.\nThis was objected to on part of the plaintiffs on the ground that Miller having accepted the lease, was estopped from proving that coal mined by him was taken from any other land than that of the plaintiffs. The objection was overruled. Third bill.\nNothing was testified as to the title to the land north of the disputed line.\nOn part of the plaintiffs it was offered to show that they were in possession of the land outside of the line mentioned in the lease, not because they claimed for coal taken outside of that line, but in order to rebut any equity in the defendant. It was overruled, and exception was taken. Fourth bill.\nTaylob., P. J., charged, inter alia, that the plaintiffs, in. addition to compensation for the coal mined under the lease, were also entitled to recover “ for what the defendant reasonably could and should have mined upon the land leased;” and that it was clear that he could have mined upon the plaintiff’s land south of the disputed line the whole of the 368,000 bushels which he did mine. It was, however, referred to the jury to determine the quantity which he could reasonably have mined.\nAs to the measure of damages for the coal not mined, but which should have been mined, he charged that it was not the rate stipulated in the lease, as the coal was still in the land; but such less sum as would justly compensate the plaintiffs for the failure of the defendant to mine to the extent he had contracted to mine.\nYerdict for plaintiff for $276.\nError was assigned to the rejection and reception of the evidence referred to in the bills of exceptions; and 4th, to the instruction as to the measure of damages.\nHofius, for plaintiff in error.\nThat the evidence referred to in the 1st and 2d bills was admissible, reference was made to 8 Harris 464, Lauchner v. Rex. As to the evidence that part of the coal was mined north of the disputed line, it was alleged that there was an implied covenant not to mine there. As to the measure of damages, it was suggested whether it should not have been the full amount of rent stipulated in the lease, provided the mine had been worked to a reasonable extent; that the amount of damages should have been such as might be reasonably supposed to have been in the contemplation of the parties, at the time of the contract, for a breach of it: 9 JExchequer Rep. 341; 6 Watts 362.\nBanks and Miles were not heard in reply."
  },
  "file_name": "0392-01",
  "first_page_order": 390,
  "last_page_order": 393
}
