{
  "id": 9504811,
  "name": "Small's Appeal",
  "name_abbreviation": "Small's Appeal",
  "decision_date": "1855-06-06",
  "docket_number": "",
  "first_page": "398",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 5",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5593,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 2.0953966695839408e-07,
      "percentile": 0.7609379929100114
    },
    "sha256": "4710bcaf0e279aee1ff64c7dc5e91eef91d8c0f2fc0eca4f996df4a46bb4ba60",
    "simhash": "1:201479af2636307f",
    "word_count": 1018
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Small’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, June 6, by\nLowbxe, J.\nA judgment entered on tbe day on which tbe defendant’s land is sold by tbe sheriff on an execution is a lien on bis land at the time of tbe sale, although entered at a later hour of tbe day than tbe sale, and is entitled to share in the proceeds, if they be sufficient.\nJudicial liens have precedence of each other according to tbe days, not tbe hours, on which they are entered — unless in those cases where the hour is required to be noted. This is the truthful form of the so-called fiction that in such cases there are no fractions of a day. But this rule, by its very terms, does not apply to cases of conflict between alleged liens and bond fide purchases. Therein it may be necessary, for the purpose of simple justice, to ascertain the hour of the entry of a lien, and it will be done. The law divides the day where equity requires it to be done.\nBut a debtor has no equity against the lien of his .creditor that requires such a division. If it were necessary for the safety of the sheriff’s vendee to divide the day, it would be done; but not to save the defendant from paying his debts. He can present no reason that calls for so uncertain a proceeding as inquiring into the hours of the entry of the lien, and of the sheriff’s sale.\nThe case of Hahn v. Smith, 1 Penn. Rep. 484, cannot be said to decide any more than that a judgment entered some days after the sheriff’s sale, and after a transfer of the right to its surplus proceeds, has no subject-matter on which it can operate as a lien. Here the transfer was after the entry of the appellant’s judgment.\nDecR.ee. This case came on for hearing on the appeal of Killian Small from the decree of the Court of Common Pleas of York county, and now, on consideration thereof, it is decreed that there is error in the said decree, so far as relates to the sum of $136.70, appropriated as surplus, and that part thereof is reversed; and it is now considered and decreed that the said sum of $136.70 be appropriated to the judgment of the said Killian Small against Charles Walter, with interest and costs, being No. 128 of November Term, 1853, in the said Court of Common Pleas, and to the costs of this appeal, and that the surplus, if any remain thereafter, be paid one-fourth to John G. Campbell, and three-fourths to E. C. Gravemayer; and. the cause is remitted to the said Court of Common Pleas, with directions to carry this decree into effect.",
        "type": "majority",
        "author": "Lowbxe, J."
      }
    ],
    "attorneys": [
      "Qoehran and Potts, for appellant.",
      "Qamplell, for the assignees."
    ],
    "corrections": "",
    "head_matter": "Small’s Appeal.\n1. A judgment, entered on the day on which the defendant’s land is sold at sheriff’s sale, is a lien on the land at the time of the sale, although entered at a later hour of the day than the sale, and is entitled to share in the proceeds after payment of prior liens.\n2. Judgments against the defendant, entered several days after the sale, are not entitled to payment out of the proceeds in preference to creditors to whom the defendant, after the entry of the said judgments, assigned the residue of the fund.\nAppeal by Killian Small, from the decree of the Court of Common Pleas of Yorh county, decreeing distribution of proceeds of sheriff’s sale of real estate of Charles Walter.\nUnder a venditioni exponas to January Term, 1854, the real estate of Charles Walter was sold for $195 on the 31st December, 1853. A judgment for $74.76, with interest, in favor of Killian Small v. Charles Walter, was entered on the day of the sheriff’s sale, viz., 31st December. Whether the transcript, under which it was entered, was left in the office before or after the property was struck down, did not appear. On the 4th January, a judgment in favor of Joseph Schall for $23.28 was entered; and, on same day, a judgment in favor of Kurtz & Nes for $18 was entered. These were all the judgments entered that time. The sheriff’s deed was acknowledged on 6th January. On 20th February, 1854,. an auditor was appointed to report distribution; and, on 7th March, 1854, Charles Walter assigned to one person one-fourth of any surplus of the sale which belonged to him; and, on the same day, he assigned the residue to another person.\nThe auditor awarded the balance of the fund left, after paying the judgments entered prior to the day of sale, to the assignees of Charles Walter, the defendant, to the exclusion of the judgment of Killian Small; and the Court overruled exceptions to the report, and confirmed it. To such decree of confirmation exception was taken in favor of Killian Small.\nQoehran and Potts, for appellant.\nIn Pennsylvania a judgment is a lien on every kind of interest in land: 3 Binn. 5; 3 Barr 60. The title of defendant is not divested till delivery of deed: 3 W. $ Ser. 314; 9 Id. 147. If the purchase-money had not been paid, the estate would not have been converted. There are no fractions of a day as between judgments: 3 Penna. Pep. 246, Metzler v. Kilgore; Long’s Appeal, 11 Karris 297, as to several writs of foreign attachment.\nQamplell, for the assignees.\nThe date of the sale is the time when liens are divested, and the rights of creditors fixed: 10 Barr 471, Clarke v. Stanley. The title acquired by the purchaser relates back to the sale, not merely to the acknowledgment of the deed: 7 Karris, Hoyt v. Koons. The sheriff should pay liens then existing: 1 Karris 302. The case of Hahn v. Smith, 1 Penna. B,ep. 484, was cited, wherein it was decided that a judgment entered on the second day after the sheriff’s sale, before deed or payment of all the purchase-money, was postponed in favor of another creditor of the defendant, who he had previously agreed should have the surplus."
  },
  "file_name": "0398-01",
  "first_page_order": 396,
  "last_page_order": 398
}
