{
  "id": 9504828,
  "name": "Leckey versus Bloser",
  "name_abbreviation": "Leckey v. Bloser",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "401",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 401"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 818",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "12 Verm. 346",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        2350646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/12/0346-01"
      ]
    },
    {
      "cite": "8 Watts 411",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Wend. 320",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0320-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/3/0052-01"
      ]
    },
    {
      "cite": "1 Jones 316",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0316-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 850,
    "char_count": 21073,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.0953360472666315e-07,
      "percentile": 0.9094001233276535
    },
    "sha256": "4b64d0bc78aac4c1c9ca73b7ab25a72da38ccd2086ba37e1d55ef079fde2c6f8",
    "simhash": "1:0703e4f43f4d54ba",
    "word_count": 3648
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leckey versus Bloser."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodwaRD, J.\nThis was an action on the case by Caroline Bloser, the defendant in error, for breach of a marriage contract. Six errors have been assigned upon the ruling of the Court below, and I proceed to consider them in the order in which they stand upon the record.\n1. It is said that the first count of the plaintiff’s narr. is defective, and as the assessment of damages was entire, and the judgment general, without distinguishing the good counts from that which is bad, it is- argued that the judgment cannot be sustained. The only defect perceived in this count is in charging that the promise was made to the plaintiff by the plaintiff — a clerical error, doubtless* in writing plaintiff for defendant, but wholly unimportant, for the context, sufficiently corrects it ; and beside, it falls within the excellent rule suggested in Carson v. Hunt, 2 Harris 513, that whenever the defect in the declaration is such as would be amended in the Court before whom the trial is had, it is cured by the verdict. Beyond controversy, this very immaterial defect would have been amendable on motion, and we now consider that as done which might have been done.\n2. The plaintiff was permitted to ask several witnesses whether the conduct of the parties evinced a mutual attachment to. each other, or only the relation of ordinary acquaintances and friends. It is insisted that this was competent, since it is impossible for any witness to describe all the observable acts, expressions, words, and looks which make up the evidence of mutual affection. Counsel think no witness can convey to a jury how a person looked, or exactly what he or she said who was in love.\nTo the general rule that witnesses are to deliver facts, and not inferences or conclusions, there are many exceptions, as in questions of handwriting — of identity of persons — of science, art, skill, or trade; but what,degree of attachment or affection is indicated by the manners and conduct of a lady’s suitor is not a ques-. tion which falls within any of the exceptions. On such a subject the jury is as competent to weigh the facts and deduce the appropriate conclusions as' the witness. And if the witness have no facts to describe to a jury, what aré his conclusions and impressions but the baseless visions of his imagination ? The question here was, had Leekey promised to marry the plaintiff?, There was no direct evidence of the promise, but it was competent for her to prove such attention^ on -his part as ordinarily characterize a matrimonial engagement, and as might lead a jury to presume a promise. The law has an open ear for the complaints of deserted innocence, and the tribunals of the law-are quite ready enough to give full effect to such circumstantial evidence as is usually submitted in actions of this sort, to prove the .promise of the recreant lover; but if he is to be charged with infidelity to his vows, not upon proved circumstances,- but upon the surmises, suspicions, opinions, and impressions of witnesses, we shall be in great danger of producing more evils than vye remedy, and of sacrificing the legal rights of a man to redress the imagined wrongs of a woman. The only case in the books which gives any countenance to evidence such as is complained of here, is the case of McKee v. Nelson, 4 Cowen 355; but let it be observed that in that case similar evidence had been given by two witnesses without objection from the defendant, and that when afterwards other witnesses were asked the same question, then for the first time objected to, it was not for the purpose of establishing the promise of the defendant, but the assent of the plaintiff. In overruling the objection, the judge observed that whether- the plaintiff’s affection was sincere or not, could only be gathered from an attentive observation of her conduct, and was not susceptible of any other proof than ’what had been already given and was then offered for the plaintiff. 'This decision was sustained by the Supreme Court of New York, as founded in good sense and the nature of -things; but it is apparent that it is not an authority in point, because in our case the objection Avas taken when the evidence was first offered,, and it was given, not to prove the assent of the plaintiff to the defendant’s promise,, but to make out the promise itself. The plaintiff here Ayas permitted to prove her assent by her express declarations ' to her sister; and in general I doubt the necessity for resorting to so equivocal a medium of- proof as the opinions of witnesses evento show the plaintiff’s assent; for where the evidence establishes such marked attentions on the part of the defendant as raise a presumption of a promise of marriage on his part, the general fact that the lady encouraged and received these attentions is adequate to'establish her assent and mutual promise. The case in CoAven is not an authority for the admission of the-evidence in the first bill of exceptions, and as no* other has been alleged we must apply the general rule in the law of evidence, and say that the offer should have been rejected.\n3. The evidence in this bill was expressly restrained by the Court to proving the assent of the plaintiff, and thus controlled, we think it was unobjectionable. Where the consideration of the alleged contract is promise for promise, the plaintiff must be permitted to prove the promise on her part. Like the defendant’s promise it may be implied from circumstances, one of the most decisive of which, as already intimated, is the toleration of his. attentions; but her declarations in expectation of marriage are also evidence for this purpose. They are part of the res gestee,' and are. admissible upon the principles recognised in Weaver v. Bechert, 2 Barr 83; Baldy v. Stratton, 1 Jones 316; Moritz v. Melhorn, 1 Harris 334, and Ellis v. Guggenheim, 8 Harris 289.\n4. We do not see upon what principle the judgments confessed by the defendant in favor of his father and brother, were evidence in this suit. The argument is, that he confessed to the marriage promise alleged, because on the eve of the trial of the plaintiff’s action he gave his father and brother judgments for what he owed them. It is compared to the flight of a man charged with crime, which .is always some evidence of his guilt. The inference is too remote and inconsequential. If the money were justly due to the father and brother, the judgments were well confessed — if it were not, the time for proving the judgments fraudulent will come when they interfere with the plaintiff’s right to seek satisfaction out of his estate for whatever may be finally adjudged her dues. But that issue could not he tried on this record. Meanwhile the judgments seem to be wholly irrelevant to the present issue. At most they could only indicate an apprehension on the part of the defendant that the plaintiff was likely to recover a judgment,which might hinder or defeat his other creditors ; but such an apprehension, however proved, would not establish or tend to establish the marriage contract, for it might be founded in distrust of plaintiff’s witnesses, or in defect of testimony on his own part, as well as in a consciousness of the truth of the plaintiff’s allegations. For these reasons we think the evidence was unadvisedly admitted.\n5. So also as to the evidence of the plaintiff’s general good character and conduct, our opinion is, that the fact put in evidence by Jacob Eisler did not open that field of inquiry.\nThe rule is that, in civil actions, evidence of general character is not admissible, unless the nature of the action involves the general character of the party, or goes directly to affect it. Thus, in an action of slander, the plaintiff asserts his own good character, and the intent of the defendant to rob him of it, and thereby puts it in issue and invites attack. So, in actions for seducing a wife, daughter, or servant, and having criminal connexion with them, the character of the female for chastity is put in issue, and evidence may be given to assail it; and, in all cases, criminal and civil, where character is put in issue and evidence given against it, counterproof is admissible to sustain it. But the action for breach of promise of marriage, founded as it is in contract, does not necessarily involve the character of the parties, either for purposes of assault or defence. And yet it is competent for the defendant in such an action to show that the plaintiff, after the contract was formed, had been guilty of immoral (or even of immodest) conduct in his or her intercourse with others, as ground for reducing the damages, or absolving the defendant wholly from the obligation of the contract. It is the legal as well as moral duty of parties who have plighted their mutual vows, and are looking to a marriage, to preserve themselves pure and blameless; and, if a woman engaged to be married will prostitute her person to another man, it will bar her action for breach of the marriage contract. But if she be not guilty of crime, but suffer undue liberties to be taken with her person, whereby her reputation is degraded, this fact may be shown in mitigation of the damages she claims. It was on this principle that the testimony of Fisler was admitted. He proved a specific fact — a gross indiscretion on the part of the plaintiff in suffering Reed to take liberties with her person. True or false, his testimony was not repelled by proof of her general good character. As well might she have proved her sanity. True, the good character of the party increases the improbability of an alleged crime or gross indiscretion, but it does not disprove it. The plaintiff was entitled to the benefit of a legal presumption of good character, because there was nothing in- the evidence to rebut it; but, since a person presumed to be of good general character may have committed the indiscretion alleged, the testimony of Fisler remained to be tried by other tests. No progress was made by proving that which the law presumed. Evidence of character never avails against positive and direct proof. It js only in cases where the proof is circumstantial, and grounds of reasonable doubt remain, that character weighs.' Hence, in criminal cases, though the defendant has a right to put his character in issue, it avails him only where the main fact is presumptively proved — not where the proof is direct and positive by credible witnesses. And in a civil action for assault and battery, we held, in Porter v. Seiler, 11 Harris 424, that general character was no defence against direct evidence on the part of the plaintiff. In the actions already alluded to, for debauching a wife or daughter, where general character is involved by the nature of the action, the rule, as settled by the authorities, is, that the plaintiff cannot go into evidence of general good character, in answer to specific instances of lewdness proved against the female: Bamfield v. Massey, 1 Camp. 460; Dodd v. Norris, 8 Camp. 519; Wilson v. Sproul, 3 Penn. Rep. 52. Much less is character an answer to specific acts in an action for breach of promise.\n6. The only remaining error relates to the charge, and in that,, we see nothing wrong. There was evidence of attentions so marked, and so long continued as to indicate courtship ; and it was proper for the Court to submit it to the jury upon the question of mutual promises, and it was submitted in a manner of which the defendant has no reason to complain. It would have been error to withdraw the case from the jury as the defendant demanded.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "WoodwaRD, J."
      }
    ],
    "attorneys": [
      "Hepburn and Williamson, for plaintiff in error.",
      "Miller and Watts, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Leckey versus Bloser.\n1..Whenever tiie flefect in the declaration is such as would he'amended in the Court before which the case is tried, it will lie cured by the verdict, ,\n2. In an action for broach of promise of marriage, a promise by the man may be inferred from such attentions on his part'as usually characterize matrimonial engagements; but the opinions or inferences of witnesses from tho conduct of the parties is not admissible as evidence of mutual promises.\n'3. The promise of the plaintiff may also be implied from her encouraging and receiving the attentions of the defendant; and her declarations in expectation of marriage are also, evidence for this purpose, as part of-the res gestee.\n4. In such a,suit, judgments confessed by the defendant in favor of relatives were not admissible as evidence of a promise of marriage on his part.\n5. In the action for breach of promise of marriage, which is founded on contract, the character of the parties is, not directly involved; and therefore in answer to' evidence of specific acts of impropriety on the part of the plaintiff, ,such as permitting another to take undue liberties with her person,,evidence of her general good character and conduct was not .admissible.’\n6. Where evidence was given of marked attentions by the defendant to the plaintiff, so long continued as to'indicate courtship, they were properly referred to the jury, in connexion with his declarations, as evidence on the question of mutual promises by the parties.\nERROR, to tbe Common Pleas of Cumberland county.\nThis was an action on tbe case' by Caroline Bloser v. Matthew D. Leckey, for breach of promise of marriage.\n' The. narr. .contained three counts. In the first count it was averred that on the 1st of August;.1849, in consideration thatlhe plaintiff, at the request of the defendant, had promised the defendant to marry him, when she, the plaintiff, should be requested, he, the said 'plaintiff, undertook, and then and there faithfully promised the said plaintiff to marry her, &c. ■ .\nIn the second count it was averred that the defendant had married another person; and iñ the third count promises to marry within a reasonable time following after 1st. August, 1849, were averred.\nOn tbe trial evidence was given on part of the plaintiff, of acts of marked attention by the - defendant to the plaintiff during several years.\nIt was -proposed to ask a witness whether the' conduct 'of the parties evinced a mutual attachment, or “only the relation of ordinary acquaintances and friends.” It was objected that the opinion of the witness was not evidence; that he,could state facts, but not his opinion or impressions. , The objection was overruled; and a witness, after testifying to frequent attentions by the defendant to the plaintiff, during several years, observed that “ the conduct of the ’ parties evinced • a mutual attachment for each other.” The same opinion, in connexion with-testimony as to facts) was expressed by other witnesses. Two witnesses, Henry Buckwalter and Henry Drawbaugh, testified that in 1850 and 1851, the defendant said that if he ever married, he would marry the plaintiff; and another witness testified to a subsequent interview between the parties, in which the defendant denied and the plaintiff asserted a, promise of marriage, and that the defendant asked the plaintiff to forgive him.\nIt was further proposed, on part of plaintiff, to prove that during the three or four years in which the attentions of the defendant to the plaintiff were given, the plaintiff declared that she was engaged to, be married to the defendant. It was objected that the declarations of the plaintiff, made in the absence of the defendant, were not evidence. The declarations were admitted, not as evidence of an engagement by the defendant, but of the assent of the plaintiff to the contract of marriage.\nIt was further offered to show that this cause was for trial at January Term, 1854, and that on the 23d December, 1853, and on 5th January, 1854, the defendant confessed three judgments in favor of his brother and father for upwards of $3000. The evidence was objected to as irrelevant, but was admitted.\nOn part of the defendant, after other testimony was given, Eisler, a witness, testified that he saw another person than the defendant take improper liberties with the person of the plaintiff. He said this took place in the spring, the year not directly stated. It appeared from the paper-book that the time referred to was in 1853.\nOn part of the plaintiff it was offered to show the general good character and conduct of the plaintiff. This was objected to, but the objection was overruled, and evidence to that effect was given by several witnesses.\nIt appeared from the charge, that the character of Eisler for veracity had been attacked, and that testimony in support of it had been given.\nOn the part of the defendant, the Court was asked, in the first point, to charge that mere attentions, though exclusive and long continued, and apparently manifesting a serious and settled attachment between the parties, were not sufficient to establish a contract to marry; and secondly, that the testimony of Mary Ann Bloser, Buckwalter, and Drawbaugh, in reference to the alleged declarations of defendant as to what he would do if he ever married, and 'the attentions, as testified to by them and others, were not sufficient to make out a promise by each of the parties.\nGraham, P. J., instructed the jury .that to sustain such an action there need not be direct evidence of a promise of marriage, but that it might be inferred from the conduct of the parties to each other, evidencing a definite and reciprocal understanding that such an engagement existed; and that when the evidence proved such a promise by the man, the demeanor, conduct, and declarations of the woman were evidence of her assent. The principle stated in tbe point was admitted; but he submitted all the evidence to the jury to decide whether a mutual contract had been satisfactorily proved.\n■ Verdict for plaintiff for $500.\nIt was assigned for error, that the first count in the declaration was defective (the word plaintiff being used instead of defendant), and that a general verdict and judgment were rendered; 2. To the admission of the opinions of witnesses; 3. To the admission of the declarations of the plaintiff that he was engaged to the defendant; 4. To the admission in evidence of the judgments confessed by the defendant; 5. To the evidence of the plaintiff’s general good character and conduct; and 6. To the refusal to instruct the jury that the evidence did not sustain the action.\nHepburn and Williamson, for plaintiff in error.\nThe first count in the declaration is defective, no promise by the defendant being alleged, and verdict was rendered on all the counts : 1 Qhitty’s PI. 396; 2 Sound. 171 n. 5; 2 Id. 291; 1 T. Rep. 151; Boug. 667. Secondly, the opinions of the witnesses were not admissible: 10 Ala. R. 460; 1 Holt 283; 3 Burr. 1918; 4 Wend. 320; 8 Watts 411; 5 W. $ Ser. 333. Third, after the promise by the man is proved, the demeanor of the female is evidence to show her pror mise; but her expressions to third persons, not in the hearing of the defendant, are not admissible: Chitty on Con. 537; 8 Car. $ P. 75. Fourth, The judgments were confessed for debts .owing, and they were not relevant. Fifth, The evidence as to a specific act of impropriety was not repelled by evidence of general good character: 1 Camp. 460, Bamfield v. Massey; 3 Campbell 519, Dodd v. Campbell; 3 Penna. 49-52-3, Wilson v. Sproul. Sixth, ■In support of the principle stated in the first point, reference was made to 12 Verm. 346, Munson v. Hastings; 2 Barr 82, Lamb 'v. Fries.'\nMiller and Watts, for defendant in error.\nThe use of the word 'plaintiff for defendant in the narr. was a clerical mistake. What ■appears by necessary implication will supply the place of a positive averment, particularly after verdict: 1 Chit. PI. 324. The count was drawn from 2 Chitty 126. The mistake was amendable, ■and was cured by verdict: 2 Harris 513, Carson v. Hunt. 2. In 4 Cowen 355, McKee v. Nelson, it is said that in an action for 'breach of promise to marry, a person accustomed to observe the mutual deportment of the parties, may give his opinion as to whether they were attached to each other. Third, The declarations of the plaintiff to other persons that she was engaged to the ■defendant, were evidence, of her assent to his engagement: 1 Jones 818; 1 Harris 334, Moritz v. Melborn. Her assent may be proved by her acts alone: 6 Mod. 172, Mansel v. Hutton, referred to in 1 Karris 834. Fourth, The judgments were evidence. Fifth,As to the evidence of the plaintiff’s general character.- The cases of Dodd v. Norris, 3 Oamp. 519, and Bamfield v. Massey, 1 Camp. 460, were cases respecting the character of witnesses, who might have been recalled to rebut the specific imputation charged. The contrary was held in Bate v. Hill, 1 Oar. ¡f F. 100. But in the present case the character of the plaintiff being attacked, she herself could not be heard, and evidence of her general good character and conduct was admissible as part of the res gestee: 8 Karris• 357. Sixth, The Court should not have charged on detached portions of the evidence as requested, and if there was any evidence of the promise by defendant, it was for the consideration of the jury."
  },
  "file_name": "0401-01",
  "first_page_order": 399,
  "last_page_order": 406
}
