{
  "id": 9504925,
  "name": "Spangler's Appeal",
  "name_abbreviation": "Spangler's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "424",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 159",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0159-01"
      ]
    },
    {
      "cite": "1 Bin. 358",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 354,
    "char_count": 6087,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 2.020567946444061e-07,
      "percentile": 0.7453463503084543
    },
    "sha256": "652000fb7b30e959ca97edecf1da217d122a9cdbc2ef29b399f9b7e9af04b7dc",
    "simhash": "1:c792320d9ee93271",
    "word_count": 1125
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spangler’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlace, J.\nThe appellant’s maternal grandfather died before he was born, and his mother soon afterwards, leaving him her only heir. His father (the appellee) took for his second wife a sister of the first one, and was appointed guardian of his son. He had therefore a right to receive and take into his possession two full shares of the grandfather’s estate.\nHow much of the first wife’s share could he keep as his own, and what portion was he bound to account for as guardian of his son ? He was entitled to the whole of her personal property, and as tenant by the curtesy to the profits of her real estate during life. But it remains to be settled how much of it was personal, and how much real at the time of her death.\nThe grandfather’s real estate was divided into four parts, and appraised by an inquest according to law. Two of these parts had been taken at the valuation, by other heirs in the lifetime of the appellant’s mother. She had their recognisances for her share instead of the land. The other two parts were sold under an order of the Orphans’ Court after her death. It is not denied that the parts last mentioned were real estate, and descended as such to the appellant. His share of the proceeds of the sale was received by his father and guardian, who is entitled to the interest only during life. But the appellant contends that the other two parts of the land, or, rather, the recognisances taken in lieu of them while his mother was living, were real estate also. This is an error. Her title to the land was entirely divested. The proceedings in the Orphans’ Court, which assured it in severalty to another heir, was a clear conversion of her share into personalty. So say all the cases in which the point has been directly ruled. It matters not that she was an infant or a feme covert. The validity of the decree did not depend on her being sui juris, and able to give her assent to it as to a contract.\nBut when the appellee received the sums due to his first wife on these recognisances, he receipted for them as guardian of his son. There is no reason to doubt that, this was a mere mistake. He thought, and so probably did the persons who paid it, that it descended as real property to the son. Or it may be that the acquittance took that form as a matter of caution, so as to make it a good discharge to the recognisance, let the law be how it might. But when a man takes his own money, is his right to keep it defeated by a declaration made in mistake that he received it in trust for another? Certainly not. He may correct his error whenever he finds it out. The cestui que trust is entitled to a full accoupt of all that is his, and he cannot claim anything more.\nDecree affirmed.",
        "type": "majority",
        "author": "Blace, J."
      }
    ],
    "attorneys": [
      "Potts and Campbell, for the appellant.",
      "Evans and Mayer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Spangler’s Appeal.\n1. Where land of an intestate is taken at the appraisement, and recognisance executed for the payment of the share of another heir, the share of the latter is personal estate, whether such heir he a minor or -feme covert, or otherwise.\n2. When one receives his own money, his right to retain it is not defeated by a declaration made, through mistake, in his receipt, that he had received it in trust for another.\nAppeal from tbe decree of tbe Orphans’ Court of York county.\nThis was an appeal by Israel Spangler from tbe decree of tbe Orphans’ Court, on tbe account of Jesse Spangler, guardian of tbe appellant.\nSamuel Eichelberger died on tbe 22d April, 1828, and proceedings in partition were bad upon his real estate, in tbe Orphans’ Court of York county, under which portions of it, Nos. 1 and 3, were appraised, and in September and November, 1829, were taken by two of the sons of tbe decedent, at tbe valuation, and recognisances were executed .by them for payment of tbe shares of tbe widow, and the other children and grandchildren.\nWhen tbe recognisances were executed, Anna, one of tbe children, intermarried with Jesse Spangler, was living; but she died on tbe 2d February, 1830, leaving her said husband and a son, Israel Spangler, tbe appellant,- a minor. Parts, Nos. 2 and 4, were sold after her death.\nOn 6th November, 1832, Jesse Spangler was appointed guardian of bis said son Israel; and in 1841 be joined in a release, in which be acknowledged to have received as guardian.of bis son out of purpart No. 3, tbe sum of $88.11. The widow of Samuel Eichelberger died in February, 1841, and distribution was made of tbe whole or part of tbe dówer fund. The moneys were received by tbe husband before tbe passage of the Act of 1848, and bis whole receipts out of tbe parts Nos. 1 and 3, appeared to exceed $800.\nIn April, 1852, tbe account of Jesse Spangler, as guardian of tbe estate of bis son Israel, was exhibited. 'Exceptions were filed to it, and an auditor was appointed.\nThe auditor charged the father, as guardian, with moneys received out of parts Nos. 1 and 3 of tbe real estate, which were taken at tbe appraisement during tbe life of bis wife, who died before any of the moneys became due under tbe recognisances.\nThis was excepted to on part of tbe husband, on the ground that tbe property bad been converted into personal estate before tbe death of. tbe wife — and that tbe auditor erred in treating it as real estate.\nTbe Court struck out of tbe account tbe amount so charged; and this, inter alia, was a subject of exception on appeal to this Court.\nPotts and Campbell, for the appellant.\nIt was contended that the moneys received under the recognisances should be distributed as real estate: 5 W. Ser. 508; 8 Id. 815; 11 Ser. B. 224, Grider v. McClay..\nEvans and Mayer, for appellee.\nThe real estate taken at the appraisement was converted into personalty, though the heir was a feme covert at the time: 1 Bin. 358, Yohe v. Barnet; 7 Watts 159; 1 W. 8¡ Ser. 517; 7 W. ‡ Ser. 168; 4 Barr 359; 1 Harris 430; Id. 56-14; Id. 387; Id. 417; 6 Id. 392; 8 Id. 17. _\n_ Except in the release for the dower fund in No. 3, there is no recital or allegation in release or receipt that the money was received as guardian. But in this case there was no trust — the money belonged to the husband."
  },
  "file_name": "0424-01",
  "first_page_order": 422,
  "last_page_order": 424
}
