{
  "id": 9504969,
  "name": "Todd's Appeal",
  "name_abbreviation": "Todd's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "429",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 6907,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 2.6614408028223556e-07,
      "percentile": 0.8249774407697128
    },
    "sha256": "f954432328f451331385902d5c7ff58b438c1e78cb7d48c574bb4366b3f29e34",
    "simhash": "1:3a6e4f26aa51c85c",
    "word_count": 1263
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Todd’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLoWRIE, J.\nDishonest as this defence looks, we cannot turn it out of Court on the ground taken below; that is, because a married woman may contract so as to charge her separate estate; for here there is no separate estate. That expression always refers to an. equitable estate, held by somebody in trust for a married woman. If she has the legal title to the land, she has no separate estate in it; for the legal incidents of the marriage relation accompany it.\nThe bill charges that, for a sufficient consideration, Mrs. Todd agreed to pay the plaintiff $300, and to secure it by a judgment on her land; that she gave a judgment, and afterwards successfully resisted the payment of -it, on the ground that she was married when she gave it. The defence relies upon the want of technical equity in the bill, and on the lapse of time, neither of them honest in this case; but the latter one is not required to be so.\nThe case certainly depends upon the duty imposed by the circumstances upon Mrs. Todd, to see that Ankrim should be paid out of the land. At law we should call this an implied promise, and sue in assumpsit. We do not change its nature by giving it an equity form. On the question of lapse of time, equity follows the analogy of the statute of limitations. This suit was brought more than nine years after the bond was given, and more than eight after it was due, and that is the age of the transaction. The delay is explained by telling us that the plaintiff attempted several other remedies, and failed; but this does not appear in the case, and besides, a mistake in the remedy does not prevent the running of the statute. It would be very strange if a debt, secured in proper legal form, should be barred by lapse of time, and one that is entirely informal should not be. Yet even this might be where there is actual fraud in the debtor to conceal the defect; but there is nothing of that here. If the plaintiff ever-had a right to this form of relief, it is now barred by the principle of the statute of limitations.\nDecree reversed, and bill dismissed without costs.",
        "type": "majority",
        "author": "LoWRIE, J."
      }
    ],
    "attorneys": [
      "Branhlin, for appellant.",
      "Kline and Fraser, for appellee.",
      "Stevens, in reply."
    ],
    "corrections": "",
    "head_matter": "Todd’s Appeal.\n1. The separate estate of a married woman, means an estate held by somebody in trust for her; and not an estate the legal title to which is in herself.\n2. In relation to lapse of time, equity follows the analogy of the statute of limitations.\n3. A mistake in the remedy does not prevent the running of the statute.\n4. Where a bond given by a married woman and judgment thereon for part of the purchase-money of real estate was invalid by reason of her coverture, a bill in equity against her to compel payment out of the land, submitted more than eight years after the bond was due, was Held to be barred by the statute of limitations, no actual fraud having been practised to conceal the defect existing.\nAppeal from the decree of the Court of Common Pleas of Lancaster county.\nThis was a bill in equity by the administrator of the estate of Samuel Ankrim, deceased, against Charles T. Todd and Susanna his wife, and William A. Todd, and others, their children, eight in number, under circumstances as follows:—\nJohn W. Kennedy was the owner of above 87 acres of land, which was bound by a judgment for $300, entered on 14th June, 1843, in favor of Samuel Ankrim. Kennedy, on 29th April, 1844, conveyed the land to Susanna Todd and her children, and their heirs. There was paid in hand above $1200, and the judgment of Antrim was to be arranged by Mrs. Todd; and, on the 29th April, 1844, she executed in his favor a judgment-bond for $300, which was entered of record on 2d May, 1844; and was payable on 1st April, 1845. On the same day the judgment of Antrim v. Kennedy was released. Susanna Todd and her husband received possession of the land and retained it. One year’s interest was paid on Antrim’s bond.\nIt was alleged that the conveyance of Kennedy to Mrs. Todd and her children was subject to a lien of $233.33, payable to Eleanor Ash during life.\nIn the answer it was alleged that Susanna Todd, at the time of the purchase, was a married woman, and was still so; and that the purchase was made for the joint benefit of herself and her children, the money paid in hand having been furnished for the purpose by her mother-in-law, the grandmother of her children. Further, that in addition to the lien for $233.33, to which the property by virtue of the conveyance 'was to be subject, there was a further lien upon it of $250, the interest of which the defendants had been compelled to pay.\nIt-was alleged that the land was not bound, either in law or equity, for the payment of the judgment of Antrim.\nNo replication was filed. The plea of the statute of limitations was offered and was overruled, and the case was heard upon bill and answer.\nThe Court below decreed that the judgment of Antrim for $300, and interest thereon, be made out of the land. Such decree was the subject of exception.\nBranhlin, for appellant.\nThe conveyance being to Susanna Todd and her children, and their heirs, she and her children toot the fee jointly, as tenants in common: Oo. Lit. 9a; 5 Barr 367. Her children made no contract, and their interest in the land should not be bound for the judgment.\nThis case is not the subject of Chancery jurisdiction as limited in Pennsylvania, and there was no special contract which protects it against the bar of the statute of limitations, by which Courts of equity are governed, as well as Courts of law: ¡Story’s Bq. 529; Id. 1520.\nThe plaintiff may proceed against Kennedy, the release of the lien of his judgment having been stricken off by order of Court; but the judgment is not now a lien on the land conveyed. Equity will not relieve against a general rule of law: 1 Story’s Bq. 11 — 15; Com. Digest, “ Chancery” 3; B. 823. The bond was void both in. law and equity: 3 Wharton 309. If an action on simple contract could have been sustained against her, it was barred, more than eight years having elapsed after the contract was made, or the claim was due: 2 Vesey 138; Id. 154-5.\nIt was admitted by the pleadings that the land was sold witb a warranty against encumbrances beyond $233; whereas there was a further encumbrance of $250.\nKline and Fraser, for appellee.\nThe proceeding in this case is in rem, and is within the jurisdiction of chancery. Married women and their interests in land can be reached in no other way: 66 Law Lib. 91-3; 67 Id. 325; 1 Myl. $ Or. 111. _ A married woman may charge her separate property, with or without her husband: 2 Ves. Ir. 144; the case of Patterson v. Robinson cited, See Law Register 240, of February, 1855. The statute of limitations cannot affect a charge by a married woman of her separate estate; no implied promise in such a case can arise. The statute began to run only when the bond was avoided: 2 P. Wms. 144; 23 Eng. Qom. Law 452.\n.Kennedy is insolvent.\nStevens, in reply."
  },
  "file_name": "0429-01",
  "first_page_order": 427,
  "last_page_order": 430
}
