{
  "id": 9504976,
  "name": "Chaffees versus Risk",
  "name_abbreviation": "Chaffees v. Risk",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "432",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 151",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0151-01"
      ]
    },
    {
      "cite": "2 Jones 164",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 280",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0280-01"
      ]
    },
    {
      "cite": "2 Whar. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    },
    {
      "cite": "2 Whar. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 8402,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 2.861574576397943e-07,
      "percentile": 0.8414533048065737
    },
    "sha256": "e636a6459955e457f0b05625e8d5016e84cb3a3268e691c5b38818579bf452db",
    "simhash": "1:0de0c00aa842fd19",
    "word_count": 1472
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chaffees versus Risk."
    ],
    "opinions": [
      {
        "text": "The opinion of the 'Court was delivered by\nLewis, C. J.\nBy the Act of 24th March, 1818, it is provided that all assignments therein described, which shall not b.e recorded within thirty days, “ shall be considered null and void as against any of the creditors of the assignor.” But what was\"the character of the assignments on which this provision was intended to operate? The first section of the Act describes them. They must be “ voluntary assignments” of a debtor “ to any person or persons in trust for the use of his, her, or their creditors, or in trust for the use of such person or persons to whom such assignment may be so made, and the other creditors of such assignor.” By the letter of the Act, it extended only to assignments in trust for all the creditors, and had no operation on assignments made for the benefit of a portion of them. But in Englebert v. Blanjot, 2 Wharton 240, an assignment to one creditor, in trust for himself and other creditors enumerated, was held to be within the spirit of the Act, although the trust was not for the .benefit of all. As the Act' of 1818, requiring ,the assignment to be recorded, was made for the benefit of the cestui que trust, “ to enable him to bold the assignee to a strict account, and to compel him to the performance of his duty, Seal v. Duffy, 4 Barr 278, it applied with as much justice where the parties beneficially interested in the ’ trust were few as where they were numerous. On this ground the Court may have felt itself justified in extending the operation of the Act to objects not included in its letter. Rut this reason does not apply to the case of an assignment made directly to the creditors beneficially interested in it, either 'as a collateral', security for their claims, or as a satisfaction of them. In such a case it is not an assignment in trust for creditors at all. A trust is where the legal estate is in one person, and the equitable interest in another. But in the case of an assignment to a creditor for the payment of his own debt, the legal estate and the equitable interest are vested one and the same person. To construe such an instrument to be an assignment in trust for creditors, and to declare it void if hot recorded within thirty days, would be a pal-, pable misapplication of terms, and would invalidate nearly all the securities for the payment of debts which have been taken during the last thirty-five’' years. It -seems to be conceded that where the assignment is to one creditor only, for the security .of his own debt alone, the Act of 1818 does not apply. But it is thought that where there are several assignees, they are trustees for each other. If this be so, they are certainly not 'the kind of trustees for the creditors of the assignor which fall within the true intent and meaning of the Act. A creditor who is not clothed with any power over the estate assigned, may stand in need of the protection of the Act for the purpose of enabling him to compel the assignee to perform the trust; but if he is himself one of the assignees, and'is'thus .armed with power tp protect himself, he stands in no 'need of the Act. If the recording of the assignment be necessary for his interest, he has it in his own power to place the instrument on record. To adopt the construction contended for by the plaintiffs in error, would invalidate all assignments to secure partnership debts, because it might be said, with equal propriety, that partners are' trustees for each other. The case of Ridgway v. Stewart, 4 W. & Ser. 391, shows that it is not every assignment to several persons that comes within the meaning of the Act. The case before us is certainly not within the reason assigned for the enactment of 1818, and it is equally clear that it is not within the letter.. The assignment to the garnishees in this case was exclusively for their own benefit. No other creditors had any interest in it. Their claims greatly exceed the money received under it. The trust for the surplus, iff any should arise, is not a trust for creditors, but for the debtor himself, who has not been deprived of the lawful dominion over his own property. The principle which governs in the construction of the Act is, that where the assignees are the only creditors interested in the assignment, the law does not require it to be recorded. In such a case it is neither an assignment in trust for creditors generally, nor in trust for the assignees and other creditors, and therefore not within the meaning of the Act of 1818. There is no case in conflict with this doctrine. The Court of Common Pleas was correct in sustaining the assignment made to. the garnishees for the payment of their claims, notwithstanding that it had not been recorded within thirty days.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Landis, for plaintiffs in error.",
      "Kiester, with whom was Kshleman, contrá."
    ],
    "corrections": "",
    "head_matter": "Chaffees versus Risk.\n1. A trust is where the legal estate is in one person, and the equitable interest is in another.\n2. An assignment made directly to the creditors beneficially interested in it, either as a collateral security or in satisfaction, is not an assignment in_ trust, and need not be recorded under the Act of 24th March, 1818.\nERROR to the Court of Common Pleas of Lancaster county.\nThis was an attachment execution issued in favor of Chaffees & Stout v. Samuel & David J. Risk, partners, and P. W. Housekeeper, and eight other persons as garnishees.\nS. & D. Risk were engaged in mercantile business, and failed in 1852. On 11th November, 1852, in consideration of indebtedness to the said Housekeeper, and the said eight other creditors, and on account of liabilities incurred, the said S. & D. Risk executed an assignment-to them of all their accounts, reckonings, claims, demands, rents, judgments, bonds, bills and notes, of every kind and description, &c., together with their books of account, to hold the same in the proportion of the respective amounts for which S. & D. Risk had that day executed judgment-bonds; with the understanding, nevertheless, that the said transferees should return to the said Risks whatever moneys, if any, they should collect beyond the amounts of the said judgment-bonds. The bonds were entered up on the same day, executions issued, and personal property of defendants was sold, and the proceeds, amounting to 54-64 per cent, of their respective claims, paid over to the said assignees.\nAt the time of the said assignment, the debtors were indebted to other creditors, including the plaintiffs in this proceeding.\nThe assignment was not recorded.\n■ Subsequently, viz., on the 13th November, 1852, Risk & Brother executed a judgment-bond in favor of the plaintiffs, for $820.68, payable immediately; and on the 15th November it was entered, and fi. fa., with attachment clause, was issued.\nIn June, 1854, interrogatories were filed. In August, 1854, Housekeeper’s answer was filed, in which he admitted the receipt of money amounting to about $750, by virtue of the assignment; but alleged that he had received it for himself. ■ A rule was granted upon him to show cause why judgment should not be entered against him; but in October, 1854, the rule was discharged.\nSubsequently the parties agreed that the decision of the Court should be considered as if a judgment had been rendered in favor of the garnishees upon the facts stated.\nIt was assigned for error that the Court erred in discharging the rule; and in not rendering judgment for the plaintiffs.\nLandis, for plaintiffs in error.\nThe 5th section of the Act of 24th March, 1818, requiring assignments for the benefit of creditors to be recorded, 'was referred to. Also the case of Engle-bert v. Blanjot, 2 Whar. 240; 5 Whar. 280; 2 Jones 164.'\nKiester, with whom was Kshleman, contrá.\nWhere the persons to whom the assignment is made are the only persons who are to profit by it, the recording of it is not important.\nThe Act of 1818 was made for the benefit of creditors, to enable them to compel assignees to the performance of their duty: Bell, J.-, in Seal v. Duffy, 4 Barr 278. A debtor has a right to transfer any of his property to a creditor to pay his honest.debt: 6 Harris 331; Wiener v. Davis; ‘7 Barr 26.4, Clemens v. Davis. An assignment of property, accompanied with a parol agreement that the residue of the proceeds be returned to the assignor, is not of itself fraudulent, the limitation being .that the amount assigned bears a reasonable proportion to the debt: 6 Watts 151, B.ahn v. McElrath."
  },
  "file_name": "0432-01",
  "first_page_order": 430,
  "last_page_order": 433
}
