{
  "id": 9504991,
  "name": "Bock versus Lauman",
  "name_abbreviation": "Bock v. Lauman",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "435",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wend. 569",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009736
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0569-01"
      ]
    },
    {
      "cite": "15 Johns. 354",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0354-01"
      ]
    },
    {
      "cite": "15 Johns. 55",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 244",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "9 Barb. 647",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4895744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/9/0647-01"
      ]
    },
    {
      "cite": "7 Johns. 360",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Pick. 385",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0401-01"
      ]
    },
    {
      "cite": "7 Wend. 227",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0227-01"
      ]
    },
    {
      "cite": "9 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Johns. 52",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0052-01"
      ]
    },
    {
      "cite": "21 Wend. 285",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0285-01"
      ]
    },
    {
      "cite": "10 Paige 326",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        482473
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/10/0326-01"
      ]
    },
    {
      "cite": "15 Johns. 44",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0044-01"
      ]
    },
    {
      "cite": "15 Johns. 57",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0057-01"
      ]
    },
    {
      "cite": "1 Hill 10",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 582",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 288",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142437
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0288-01"
      ]
    },
    {
      "cite": "17 Johns. 176",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064865
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0148-01"
      ]
    },
    {
      "cite": "15 Johns. Rep. 57",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Denio 621",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/2/0621-01"
      ]
    },
    {
      "cite": "9 Paige 197",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        1893827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/9/0197-01"
      ]
    },
    {
      "cite": "11 Wend. 329",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "7 Johns. 361",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/7/0361-01"
      ]
    },
    {
      "cite": "4 Hill 472",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "17 Barb. 311",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "14 Conn. 362",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/14/0362-01"
      ]
    },
    {
      "cite": "13 Pick. 59",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Miss. 540",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841321
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0240-01"
      ]
    },
    {
      "cite": "6 Peters 317",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/31/0317-01"
      ]
    },
    {
      "cite": "2 Dev. 563",
      "category": "reporters:state",
      "reporter": "Dev.",
      "case_ids": [
        11277741
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nc/13/0563-01"
      ]
    },
    {
      "cite": "11 Ohio. 257",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        589584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/11/0221-01"
      ]
    },
    {
      "cite": "15 Conn. 539",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754813
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/conn/15/0539-01"
      ]
    },
    {
      "cite": "1 Rawle 389",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 Pa. Rep. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/1/0388-01"
      ]
    },
    {
      "cite": "7 Met. 388",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2067556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/48/0388-01"
      ]
    },
    {
      "cite": "7 Wend. 569",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009736
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0569-01"
      ]
    },
    {
      "cite": "15 Johns. 44",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/15/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1350,
    "char_count": 39798,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 2.1745041039196983e-07,
      "percentile": 0.7715947918199092
    },
    "sha256": "38ebccbffec32732f423ea9be4adfd4e7abbad9a67adeee22d62bb840bf045bf",
    "simhash": "1:1a31e5280c5d8276",
    "word_count": 7262
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented."
    ],
    "parties": [
      "Bock versus Lauman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThough this cause was argued in the Common Pleas, as it was here, as if it was to be governed by the usury laws of New York; yet it nowhere appears upon the record that those laws were given in evidence, or, in any formal way, made the rule or the subject of the decision. In strictness, therefore, it would be presumed here that the parties regarded the laws of New York as of no importance in the cause. And since it cannot be unlawful, by our laws, for a man to make a usurious contract in New York, we should have no difficulty in allowing the plaintiff to recover on his contract, at least the amount actually advanced with interest.\nBut we cannot so treat this case, for the parties have not intended that we should. They understood each other that the usury laws of New York were to be taken as part of the case, though not put into the special verdict, or in any way referred to in the record as an element or rule of the decision; and, if we can, we shall look at them to see if they make out any defence.\nAre we excluded from looking at the laws of another state where they have not been found by the jury as matter of fact ? We think not.\nThe rule of international law, shortly expressed in the maxim locus regit actum, is a part of our law; and it requires us to go abroad for the law by which the efficacy of this contract is to be tested. That rule acquired an increase of sanction by the union of the states: it is involved in the constitutional declaration that “ full faith and credit shall be given in each state to the public acts, records and judicial proceedings, of every other state:” it receives at least a partial expression in the Judiciary Act of 1789, s. 34, declaring that the laws of the several states shall be taken as rules of decision in the United States Courts in cases where they apply; and many clauses of the constitution cannot have their full effect as laws, unless we do take judicial notice of the institutions of sister states.\nIt is commonly said that the foreign law is matter of fact; and so generally it is, but not necessarily to be found by the jury. If a state law comes to us certified under the seal of the state, it comes as a fact in the first instance; but then we need no jury to establish its existence and its character. There may very often be cases in which a jury is necessary for this purpose, but our knowledge is not necessarily dependent on their verdict. The contract between the parties is the primary law of their relation, and its existence is matter of fact, yet even it may be known to us without a verdict.\nA local custom or a corporation ordinance is matter of fact that must be proved, because the Courts will not take judicial notice of it; yet a custom that has become known to the Courts is retained by them as matter of law for all future cases. Gavel-kind and Borough English, and some London customs, are familiar instances of this. And if a suit founded on a municipal ordinance or custom be commenced in the municipal court, the ordinance or custom is not found as matter of fact; and on writ of error to the King’s Bench, the latter Court does not require it: WillcocJc on Oorp. 90, 173. And that Court will take judicial notice of a custom of London on a mere affidavit when the parties do not dispute about it: Ibid. 92. This. Court does not know the rules of practice of the various inferior courts; but, if different, from the common law rules, they come to us as matter of fact, by the admission of counsel, or by the certificate of the judge, as is done elsewhere: Oro. Miz. 502, 3; 6 Term, Rep. 637, 8; 1 Saund. 74.\nIn Brush v. Scribner, 11 Conn. R. 388, on a New York promissory note, the parties treated the reports of New York as sufficient evidence of the law when produced on argument in the Supreme Court, and the only objection made by the Court was that the cause was not tried on New York law in the Court below.\nIn Vantine v. Wood, 13 State Rep. 270, the statutes of usury of New York, and the decisions thereon, seem to have been read quasi in evidence; yet they were not submitted to the jury, but decided upon by the Court below, and by the Supreme Court. Practically with us, the statutes of a sister state can scarcely be considered as matter of fact, for our Courts take notice of them on simple presentation, and give full faith and credit to them as public acts. Regarding the laws as promulgated in the statute books, and not the written copy laid away or lost among the lumber and dust of the rolls office, as practically the real law of the land,, our Courts admit them as- containing the-real law itself, and not as secondary evidence of it.\nSome have supposed that the interpretation of foreign laws is also a matter of fact for tho jury: 11 Ohio R. 256; 7 Met. 388; but the great weight of authority is the other way: 1 Pa. Rep. 388; 1 Rawle 389; 7 State R. 311; 15 Conn. 539; 18 Id. 361 2 Overton 191; 10 Alab. 885; 11 Ohio. 257; Peters C. C. R. 229; Story Conf. of Laws, § 638; 2 Har. & J. 191; 2 Dev. 563 ; and almost always the practice has been so, without the question having been,raised; very often the statutes and decisions of sister states being judicially noticed without any formal presentation: 7 Term R. 238; 5 Exch. R. 276 ; 8 Com. B. R. 817; 3 Stark. R. 178 ; 1 Bing. N. C. 151; 63 E. C. L. R. 817; 14 Id. 176 f.; 27 Id. 336; 3 Camp. 166; 1 East 515. It is a very special part of the business ,of the inferior courts of the United States to administer the lex loci; and they do so by both ascertaining and interpreting it as matter of law. True, the Act of Congress refers them to the lex loci; but it does not direct them how to ascertain it; and besides, it is not easy to see in the Act anything but a repetition of the rule of common sense, and common law, and international law, locus regit actum ; the law that presides at the making of a contract, presides at its 'interpretation and enforcement. It may be a local law, as all law is, except the general law of the forum, and even the United States Courts will some-times find cases- in which the local law may need to be ascertained otherwise than by looking into the- law books: 6 Peters 317.\nAll the analogies of the law incline ns to regard the interpretation of foreign laws, whether written or unwritten, as falling within the province of the Court. Facts, circumstances, and interpreta*tion, are, however, very often so complicated together that any attempt to define sharply the line that divides fact from law, the question of existence from that of interpretation, would require a refinement that would be utterly confounding to persons untrained to such questions, and would, therefore, be quite unpractical; and' in such case, the character of the' compound must be declared by the jury, according to those general principles, which always lead fair-minded men to very reasonable conclusions.\nAll wills and written contracts that are relied on in a cause, are proved or admitted as matter of fact; yet .their construction is for the Court. A German will or contract, which is very common in this state, must be proved as existing and as truly translated ; a copy of a lost writing must be proved as true,- and be accompanied by proof of the existence, authenticity, and loss of the original'; yet this does not require- that such instruments should be submitted to the int'erpretation of the jury. If evidence is the means by which we discover facts, then contracts and laws in a foreign language, Turkish for instance, are not evidence at all to either Court or jury. It is their translation alone that is evidence, for it alone gives any light, and it cannot be used until it is proved, as matter of fact, to be a true translation of an authentic document. But when we have it, the Court interprets it: 3 Watts 240; 6 Id. 268.\nIn a suit upon a judgment of a Court of a sister, state, its effect depends upon their law; yet its construction is never submitted to the -jury. The by-laws and ordinances of corporations, public and private, and also local customs, are proved as matters of fact, that is, as local laws; but their certainty, reasonableness, and construction, are always decided by the Court. The -practice and usages of particular trades are of a very different nature, entering into the transaction and forming part of it, rather than presiding over and controlling it, as all laws, general or local, do.\nThe parties have submitted to us the usury laws of New York, and they demand our judgment upon their rights according to those laws; and, after some serious doubts as to the form in which the question is raised, we are satisfied that they are entitled ' to its decision. They present to us also the decisions of the New York Courts on these very statutes to aid us in their interpretar tion; and, if we think the example set by this and other Courts on former occasions of any value, that is the very light to which we would look, of course, in the performance of such a duty: 15 Ser. & R. 87; 1 Rawle 389: 13 State Rep. 270; Dudley’s Rep. 7; 3 Miss. 540; 13 Pick. 59; 14 Conn. 362.\nThe New York statute of 15th May, 1837, makes it a misdemeanor, punishable by fine and imprisonment, for any one to reserve, take, or secure more than seven per cent, interest, on the loan of money, and declares void all contracts made in disregard of this law.\nOn a former occasion, 13 /State Rep. 270, this Court expressed the opinion that a security issued and purchased as the present one was, was void by the laws of New York, and after a very careful examination we feel clear in saying the same of this bill of exchange: it is void as against all the parties to it, except so far as it is saved by the statute of April 6, 1850, which declares that “ no corporation shall hereafter interpose the defence of usury in any action.” We must, therefore, seek to understand this law in its influence upon the contract in question.\nHere we are without any clear light to bo derived from authorized decisions; for we do not feel aided by the case of Curtis v. Leavitt, 17 Barb. 311, which looks only to the very point declared by the statute, and not to the change incidentally introduced into the usury laws as a system.\nRegarding such laws as the means adopted by the state to protect people against their own weakness, and against the jjower of money lenders, we must suppose that corporations are excluded from this protection, because they have not the same need of it that individuals have: perhaps because of their being usually powerful associations, and the associates not usually being personally liable for their contracts. The contracts of borrowing by corporations are, therefore, made an exception to the system of the usury laws; and, as an exception, it must not be allowed to infringe upon the system, further than is necessary in order to give it its proper and symmetrical position therein. It certainly does make contracts by corporations, to give more than 7 per cent, interest, valid; and we suppose that it makes them entirely lawful, as well for the lender as for the borrower. The declaration of the law is that corporations need no protection Of this sort, and the state will afford them none. Money lenders can have no undue influence over them, and the law does not interpose its suspicion between them in their dealings.\nHere, however, the contract is really made with a corporation, and the defendants as its sureties; and with the latter no valid contract can be made for more than 7 per cent, interest. If we can regard their endorsement merely as a contract of suretyship, then perhaps we may consider it as equivalent to a guarantee of the amount actually loaned with interest; and there are cases that favor this view: 7 Wend. 569; 21 Id. 285; 4 Hill 472; 7 Johns. 361; 13 Id. 52; 15 Id. 44. But it seems to us that this is looking at this sort of transaction with Pennsylvania leniency rather than with New York severity. It is not a guarantee of a valid security belonging to the endorser. The bill with its acceptance, endorsements, and transfer to the plaintiffs, must be regarded as one transaction, by which money was loaned at more than legal interest; and the endorser is so far a party to it that he may object to it for usury: 11 Wend. 329; 9 Paige 197; 8 Id. 641; 7 Id. 602. By the general rule of law such an instrument is void in its inception, because the transaction is unlawful: 8 Cowen 669; 15 Johns. 44-355; 2 Denio 621. The exception in the law allows of it so far as the contract with a corporation is concerned ; but we do not see that it legalizes it further. We think that the bill of exchange is void as against the defendants.\nJudgment affirmed.\nWoodward, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Briggs and H. Alrichs were for plaintiffs in error.",
      "Kimhle and MoQormich, were for defendants in error.",
      "H. Alricks, in reply."
    ],
    "corrections": "",
    "head_matter": "Bock versus Lauman.\n1. The rule of international law is a part of the law of Pennsylvania.\n2. The law of a sister state is a matter of fact, but not necessarily to be found by the jury, but will be considered by the .Court, in a case depending on it, though not so found.\n3. The interpretation of foreign laws is not a matter of fact for the jury, but is within the province of the Court.\n4. The New York Act of 15th May, 1837, declares that all bonds, bills, notes, &c., whereupon or whereby there shall be or agreed to be reserved, taken or secured, any greater sum or value for the loan or forbearance of money, goods or other things in action, than seven per cent, for one year, and at that ratio for a less time, shall be void:\nBy another Act of April 6, 1850, it was enacted that “ No corporation shall hereafter interpose the defence of usury in any action.”\nTherefore, in an action of assumpsit against endorsers of a bill of exchange dated in 1853, drawn in New York, by the agent of a railroad corporation upon the treasurer thereof, in favor of the president of the same, and endorsed by him and also by the defendants, and then delivered by the president to a note-broker to be sold on behalf of the corporation, and sold in New York to the plaintiffs, at a discount of 15 per cent, per annum, nothing being said at the time of sale to indicate that the bill was not a regular business transaction according to its import:\nIt was Held that the endorsement by the defendants was not to be regarded as a contract of guarantee, but that the bill, with its acceptance, endorsements and transfers to the plaintiffs, was to be considered as one transaction by which money was loaned at more than legal interest, and that the endorsers might object to the negotiation on the ground of usury; and that the bill, though by the Act of 1850, valid as to the corporation, was, by the Act of 1837, void as to the defendants.\nERROR to tbe Common Pleas of Dauphin county.\nThis-was an action of assumpsit by George A. Bock and A. D. Inglis, using the firm of Bock & Inglis, endorsers of a bill of exchange, v. George M. Lauman, J. 0. Rockafellow, and James Moore, doing business under the firm of Lauman, Rockafellow & Moore, endorsers. The writ was served on Lauman & Rocka-fellow only.\nThe bill of exchange was in form as follows:\n$4500.00\nBuffalo, August 20, 1853.\nFour months after date, pay to the order of A. D. Patchin, President R. and N. T. C. R. R., $4500, at tbe Rank of Commerce, in New York, value received, and charge to the account of\nW. C. Tallmadge, Agent.\nTo R. Pomeroy, Treasurer Ruffalo and New York City Railroad Company, Ruffalo.\nAccepted for and on account of the Ruffalo and New York City Railroad Company. R. Pomesoy, Treasurer.\nEndorsed, A. D. Patchin, President R. and N. Y. C. R. R.\nLauman, Rockafellow & Moore.\nThe narr. contained a special count charging the defendants as endorsers; and also money counts. The plea was non assumpsit.\nOn part of the plaintiffs it was alleged that the defendants were liable under the special count for the whole amount of the bill; or \"on the money counts for what had been paid for it.\nOn part of the defendants it was alleged that the transaction was usurious, and that therefore there could be no recovery against them.\nIt was testified by G. S. Robbins, a banker or note-broker in the city of New York, that the firm, of which he was a member, sold a draft of the same general description as the one on suit, on the 2d September, 1853, to the plaintiffs in this suit. That he did not know for whose accommodation it was drawn. That it was sold on account of A. D. Patchin, President of the Ruffalo and New York City Raüroad Company — Patchin, as president, having employed them to sell it for him — and that the proceeds were paid to Patchin for his use as president of the company. The endorsement of the defendants was upon it at the time of sale, which took place in the city of New York, at a discount of 15 per centum per annum.\nHe further testified that he did not know whether or not the draft was issued to pay debts of the company — that at the time of the sale nothing was said contrary to what the draft imported, and that it was sold as a valid subsisting security for the payment of money, and before maturity.\nThe deposition of W. C. Tallmadge, the agent, taken under a commission, was also read under objection on part of the plaintiffs on the ground of incompetency. He stated that he drew the draft as agent of the Ruffalo and New York City Railroad Company, by direction of the president, and for the accommodation of the company, as he supposed; that he had no knowledge as to what value, if any, was received by the defendants, nor did he know for whose use or accommodation the defendants or either of them endorsed the same. He also said he drew a number of drafts, of a similar character with the one in suit, all of which were delivered to Patchin, the president of the company, and that he did not know that any of them were issued to pay debts of the company to the defendants or to any other person, nor whether they were used for that purpose.\nIt was testified by Philip Irwin that the defendants were contractors for making the whole of the Buffalo and New York City Railroad, 90 miles in length. Their work was commenced in February, 1851, and was closed in the fall of 1852. The defendants took stock in the company for part of their claim for work.\nIt was conceded by the defendants, so far as respected this case, that the partnership between the defendants existed down to the time of endorsing the bill in suit; no question to be raised, on the part of the defendants, as to the power to endorse the paper on the ground of its being merely accommodation paper.\nThe draft, not being paid, was protested.\nOne of the interrogatories (the 7th) submitted on part of the defendants under a commission entered, was in regard to the law of New York in respect to the effect of taking or reserving a greater sum of discount than at the rate of 7 per cent, per annum on purchasing a draft from the acceptor of it, when the same is endorsed for his accommodation; and how far, if at all, such a draft would be valid as against the endorsers.\nTo this interrogatory two counsellors in New York testified that the endorsers of such a draft would not be liable. As authority for such opinion'reference was made to sections 1, 2 and 5, of title 3, chapter 4, of part second of the Revised Statutes of the State of New York; 1 Barlow’s Chancery Reports, pages 43 and 251; 4 Comstock’s Reports, pages 226, 363, and 463; also to the case of Aeby v. Rapelge and others, 1 Hill’s Reports 9; Jones v. Hake, 2 Johnson’s Cases, page 60 ; Wilkie v. Roosevelt, 3 Johnson’s Cases 66; 2 Id. 60; Munn v. The Commission Company, 15 Johnson’s Reports, page 44 ; Bennett v. Smith, 15 Johnson’s Reports, page 355; Id. 430; also chapter 43, section 1, of the Laws of 1837.\nIn the year 1828 a provision of an Act of the Legislature of New York was enacted, as follows: — “ All bonds, bills, notes, assurances, conveyances, all other contracts or securities whatsoever, and all deposits of goods or other things whatsoever, whereupon or whereby there shall be reserved or taken, or secured, or agreed to be reserved or taken, any greater sum or greater value, for the loan or forbearance of any money, goods or other things in action, than is above prescribed shall be void: lut this section shall not extend to any hills of exchange or promissory notes, payable to order or bearer, in the hands of an endorsee or holder, ivlio shall have received the same in good faith, and for valuable consideration ; and who had not at the time of discounting such bill or notes or paying such consideration for the same, actual notice, that such bill or note had been originally given for a usurious con sideration, or upon a usurious contractVide section 5th of Act of 2 vol. 2d Ed. of Bev. Stat. 761.\nBut by the Act of 15th May, 1837 (p. 486), the said provision was changed by an enactment as follows: — “ All bonds, bills, notes, assurances, conveyances, all other contracts or securities whatsoever, (except bottomry and respondentia bonds and contracts), and all deposits of goods or other things whatsoever, whereupon or whereby there shall be reserved or taken, or secured or agreed to be reserved, or taken, any greater sum or greater value for the loan or forbearance of any money, goods or other things in action, than is above prescribed, shall be void; but this act shall not affect such paper as has been made or transferred previous to the time it shall take effect.”\nIn the sixth section of the said Act of 1837, it was enacted as follows: — ■\n“ Sect. 6. Any person who shall directly or indirectly receive any greater interest, discount, or consideration, than is prescribed in the said title, and in violation of the provisions of said title or this Act, shall be deemed guilty of a misdemeanor, and on conviction thereof, the person so offending shall be punished by a fine not exceeding $1000, or imprisonment not exceeding six months, or both.”\nIn 1850, the following enactment was made in relation to corporations, it being entitled “ An Act to prohibit corporations from interposing the defence of usury in any action:—\n“ Seat. 1. No corporation shall hereafter interpose the defence of usury in any action.\n“ Sect. 2. The term corporation, as used in this Act, shall be construed to include all associations, and joint-stock companies having any of the powers and privileges of corporations, not possessed by individuals or partnerships.\n“ Sect. 3 This Act shall take effect immediately.”\nA special verdict was rendered, finding that the draft was drawn by Tallmadge as agent of the company, a corporation created by the laws of New York, on the treasurer, in favor of the president, accepted by the treasurer, and endorsed by the president in his official capacity, and by one of the defendants with authority to make the endorsement. That the draft was drawn, endorsed, put into the market, and discounted by the plaintiffs as stated in the depositions of Robbins and Tallmadge — which, together with the interrogatories, were made part of the verdict; nothing being stated in regard to what was the law of New York on the subject, but submitting that if the plaintiffs were entitled to recover, judgment to be rendered in their favor for the amount of the draft, with interest at the rate of. seven per cent. — or for such less sum as in the opinion of the Court they were entitled to recover.\nIn an elaborate opinion by PeaRSON, President Judge, it was observed as follows: “ The construction given to this statute (the Act of 1837) by the Courts of New York, is conclusive and binding on all other Courts, state or federal, when passing on a contract made and to be executed within that state. The lex loci contractus furnishes the rule for its exposition, and however hard, and even unjust, we may consider the rule of construction, we are . not at liberty to depart from it, but are bound to enforce it. The principle is well established in nearly all of the Courts in this country and England, that where a bill or note is of binding efficacy as a contract, and could be recovered in an action by the holder against the maker or endorser when due, it may be sold in the market at any rate of discount whatever, without the purchaser incurring the penalties prescribed against usury. On the other hand it is equally clear that under the decisions of New York, where a bill or note is made for the purpose of raising money on it, and is discounted at a higher premium than the legal rate of interest, and where none of the parties whose names are on it, can as between between themselves, maintain a suit on the bill or note when it becomes due, provided it had not been discounted, the discounting thereof at a higher rate of premium than seven per cent, will be usurious, and render the same void: see Jones v. Hake, 2 Johns. Gases 60; Wilkie v. Rosevelt, 3 Johns. Gases 66, 206 ; Grisvold v. Woddington, 15 Johns. Rep. 57, 355; Powell v. Waters, 17 Johns. 176; Marion v. McCullum, 20 Johns. 288; Cram v. Hendricks, 7 Wend. 582; Sanmorio v. Bruner, 1 Gill Johns. 477, recognised in 1 Hill 10; 2 Renio 621.\n“ The true test of the validity of the instrument as an obligation which can be sold in the market, is the right of any one to maintain an action upon it before it is discounted: Powell v. Waters, 8 Gowen 669, 686; 2 Renio 621. And it cannot be considered as having legal existence as a note or bill, until delivered to some one, by whom an action can be maintained when it shall fall due: •8 Gowen 697 ; 15 Johns. 57.”\nPie further observed, “that the question of notice to or knowledge by the purchaser of the character of the paper seemed to be 'treated by the Courts of New York as unimportant:” 8 Goiven 669; 1 Rill 9; 1 Gill # Johns. 477; 15 Johns. 44; Id. 535; 3 Johns. Gases 206 ; 10 Paige 326.”\nHe further stated: “We consider the law settled, that where paper is usurious in its formation, or an act of usury is committed in the manner of putting it into the market, an endorser will be responsible to a bona fide holder. By his endorsement he not only contracts for the solvency of the drawer, but for the validity of the paper; and if from either cause a subsequent holder is unable to collect it, he may resort to the endorser on his contract. Nay more, if tbe note were forged, he would be responsible as an endorser. This doctrine has not, in any case, been applied to an accommodation endorser who never made any contract with the holder, or received any money from him, but is solely applicable to securities rendered invalid by usury committed prior to the endorsement.”\n^ íjt 5{í ?j< iji\n“ Some conflict of decision exists in the different states as to the extent of an endorser’s responsibility, who is- called on to guaranty paper, valid in itself, but which he sells in the market at a rate of discount exceeding legal interest. By some Courts it is held to be a usurious contract, and void; in others, that the usury must exist in the original concoction or disposition of the security which first rendered it obligatory. In New York it is clearly settled, that such a sale and guarantee is not usurious; as the contract only binds the endorser or guarantor to refund the money received, leaving the holder to look to the original obligor alone for the balance: 21 Wend. 285; 4 Sill 472; 13 Johns. 52.\nHe further observed that, in New York, it has been decided, in a number of reported cases, that an endorser can set up usury as a defence, as the contract is rendered void by the statute, and no one can recover on a void contract. All that either drawer or endorser has to do, is to establish the usury; and the security is, by the statute, made absolutely void. If the person who actually received the money is entitled to relief, a fortiori should he' be, who did not receive it, but was a mere surety for its re-payment.\nIn relation to the Act of 1850, he observed: — “ The construction of this statute does not seem to have come under the consideration of the Courts, so far as we can learn, and we are bound to construe it in connexion with their other laws. There is nothing in the Act repealing, or even tending to repeal, the statutes of New York against usury. The person lending money at usurious interest, to a corporation, would still subject himself to the penalty imposed by the third section of the code, and to a criminal prosecution under the sixth section of the Act of May 15,1837. These laws are left in full force against the lender. Nor is there anything in the Act of 1850 declaring the contract valid in favor of the borrower — it merely prohibits the corporation from interposing the defence of usury. The object of the legislature appears to have been the punishment of both parties — the corporation for borrowing, and the lender for furnishing the money at usurious rates. The contract remains as it was before under the statute— void as to every other person.”\nAs to the evidence of Tallmadge, the agent, he observed:— '\n“ The plaintiff’s counsel have further contended, that as the law of the fokum must govern in conducting the trial, we must discard from our consideration all of the evidence tending to impeach this draft in the hands of the plaintiffs — bond fide holders —without notice of its situation when they discounted it. The evidence would be clearly admissible in New York, and nearly every reported case shows that it is there received. Such also is the rule of law, as settled in England and the other states, in like cases. Why shall the law of evidence be different in Pennsylvania ? The statute makes the contract void; and it has long since been declared that the statute comes in like a “ TYRANT,” and sweeps off the paper, in whosesoever hand it may be found. We have applied the same doctrine to negotiated paper in Unger v. Boas, in 1 Harris 601, when given for a gaming debt; and it is equally applicable to every other case, where the security is declared void by statute. The evidence was, in our opinion, clearly admissible, and is very conclusive in making out the case.”\nThus expressing the opinion that the negotiation of the bill in question was usurious by the laws of New York, and rendered the bill void as against the defendants, endorsers of it, he directed judgment to be entered in favor of the defendants on the special verdict.\nIt was assigned for error: — 1. The Court erred in rendering judgment for the defendants. 2. In not discarding from their consideration all of the evidence tending to impeach the draft in the hands of the plaintiffs, bona fide holders, without notice of its character when they discounted it. 3. In receiving in evidence the testimony of counsel as to the law of New York, because, where usury is relied on as a distinct and substantive ground of defence, it should be specially pleaded; and such evidence was not competent in Pennsylvania in order to defeat the plaintiffs, who were third parties, without knowledge of the circumstances under which the bill originated, or which might invalidate it in their hands. 4. In receiving the deposition of Tallmadge, he, as a party to the bill, being incompetent to prove that it was an accommodation bill when passed to the plaintiffs -without knowledge of its character; and the subject-matter of his testimony was not admissible to affect the plaintiffs.\nBriggs and H. Alrichs were for plaintiffs in error.\nThe law of New York is to govern in the construction of the instrument; the law of Pennsylvania in its enforcement. Accommodation paper is governed by the same rules as paper founded on a real business transaction: 3 Kent 85 — 6; 8 Harris 384; Byles on Bills 214; 9 Watts 141. It is not material whether the endorser receives the money or not: 7 Wend. 227; Byles on Bills 177.\nFraud or want of consideration is no defence for either the maker or accommodation endorser of a promissory note against a bona fide bolder: JByles on Bills 1T5; 2 Gfreenleaf’s Kv. 111-114; Id. 121-125; 9 Harris 417; Story on Pro. Notes 195; 1 EÜI 287.\nThe sale of tbe bill in suit was lawful by the New York Act of 6th April, 1850, the first section of which provides that “no corporation shall hereafter interpose the defence of usury in any action.” The Act of 1850 was passed to enable corporations to raise money at a greater discount than 7 per cent., if necessary. This transaction being lawful on part of the company, is binding upon it; and if lawful as to it, how can it be unlawful as to any other party thereto ? Leavitt, J., in the case of Curtis v. Davitt, decided in 1854, and reported in Í7 Barbour 311-367, 8, observed that the Act of Í850 was in the nature of a repeal of the penalties and forfeitures relating to usury; and if the penalties and forfeiture are repealed, there is nothing in the way of recovery in this case. Why should an endorser, who was aware of the character of the bill, bo permitted a defence which the maker could not make ? If the endorsement be made at the time of making the note, the endorser is to be treated as an original promissor: 3 Kent 98, 9; 4 Pick. 385.\nBut was the contract in this case usurious ? It is said, to constitute usury, there must be a loan or forbearance of money. 2. Taking therefor more than the legal rate of interest. 3. A corrupt agreement, or intention to take usury. Both parties must be cognisant of the facts and circumstances which constitute usury: 1 Barbour 43. In this case the plaintiffs had no knowledge of the character of the paper. It was simply a purchase by them, and the statute of usury has no application as to an endorser in relation to a note sold in the market: 3 Comstock 344-359.\nThe Court below considered the law settled that when paper was usurious in its formation, or an act of usury is committed in putting it into market, an endorser will be liable to a bona fide holder, as by his endorsement he contracts for the validity of the paper — but supposed that this principle was not applicable to the case of an accommodation endorser, who made no contract with the holder, nor received any money from him, but was solely applicable to securities rendered invalid by usury committed prior to the endorsement. That accommodation endorsers were not an exception, reference was made to 7 Johns. 360; 1 Barb. Ch. B. 43; and 9 Barb. 647.\nWe take the position that if the purchaser of an accommodation bill be a bona fide holder for value, without notice of anything which renders the bill invalid, he may recover from his immediate endorser at least the amount which he paid for the bill: 5 Ban-dolfhZ33; 4 Humphries 244; é Whar. 222; 1 Harris 270, Van-tine v. Wood; 2 Benio 621; 7 Johns. 360; 6 Hill 244; 1 Barbour 13; 8 Qowen 669. There is no reported decision in Neiv York that an endorser can set tip the defence of usury when the drawer cannot do so. The case of Ballingalls v. Gloster, 8 East 482, cited in this connexion.\nThe opinions expressed by the counsel in New York as to the law of that state, were expressed in view of a supposed state of facts which do not exist in the case; and the Act of 1850 was not referred to by them.\nKimhle and MoQormich, were for defendants in error.\nTall-madge was not a party to the bill, and was not within the rule that a party to a bill or note actually negotiated cannot be a witness to impeach it. The paper was passed by the railroad company directly to the plaintiffs, and was therefore not received by them in the usual course of business: 4 W. Ser. 287, Parke v. Smith. But if there was error in the admission of Tall-madge, Robbins testified that he sold the bill for Patchin, the president of the company, and paid the proceeds to him. Thus the defendants were mere accommodation endorsers. The bill being mere accommodation paper, it had no legal existence till negotiated: 20 Johns. 288; and was not before binding between the parties as a contract, none of whom could have maintained an action upon it. Therefore its negotiation with plaintiffs was in law a loan of money, and being usurious was invalid in their ■hands: 20 Johns. 288 ; 2 Eenio 621; and -whether the plaintiffs knew or not that it was before unavailable: 8 Oowen 669; 1 Kill 10; 3 Grill Johns. 483.\nThe distinction between the purchase of a note and a loan is settled. A note -which has been negotiated by the maker, and which may be enforced against him by the holder at maturity, may be sold at a greater discount than seven per cent, without involving the penalties of usury. But the note must be perfect and available to the holder to make it saleable by him. The test is the right to maintain an action upon it if due: 15 Johns. 55. If a party takes more than legal interest, he must be presumed to have intended to do it.\nTo the allegation that the plaintiffs believed the bill to be business paper, it may be replied that no questions appear to have been asked by them, arid no communication made. A bond fide holder is one who takes paper at the legal rate, and without notice of its being tainted with usury. If ignorance be a protection, the statute may be evaded by silence. But notice is not necessary by the laws of New York, in order that the statute may operate, even in the case of a bona fide holder. By the Act of 1837 all notos- or bills upon which more than the prescribed rate is taken are void, whether the holder had notice or not: 3 Johns. Oases 66; 8 Oowen 670; 15 Johns. 354-5; 7 Wend. 569; 10 Paige 326.\nThe only effect of the Act of 1850 is to prohibit a corporation from interposing tbe defence of usury. The bill, as between the other parties to it, remains as before — void. The case in 17i7i Barbour merely decided, with respect to the Act of 1850, that it operated on existing as well as subsequent suits.\nIt appeared from the depositions that the bill was accommodation paper, not negotiated before discounted by the plaintiffs, and that it was discounted at the instance of the agent of the company at more than seven per cent, per annum, and the proceeds paid to the president of the company for its use. According to the authorities the legal inception of the bill was its negotiation to the plaintiffs. Before that no action could be maintained upon it. Its being discounted at more than the prescribed rates was a loan, and not a purchase, and usurious and void as to the defendants, whether the plaintiffs knew the character of the paper or not; and the defence in this case is not impaired by the Aot of 1850. The defendants put their names to the bill which was liable to be affected by usury, if improperly negotiated, and did nothing to induce its usurious negotiation to the plaintiffs; and, as sureties, they are entitled to avail themselves of the defence.\nBy the law of New York, where a note is business paper, it may be sold for more than seven per cent. — where it is not business paper it cannot. The plaintiffs were bound to inquire into its character. In the case of Vantine v. Wood, 1 Harris, there was a false representation. The case would be the same if the defendants had got the money. The defendants here signed in blank— and they had no agency in the negotiation of the bill. Other cases exist where the note was negotiated out of the state of New York. The proviso in the Act of 1828 in favor of Iona fide holders was repealed by the Act of 1837. The Act of 1850 was not designed to be a repeal of the usury laws, but was rather intended to be penal in its character as to corporations. It is not limited where a corporation is drawer, but may apply where it is an endorser.\nH. Alricks, in reply.\nThe note in suit was not usurious in its origin, and was bought in the market as business paper. Where a party, who sells a note, does not put his name upon it, it is treated as a purchase and not as a loan. The Act of 1850 is applicable only to the case of a loan, and not to a purchase."
  },
  "file_name": "0435-01",
  "first_page_order": 433,
  "last_page_order": 447
}
