{
  "id": 9505003,
  "name": "Stout versus Kindt",
  "name_abbreviation": "Stout v. Kindt",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "449",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 597",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 330",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. 98",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "4 Ala. 493",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8494925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/4/0493-01"
      ]
    },
    {
      "cite": "4 Leigh 474",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6726867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/31/1006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 9731,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.1436576884899834e-07,
      "percentile": 0.5795973047077262
    },
    "sha256": "989c79983d82b9e1a2bd14399cb46a2f0547933c2a7ab3fe50114c213bcfba9e",
    "simhash": "1:7ca36d382c01468e",
    "word_count": 1753
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., dissented."
    ],
    "parties": [
      "Stout versus Kindt."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nRowans, J.\nPossibly the act of stopping the sewer would fall under the protection of the maxim, causa próxima non remota spectatur, if we must regard it simply as occasioning, and not as necessarily occasioning or naturally producing the ditch which did the injury; but even this would not require a reversal of this .judgment, for the defendants really did both acts, and, view it as we may, the injury is one and the same. The defence attempted by them was that the supervisors authorized the making of the ditch; but it is very plain that there is evidence of the consent of only one supervisor, and that merely, perhaps, to gratify the wishes of Stout. We do not, therefore, perceive that the defendants below were injured by the supposed error. The damage was simply charged to one of their two acts, instead of the other.\nRegarding the case thus, of course the statute of limitations has not had time to run, for the really injurious act was done within six years before the suit was brought. Rut even if we were to look to the act of stopping the sewer as the really injurious one, the statute does not affect the case, though that was done ten years before suit brought. The right which owners of land have to insist that the water of streams or of rain shall flow away in its natural or prescriptive course is called an easement or servitude, convenience or burden, according as it is regarded in one or the other aspect, the terms being truly correlative. Eléta, iv. 18, calls it servitude, and classes it as an appurtenance, and thus we learn that, as a part of the land, the right to it is not lost until after twenty-one years of undisputed interruption. 'The obstruction of the sewer was equivalent to a continuing nuisance to all who might be injured by it, and the statute runs only from the happening of each actual injury.\nJudgment affirmed.\nBlack, J., dissented.",
        "type": "majority",
        "author": "Rowans, J."
      }
    ],
    "attorneys": [
      "Strong, for plaintiffs in error.",
      "Young, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stout versus Kindt.\n1. The plaintiff was the owner of land situate below the land of the defendants, and over the land of the latter the water from rain and snow ran to ponds on their land. More than ten years before this suit they stopped up the watercourse and turned the water upon the public road; but within six years before the institution of the suit, with the consent of one of the three supervisors, the defendants had the water turned from the road by a ditch leading it to the lands of the plaintiff.\nHeld that whether the closing of the old channel, or the construction of the ditch was to be regarded as the cause of the injury to the plaintiff, the action could be sustained. The obstruction of the old channel was to be regarded as a continuing nuisance, and the construction of the ditch was within six years before suit brought. The statute began to run from the happening of each actual injury.\n2. The closing of the watercourse might possibly be too remote as a cause of action, if it simply occasioned and did not necessarily occasion or naturally require the construction of the ditch, which was the immediate cause of the injury; but the defendants committed both acts, and the injury is one and the same.\n3. The consent of one supervisor only could be no justification to the defendants in the construction of the ditch.\nERROR, to the Common Pleas of Berks county.\nThis was an action on the case, to April Term, 1854, by Samuel Kindt v. Jacob and Daniel Stout, to recover damages for flooding the cellar and garden of the plaintiff. Pleas, not guilty, and order of the supervisors, and the statute of limitations. The defendants were the owners of land situate on the side of a hill. The water from rain and snow had, for fifty or more years, been conveyed along a watercourse through their land to ponds upon it. .In ordinary seasons the ponds were sufficient to contain the water; but in extraordinary seasons there was an overflow, and the water would run upon the plaintiff’s land. In 1844 the ditch leading to the ponds was closed by the defendants, and the water was thrown upon the public road, where it was prevented, by slight elevations in the ground, from reaching the plaintiff’s land. The accumulation of water upon the road injured it, and in the fall of 1848, at the solicitati®n of the defendants, one of the three supervisors, another one of them having refused, consented to the construction of a ditch to convey the water from the road, and he directed the defendants to dig it. They dug a ditch two or three feet deep near the track of the road. It did not appear that they were paid for digging it. The effect of the ditch was to convey the water to the base of the hill, whence it flowed upon the plaintiff’s land, upon his meadow and yard, and into his cellar, and did him other injury.\nJones, President Judge, charged, that he did not consider that the plea of the statute of limitations would avail the defendants. He observed, that the closing of the watercourse in 1844 was not productive of any injury to the plaintiff, but relieved him from injury in extraordinary seasons. That the supervisors, as they had a perfect right to do, authorized the ditch dug in 1844 to be constructed by the defendants, and for this act the defendants were not responsible to the plaintiff. That the only act for which they were so responsible was the obstruction of the watercourse. That that act was not immediately injurious to the plaintiff; still if, as its consequence, since the road ditches were opened, more water was brought down upon the plaintiff’s land, and more injury done to him than would have been done if the old watercourse were open, the defendants were answerable. He further charged, that the cost, care, and trouble of the suit were not to enter into the estimate of the damages.\nJanuary 18, 1855, verdict for $175.\nError was assigned to the charge as to the statute of limitations, and that the defendant's were answerable for the closing of the watercourse, if, since the road ditches were opened, injury therefrom was sustained by the plaintiff.\nStrong, for plaintiffs in error.\nIt was contended that the only wrongful act of the defendants for which they were answerable to the plaintiff, was the closing of the watercourse, and that this being done in 1844, any action therefor was barred by the statute. By the Act of 1718, the statute begins to run from the happening of the cause of action. The opening of the ditch in 1848 was the proximate cause of injury to the plaintiff, and for this act the defendants were not responsible. That the statute begins to run from the commission of the injurious act, and not from the time when consequential injury accrued, reference was made to 7 Barr 27 ;■ 5 Barn, f Ores. 259, Howell v. Young; 4 Sam. 331; 4 Leigh 474; 4 Ala. 493; 1 Sandf. 98; 2 Strobh. 344. Fraud makes an exception, and in such case the statute runs only from the time of discovery.\n2. The act of diverting the water in 1844’ was too remote as a cause of action. Further, it was committed on the lands of the defendants where the plaintiff had no easement. Easement is a privilege which one man has on the lands of another. If, therefore, the closing of the watercourse in 1844 was a public injury, it did not injure the plaintiff.\nYoung, for defendant in error.\nThere is no difference in principle between diverting a stream of water constantly running, and water collecting from rain or snow flowing occasionally. The right to divert water from its accustomed flow to the land of another, is an easement, which can be acquired only by grant, user, or a license executed. To acquire such an easement in Pennsylvania by user, 21 years’ enjoyment is necessary, in analogy to the Act of Limitations of 1785, in relation to lands: 10 Ser. B. 63, Strieker v. Todd; 2 Watts 330, Hoy v. Sterret; 5 Whar. 597.\nObstructing the accustomed flow of the water, and causing it to flow on to plaintiff’s land, was a continuing nuisance. Every continuance of a nuisance is' a fresh one, and in this case every flow of rain water constituted a new nuisance. It is therefore contended that the plaintiff had a good cause of action so long as no right was acquired by the defendants by a user of 21 years. 1 Salic. 11, “Every new dropping is a new nuisance.”\nAs to the limitation. In actions on the case in which consequential damage is the gist of the action, or where the damage is continuing, the limitation begins to run from the accruing of the consequential damage: 16 Hast 215; 6 Bing. 489; 1 JL. f M. 161; 1 Oar. cf P. 541. This principle is recognised in the case of Howell v. Young, 5 Barn. 0. 259. In the cases cited on the part of the plaintiffs in error, the damage was not continuing.\nThe ditch was cut with the consent of one supervisor only, and at the- instance of the defendants. It was contended in the Court below that authority from one -supervisor was not sufficient to authorize the ditch to be cut. 2. That if a majority of the supervisors had ordered it, yet if the road was injured by a deep and dangerous ditch alongside of it, the supervisors would have been guilty of a nuisance. 3. If the consent of the supervisor was obtained by the defendants merely for their own advantage, and not with a bona fide intent to repair the road, it did not free the defendants from liability to the plaintiff.\nBut if the wateroourse had not been closed, there would have been no occasion for the ditch. It was the closing of the watercourse which occasioned the necessity, if there was such, for the ditch. But if the ditch had been cut, and the watercourse had remained open, less water would have flowed upon the plaintiff’s land; and for the injury done by such excess of water, the closing of the watercourse was the proximate cause."
  },
  "file_name": "0449-01",
  "first_page_order": 447,
  "last_page_order": 450
}
