{
  "id": 9505026,
  "name": "Railroad versus Norton",
  "name_abbreviation": "Railroad v. Norton",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "465",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Rich. 24",
      "category": "reporters:state",
      "reporter": "Rich.",
      "opinion_index": -1
    },
    {
      "cite": "16 Conn. 421",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 189",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12129596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0189-01"
      ]
    },
    {
      "cite": "2 Pick. 621",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0662-01"
      ]
    },
    {
      "cite": "6 Whar. 211",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 15535,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 6.14388571724213e-07,
      "percentile": 0.9561997629977655
    },
    "sha256": "cb5c3c90a8b8cc046b9d636ac23764f5aeb4f409eda0cd960a783a7f1bb2d110",
    "simhash": "1:d7e5edc2df4efe3e",
    "word_count": 2769
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., and Knox, J., dissented."
    ],
    "parties": [
      "Railroad versus Norton."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodwakd, J.\nThe action here was trespass on the case for a personal injury resulting from the negligent running of their cars by the agents of the defendants. The plaintiff was not a passenger, and the defendants had assumed no responsibility, express or implied, for his- safety. According to his own showing, he was engaged in sawing wood with a steam sawing machine, screwed and. wedged to the very rail which he knew the defendants were accustomed to travel with their locomotive and trains. The Court ruled that he was lawfully there. We are obliged to say that he was not. He had the authority of Burns, an agent of the Reading Railroad Company, for whom he .was sawing wmod; but it was in clear proof that Burns had no express authority to put him there. And what if he had? Neither.Nicolls, the superintendent, nor the Reading Railroad Company itself, had any right to fix such a nuisance on that track. The Reading Railroad Company built the track as a public highway, and the Little Schuylkill Company had, by express contract, the right of passage upon it, but neither company might obstruct the other. It would have been an abuse of their charter powers to authorize machinery to be fastened to the rail for sawing wood, or any other similar purpose. It is of the utmost moment to human safety that railway tracks should be kept clear of all manner of obstructions, and used only for the purposes for which they were constructed. The employees, whether authorized or not, have no more right than strangers to pervert them from their original design, and devote them to other than the great public objects which bring them into existence. If machinery to saw wood may be erected on rails designed for public travel, other establishments, more or less necessary to the business of railroads, may be also, and thus the perils of travel, already great enough, will be infinitely increased. Until the legislature shall authorize the construction of railroads for something else than travel and transportation, we shall hold any use of them for other purposes to be unlawful, if not, indeed, a public offence punishable by indictment.\nWhen a passenger in a railway train is injured without fault on his part, the law presumes negligence in the carrier, for he undertook to carry safely, and we hold companies to the strictest measure of accountability; but that they may be enabled to carry safely, the law insists upon a clear track. If, therefore, a man plants himself on the rail, he must not expect the law to do more for him than to punish wanton injury. If he be injured from the ordinary pursuit of the company’s legalized business, let him blame his own rashness and’ folly.\nIt is an incontestible principle that where the injury complained of is the product of mutual or concurring negligence, no action for damages will lie. The parties being mutually in fault, there can be no apportionment of the damages. The law has no scales to determine in such cases whose wrong-doing weighed most in the compound that occasioned the mischief. A distinction is sometimes taken between proximate and remote causes of the injury > but here it is so evident that the imprudence of the plaintiff was the immediate cause of the injury, that 'he cannot recover, even if the injury were in part directly ascribable to negligence on the part of the defendants.\nIt is unnecessary, in this view of 'the case, to consider whether the Court erred in submitting the testimony to the jury to find negligence on the part of the defendants. They were called on by the 2d and 3d points submitted to say that there was no such evidence, and a majority of this Court believe that there was none; but we do not place our present ruling on that ground, but on the position which the plaintiff described himself to be occupying. Doubtless he considered himself authorized to place his machine on the road; but the subaltern who authorized him, had no authority himself, and could have none to justify an act so dangerous to all parties, and so inconsistent with the institution of the road.\nThe learned judge seemed to think we could not have intended to cut up the plaintiff’s action by the roots when it was here last year, or we would not have sent it back. A moment’s reflection will show that this was a mistaken inference. The plaintiff’s declaration contains a good cause of action, and in such cases where we reverse, we always, award a venire de novo, both because he may, on a second trial, find evidence to support his narr., and because it is necessary to enable the defendant to recover his costs if the plaintiff fail to make out his case in evidence. We do so now. We send the case back to be made an end of in the Common Pleas, if it prove to ,be the case which the plaintiff’s evidence, as submitted to the Court below and sent up here, shows that it was on the last trial.\nThe judgment is reversed and a venire de novo awarded.\nBlack, J., and Knox, J., dissented.",
        "type": "majority",
        "author": "Woodwakd, J."
      }
    ],
    "attorneys": [
      "Strong and Banks, for plaintiffs in error.",
      "Swartz and Davis, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Railroad versus Norton.\n1. Where injury is the result of mutual and concurring negligence in the parties, no action for damages will lie.\n2. A railroad being by law a public highway, neither its superintendent or the company itself has the right to permit its obstruction.\n3. Where a person places himself on the track of a railroad, he can claim no damages except for wanton injury, and not from injury sustained in the pursuit of the company’s lawful business in the ordinary manner, even though the negligence of the company’s agent contributed to the result.\n4. 'l'he plaintiff, in the employ of a contractor with the railroad company owning the road, fastened upon the railroad a machine for sawing wood, and whilst there was injured by a train of another company having a right by contract to use the track. It was Held that though he were upon the track by authority of the superintendent of the company owning the road, he could not recover against the other company for the injury sustained, even though the conductor of the train previously knew of the machine being on the track, and was guilty of negligence on the occasion.\n5. In what cases a venire de novo may be awarded, see the opinion in this case.\nERROR, to tbe Common Pleas of BerJcs county.\nThis was an action by James Norton v. The Little Schuylkill Navigation Railroad and Coal Company, to recover damages for an injury received by him through alleged carelessness on the part of the defendants’ agents in running a locomotive engine over their road, leading from Tamaqua to its intersection with The Philadelphia and Reading Railroad opposite to Port Clinton.\nThe Philadelphia and Reading Railroad Company, for the transmission of freight and passengers from the Little Schuylkill Road to their road, constructed a sideling and a bridge with double track of road, leading from their own road at the Port Clinton station across the Schuylkill river,\"and connecting with the terminus of the Little Schuylkill Road on the east side of the river. On the west side of the river the two tracks leading over the bridge came together at a centre casting, and the single track switched into the main track of The Philadelphia and Reading Road. Over this connecting road the defendants run passenger trains generally twice a day, on the west side of the river, usually stopping at the centre casting.\nEdward Burns, the brother-in-law of the plaintiff, having a contract with the Philadelphia and Reading Company for sawing wood, and also being at the time the general agent of that company at the Port Clinton station, employed the plaintiff and others to saw wood. Burns had a portable steam-engine and circular saw, for the purpose of sawing wood, placed on the connecting link between the two roads. On the morning of the day on which the accident happened, the machine was placed on the single track below the centre casting; and in the afternoon it was removed to one of the tracks, about 25 or 80 feet above the centre casting, and between it and tbe bridge. The machine was fastened to the road by wedges. The plaintiff had been working at the station during several weeks, and knew that the defendants’ train ran over the track, and the usual time of running. The machine belonged to the Reading Company, and Burns testified that his instructions were to cut the wood wherever the agents of the company delivered it.\nOn the morning of the day on which the injury was sustained, viz., 20th April, 1850, the conductor of the passenger train of the defendants, saw the party, who were engaged in sawing, at work. He left the station for Tamaqua about 12 o’clock, running on the eastern track, and he returned with a train during the afternoon of the same day, running on the western track on which the machine was fastened, and it was struck, the circular saw was forced against the hand of the plaintiff and his thumb cut off. To recover for this injury the action was brought.\nThe arrangement between the two companies for the use of the sideling and track was not particularly shown — but the superintendent of the Reading Road testified that the track, leading from the main track, was built by the latter company for the joint use of the two companies — that the two companies used it jointly, neither having the right to obstruct the other.\nOn part of the plaintiff in the action it was alleged, that about the time the train left Port Clinton, viz., about 12 o’clock, the machine was, most probably, above the centre casting, and was seen by the conductor of the train, and that he should have returned on the track which was unobstructed. Also, that the machine might have been observed, and the noise made by it in the process of sawing might have been heard, and that the bridge was crossed in a careless or incautious manner, the rails at the time being wet and slippery; and that the conductor in excuse said he had forgot* ten that the machine was on the track. Further, that the plaintiff was lawfully engaged at work for the Philadelphia and Reading Railroad Company; that the use of the track at the time was a reasonable use, and that the other track was left unobstructed; that the right of the defendants to use the tracks was to load and receive passengers without regard to any particular spot, and as long as ample space was left them for those purposes, they had no right to come to the centre casting if it was otherwise obstructed. Whether the machine was placed above or below the centre casting when the train for Tamaqua was started did not certainly appear, but the piles of wood extended beyond the casting towards the bridge.\nOn the part of the eompang it was said that they had a right to run their trains over the road at the time they did; that for such right they had paid the Reading Railroad Company, and that neither that company nor any individual had a right to obstruct them; that nó notice of the obstruction was given; that there was no proof of négligencé on part of their agents; alsoj that when the machine; which was concealed by the bridge, was discovered, the engineer fevérsed the engine, and signalled for applying the brakes. Further, that the plaintiff, at that or any other'time, had no right to bé upon the track employed as he was; and that his being there, obstructing the road, contributed to the injury, and that he could hot recover.\nJONES, P. J., charged that negligence in the defendant, and a want of it in the plaintiff, weré necessary to sustain the action, unless there were circumstances which took the case out of the Operation of the rule. Hé further charged that if the sawing machine did not obstruct the reasonable daily use of the road,.it might be lawfully there; and if so, the Támaqua train should have been run with regard to the right of the Reading Company to have it there. That whether the machine, on the morning when the conductor saw it, was above or below the centre casting, it was working at piles of wood which extended beyond the centre casting-and towards the bridge. He said if the sawing machine was put there without the knowledge of the conductor, the collision might have been accidental, and no remedy existed; but if the conductor knew it, thé question of negligence on his part was for the jury. He further charged that he considered that the plaintiff was lawfully on the track; and that the defendants’ agent, knowing that thé machine was working along the wood, was bound to look out for it, and to exercise ordinary care and caution in approaching it. Also, that the plaintiff Norton was not bound to look after the position of the switch on the oppoáité side of the river, and that the omission to do so was not negligence on his part.\nVerdict for plaintiff for $1600.\nError was, inter alia, assigned to the charge as to negligence. Also in charging that the machine was lawfully on the road; that if the conductor knew, of its being there, the question of negligence on his part might be considered; and that the plaintiff was not bound to see to the arrangement of the switch.\nStrong and Banks, for plaintiffs in error.\nOne cannot recover for an injury arising even from the gross negligence of another, unless he himself be free from culpable negligence: 5 W. & Ser. 524; 6 Whar. 211; 1 Coweri 78; 2 Pick. 621; 6 Cow. 189; 1 Vermont 853; 7 Harris 298; 11 Harris 147.\nThe Court erred in charging that the plaintiff was lawfully on the track. This was a material error. They also erred in charging that the agent knew the plaintiff was on the track, or that he might he there, and was bound to look out for him. '\nSwartz and Davis, for defendant in error.\nWhen tbe jury are instructed correctly as to tbe general rule, it is not a ground of error that all tbe exceptions to it are not stated: 7 Karris 35Q. What is ordinary care depends on tbe circumstances of the case.\nThough tbe plaintiff was not entirely without fault, yet if the accident could have been avoided by the exercise of proper care on the part of the defendants, they are liable: 10 Mees. <f> W. 345, Davies v. Mann; 5 Esp. K. P. 0. 44. When the negligence of the defendant is the proximate, and that of the plaintiff the remote cause of the injury, action may be supported, although the plaintiff is not entirely without fault: 24 Vermont 488 ; Am. Law R. April, 1855; 15 Ad. El. 35. Though the plaintiff was in the wrong, the defendants were not absolved from the observance of due and proper care towards him: 16 Am. Law Reg. April, 1855, p. 356; 16 Conn. 421; 58 E. C. L. 376; 4 Karris, Beattie v. Gilmore; 8 Id. 175, Morrison v. Davies.\nThe Court did not charge that the sawing machine could be put on the road merely to obstruct it; but that, as its operation was useful to the Reading company, it could be used on the road if ample space and convenience was left for the train to pass. Though Burns had the machine placed on the road, it is to be considered as if placed there by the Reading Railroad Company, as he is to be considered as its agent, whether the work was done by him by contract for a stipulated price, or by workmen directly employed by the company: 28 Rich. 24, cited in 1 Railway Cases 289; 1 Bos. ¿- Pul. 403. The plaintiff was not guilty of negligence, but was lawfully engaged, being employed by Burns, the agent of the Reading Railroad Company; and the collision might have been avoided by due care on the part of the company’s agent. The conductor should have informed the engineer that the machine was on the track. There was another track to pass upon."
  },
  "file_name": "0465-01",
  "first_page_order": 463,
  "last_page_order": 468
}
