{
  "id": 9505091,
  "name": "Thompson versus Swoope",
  "name_abbreviation": "Thompson v. Swoope",
  "decision_date": "1855-10-01",
  "docket_number": "",
  "first_page": "474",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dallas 416",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "1 W. 0",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "14 Peters 122",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3334485
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/39/0122-01"
      ]
    },
    {
      "cite": "1 Watts 218",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0218-01"
      ]
    },
    {
      "cite": "1 Watts 218",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 907,
    "char_count": 23800,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.3850006134160506e-07,
      "percentile": 0.6412873877975125
    },
    "sha256": "57b8d17536f3c234ba0d4e1b5728088ddea4e8fd21a8bde02a3acf7905cfc37f",
    "simhash": "1:d2ffb08c021c7ee3",
    "word_count": 4130
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson versus Swoope."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 1, 1855, by\nLoweib, J.\n1. There is no evidence that either of these corporations, the devisees, would, by acceptance of these devises, have a greater income than, by their charters, they are competent to have; and since we cannot presume this fact against them, we see no difficulty in their claim on this score.\n2, The devise is of the land^ itself to be disposed of by the several devisees at their pleasure, and this constitutes a fee simple, notwithstanding the additional words “ so that the profits or interests arising therefrom be annually appropriated to the objects of said societies for ever.”\nS. Even if it was a devise merely of the profits and interest for ever, it would be interpreted as an absolute devise of the source of the profits; the purpose to restrain alienation being disregarded, or not being inferred from such words. It is not a dedication of the land to charitable uses, but a gift of it to be expended in charity: 17 State R. 99. It impinges, in no degree, against the policy of the law against perpetuities: 10 State R. 326.\n4. Where a corporation of another state is generally competent to take and hold land, the prohibition, in their statute of wills, against all devises of lands to corporations, does not prevent them from taking and holding land in this state by devise; for their statute of wills is intended to regulate the testamentary power of their own citizens, not of ours; to define the capacity of testators, not of corporations. They might prevent resident aliens from taking land by devise there, and yet they might take here, even while continuing to reside there.\n5. The law does not require that charities and charitable institutions, in order to be entitled to its sanction and protection, shall be limited in their sphere of operation by the lines of the state; and therefore there can be no objection to these charities on the ground that their purposes are not so limited.\n6. Nor does the state forbid its citizens from creating or fostering, by gift or bequest, charitable institutions that have their seat of operations in other states or countries, and it does not prevent a gift or devise of land to any individual person for such purposes. In the abounding public spirit of our country, nothing is more common than for donors to appoint wbat we technically call foreign associations, corporate or incorporate, as the administrators of their benevolence. Even those religious denominations that confine their ecclesiastical system within congregational limits, know of no territorial boundaries in the purpose and administration of their charities.\n7. Considering all these matters, and regarding the support of the gospel and its ministry as indisputably a proper purpose of a charity, it seems very apparent that, for all their substantial elements, these devises are perfectly legal and proper; and the only remaining question is, may a corporation of a sister state take land in this state, by gift or devise, for charitable uses ?\nIn the Methodist Church v. Remington, 1 Watts 218, there was an expression of opinion that would seem to negative this question ; but the case related to property conveyed in trust for a church or meeting-house, and perhaps the expression ought to have been so limited.\nThe case of Spear v. Bruce was argued at September Term, 1843, at Pittsburgh, and decided some time afterwards, and it was intended that the opinion of the Court should be delivered by Mr. Justice Keotedy ; but the decline, which terminated in his death, prevented it, and no opinion was ever filed. In that case a devise of land “to the Synod of the Secession Church” (meaning the Synod of the Associate Presbyterian Church of North America), “ the proceeds to be applied to the spreading of the gospel here and elsewhere, and for the support of pious young men preparing for the ministry,” and which land the executors were directed to sell, after a given time, for that purpose, was held a valid devise, though the synod represented a denomination of Christians whose congregations are found all through the United States and British North America, and was not incorporated.\nThe case of Patterson v. Espy was tried and decided at the same time, and with the same circumstances as that of Spear v. Bruce. There a tract of land was devised for charitable uses, the words being that it “ shall be devoted to the spread of the gospel in this or foreign lands, or both, as it shall be needed, and in the following manner: the income of the farm for ever to be devoted to the object above mentioned, it being my express will that it is not to be sold, but all the incomes that may arise from it yearly for ever to be used by the properly organized ecclesiastical boards of the Presbyterian Church within the United States in spreading the gospel; and in its yearly distribution among these boards, to be subject to the control of the pastor and session of the church to which I belong.” The trustees of the General Assembly of the Presbyterian Church of the United States of America, and its Board of Education and Board of Domestic Missions, are several corporations, each of them incorporated in this state, and its Board of Foreign Missions is incorporated in New York, and yet the devise to these several boards, for purposes of unlimited sphere, was held valid.\nIn one of these cases an unincorporated association not at all limited by state lines, and in the other a corporation, created by another state, and doing its business there, were held capable of taking a title by devise for charitable uses; and thus the influence of the adverse opinion incidentally expressed in the Methodist Church v. Remington, is entirely destroyed.\nThe argument against this result, it must be admitted, seems to present the law on this subject as very inconsistent. All our own charitable corporations are limited in the amount of income which they may possess, while we' allow our citizens an unlimited right of gift or devise to foreign corporations, and it is said that this tends to limit the home charities to the profit of foreign ones. Such, however, is not the intention, as is apparent from the unbounded latitude given by our law in the multiplication of charitable corporations. The limit placed upon the capacity of each is one of our substitutes for the statutes of mortmain, intended to restrict the power of corporations, and not at all to discourage the benevolence of individuals. We set no limit to the number of such charities, but only to the undue power of any. We have not yet learned to fear the power of any foreign charitable institutions, and have placed no restrictions upon our citizens in giving or devising to them. If we allow them to take land in this state, they must hold it according to our laws, and subject to all such laws of mortmain, succession, and alienation as we may pass.\nWe discover no. valid objections to these devises. The other exceptions taken in the Common Pleas were very properly not insisted upon in the argument.\nJudgment affirmed.",
        "type": "majority",
        "author": "Loweib, J."
      }
    ],
    "attorneys": [
      "Wilson and McAllister (with whom was Petrihen), for plaintiffs in error.",
      "Dorris and Campbell (with whom was Miles), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Thompson versus Swoope.\n1. A corporation of a sister state may take land in this state by gift or devise to be expended for charitable uses. See remarks on the case of The Methodist Church v. Remington, 1 Waits 218.\n2. A devise was made of land in this state, “ one-half unto the Methodist Preachers’ Aid Society of Baltimore (a society incorporated in Maryland), and one-half to the Missionary Society of the Methodist Episcopal Church in Nevr York, their successors and assigns for ever, to be disposed of as the managers of said societies shall think best, so that the profits or interests arising therefrom be annually appropriated to the object of said societies for ever the object of the first society being to afford relief to the itinerant ministers of the said church, their wives, widows, and children, and for the education of the latter; the object of the other being to diffuse more generally the blessings of education, civilization, and Christianity throughout the United States and elsewhere. It was Held that the devise was not forbidden by the policy or law of this state, and was valid, there being no evidence in the ease that the corporations by this devise would have a greater income than by their charters they were competent to possess.\n3. The devise being of the land itself, to be disposed of by the devisees at their pleasure, gave a fee simple in the land, notwithstanding the words “ so that the profits or interests arising therefrom be annually appropriated to the objects of said societies for ever,” and did not impinge on the policy of the law against perpetuities.\n4. Where a, corporation of another state is generally competent to talce land/ the prohibition, in the statute of wills of the state in which it was created, against all devises of lands to corporations, does not prevent it from taking and holding land in this state by devise of one of our citizens. ' The statute was intended to regulate the testamentary power of their own citizens, not of ours; and to define the capacity of testators and not of corporations.\n5. It was not a valid objection to the said devise that the charities of the society were not limited in their sphere of action by the lines of this state. The state does not forbid its citizens from creating or fostering by gift ox-bequest chax-itable institutions which operate in other states or countries.\nERROR to the Common Pleas of Huntingdon county.\n■ This was an action of ejectment to April Term, 1848, by J. E. Thompson and others, children and heirs-at-law of John Thompson, deceased, v. John Swoope, for 158 acres of land in Dublin township. John Thompson was the brother of Isaac Thompson, and survived him.\nIsaac Thompson, by his will, dated 4th February, 1842, proven 23d February, 1843, devised a tract of land of 160 acres, “ one-half unto the Methodist Preachers’ Aid Society of Baltimore, and one-half unto the Missionary Society of the Methodist Episcopal Church in New York, their successors and assigns, for ever, to be disposed of as the managers of said societies shall think best, so that the profits and interests arising therefrom be annually appropriated to the objects of said societies for ever.”\nThe Preachers’ Aid Society is an eleemosynary corporation aggregate, incorporated by an Act of the Legislature of Maryland, passed the 27th January, 1827, for the “purpose of affording relief to the itinerant ministers” of the Methodist Episcopal Church, “ their wives, widows, and children, and for the education of the latterand is made capable among other things to receive and hold land in fee simple or for any less estate, provided that the clear yearly value, of the real and personal estate exceed not the sum of f>10,000.\nThe Missionary Society is a similar corporation, incorporated by an Act of the legislature of New York, passed 9th April, 1839, .“to diffuse more generally the blessings of education, civilization, and Christianity, throughout the United States and' elsewhere,” and is made capable of purchasing, holding, and conveying such .real estate as the purposes of the corporation shall require; but the annual income of the real estate to be held, by them shall not exceed the sum of $5000.\n. The tenant, Swoope, who was in possession of the land at the testator’s death, continued afterwards to occupy as tenant of the devisees, and the heirs-at-law brought this ejectment to recover •the land, on the ground that the devise was void.\nOn part of the plaintiffs it was contended, that the societies to which the land was devised being foreign corporations, or societies incorporated by the legislatures of other states, were incapable, on that account, of taking, by devise, land in this state, for any purpose; and that, consequently, the estate vested at once in the heirs of Isaac Thompson, the testator, as if no will had been made.\nTo this, the defendant replied: first, that being for charitable uses, the devise was good, and was sustainable in equity and by the law of Pennsylvania; and, secondly, if not good to the intent that the devisees may take and hold the land devised, it is not void, but voidable or defeasible only by the entry of the Gommonwealth; and that, in either case, the estate passed out of the testator, leaving nothing to be inherited by the heirs.\nWhen the will in question was offered, it was objected that Swoope, the defendant in the action, was a witness to it, it being offered to show that he was in possession of the land in dispute at the time of the probate. The will was admitted.\nAs to the existence of the Maryland Society, there was offered in evidence a certificate of record of' the Act of incorporation of the said society. It was objected that the certificate was not sufficient; and 2. That if properly certified, the state of Maryland cannot give the right to take conveyance of or to hold land in Pennsylvania. The record of the Act of incorporation in New York of the other society was also read; and also a certificate of the record of revised statutes of New York, under objection that the state of New York could give no power to take conveyance off or to hold land in Pennsylvania.\nThe Act of 6th April, 1791, provides that associations of citizens of this Commonwealth for any literary, charitable, or religious purpose, may be incorporated, under a course of proceeding designated in the Act; and the 4th section provides that they may hold lands, the income of all their property not exceeding 5007\nIn the preamble to the Act of 6th April, 1833 {Acts, p. 167— 8), it is declared to be “ contrary to the laws and policy of the state for any corporation to prevent or impede the circulation of ■landed property from man to man, without a license from the Commonwealth, and no corporation either of this or of any other state can in any ease purchase lands within this state, either in its corporate name, or names of other persons whomsoever, for its use, directly or indirectly, without incurring the forfeiture of said lands to this Commonwealth, unless said purchase be sanctioned and authorized by an Act of the legislature thereof; but every such corporation, its feoffee or feoffees, hold and retain the same, subject to be divested or dispossessed at any time by the Commonwealth, according to due course of law,” &c.\nTayloii, P. J., in his charge observed that this devise would be good under the common law of the state if made to an unincorporated society within this state. So it would be good if made to an incorporated society within the state, if not invalidated by the statutes of mortmain, or some Aet of Assembly of this Commonwealth prohibiting corporations from holding lands -within the state without license.- But we are not without authority for saying that lands held by conveyance or devise for “ religious, charitable, literary, and public purposes,” are excepted from the operation of these statutes, and of the English statutes of mortmain, if the latter (as has been questioned by Judge GRIER, in the Miller Will case, p. 190), ever had any operation in Pennsylvania; and Judge Baldwin, in the case of McGill v. Brown, Brightly's Rep. 877, expressed the opinion that conveyances and devises of land for religious, charitable, literary, and public purposes, must be taken to be, within the Act of 6th April, 1833, “sanctioned and authorized by an Act of the legislature.” Adopting the doctrine last stated, and observing that there seemed to be no sufficient reason why the extent of charities should be limited by the lines of the states, he held that the devisees in this case, by the terms of the Act of 1833, were capable of holding the land in dispute for the charitable purposes of their institution, subject to be divested or dispossessed by the Commonwealth according to due course of law. That the land passed beyond the reach of the heirs as effectually as if the devisees had legal right to hold and enjoy it: 7 Ser. £ R. 313; 7 Barr 233; 5 Harris 100.\nHe further charged that this conclusion was not affected by the objection that the New York corporation had no right to take lands by devise under the laws of that state. The question is how it may take here.\nNovember 20, 1854, verdict for defendant.\nError was assigned to the instruction referred to.\nWilson and McAllister (with whom was Petrihen), for plaintiffs in error.\nThe policy of self-incorporation under the Acts of 1791,1833, and 1840, is confined to citizens of this Commonwealth. In the case of The Methodist Church v. Remington, 1 Watts 218, though it was held that a conveyance of land in Pennsylvania in favor of an unincorporated religious society is an available one, if the society be constituted entirely of members resident in this state, yet that a conveyance of land for the use of the Methodist Episcopal Church in the United States of America, on account of its foreign element, was not available; and that the statutes of mortmain have been extended to this state so far as they prohibit grants of property to corporations without a statutory license. The devise in this case was not validated by the preamble to the Act of 6th April, 1833. It was observed that the Act of 1833 was designed to operate upon the capacity of corporations and their trustees to hold, and not upon their capacity to talce. Its preamble assumes the capacity to take, but provides a mode by which the estate may be divested. The moving cause of its enact-fiiént was the purchase of lands by individuals within the state in trust for foreign corporations: an instance of which exists in the case of Runyan v. Coster, 14 Peters 122. The Act of the legislature of New York confers no power upon the society in question to take by devise, whilst a provision in the New York revised statutes declares that no devise to a corporation shall be Valid, unless the corporation be expressly authorized to take by devise; The word purchase in an Act of incorporation, it has been decided in that state, is to be taken in its popular sense: 9 Qowan 438; 4 jKent 507; 2 Id. 283-8; 1 Caine’s Cases 336. A corporation is without any other capacity than that conferred upon it by its charter or Act of incorporation: 13 Peter's 587; 14 Id. 129. In the case in 1 Caine, and the case of Hilyard v. Miller, 10 Barr 326, the heir recovered. In the latter case it was decided that where land is devised upon a trust that is void, as tending to' create a perpetuity, the heir is entitled to recover.\nIn the case of a purchase made in violation of law, the alienor alld all claiming under him are estopped by the receipt of a valuar ble consideration. In the case of a devise in mistake of the law, the estate descends to the heirs. If a foreign corporation has no right to take lands by devise in the state where it has been incorporated, it' should have no right by comity to take land in another state.\nDorris and Campbell (with whom was Miles), for defendants in error.\nThe beneficiaries of the first-mentioned society are the itinerant ministers of the Baltimore Conference, which is composed of Virginia, Maryland, and Pennsylvania, and the families of such. The object of the other society is to diffuse “the benefits of education, civilization* and Christianity, throughout the United States and elsewhere.” If the devise in this case be void, it is so by virtue of the statutes of mortmain, and in that case would be defea-sible only at the instance of the Commonwealth. But it is contended on the part of the devisees — 1. That the devise being clearly a charitable use, will be sustained in equity in Pennsylvania. 2. That the devisé is' sustainable in law, as being sanctioned by the nature and character of our institutions, by the common law of Pennsylvania, and by the constitution of this state, and of the Union.\nA religious society may take and hold under a bequest of devise for charitable purposes: 6 W. $ Ser. 220, Zimmerman v. Anders. If these societies were composed entirely of members residing within the limits of this state, the devise would be good, whether they were incorporated or not. The case of Witman v. Lex, 17 Ser. $•11. 88: Zimmerman v. Anders, above cited; 2 Story’s Hq. 1169-70; and the Girard Will case, and other cases, establish that a devise to a corporation for-the purposes of-charity is sane-tioned by our laws. It is not the policy of Pennsylvania, in matters of religion and charity, to treat the residents of sister states as foreigners. Even in England the Courts of Chancery have ordered charitable gifts to be handed over to foreign trustees to be administered in foreign countries: 1 Bro. Oh. 271; 2 Swans-ton 181; 1 Bussell 112; 3 Merivale 143; 1 Bussell 116; 3 Mylne g K. 347; 3 Bussell 142. The Smithsonian legacy has been paid under a like decree: also cited the case relative to McDonough’s will, 2 Amer. Law Begister 401.\nThe constitution of the United States declares that the citizens of each state shall be entitled to the privileges and immunities of citizens of the several states. If this provision could be interfered with, has it been by any Acts of Assembly of this state ? The Act of 1833 was not designed to operate upon charitable uses. But, if there were any conflict in the letter of that Act, its construction should be that conveyances and devises of land for religious, charitable, literary, and public purposes, are, within its meaning, purchases “sanctioned and authorized by an Act of the legislature:” Magill v. Brown, Brightly 377.\nIt is denied that there is any statute of mortmain in Pennsylvania. The report of the judges in 1808, that certain English statutes of mortmain are in force here, is unsupported by other authority; and various decisions are in conflict with it: Girard Will Case, 265; Miller Will Case, 189; Magill v. Brown, Brightly 387.\nThe statute of 9 Geo. 2 never was adopted in Pennsylvania. On the contrary, the conservative provisions of the statute 43 Eliz. have been in force here by common usage and constitutional recognition; and not only these, but the more extensive range of charitable uses, which chancery supported before that statute and beyond it: Zimmerman v. Anders, 6 W. $ Ser. 220; Witman v. Lex, 17 Ser. B. 88; Pepper’s Estate, 1 Bars. Eg. Cas. 436; Girard Will Case, 272-3-4.\nBut even if this Court should be of the opinion that there is a statute of mortmain in Pennsylvania, and that this land is held in violation of it, we insist that the devise is not void; that the legal estate passed by the devise to these corporations, and is defeasible by the Commonwealth only. Such is the provision of the Act of 1833; and so the law has been ruled by this Court and the Supreme Court of the United States: Griffitts v. Cope, 5 Harris 100; Miller Will Case, 190; 7 Barr 233; 7 Ser. ¿- B. 313; 14 Peters 122; 1 Jar. on Wills 563; 2 Story’s Eg. 1177. And this is the rule of law in all cases, whether the grantor received a consideration or not: Griffitts v. Cope, 5 Harris 102.\nThe fact that the laws of New York prohibit corporations from taking land by devise, unless the power is expressly given, is not material in this case — the capacity to take and hold is to be determined by the laws of Pennsylvania. They could take and hold land, devised as well without a charter as with one; the charter serves only to give legal identity to the society. But there is nothing in their charters prohibiting their taking and holding by devise land in this state. The prohibition as to land in New York is founded on an independent statute, outside of the Act of incorporation of the society in question.\nAs to the mode of authenticating Acts of incorporation, reference was made to the case of United States v. Johns, 1 W. 0. 0. Rep. 369; 4 Dallas 416."
  },
  "file_name": "0474-01",
  "first_page_order": 472,
  "last_page_order": 480
}
