{
  "id": 9505128,
  "name": "Lane's Appeal",
  "name_abbreviation": "Lane's Appeal",
  "decision_date": "1855-10-01",
  "docket_number": "",
  "first_page": "487",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 73",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0073-01"
      ]
    },
    {
      "cite": "6 Watts 250",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0250-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 4448,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 6.553285487460147e-08,
      "percentile": 0.4016442657467675
    },
    "sha256": "eba4f63c0aff848329a1033c880060618eb30b2eebb0ab17da339e12738efb62",
    "simhash": "1:d54bc54cb73e4750",
    "word_count": 797
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lane’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 1, 1855, by\nWoodwaed, J.\nWe see no substance in the errors assigned by the assignee. The charge of interest was according to the usual rule. If the assignee did not use the funds, he might have done so, and it was his duty to make them productive.\nThe expenses referred to in the second error must be considered as compensated in the general allowance made by the auditors.\nWe are not sure that we could get nearer to the exact measure of justice due to the parties, and therefore we affirm all that the auditors have done.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodwaed, J."
      }
    ],
    "attorneys": [
      "fordney and Parke, with whom was Champneys, for the appellant.",
      "Stevens, contó."
    ],
    "corrections": "",
    "head_matter": "Lane’s Appeal.\nIf an assignee has trust funds which he cannot apply, he should not keep them unemployed but should endeavor to invest them so as to make them productive ; and failing to do so, he is chargeable with interest on the fund for ■distribution.\nAppeal from the decree of the Common Pleas of Lancaster county.\nThis was an appeal by James B. Lane, from the decree of the Court on the report of auditors referred to in the case of Heekert’s Appeal. The assignment to the appellant was made on 11th May, 1840.\n• The land, the proceeds of sale of which form the subject of the account, was sold on 3d March, 1853, on payments. The first instalment, exceeding $26,000, was paid on 24th March, 1853, and on the 18th April, 1853, the account of the assignee was filed. On 17th May, 1853, exceptions to it were filed on part of the assignor. In August, 1854, auditors were appointed to j>ass upon the exceptions and to report distribution. It appeared that a bill in equity, on the part of Heckert, had been submitted, perhaps in March, 1853, which was not finally disposed of by the Common Pleas till 21st March, 1854. An appeal to the Supreme Court was taken by Heckert, and, in July, 1854, the decree of the Common Pleas was affirmed.\nThe auditors,- without assigning any reasons for the decision, charged the accountant with interest on the balance of his account, being the cash in his hands, from 17th May, 1853, when exceptions were filed, till 5th March, 1855. Also with interest received after the account was filed. The accountant was allowed two months to invest, and interest was charged afterwards.\nThe exceptions filed to the report of the auditors were to the same effect as those filed in this Court on the appeal, which were,\n1st. The assignee ought not to have been charged with interest on moneys in his hands, as it appears from the evidence that he could at any time have paid over the amount; and besides, by the first and general exceptions to the amount, he was expressly interdicted- from paying out to creditors any part of the moneys in his hands.\n2d. The auditors have overlooked the usual allowance always made to assignees for expenses and loss of time in attendance upon audit and for trouble and expenses of distribution to the several parties entitled to the fund.\nThe Supreme Court was asked to allow such sum as they may deem reasonable, including his expenses in the. Supreme Court, which have been increased by printing records and exhibits, which ought to have been attached to paper-book of the assignor, in the case in which he was appellant, and which were given in evidence before the auditors and the Court below.\nfordney and Parke, with whom was Champneys, for the appellant.\nIt was observed that the exceptions to the account of the assignee were of such a character as to prevent him from paying out the money. One of the exceptions was general, expressing objection to the sale of the lands, and alleging that a bill in equity in relation to the sale was then pending. It was stated that the money was not used or invested, and no profit made out of it; and that the assignee urged the disposition of the matter before the auditors. - It .was urged that he should not be charged with interest, -unless it had been shown that he had used the money in his business, or invested it, or made profit from it: 2 Story’s Mq. PI. 1277; 2 Fonibl. eh. 7; Jeremy on Fq. Juris, ch. 1; 1 John. Ch. 620; 6 Watts 250. - He should not have been charged with interest during the time the matter was pending before auditors, &c.: 8 Watts 73.\nAllowance should have been made to him as specified in the second exception. The matter may have been overlooked by the auditors. The expense of printing records and exhibits should also have been allowed.\nStevens, contó.\nIt was alleged that portions of the trust-money had been used."
  },
  "file_name": "0487-01",
  "first_page_order": 485,
  "last_page_order": 487
}
