{
  "id": 9505148,
  "name": "Kaylor versus Shaffner",
  "name_abbreviation": "Kaylor v. Shaffner",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "489",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 308,
    "char_count": 5505,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 3.80455379777364e-07,
      "percentile": 0.8975915198144757
    },
    "sha256": "16a2f048118555dc7e5158a9a5aa4260ae1b014ccefd61567a944eeedf3f7f2e",
    "simhash": "1:bc664db4e75877ac",
    "word_count": 987
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kaylor versus Shaffner."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nShaffner, the defendant in error, became the owner, by assignment, of a note originally given by one Epler to Barbara Bucks. After the death of the latter, Kaylor, her executor, obtained possession of the note and collected the money, without the consent of Shaffner, who thereupon brought this action for money had and received. The suit was originally brought in the name of “Barbara Bucks for the use of George Shaffner, assignee;” but a declaration was filed in the name of “George Shaffner, assignee of Barbara Bucks.” Kaylor, without making any objections to the-variance between the writ and the declaration, pleaded the general issue, and went to trial. The words “ Assignee of Barbara Bucks,” in the declaration, were surplus^ age. Rejecting them as immaterial, the declaration is in the name of the proper party, and the acceptance of it by pleading the general issue was a waiver of the objection to the manner in which the plaintiff’s name was stated in the writ.\nBut the Court, on the trial, permitted an amendment so as to make the docket entry conform to the declaration. This was proper, and was only carrying out the agreement made by the parties when they joined issue on the declaration. It was perfectly right, independent of the Act of 4th May, 1852; but we are of opinion that the error was a “mistake in the name of the party” within the meaning of that Act. The Act of 2d April, 1846, was intended to authorize the Court to correct’ a mistake in the Christian or surname of either party. . To confine the Act of 1852 to the same limits would be to render it entirely useless. Statutes of amendment ought to be liberally construed in suppression of th® mischief designed to be remedied. Where the plain- . tiff, by mistake either of law or fact, brings an action for his use in the name of one who has no title to support it, the Act of 1852 fairly applies to the case; and whenever it shall appear to the Court that such a mistake has actually occurred, it is the duty of the Court to correct it, taking care that the amendment be not used for the purpose of introducing a cause of action substantially different from that on which the suit was actually, although informally, brought.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "AlricJcs and Jordan, for plaintiff in error.",
      "Mumma and Herr, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kaylor versus Shaffner.\n1. Where a plaintiff, by mistake either of law or fact, brings an action for his own use in the name of one who has no title, to support the action, an amendment may be permitted, under the Act of 4th May, 1852, so that the name of the proper party be substituted.\n2. An action for money had and received was brought in the name of B. B., for the use of G. S., assignee; and narr. was filed, indicating the suit to have been brought in the name of G. S., assignee of B. B. The general issue was pleaded, the variance between the writ and nan\\ not being objected to, and verdict was rendered for plaintiff.\nHeld, that the words, assignee of B. B., in the narr., were surplusage, and the declaration being therefore in the name of the proper party, the acceptance of it by pleading the general issue, was a waiver of the objection to the manner in which the plaintiff’s name was stated in the writ.\n3. An amendment by which the docket entry was made to conform to the declaration was proper, independent of the provision in the Act of 4th May, 1852, authorizing amendments by change of names of parties in case of mistake or omission.\nERROR, to the Common Pleas of Dauphin county.\nThis was an action of assumpsit to August T., 1853, instituted in the name of Barbara Bucks. for the use of George Shaffner, assignee, v. George Kaylor. Narr. filed May 23,1853, declaring the defendant to have been summoned to answer George Shaffner, assignee of Barbara Bucks, for an indebtedness in the sum of $118, received by the defendant fpr the use of the plaintiff.\nThe money in dispute had been received on a note, dated June 19, 1846, by Epler & Books to Barbara Bucks or order, for $100, with interest; and had on it an assignment by Barbara Bucks to George Shaffner. Kaylor, as executor of the will of Barbara Bucks, collected the note, and hence this suit.\nThe plea of non assumpsit was put in, and on May 3,1854, on the trial, a motion was made to amend the docket entry, &c., by striking out the name and words “Barbara Bucks for the use of.” Defendant’s • counsel objected, and curia advisari-vult. May 4, 1854, verdict for plaintiff for $124.84.\nSubsequently, the Court, expressing the opinion that the amendment came within the true meaning and intention of the second section, of the'Act of 4th of May, 1852, permittéd the’amendment asked for to be made, on the condition that the plaintiff pay all costs up to the time of making the motion to amend, except the bills of costs 'of each party for their witnesses at the then term, which were to abide the event of the suit.\nThe amendment was assigned for error.\nThe 2d section of the Act of 4th May, 1852 (Acts, p. 574), provides that in “ all actions pending, or hereafter to be brought in the several Courts of this Commonwealth, and in all cases of judgments entered by confession, the said Courts shall have power, in any stage of the proceedings, to permit amendments by changing or adding the name or names of any party, plaintiff or defendant, whenever it shall appear to them that a mistake or omission has been made in the name or names of any such party.”\nAlricJcs and Jordan, for plaintiff in error.\nMumma and Herr, for defendant in error."
  },
  "file_name": "0489-01",
  "first_page_order": 487,
  "last_page_order": 489
}
