{
  "id": 9505154,
  "name": "Miner versus Graham",
  "name_abbreviation": "Miner v. Graham",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "491",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 323",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0323-01"
      ]
    },
    {
      "cite": "6 Watts 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0026-01"
      ]
    },
    {
      "cite": "7 Watts 561",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0561-01"
      ]
    },
    {
      "cite": "3 Whart. 84",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 301",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 17",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Whar. 9",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0009-01"
      ]
    },
    {
      "cite": "4 Watts 270",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0270-01"
      ]
    },
    {
      "cite": "3 Whar. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    },
    {
      "cite": "2 Rawle 428",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0428-01"
      ]
    },
    {
      "cite": "2 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 561,
    "char_count": 12141,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 2.4584106967150654e-07,
      "percentile": 0.8052637431757604
    },
    "sha256": "d91e2654fc6290aa4a4452310f4c4357e3e506c1ec75398d3a8c40c101b34c7a",
    "simhash": "1:83391a84907cac6f",
    "word_count": 2232
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miner versus Graham."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nTwo nihils are equal to a garnishment for the purpose of proceeding to judgment and execution; but they are not equal to an actual service for all purposes, and they do not authorize a judgment for want' of an affidavit of defence. A default in that particular within the meaning of the statute can only exist after actual service of the writ. The Court was therefore in error in assigning its reason for rendering the judgment. But the plaintiff was entitled to judgment for want of. an appearance. If the judgment is right, we do not reverse it for an error in the reasons on which it is founded.\nThe acknowledgment of a deed is no part of its execution. It is only evidence of its execution. After judgment on a mortgage, its execution in due form of law is a matter adjudicated. It is no more necessary to recite in the scire facias the acknowledgment than it is to set forth the names of the subscribing witnesses.\nIt is not necessary in this case to express any opinion on the right of reviewing the decision of the Court below on the motion-to open the judgment. The discretion of the Court was properly exercised. The mortgage was the joint act of the husband and wife, and it was acknowledged by the wife, separate and apart from her husband, in accordance with the laws in existence previous to the passage of the Act of 11th April, 1848. It was executed after the Act of 9th April, 1849, and is in exact conformity with the provisions of that Act. But it would have been good independent of that Act. It has been repeatedly decided by tbis Court that the previous written consent ,of the wife is not necessary whore the encumbrance or transfer of her estate is her own act. It is only required by the Act of 1848, where the object is to subject her estate to levy, encumbrance, or transfer by the act of her husband or his creditors. .\nIt is true, that where a wife joins with her husband in granting a mortgage upon her estate for the debt of her husband, she stands as a surety. But her death does not discharge her estate from any lien which she may have created upon it, nor will it vest in her heirs an estate which she conveyed in her lifetime as a security for her husband’s debts. Where a cause of action is joint against several, it survives, on the death of one, against the others, and equity will not follow the estate of the decedent if he be a surety who has never received any consideration. The liability ceases with the legal obligation. But in this case there is no attempt made to charge any estate of the decedent except that which was conveyed or encumbered in her lifetime. Whether the mortgage be treated as a conveyance or as a lien, the estate thus encumbered continues liable notwithstanding her death. If the estate is held in joint tenancy so that it survives to the husband, her heirs suffer no injury by proceedings on the mortgage to foreclose it. If it does not survive to him, but descends to her heirs, the lien continues, and the remedy follows as a legal incident of the right.\nThere is no error in the proceedings below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Smith, for plaintiff in error.",
      "Strong, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Miner versus Graham.\n1. Two returns of nihil are equal to a garnishment for the purpose of proceeding to judgment and execution; but they are not equal to an actual service for all purposes; and they do not authorize a judgment for want of an affidavit of defence, under the provisions of the Act of 21st April, 1852, which, in suits'in Berks and Tioga counties, on bonds, notes, or other instruments of writing, including scire facias on mortgage, notwithstanding appearance, authorizes judgment for want of an affidavit of defence.\n2. The acknowledgment of a mortgage is no part of its execution, but only evidence of it; and after judgment upon it its execution is a matter adjudicated. The acknowledgment need not be recited in the scire facias upon it.\n3. The previous written consent of the wife, under the Act of 11th April, 1848, is not necessary where the encumbrance or transfer of her estate is her own act. By the Act of 1848 it is necessary only when the object is to subject her estate to levy, encumbrance, or transfer by her husband or his creditors.\n4. Though in a mortgage by husband and wife of her estate for his debt, the wife is but a surety, her death does not discharge her estate from the lien 'of the mortgage.\nERROR to the Common Pleas of Berks county.\nThis was a proceeding by scire facias on a mortgage executed in 1851, by a husband and wife, of the estate of the wife, for a debt of the husband.\nOn 21st May, 1851, Jacob Miner and Angeline his wife, executed a bond in favor of N. Hicks Graham, conditioned for the payment to him of $1943; and to secure the amount they executed a mortgage of an undivided share or interest of the wife in real estate, in Berks county, to which she was entitled as one of the heirs of her father, who died in October, 1848. The mortgage was acknowledged on the day of its date before the' President Judge of the Court of Common Pleas of Philadelphia, in the manner usual before the passage of the Act of 11th April, 1848.\nOn 4th November, 1853, a scire facias in favor of the mortgagee was issued against Miner and wife on the mortgage, .to November Term, 1853, returnable on 25th November, 1853, being the day -next preceding the last day of the term. It was returned “ Nihil ■habent.” ■ ' „\nOn 21st December, 1853, an alias scire facias was sued out to January Term, 1854, returnable on 2d of January. Returned- “ Nihil habent as to Jacob Miner and Angeline Miner his wife.”\nFebruary 11, 1854, judgment was rendered for <§2263.70 “by default, for want of an affidavit of defence.”\nIt did not appear that any appearance had been entered.\nOn 27th February, 1854, an affidavit by Angeline Miner, dated on that day, was submitted. In it, it was stated that she was then, and was on 21st May, 1851, and for years previous, a married woman, being the wife of Jacob Miner: that she resided in Reading, Berks county, from September, 1851, till th% fourteenth day of November, 1853, when she went to Philadelphia, and was there till some time in January, 1854, when she returned to Reading. That she never had any notice of the proceeding in this case, or that any scire facias had been issued on the mortgage. Further, that her husband and another, as partners, were indebted to the plaintiff, and that, before the execution of the bond and mortgage, the plaintiff declared that the same were to be only a collateral security, and also alleging merits; and it was further alleged, that her written consent to encumber her estate by mortgage had not been acquired previous to the execution and delivery of the mortgage.\nThe bond was a joint and several bond with warrant of attorney to confess judgment.\nA'rule was granted to show cause why the judgment should not be opened. On July 1, 1854, the death of the wife was suggested. On 26th July, 1854, the rule was discharged. On 9th October, 1854, a scire facias was issued to substitute the administrator of the estate of the wife; and, on January 8,1855, substitution was directed.\nA writ of error was taken.\nOn 21st April, 1852, an Act was passed, (see Acts, p. 386-7) providing that, in Berks and Tioga counties, in actions on bonds, notes, &c., and other instruments of writing, including eases of scire facias on mortgage, notwithstanding appearance by attorney, judgment for want of affidavit of defence might be taken after twenty days from the return day.\nIt was, inter alia, assigned for error: 1. That the Act of 1852 did not apply to. the case of scire facias on mortgage after two returns of nihil. 2. That judgment should not have been rendered against the wife, as the mortgage was of her real estate, and her written consent was not acknowledged as prescribed by the Act of 11th April, 1848 (Acts 536.) 5. The Court should have opened the judgment, as she had no actual notice of the writs, although she lived in the county of Berks whilst the writs were in the sheriff’s hands; and because merits were alleged in her affidavit. 6. The administrator of her estate should not have been substituted, it being alleged that her death discharged her and her estate from liability. '7. It was alleged that she was but a surety in a joint obligation, and that her estate was discharged by her death.\nSmith, for plaintiff in error.\nThe Act of 21st April, 1852, was intended to apply to eases where the process had been actually served on the party. A writ of error not abating by the death of the defendant, his executors may be made parties by two returns of nihil: Yelverton 113. So Lord KeNYON thought special bail might be so rendered liable: 1 Hast 89. The practice is liable to abuse: Per Ser&eaNT, J., 2 Watts 492. But to entitle a plaintiff to a judgment upon two returns of nihil habet, the second scire facias should have been issued ten days before the return day: Laws v. McDaniel, D. C., Philadelphia, 3 Penna. Law Jour. 72. Two returns of nihil are treated as equivalent to a service only from necessity, when no service can be made. 2d, 3d, and 4th assignments. — The written consent of the wife should have been first had, and have been acknowledged according to the Act of 1848. 5. The wife had no notice of the writs, though she was in, and resided in, Berks county. This Court have authorized a party to withdraw his writ of error where manifest injustice ha3 been done, in order to allow the Court below to open the judgment and grant relief: See 2 Watts 493-4; 2 Whar. Dig., p. 441, pi. 315. 6 and 7. The estate of the wife was discharged by her death: 6 Ser. cf R. 262; 2 Brown 31; 2 Rawle 428 ; 1 Id. 255. The bond was void as to the wife: 3 Whar. 309; 6 Harris 79, Caldwell v. Walters. The mortgage was joint, and she was but a surety. It was said that the Act of 11th April, 1848, as to joint and several obligors, applies only where all the debtors are jprincipals, and not to the case of a married woman who is inca,-pable of legally executing a bond. Also the mortgage was to secure the bond, and the bond was void as to her.\nStrong, for defendant in error,\nwas not heard in reply. In the printed argument, it was stated that two returns of nihil have the same effect as a return of scire feci, where the suit is founded on matter of record: Yelverton 112; 1 Cowen 70; Story 281-8; 2 Watts 492; 2 Tidd’s Pr. 1039. Two returns of nihil are considered as equivalent to a garnishment, a service of the writ of scire facias, or a return of scire feci by the sheriff; and it has been the practice, where there is no appearance on the second return of nihil, to render judgment as where scire feci has been returned: Keüotedy, J., in Warder v. Taintor, 4 Watts 270. The Act of 13th June, 1836, as to service of writs, has made no change in the practice: 2 Whar. 9, Chambers v. Carson. There was then no obstacle to the rendition of a judgment for default of appearance; and a fortiori, on 11th February, 1854, to judgment for want of an affidavit of defence.\nThe execution or acknowledgment of the mortgage is not to be raised in this Court. The mortgage was properly executed and acknowledged: 1 Dallas 17; 3 Wliar. Reference was made to Act of April 9,-1849, validating deeds made, and acknowledgéd by married women since the Act of 11th April, 1848; and to the Act of 18th April, 1853. These Acts have been held to be constitutional: 16 Ser. ¿'JR,. 35; 1 Watts 301; 3 Whart. 84; 1 Harris 400; 7 W. f Ser. 440; 7 Watts 561; 2 Pa. L. J. 17. The' refusal to open the judgment is not the subject of review: 6 Watts 26; 14 Ser. ¿ R. 143 ; 1 Rawle 323; 2 Barr 435; but no merits were shown on the hearing. 6 and 7. The judgment was not 'personal; it created no new lien — it was a mere order to sell the land by virtue of the mortgage. The land belonged to the plaintiff till his debt was satisfied. The judgment survived as to the realty: 9 W. Ser. 85., Rut by the Act of 11th April, 1848 (.Acts 536), both personal and real property of a deceased joint debtor are liable for the debt for which judgment has been obtained, though the other joint debtor be living."
  },
  "file_name": "0491-01",
  "first_page_order": 489,
  "last_page_order": 493
}
