{
  "id": 9505170,
  "name": "Campbell versus Reed",
  "name_abbreviation": "Campbell v. Reed",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "498",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0379-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 8162,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 6.766302012846845e-08,
      "percentile": 0.40931305261426437
    },
    "sha256": "12b4b187a974a52f366fa3fa1e21bc71b489a61b10ebf3b6fb50190f0cb78448",
    "simhash": "1:ddc60690a70f72d3",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell versus Reed."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nICNOX, J.\nThe defect in the defence was want of proof, showing a reasonable inquiry for the absent distributee. It was known in the neighborhood that he had removed with his family many years prior to the distribution to western Pennsylvania, and it is more than probable that diligent inquiry would have ascertained his residence. At all events, the administrator, standing in the relation of trustee to the heirs of his intestate, was not justified in paying the whole estate to one of the distributees without' any inquiry in reference to the other; and particularly is this so where, as in the present case, it was known that the absent brother had a wife and child before his removal.\nAs nothing had been heard from David Reed for many years, the law would raise a presumption of his death; and had he been a bachelor when last known or heard from, the presumption would be that he died unmarried and without issue: but as he had a wife and child in full life when he left Adams county, the presumption of his death would not ignore their existence.\nThe instruction that the plaintiff was entitled to recover was correct, and no more interest seems to have been allowed than was proper. In an unreported case recently decided at Pittsburgh, it was held by this Court that where the residence of a distributee was unknown, and could not be ascertained bj reasonable inquiry, an executor was chargeable with interest after twelve months from the settlement of his account. As no inquiry was made in this case, it was right to charge interest after six months.\nJudgment affirmed.",
        "type": "majority",
        "author": "ICNOX, J."
      }
    ],
    "attorneys": [
      "Reed, for plaintiff in error.",
      "Wills, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Campbell versus Reed.\n1. An administrator is not justified in voluntarily paying all of an amount in his hands for distribution to one of two heirs, without diligent inquiry as to the other, though the latter had removed to western Pennsylvania about thirty years before, and nothing of him was known in the neighborhood of the decedent — the said heir being mai-ried and having one child at the time of his removal, and having died after the payment leaving several children.\n2. Though the presumption of death might have attached to the heir himself, it did not apply to his family.\n3. No inquiry as to the absent heir having been made, interest was recoverable by his executor after six months from the confirmation of the account.\nERROR to the Common Pleas of Adams county.\nThis was an action of debt by David Reed’s executors v. Alexander Campbell, for the one-half of $114.88, which was the distributive share of David Reed, in certain moneys which had been in the hands of the defendant as administrator of the estate of Samuel M. Reed, deceased, who died in Adams county in 1830, without issue.\nSamuel M. Reed had two brothers, one of whom, William Reed, died in Maryland. The other brother, David Reed, had left Adams county and removed to the west.\nAn administration account of the defendant was confirmed in December, 1834, leaving a balance of $114.88, for distribution amongst the heirs. The administrator of the estate of William Reed claimed the whole balance, on account of the absence of David Reed, and of an alleged presumption of his death; and suit being threatened, it was paid in 1884, under advice of counsel. The matter thus remained until the year 1853, when claim for the half of the said balance was made by or on behalf of the executor of the will of David Reed.\nIn the suit interest was claimed from 30th December, 1834.\nOn the part of the defendant it was alleged that the residence of David Reed was unknown to him ; that he left Adams county in 1802, and had not been heard of there when the payment was made. «\nOn part of the plaintiff it was testified that the witness knew Samuel M. Reed first in 1820, and that he talked about David Reed living in western Pennsylvania — talked about Monongahela.\nAnother witness said that David Reed was married, and with his wife and one child moved west more than thirty years before.\nThe deposition of another witness, taken in Armstrong county, was read, in which it was stated that David Reed settled in Armstrong county, Pennsylvania, between the years 1802 and 1805, and died there about fourteen or fifteen years before the deposition was taken, which was in September, 1853. He said he did not believe that David Reed was in Adams county after be came to Armstrong county, and thought that no communication was had, betweert his heirs and their relatives in Adams county, till about a year previously, when a son of David Reed visited Adams county as a drover; and that he did not think the executors of the will of David Reed knew of the death of Samuel M. Reed until informed of it by David Reed, Jr., after his return.\nIt was further testified that David Reed left a number of children.\nIt was stated to have been admitted on the trial that David Reed never returned to Adams county, from the time of his removal, and had not been heard from for many years.\nOn part of defendant a deposition of one of the counsel of the administrator was taken, in. which it was stated that after demand was made upon the defendant by the representative of William Reed, it was said that the other brother of the decedent had not been heard of for more than thirty years, and the deponent advised the defendant that, under the known cirpumstances, if sued, ■he would be compelled to pay, and that he had better pay and save costs; and that payment was made, and he thought-a release was taken.\nThe other counsel, in his deposition, stated that, when the payment was made by Campbell, the papers were left in the possession of his counsel: that he had made search for them, and had not found them.\nIn his cross-examination he stated that he advised an indemnity to be taken against .the claim of the missing heir, and supposed that one was taken, but had no recollection as to it.\nThe Court charged that “ the defendant having failed in sustaining his defence, the plaintiffs were entitled to recover,” and that the verdict should be for $125.50.\nThe instruction was assigned for er-ror.\nReed, for plaintiff in error.\nIt was said that when the payment was made in 1834, David Reed was in law presumed to be dead: that although, if the payment had been purely voluntary, a recovery might have been had in this suit, yet the payment was made under threat of suit being instituted, and that the case must depend on the facts as known at the time, and not on those since ascertained.\nThe. statement of S. M. Reed, that David Reed had gone to western Pennsylvania, merely indicated the direction, without showing that his location was known.\nIt was stated that there was no law which authorized an administrator to require indemnity against claim by an absent heir— that a refunding bond could only be required for protection against claim ly creditors, and that the jury should have been permitted to determine whether a bond of indemnity had been received.\nIt was contended that, if plaintiffs were entitled to recover, interest was recoverable only from the institution of the suit: Sect. 17 of Act of 29th March, 1832; and Withers’ Appeal, 4 Harris 151.\nWills, for defendants in error.\nIt appeared from the testimony that David Reed was married, and had a child when he removed from Adams county; and it was known that he had settled in western Pennsylvania. It was therefore incumbent on the administrator to make inquiry for him or his family, but it was not done. Within a short time after the settlement of the account, the balance was paid. David Reed was then living, and died in 1838 or ’9, leaving several children. Distribution might have been made under direction of the Orphans’ Court, Act of 24th February, 1834; and by section 58, if made without application to the Orphans’ Court, either without indemnity or on such security as was satisfactory to the administrator, it was at his own rish: Sect. 58, above referred to, and 7 Barr 315, Carter v. Trueman. If David Reed were, in 1834, presumed to be dead, the presumption did not apply to his family.\nInterest was recoverable from confirmation of the administration account: 6 Watts 379, Patterson v. Nichol."
  },
  "file_name": "0498-01",
  "first_page_order": 496,
  "last_page_order": 499
}
