{
  "id": 9505179,
  "name": "Fahnestock versus Clark",
  "name_abbreviation": "Fahnestock v. Clark",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "501",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 183,
    "char_count": 2364,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41003934978448553
    },
    "sha256": "67876f18b95b393cacbd5e6c47da80c8e2fdf05d43b58ac514027f5177ad0052",
    "simhash": "1:a0b5cf50e583ee2f",
    "word_count": 418
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fahnestock versus Clark."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe Court was delivered by\nLewis, C. J.\nA feigned issue to try tbe right to a public office is against the policy of tbe law. The remedies provided in this case by statute are more effective, and cannot be evaded or disregarded by substituting one which produces, no beneficial result.\nJudgment -reversed, and ordered that the proceedings be stricken from the record.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Fisher, for plaintiffs in error.",
      "Emerson and McGormick, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fahnestock versus Clark.\nA feigned issue, or amicable action between individuals, in the nature of a wager, to try the right to a public office, is against the policy of the law.\nError to the Common Pleas of Dauphin county.\nThis was an amicable action of assumpsit in the name of A. K. Fahnestock and others v. H. H. Clark, upon a case stated, in the nature of a wager, for the purpose of determining whether the defendant had the right to continue to act as an auctioneer in the borough of Harrisburg, by virtue of a commission granted to him by the governor, for the purpose of making sales at public auction in the borough of Harrisburg of goods, lands, and other kinds of property not forbidden by Act of Assembly.\nIn pursuance of a provision in the Act of 18th April, 1853, the defendant, on 22d April, 1853, was appointed an auctioneer for five years. By the 12th section, other persons were forbidden to make sales at auction, or to exercise the business or occupation of an auctioneer, within the said borough. The defendant paid $25 into the state treasury as required by the Act of 1853. On 18th April, 1854, the said provisions were simply repealed.\nPearsoN, P. J., observing that the employment was called in the Act of 1832, the “ trade or occupation” of an auctioneer, held that it was not an office, referring to the case of Commonwealth v. Binns, 17 Ser. R. 219, for the position that a distinction exists between a mere employment or occupation, though partaking of a public nature, and an office: and, stating that not observing in the repealing Act any design in the legislature to deprive the defendant of the privileges purchased, he was of opinion that the defendant had authority to sell goods in Harrisburg except so far as such sales were forbidden by the Act of 1832, or other laws prior to 1853.\nJudgment was given in favor of the defendant, and to this error was assigned.\nFisher, for plaintiffs in error.\nEmerson and McGormick, for defendant in error."
  },
  "file_name": "0501-01",
  "first_page_order": 499,
  "last_page_order": 500
}
