{
  "id": 9505210,
  "name": "Odd Fellows' Hall versus Masser",
  "name_abbreviation": "Odd Fellows' Hall v. Masser",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "507",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 10656,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 4.929202947524839e-07,
      "percentile": 0.9344347875107777
    },
    "sha256": "c1dc0d466e087d7c31af0c784211b59d9531bee9123eca7ce9b317de4208e390",
    "simhash": "1:f8aa48f2fdfcc8b0",
    "word_count": 1863
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Odd Fellows’ Hall versus Masser."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKNOX, J.\nThere are seventeen errors assigned upon this record, but we are of the opinion that not one. of the assignments is sustained.\nThe questions permitted by the Court to be put to the- jury relate solely to the first trial, and have nothing whatever to do with the record as it now stands. If there was error in permitting these questions to be asked, it was cured when the verdict was set aside and a new trial granted.\nWe can see no objection to the competency of the sub-contractors as witnesses, and the subject-matter of their testimony appears to be pertinent to the issue between the parties. The note given by. Renecker & Osman to the plaintiff was evidence of the contract price of the lumber.\nThat portion of the proposed testimony of P. S. Bletz, which was rejected by the Court, would not have availed the defendant had it been admitted. Neither was it of any consequence whether the hall was taken down on account of its improper construction, nor whether any of the lumber was actually used in the building.\nThere was nothing wrong in permitting the claim as filed to go out with the jury. It contained a bill of particulars, the correctness of which appears to have been established by the evidence.\nThe 12th, 13th, 14th, 15th, and 16th assignments are not in accordance with the rules of this Court, and, strictly considered, aro to be treated as waived. It is as well, however, to say that there is no error in the following propositions, which are in substance the instructions given by the Court to the jury.\n1. That where materials for the construction of a building, contracted for in good faith, are delivered to the contractor for the building, a lien for the price of the materials may be filed against the building, although the materials were not used ’in the construction, nor were of the right quality for a specific use, if that fact was unknown to the seller, and they were of such a character as to justify their use in the construction generally.\n2. That where the materials furnished are of the kind that would induce a careful, prudent, and skilful man, acquainted with the building, to believe that they could be used in its erection, and if they could in fact be usefully employed in its construction, then the material-man is not bound to inquire into the chara,cter of the materials which the contractor had agreed with the owner of the building to use in its construction.\n3. That a lien filed in due time for lumber furnished “ in and about the erection and construction of the said building and ap¡mrtenances,” describing the building, accompanied with a bill of particulars in which it is stated that the lumber was “ delivered for the Odd Fellows’ Hall, at Columbia, Pa.,” is a sufficient compliance with the requirements of the statute. ■\n4. That if the materials were not furnished upon the credit of the building hut upon that of the contractor, the plaintiff could not enforce his lien against the building; and even if furnished upon the credit of the building, if the contract was unfairly made for an exorbitant price, the plaintiff could only recover as against the building what the materials were fairly worth; and that taking a note for the price, against the contractor, would not of itself bar a recovery against the building. .\nJudgment affirmed.",
        "type": "majority",
        "author": "KNOX, J."
      }
    ],
    "attorneys": [
      "JE. cf* B. Qhampnyys were for plaintiffs in error.",
      "Franklin and Fordney were for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Odd Fellows’ Hall versus Masser.\n1. Though it was agreed that evidence taken on a former trial of the ease he read, and all exceptions then taken to have the same effect as if taken at the second trial, yet if error was committed on the first trial in permitting interrogatories to he put to the jury, it was cured when the verdict on that trial was set aside, and was not the subject of exception on a writ of error taken after the second trial.\n2. In a proceeding hy scire facias on a claim for lumber furnished to subcontractors for the erection of a building, the sub-contractors were competent witnesses to prove that the lumber was purchased and delivered to be used in the building.\n3. In such a proceeding a promissory note given by the sub-contractors to the material-man for the price of the materials, was evidence of the contract price of the lumber procured; and did not of itself bar a recovery against the building.\n4. It_was not material for the defendants, the owners of the building, to show that the building was taken down on account of defect in its construction and rebuilt.\n5. The claim filed, containing a bill of particulars of the lumber furnished and claimed for, read on the trial without objection, was properly sent out with the jury, its correctness being established by the evidence.\n6. Where materials for the construction of a building were contracted for in good faith, and delivered to the contractor for the building, a lien for the price of the same may be had against the building, though they were not used in the construction, nor were of the quality contracted for by the owner of the building, if that fact was unknown to the seller, and if they were of such a character as to justify their use in the construction generally.\n7. Where the materials furnished are of such a kind that a careful and skilful man, acquainted with the building for which they were designed, might properly believe that they could be used in its erection, and if, in fact, they could be usefully applied in its construction, then the material-man is not bound to inquire into the character of the materials which the contractor had agreed with the owner of the building to use in its construction. ■\n8. A. claim filed in due time for lumber furnished in and about the erection and construction of the building and appurtenances, describing the building, accompanied by a bill of particulars, in which it was stated that the lumber was delivered for the building in question, designating it, is a sufficient compliance with the requirements of the statute.\n9. If the materials were not furnished upon the credit of the building, but upon that of the contractor, the material-man could not enforce the claim against the building; and, though furnished upon the credit of the building, if the contract was unfairly made for an exorbitant price, the plaintiff could recover against the building only what they were fairly worth.\nERROR to the Common Pleas of Lancaster county.\nThis was a proceeding by scire facias on a claim for lumber furnished by Jacob B. Masser, to be used in the erection of the Odd Fellows’ Hall in Columbia. The claim was for $471.68, against the four-story building, situate, &c., known as the Odd Fellows’ Hall, &c., together with the curtilage attached thereto; for lumber furnished by the said Jacob B. Masser within six months last past, in and about the erection and construction of the said building and appurtenances, as per bill annexed and filed. The parties named were Jacob B. Masser v. The Odd Fellows’ Hall Association of Columbia, Carver & Stewart, contractors, Renecker & Osman, builders and sub-contractors, and several persons as trustees or corporators.\nIt appeared that on 4th December, 1849, certain persons, as trustees of the association, entered into a written contract with Stewart & Carver for the erection of the building, to be completed according to a plan and specification referred to, within six months from that date, to be composed of stone, brick, &c., and other materials as provided in the specification. The consideration was to be $7500. A bill of particulars was annexed to the claim filed.\nRenecker & Osman were sub-contractors with Stewart & Carver under a written contract; and on 11th January, 1850, they procured from Masser above 26,000 feet of yellow-pine boards, stated in the bill of particulars to be delivered “for the Odd Fellows’ Hall at Columbia.” On the day of the purchase of the lumber, Re-neeker & Osman executed a promissory note to Masser, for the amount of the lumber, payable four months after date. The note was not paid, and, afterwards, viz., on 27th June, 1850, the claim in question was filed.\nTbe case bad been tried before, and on 2d November, 1854, a verdict was rendered for tbe plaintiff; but a new trial was granted.\nTbe case came up again in January, 1855, and it was agreed that tbe “judge’s notes of tbe former trial should be read to tbe jury, the evidence to have tbe same effect as if tbe witnesses were called to tbe stand and sworn, and all exceptions taken at the former trial to remain and to have tbe same effect as if taken at this trial.” It was further agreed, that tbe same points which were submitted to tbe Court on tbe former trial be considered as presented in this case.\nOne of tbe sub-contractors was called on part of tbe plaintiff to prove tbe purchase of tbe lumber; and that before tbe purchase be told tbe plaintiff that it was for tbe building of tbe association ; and that it was purchased, sold, and delivered for it.\nOn part of tbe defendants, F. S. Bletz was offered to show that tbe boards in question were of an inferior quality, and not of tbe character which Stewart & Car.ver, according to their contract, were to use in tbe erection of tbe building; and to state whether they were not rejected by tbe building committee. This was rejected.\nTbe Court also refused to allow tbe witness to be asked whether tbe lumber in question was used in tbe erection of tbe building— and whether it was used by Renecker & Osman elsewhere.\nTbe Court also refused to permit Renecker to be asked, whether boards of tbe same quality could not have been purchased at a less price.\nTbe claim, filed was read in evidence, it was said on part of defendant in error, without objection; and it was permitted to be sent out with tbe jury.\nVer diet was rendered for tbe plaintiff.\nTbe 1st and 2d assignments of error were to tbe allowance of interrogatories to tbe jury on tbe first trial. Further: to receiving tbe testimony of tbe sub-contractors. In rejecting tbe evidence, proposed to be given by Bletz, of tbe inferior quality of tbe lumber purchased from tbe plaintiff — that it was not used in tbe construction of tbe building; and to prove tbe quality of tbe lumber that was used in its erection. Tbe 11th was to refusing to permit the defendants to show that tbe Hall was taken down in June, 1850, on account of its improper construction; and whether any of tbe lumber of tbe plaintiff was used in tbe construction of tbe building subsequently put up. Tbe next five points were to answers to points; and tbe 17th was to permitting the claim to be sent out with tbe jury.\nJE. cf* B. Qhampnyys were for plaintiffs in error.\nFranklin and Fordney were for defendants in error."
  },
  "file_name": "0507-01",
  "first_page_order": 505,
  "last_page_order": 509
}
