{
  "id": 9505223,
  "name": "Breil's Appeal",
  "name_abbreviation": "Breil's Appeal",
  "decision_date": "1855-08",
  "docket_number": "",
  "first_page": "511",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 511"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 291,
    "char_count": 4906,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.3608438240779086e-07,
      "percentile": 0.6355586754285675
    },
    "sha256": "2d5bec1269f2acb9fe23a5da824e5a3c0729f63ad350bda39bf146caec283652",
    "simhash": "1:ef6b7aa1686670c3",
    "word_count": 907
  },
  "last_updated": "2023-07-14T17:02:46.697953+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breil’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, August, 1855, by\nBlace, J.\nHere was a sale of land made under an order of the Orphans’ Court at less than twenty per cent, of its value; The Court felt some natural indignation against the person by whom this sacrifice had been caused; but seeing no proof of misconduct by the purchaser himself, they reluctantly confirmed it.\nThe counsel for the appellant has brought to our notice an irregularity, which, if they had pointed it out to the Court below, would no doubt have saved them the trouble of coming here with the case. There were no terms of sale prescribed at the time the order was made. This was an omission which the administrator had no right to supply by terms of his own making. It is true that the Court after the sale could approve of the terms nunc pro tunc ; but they could disapprove of them also, and refuse to confirm for that reason alone. When a sale has been thus irregularly made, the Orphans’ Court has the whole subject in its power, and unless the conscience of the judge be satisfied with the result as being the best for all parties that can probably be reached, he ought to order a new proceeding instead of amending the old one. An appeal from the Orphans’ Court brings the entire subject before us, and we may do ail that that Court could have done. Seeing that this sale might have been set aside, then, we order it to be done here.\nThe decree of the Orphans’ Court of Bucks county is reversed — the sale is set aside, and the record remitted for such further proceeding as may be proper.",
        "type": "majority",
        "author": "Blace, J."
      }
    ],
    "attorneys": [
      "Banhs, for appellant.",
      "Young, contó."
    ],
    "corrections": "",
    "head_matter": "Breil’s Appeal.\n1. In an order of Orphans’ Court for the sale of real estate, terms of sale should be prescribed.\n2. Where no terms of sale were prescribed in the order, the Orphans’ Court could have approved, nunc pro tunc, of the terms on which the sale was made, or might have set the sale aside; and where the defeet in the order was not brought to the notice of that Court, this Court, on appeal, having the entire subject before it, may do what the Orphans’ Court could have done in the matter, and may direct the sale to be set aside.\nAppeal from the decree of the Orphans’ Court of BerTcs county, confirming a sale of part of the real estate of Jacob Breil, deceased. ■\n' The estate of the decedent had been appraised. A portion of it, viz., part No. 6, consisting of 67 acres, more or less, having been appraised at $845, and not being taken at the appraised price, was directed to he sold by the administrator of the estate. No terms of sale were prescribed in the order. •\nIn the conditions of sale, ten per cent, of the amount of the sale was required to be paid immediately after the sale. At the time of the sale Isaac II. Bechtel had a notice read under which he claimed the land as Ms own. He claimed it under a warrant to himself, dated 24th January, 1854. In the order of sale, an adjournment of the sale was expressly authorized, but none of the heirs present requested an adjournment, and the property was struck off to D. Sayer for $110. The sale was made on the 3d February, 1854. Bechtel was the husband of one of the heirs, and a trustee of another heir. A rule was obtained, to show cause why the sale should not be set aside, exception being taken that the price was inadequate — that notice was given of an adverse claim to the land; and that by the conditions of sale ten per cent, of the purchase-money was required to be paid immediately. The want of terms in the order was not specified as an exception.\nDepositions were taken, and it was testified that the land with a good title was worth from four to six hundred dollars.\nThe Court below considered that mere inadequacy of price was not' a ground of exception, and, not adverting to the want of terms in the order, reluctantly confirmed the sale; and from the decree appeal was taken by Daniel Breil, one of the heirs.\nIt was excepted that the Court erred in dismissing the exceptions and confirming the sale.\n•By the 42d section of the Act of 29th March, 1842, the Orphans’ Court, after appraisement of an estate and neglect to take it at the valuation, is empowered to make a decree authorizing and requiring the executor or administrator to expose the estate to public sale, “ at such time and place, and on such terms, as the Court may decree.”\nBanhs, for appellant.\nThe conditions of sale were different from the order in requiring ten per cent, of the purchase-money to be paid immediately. Bechtel, as husband of one of the heirs, and as trustee for another heir, was a party to the proceedings; and as trustee he refused to take and asked for an order to sell the property, and after the sale was ordered, viz., on 24th January, 1854, he took out a warrant for the land, and had notice of his claim given at the sale — and thus prejudiced it.\nYoung, contó.\nThe purchaser was not a party to any misconduct, and should not be deprived of the property."
  },
  "file_name": "0511-01",
  "first_page_order": 509,
  "last_page_order": 511
}
