{
  "id": 9505245,
  "name": "Moyer's Administrators versus Fisher and Wife",
  "name_abbreviation": "Moyer's Administrators v. Fisher",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "513",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 174",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 6",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6770854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0006-01"
      ]
    },
    {
      "cite": "1 Wend. 478",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0478-01"
      ]
    },
    {
      "cite": "1 Wharton 65",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Jones 174",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 10159,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 8.020474325268687e-08,
      "percentile": 0.46463983035304374
    },
    "sha256": "6bcfdf46026308f0338569b16ba8bacf07cd6918bb498861ffd177e5a8ecdee7",
    "simhash": "1:7aaaf386024ccd49",
    "word_count": 1820
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moyer’s Administrators versus Fisher and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThis was an action brought by Eisher and wife against the administrators of John Moyer, deceased, on a bond alleged to have been given by the intestate. The parties went to trial on several issues, among which were issues joined on the several pleas of nil debet and non est factum. The plaintiffs called the subscribing witness and proved the handwriting of the defendant’s intestate, but failed to prove any actual delivery of the bond. It did not appear that the obligee was present either in person or by agent, or that the bond was delivered to any person for her use. On the contrary the alleged obligor, after signing his name to the instrument, retained it in his own possession. On this evidence the plaintiffs rested their case.\nThe defendants offered to prove that the bond was found in the intestate’s house, among his other effects, immediately after his death — that it was never delivered — that it was not the bond of the intestate — and that Mrs. Fisher, the alleged obligee, at the time the bond was found, declared that she had never seen it before. The Court rejected this evidence because no notice of it had been given according to the rule of Court. That rule is, that “where, under any plea, it is designed to give the special matter, fraud, want of consideration, particular payments, or defalcation, in evidence, a specification thereof, in writing, shall, if demanded, be given to the opposite party or attorney within twenty days after demand made, otherwise no evidence of it shall be admitted. The specification was demanded, but no notice of the proposed defence was given, and the question is, Does the evidence offered and rejected fall within the rule ?\nIn general, notices of special matter are only necessary where it is intended to give evidence of matters not‘properly admissible under the pleading. They are said to be “ only requisite where, otherwise, there must be a special plea:” Coverly v. Fox, 1 Jones 174. The matters properly admissible under any particular plea, such as direct payments under the plea of payment (Hobson v. Croft, 9 Barr 364, Erwen v. Leibert, 5 W. & Ser. 105), or that the plaintiff has no just demand under the plea of non assumpsit (Beals v. See, 10 Barr 59; Gaw v. Wolcott, 10 Barr 43), may, it is said, be given in evidence without notice of special matter. The only effect of omitting to give notice of special matter is to confine the defence to the general matters strictly admissible under the pleas on the record. The pleas, in the absence of notice, have their common law effect: Coverly v. Fox, 1 Jones 174; Hellings v. Amey, 1 Wharton 65. If these principles govern the case before us, the evidence ought to have been admitted, because it was strictly pertinent under the plea of non est Jactum, giving to that plea nothing more than its common law effect. If the bond was never delivered, either as an escrow or otherwise, the jury might well find that it was not the deed of the intestate. The evidence offered was not “ special matter” at all, within th,e meaning of the rule of Court. It was the general matter always properly admissible under the general issue in an action of debt on bond. Nor was it offered to prove “fraud, want of consideration, particular payments, or defalcation.” It was merely offered to prove that the instrument declared on is not the bond of the intestate. The rule of Court seems to apply only to issues where the burden of proof is on the defendant, and to affirmative evidence offered by him. Under the general issue he may stand on the defensive, without offering any evidence whatever. On such an issue the proof comes from the plaintiff, in the first place, and that of the defendant must necessarily depend on the case exhibited by the plaintiff. In strict technical language the defendant’s evidence is not given to support Ms plea, for that stands without any other support than the law, but to repel the evidence of the plaintiff. How then can a defendant specify what he intends to give in evidence for that purpose until he hears the plaintiff’s testimony? The plaintiff is not bound to give the defendant a specification of the matter on which he relies to support the issue on non est factum. Why should the defendant be required to specify matters of defence which must necessarily vary according to the case made out by the plaintiff ?\nIt is true that the plea of non est factum was added with leave of the Court at the time of t-he trial. But the defence would have been equally available under nil debct, which was pleaded some months before. That plea is of course an improper plea to an action of debt on bond. But advantage can only be taken of it by demurrer. If the plaintiff chooses to go to trial on it, he waives the irregularity, and the plea must be treated as the general issue: Rawlins v. Danvers, 5 Esp. 38; 1 Chitty’s Pl. 478.\nThe Court was in error in rejecting the evidence referred to in the several assignments, and for this reason the judgment is reversed.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "H. AlricJcs, for plaintiff in error.",
      "Kline and Boughter, contó."
    ],
    "corrections": "",
    "head_matter": "Moyer’s Administrators versus Fisher and Wife.\n1. The only effect of omitting to give notice of special matter is to confine the defence to the general matters strictly admissible under the pleas on the record.\n2. In a Rule of Court it was provided that “Where, under any plea, it is designed'to give the special matter, fraud, want of consideration, particular payments, or defalcation, in evidence, a specification thereof in writing shall, if demanded, be given to the opposite party or attorney, within twenty days after demand made; otherwise no evidence of it shall be admitted.”\nIn an action of debt against administrators, on a bond alleged to have been given by the intestate, issues were joined on the pleas of ml debet and payment with leave, and non est factum, the latter being added on the trial.\nHeld, that though specification of'special matter had been asked for and not given, still the defendants could show that the bond was found in the intestate’s house immediately after his death — -that it was never delivered — and that one of the plaintiffs, who was the obligee in the bond, and for whose use the suit was brought, declared, when the bond was found, that she had never seen it before. Such testimony was not special matter within the meaning of the rule, but was general matter, admissible under the pleadings.\n3. The plea of nil debet is an improper plea to an action of debt on bond; hut advantage of the irregularity can be taken only by demurrer. If the plaintiff goes to trial upon it, he waives the irregularity, and the plea is to be treated as the general issue. See 5 Hsp. 38; Chitty’s PI, 478.\nERROR to the Common Pleas of Lebanon county.\nThis was an action of debt to April Term, 1854, by Henry Fisher and Mary his wife, v. Henry and Michael Moyer, administrators, &c., of John Moyer, deceased, on a bond executed by the said John Moyer, and dated the 1st April, 1837, for the payment of $600, on 1st April, 1838.\nThe pleas were nil debet — the statute of limitations, payment, and payment with leave to give special matter in evidence. Issue, &e. On November 10, 1854, a jury was called.\nThe bond was offered in evidence, and on part of the defendants was then added the plea of non est factum intestati. The subscribing witness was'then called, who testified ,that he saw John Moyer sign the bond about 4 or 5 years before, and that Moyer took the bond away with him. The bond was read, and the plaintiffs rested.\nOn part of the defendants it was offered to prove that the bond never was delivered by Moyer, and that it was found in his house immediately after Ms death.\nThe evidence was objected to because notice of it had not been given under the rule of Court. The Court observed that the evidence was offered under the plea of non est factum this day pleaded; and the opinion was expressed that if the fact proposed to be proved had not been known till near the time for giving notice had expired, it might have been a ground for continuing the cause, but could not dispense with the necessity of giving notice; but that it was conceded that 'the administrators knew the facts now relied on before defence made. The proposed evidence was rejected.\nIt was further proposed to prove that Mrs. Eisher, one of the plaintiffs, declared, when the bond was found, that she had never seen it before. Rejected for want of notice.\nThe rejection of the evidence was assigned for error.\nH. AlricJcs, for plaintiff in error.\nThe plea of non est factum puts in issue the execution of the deed, and its continuance as a deed at the time of the plea: 2 StarMe on JEv. 270; 2 Barr 55; and the defendant may show that it was never delivered: StarMe 272; 1 Wend. 478; 2 Id. 808; 1 Qhüty 483. That which avoids a deed, or shows it to have been delivered as an escrow, may be given in evidence under the plea of non est factum; that which makes it only voidable, must be specially pleaded: Stephen 191; 1 Tidd 701. Also cited Stephen 307; 7 W. $ Ser. 175; 2 StarMe 270, note 1; 3 Harris and McHenry 243.\nThe plea of non est factum was added under the Act of 1806, and if the Court refused to admit the evidence offered, the case should have been continued: 3 W. & Ser. 121; 8 Ser. J B. 499.\nKline and Boughter, contó.\nIt was alleged that under the plea of non est factum nothing but the execution of the bond was put in issue, and not the circumstances under which it came into the possession of the plaintiffs. That the last were special matter of which notice should have been given. Under the plea of payment notice should have been given: 3 Yeates 6; 4 Watts 23; 14 Ser. $ B. 176. The rule of Court does not impinge on the provisions of the Act of 1806 as to amendment, as without the rule the plea of payment would have its literal effect, nothing but evidence of payment being admissible under it: 1 Jones 174.\nIf the defendants had shown that they had been really surprised by the rejection of the - evidence, application might have been made for a continuance: 5 Barr 189, Ellmaker v. Eranklin Insurance Company."
  },
  "file_name": "0513-01",
  "first_page_order": 511,
  "last_page_order": 514
}
