{
  "id": 9505292,
  "name": "Schumacher versus Eby",
  "name_abbreviation": "Schumacher v. Eby",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "521",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "24 Pa. 521"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 205",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Wharton 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "12 Barb. 310",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937826
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0310-01"
      ]
    },
    {
      "cite": "4 Rawle 195",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0195-01"
      ]
    },
    {
      "cite": "5 Johns. 335",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0335-01"
      ]
    },
    {
      "cite": "2 Pick. 599",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/19/0636-01"
      ]
    },
    {
      "cite": "16 Pick. 25",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0025-01"
      ]
    },
    {
      "cite": "1 Binn. 106",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0106-01"
      ]
    },
    {
      "cite": "12 Barb. 310",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/12/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 13198,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 2.4209441566667723e-07,
      "percentile": 0.8010154259958785
    },
    "sha256": "e60e475952e4d9cfebabf4f657e52ae6edf98e689f401e616fd5822f4e5cd28e",
    "simhash": "1:a7e402ab73503dfb",
    "word_count": 2397
  },
  "last_updated": "2024-02-27T20:45:11.117982+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Knox, J., dissented."
    ],
    "parties": [
      "Schumacher versus Eby."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowkib, J.\nBooking at the evidence and the charge together, we find that the instruction to the jury was that, when one has advanced money for another on the faith of an engagement that goods should be consigned for sale to meet the advances, and they are so consigned through the medium of a common carrier, to be delivered to the lender, and a bill of lading is sent to him accordingly, and while they are on their way the lender purchases the full title to them in part payment of his advances, and gets a bill and receipt for them; this does not transfer the title as against other creditors.\nIt seems to us that this is erroneous. The little leaven in the case of Clow v. Woods, 5 Ser. & R. 275, has leavened its own lump well; but it was never intended that the whole batch of commercial law should be affected by it. A delivery of goods to a carrier, in pursuance of a contract of sale or lien, is a delivery to the vendee or creditor, so far as to pass the title intended; and the possession of a bill of lading for the delivery of goods to the holder of it, or to another who has endorsed it to the holder, is as complete evidence of the holder’s title to the goods as the possession of a bill of exchange or promissory note by the payee or regular endorsee, is of title to the debt which it represents.\nBut if the person, for whom the goods are intended, fails before actual receipt of them from the carrier, without paying for them or without paying the debts which they were intended to secure, the consignor may reclaim the goods by stopping them in transit, just as the maker of a promissory note, or the acceptor of a bill of exchange, may refuse payment when the consideration fails. Not so, however, if the bill of lading has been regularly, fairly, and for value endorsed to another. It is the legitimate evidence of the title to the goods, and he who does not appear as the regular holder of it, is subject to have them stopped in- favor of a higher equity, just as a mere equitable holder of other negotiable paper is subject to the defences which are good against the payee; or he may lose his claim in favor of one who may become the regular holder of the bill by way of pledge or purchase; but not in favor of any general creditor or of assignees for creditors; for an equitable transfer of goods in transit is good enough against them : 1 Binn. 106; 4 Mees. & W. 775; 1 Bing. 150; 2 Id. 20; 2 Barn. & C. 540: 1 Bos. & P. 563; 2 Term R. 485; 7 State R. 89; 16 Pick. 25; 5 N. Hamp. 510; 2 Pick. 599; 5 Johns. 335; 12 Barb. 310.\nThese principles are now regarded as well settled parts of the commercial law, especially since some mistakes (5 T. R. 604, 4 Rawle 195) have been corrected by the statute 6 Greo. 4, c. 94, and by our Consignee and Factor Act of 1834. Since then, the possession of the bill of lading is, as evidence of title, equivalent to the possession of the goods themselves.\nWhen these goods were given to the carrier, to be forwarded to the plaintiff on account of his advances, he obtained the legal title to them for the purposes of lien and sale; and when he bought out the consignor’s title, he obtained a release of his remaining interest, and this needed no delivery.\nJudgment reversed and new trial awarded.\nKnox, J., dissented.",
        "type": "majority",
        "author": "Lowkib, J."
      }
    ],
    "attorneys": [
      "JEranhlin, for plaintiff in error.",
      "Breneman and Stevens, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schumacher versus Eby.\n1. A delivery of goods to a carrier to be forwarded to one on account of his advances, was a delivery to the vendee or creditor so far as to pass the title intended to be passed, for lien or sale; and, during the transit, the consignee having purchased the consignor’s whole interest in the goods, he was possessed of the full title, which, without actual delivery to the assignee, was effective as against other creditors of the assignor, who, subsequent to the purchase and the possession of the bill of lading, attached the goods.\n2. The possession of the bill of lading of the goods, stipulating for their delivery to the holder of it, or to an intermediate transporter, who, before the attachment, endorsed and forwarded the bill of lading taken by him on reshipment to the holder, was evidence of the title of the latter.\nERROR to tbe Common Pleas of Lancaster county.\nThis was an action of trespass to Angnst Term, 1853, by Frederick Schumacher v. Elias Eby, sheriff of Lancaster county, for seizing and selling thirty-two hogsheads of tobacco.\nThe plaintiff was a merchant in the city of Baltimore, engaged in the tobacco trade. On the 14th of May, 1852, John Hiett, then of McConnellsville, Ohio, received from him his acceptances of Hiett’s drafts to the amount of nearly $8000, under an arrangement set forth in the receipt then taken by him from Hiett, as follows:\n“ Received of' F. Schumacher his acceptances on my drafts of the following amounts and tenor, as advances made by him upon four hundred hogsheads tobacco, part of which is now on the way, and the balance to be packed at McConnellsville and Chesterfield, Ohio, during this current year; and the same to be forwarded to address of said F. Schumacher as fast as circumstances will permit. The advances referred to cover all the tobacco I may pack this season at McConnellsville or elsewhere.”\n(Then followed a list of drafts amounting to near 8000 dollars.) It was signed, “John Hiett, Baltimore, May 14th, 1852.”\nAll of the drafts referred to were paid by the plaintiff, and in pursuance of the arrangement Hiett afterwards consigned a quantity of tobacco to the plaintiff: but as it did not come forward as rapidly as was desired, the plaintiff proceeded to McConnellsville; and on the 23d of August, 1852, purchased from Hiett the whole of his tobacco, taking from him a bill of sale of which the following is a copy:\n“ McConnellsville, August 23, 1852.\n“ I have sold to Frederick Schumacher, of Baltimore, this day, all the tobacco that I have on hand, a part of which is packed, and a part unpacked, some at Chesterfield and some at McCon-nellsville, and some in transit, estimated at 49,194 lbs. at 4 cts., $1967.76; received pay.\n“JOHN Hiett.”\nThe plaintiff reduced into actual possession tbe whole of this tobacco, except 36 hogsheads then in transit, 32 of which were the subject of the controversy. These had been two days before shipped by Hiett on board the steamboat Aid, bound for Pittsburgh. They were all marked “ John Hiett, care of Frederick Schumacher, Baltimore, Maryland,” and were consigned to William H. Johnston at Pittsburgh, to be'by him forwarded to Schumacher, at Baltimore, and bills of lading taken, deliverable at Pittsburgh to William H. Johnston, or assigns.\nOne of these bills of lading was sent to Johnston at Pittsburgh. Hiett said in his testimony, as to the bills of lading, “ I cannot remember distinctly what was done with them; I had one, it was left in care of J. P. Wharton, but was afterwards lost or destroyed by him, and I cannot now. find it. My best recollection is that one was also given to the plaintiff, Mr. Schumacher, or sent to him in the course of business.”\nThe tobacco arrived in Pittsburgh on or about the 26th of- August, 1852, and was received by Johnston, and delivered to Clark & Thaw, forwarding and transportation merchants. In the receipt or bill of lading signed by them, the tobacco was to be delivered “to Frederick Schumacher,” at their warehouse in Baltimore.\nThe marks on the hogsheads were, as stated, John Hiett, care Frederick Schumacher.\nOne of the bills of lading was sent by Johnston to Schumacher by mail, and it was testified that it was received by the latter on the 29th of August. The tobacco was transported by the Pennsylvania canals and railroad until its arrival at Columbia, where it was, on the éth of September, 1852, attached and seized by the defendant as the property of John Hiett, by virtue of a foreign attachment, issued at the suit of Bagley, Woodward & Co. This suit was brought to recover the value of the tobacco thus attached and seized.\nOn part of the plaintiff two points were submitted\n1. A sale of personal property in the hands of a bailee, is good against a subsequent attaching creditor without actual delivery. 2. If the jury believe from the evidence that at the time of the sale of the tobacco by Hiett to the plaintiff, it was in transit to Baltimore, to be there delivered to plaintiff, the sale vested the absolute property in plaintiff, the subsequent seizure by the sheriff was illegal, and the plaintiff is entitled to recover in this suit the value of the tobacco at the time of the seizure, with interest.\nHayes, J., in his charge, observed, that there was no endorsement to Schumacher of the bills of lading — they continued as originally drawn, showing the property to be in Hiett. Had the bill of lading been endorsed to Schumacher, this symbolical delivery would have completed the sale; but he charged that for want of delivery, actual or constructive, the sale set up by the plaintiff could not be maintained.\nIn answer to a point on part of defendant, be charged that the question was one of legal fraud for the consideration of the Court exclusively, and that the sale was void as against creditors.\nError was assigned to the said instructions.\nJEranhlin, for plaintiff in error.\nThe sale of the tobacco to the plaintiff whilst in transit was not void for want of an endorsement by Hiett of the bill of lading from McOonnellsville, Ohio, to Pittsburgh. The rule requiring possession of personal property in order to vest title, is not applicable where the vendor is not in possession of the property at the time of the sale; but a sale of it in the hands of a bailee is good: 7 Barr 89, Linton v. Butz; Story on Bailments 282; so of a ship at sea: 8 Taunt. 177. The endorsement of the bill of lading was not essential. The principal office of a bill of lading is to afford evidence of the contract of delivery by the transporter. As ancillary to that, it is evidence of the right of possession in the person to whom the goods are by its terms deliverable. It is not a negotiable instrument, nor does the assignment of it necessarily import a transfer of the property in the goods embraced in it. See Lord Loughbohou&h’s opinion in Lickbarrow v. Mason, 1 JET. Black. 357.\nIn sea vessels bound for foreign ports, bills of lading are usually taken deliverable to the order of the shipper or his assigns : in such case the owner endorses the bills to his consignee: but a different practice prevails on our canals and western waters, where the name of the consignee at the port of delivery is inserted as the person to whom the goods are to be delivered. In such case no other person than the consignee can endorse the bills. But even the endorsement of a consignee who is the owner is not necessary to a valid transfer of the goods. Per Gibbs, J., in Meyer v. Sharpe, 1 JEng. Oom. L. B,ep. 24; also Blackburn on Sales 275, 295. In this case the bill of lading was deliverable to Johnston, or assigns, and no other than he could endorse it. Cited 2 Gamp. 36. \"When the goods were delivered to Johnston at Pittsburgh, the bill of lading which he received had performed its office; and when the receipt or bill of lading received by him was sent to and received by Schumacher, the latter had all the evidence of ownership, and the right of possession.\nBut this would have been the case if there had been no bill of sale or assignment of the goods. By virtue of his advances he had a property in the tobacco the instant it was consigned to him, and delivered to the transporters at Pittsburgh, who became his agents: 9 JEng. Oom. Law 300, Anderson v. Clark; Abbott on Shipping 333; 12 Barb. 310, Dowes v. Cobb. The rights of the parties are to be determined as they existed at the time of attachment: 6 Wharton 53, Hoofsmith v. Cope.\nBreneman and Stevens, for defendant in error.\nThe tobacco was shipped to Hiett’s own order, and the bills of lading were not assigned or endorsed by him. As a general rule actual delivery is essential to the validity of a sale of personal property. But when goods sold are at sea, actual delivery being impossible, the law is content with constructive delivery, which is accomplished by an endorsement or assignment of the bill of lading. A bill of lading is like a bill of exchange, and the pro]Derty it refers to passes by endorsement of it, but not hy delivery without endorsement: 1 0. $ P. 53, (12 B. O. L.); 7 M. $ Ghr. 678, (49 B. O. L.); 7 Ad. # El. 29, (34 O. L.); 5 Whar. 205, Bell v. Moss. In this case the bill of lading was sent to the plaintiff as consignee, or factor, and not as owner, and a bill of lading sent to one as consignee conveys no legal title to the property, though the consignor be indebted to the consignee: 2 W. O. O. B. 403 ; Id. 287 ; 7 M. f Cfr. 678; 7 Ad. ^ Ell. 29; 1 0. ‡ P. 53; 3 B. $ 0. 423.\nBy the Act of 14th April, 1834, it is enacted, 1. Whenever any person intrusted with merchandise and having authority t© sell or consign the same, shall ship or otherwise transmit it to any other person, the latter shall have a lien for money advanced or negotiable security given on the faith of the consignment to the person for whose use or in whose name -the merchandise was transmitted, &c."
  },
  "file_name": "0521-01",
  "first_page_order": 519,
  "last_page_order": 523
}
