{
  "id": 480042,
  "name": "Kennedy et al. versus House & Horton",
  "name_abbreviation": "Kennedy v. House & Horton",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "39",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 187",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0187-01"
      ]
    },
    {
      "cite": "8 Leg. Int. 126",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 320",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0320-01"
      ]
    },
    {
      "cite": "3 Rawle 493",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0183-01"
      ]
    },
    {
      "cite": "1 Wright 125",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 467",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0467-01"
      ]
    },
    {
      "cite": "6 Whart. 187",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836969
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0187-01"
      ]
    },
    {
      "cite": "4 W. & S. 467",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7519,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.39598455464241e-07,
      "percentile": 0.9197542018859014
    },
    "sha256": "7b177d85d3d6ece98cddb1247de00c4ca339bdc783f5d5098b667c0200038aa3",
    "simhash": "1:55c7aacfbad8fd40",
    "word_count": 1303
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kennedy et al. versus House & Horton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nAll the errors assigned present but one question, which is, whether the court should have instructed the jury that the claim filed was no lien and void for uncertainty, or error in the description of the building and lot of ground upon which it was erected. The claim specifies the county, the township, and the village in which the property is situated, the road upon which it fronts, the owners of the adjoining properties, the material of which the building is constructed, the number of stories, with the fact that it had a finished basement, and the correct width of the building on the road, to wit, sixteen feet, but it describes its depth as sixteen feet, when in fact it is tliirty-two feet. The court refused to charge the jury that this was such a misdescription as to preclude the plaintiffs from a recovery, and submitted the question of identity to the jury. In this we discover no error. The Act of Assembly which gives to a mechanic and material man a lien, requires that the claim filed shall set forth “ the locality of the building, and the size and number of the stories of the same, or such other matters of description as shall be sufficient to identify the same.” The object of this requisition, is to enable owners, and especially purchasers and encumbrancers, to identify the building, and to inform themselves of the liens against it. A claim is not necessarily void because it does not accurately describe the size of the building. If there be enough in the description of the locality, and other peculiarities of the building, to identify it, to point it out with reasonable certainty, with certainty to a common intent, the statutory requisition is sufficiently complied with. Thus the mechanics’ lien laws have ever been construed. No doubt a description may be so defective or erroneous as to enable a court to say that it can by no possibility identify the building, and give notice to purchasers and creditors. Such was the description in Washburn v. Russell, 1 Barr 499, of “ a tract of land in Clarion county, on the waters of the Clarion river, situate on the east side of the river.” But a mere mistake in the description will not invalidate the claim, if there still be enough to identify the property, and prevent mistakes on the part of purchasers and creditors. So it was ruled in Ewing v. Barras, 4 W. & S. 467 ; and whether the description in the claim filed corresponds nearly enough with the actual facts to identify the property, must ordinarily be referred to the jury. The locality is obviously the most important. When that is fixed, other matters of description are of comparatively minor consequence. But even in regard to locality there is great reluctance to declare a claim invalid for mere loose description. Even in such cases, it is held that the jury are generally to determine whether the property is in truth designated: see Harker v. Conrad, 12 S. & R. 301; Springer v. Keyser, 6 Whart. 187; Shaw v. Barnes, 5 Barr 20 ; Knabb’s Appeal, 10 Id. 187. Such were the principles upon which the learned judge of the District Court tried this cause, and we concur with him in his refusal to charge the jury as he was requested.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Thomas McConnell, for plaintiffs",
      "E. P. Jones, for defendants"
    ],
    "corrections": "",
    "head_matter": "Kennedy et al. versus House & Horton.\nMechan-ics’ Lien. — Identity of Building.— What Description necessary.\n1. A mechanics’ lien is not necessarily void because it does not accurately describe the size of the building against which it is filed; if there be enough in the description of the locality, and other peculiarities of the building, to point out and identify it with reasonable certainty, it is a sufficient compliance with the requisitions of the act.\n2. The question of identity is generally for the jury.\n3. Where the claim filed mentioned the county, township, and village in which the property was situated, the road on which it fronted, the owners of the adjoining property, the matei’ials of which the building was constructed, the number of stories, that it had a finished basement, &c., and giving the cox’rect width in front, but the depth incorrectly, it was Held, that this was not such a misdescription, or error, as would avoid the lien, for uncertainty.\nError to the District Court of Allegheny county.\nThis was a scire facias sur mechanic’s lien, in which John W. House and James Horton, partners, doing business as House & Horton, were plaintiffs, and Patrick Kennedy, as owner, and James Carnahan, as contractor, were defendants.\nThe premises were thus described in the lien : “ All that certain two-story brick house or building, with a furnished basement, situate in Temperanceville, in the township of Chartiers, county aforesaid, on the Steubenville Turnpike Road, containing in front on said turnpike road sixteen feet, and in depth sixteen feet, and the lot or piece of ground and curtilage appurtenant to said building.”\nAnnexed to the lien was a bill of items, and at the foot of the bill the following note: “ The materials, to wit: bricks mentioned in the foregoing bill of particulars, were furnished for and used about the joint construction, as well of the building mentioned in the annexed lien, as of the buildings adjoining, to wit: one owned by William Chew; one by Francis Mouse and one by Peter 0. Hanlon, as reputed owners, and the said James Carnahan is the contractor; and against which said adjoining buildings liens are filed to the present April Term 1858 of this court; and the annexed lien is filed for and equally apportioned pro rata of the above sum of $465.50.”\nThe principal defence in the court below was “ that the building being described in the lien as only sixteen feet in depth, when it was admitted on the trial to be thirty-two feet in depth, there was such a misdescription in the lien as precluded the plaintiffs from recovering, in view of meager description of the property in other parts of the lien.”\nThe court below refused to instruct the jury as requested\", but submitted the question of identity to the jury; under which instraction there was a verdict and judgment in favour of the plaintiffs for the balance claimed to be due them. The case was then removed into this court by the defendants, who assigned for error the refusal of the court below to charge as requested in the points submitted on the trial, in which the defence above mentioned was raised.\nOctober 31st 1861,\nThomas McConnell, for plaintiffs\nin error, insisted that neither the “locality of the building” nor its “dimensions” were properly described in the lien, and that the court below was not warranted under the facts of the case in submitting the question of identity to the jury; citing Ewing v. Barras, 4 W. & S. 467; Washburn v. Russell, 1 Barr 469; Shaw v. Barnes, 8 Id. 18; Simpson v. Murry, 2 Id. 76; McCay’s Appeal, 1 Wright 125.\nE. P. Jones, for defendants\nin error, argued that the description was “sufficient to identify the property,” which is all that the Act of Assembly requires ; citing Witman v. Walker, 9 W. & S. 183; McDonald v. Lindall, 3 Rawle 493; Keppel v. Jackson, 3 W. & S. 320; Killingsworth v. Allen, 8 Leg. Int. 126 ; Odd Fellows, Hall v. Masser, 12 Harris 510 ; Harker v. Conrad, 12 S. & R. 301; Springer v. Keyser, 6 Whart. 187; Shaw v. Barnes, 5 Barr 20; Shaffer v. Hall, 3 P. L. J. 321; Knabb’s Appeal, 10 Barr 187. The witnesses wore all able to identify the building from the description in the lien, and the jury were therefore the proper tribunal to decide this question."
  },
  "file_name": "0039-01",
  "first_page_order": 41,
  "last_page_order": 43
}
