{
  "id": 480023,
  "name": "Robb's Appeal, Harper's Appeal, } Tassey's Estate",
  "name_abbreviation": "Tassey's Estate",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "45",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 397",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0397-01"
      ]
    },
    {
      "cite": "2 Watts 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0414-01"
      ]
    },
    {
      "cite": "1 Watts 441",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 440",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0440-01"
      ]
    },
    {
      "cite": "5 W. & S. 397",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 16523,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 3.267858300680885e-07,
      "percentile": 0.8699078594929666
    },
    "sha256": "60b38c0cc5fd0dcac4c728c0e1cc1bf8c048f96ee2d02a5ff36a15fcc73475af",
    "simhash": "1:794d1585ac67a406",
    "word_count": 2879
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robb’s Appeal, Harper’s Appeal, } Tassey’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nby Strong, J.\nIn virtue of certain orders of the Orphans’ Court of Allegheny county, to sell and to raise money for the payment of debts, real estate situate partly in the city of Philadelphia and partly in Allegheny City, was sold by the administrator of John Tassey, deceased, and an auditor was appointed to make distribution of the proceeds of sale. From the decree of the court confirming his report, appeals have been taken by Eobert Eobb, the administrator, and by James Harper, the holder of two mortgages upon the property in Allegheny City. The appeals present a large number of questions, some relating to the disposition of the proceeds of the sale of the Philadelphia property, and some to the distribution made of the avails of that lying in Allegheny. To understand many of the questions raised it is necessary to keep in view the circumstances under which the title to the property sold was held by John Tassey at the time of his death.\nOn the 5 th day of July 1850, he made a voluntary assignment of all his property, in trust for the benefit of creditors, to John A. Wills and Sylvanus Lothrop. A part of the property thus assigned was that in Allegheny City, which was afterwards sold by Mr. Eobb under the order of the Orphans’ Court, as already stated. On the 1st of October 1850, Sylvanus Lothrop conveyed his title to the assigned property to John A. Wills, who thus became the sole trustee. On the 13th of September 1852, Wills, for the purpose of raising money, reconvoyed the Allegheny City property to Tassey, the assignor, for the consideration of one dollar, and at the samo time took from him two mortgages,^each for $10,000, one upon that part of the property called the Mansion House, and the other upon another part called the Anderson street lots. These mortgages were then intrusted to Tassey, who took them to Philadelphia, and exchanged them with James Harper and H. B. Pennock for $7000 in cash and the property in that city, which was subsequently sold in pursuance of the above-mentioned order of court, it having been conveyed to Tassey instead of to John A. Wills, the mortgagee. Assignments of the mortgages were made by Wills to Harper and Pennock, and Pennock assigned the mortgage bought by him to Harper. The deed for the Philadelphia property, instead of being handed directly to Tassey, the grantee, was delivered in escrow to Eobert Alsop, to be absolutely delivered when certain taxes, ground-rent, &c., were paid. The property was also subject to the lien of three mortgages made by a prior owner. Almost immediately after the assignment of the two ten thousand dollar mortgages to Harper and Pennock, John Tassey died, and letters of administration upon his estate were committed to Eobert Eobb. John A. Wills, the assignee, shortly after filed an account of his trust, charging himself only with the $7000 received in cash from the sales of the mortgages. The account was confirmed, and on the 5th day of February, 1853, ho was discharged, and Eobert Eobb was appointed trustee in his stead.\nUpon this state of facts it needs no argument to show that the property in Philadelphia belonged to the trust created by the assignment of Tassey for the benefit of creditors. The deed, it is true, was made to Tassey after the trust was created, but as the consideration for the conveyance was the assignment of the two mortgages belonging to Wills, the trustee, the beneficial ownership vested in the owner of the trust fund. Nor is it to be questioned that the trust followed the proceeds of the Orphans’ Court sale made ,by Tassey’s administrator, and that that court, in making distribution, should take care that they be not diverted from these oestuis 'que trust under the assignment to the general creditors of the decedent: Marshall v. Hoff, 1 Watts 440.\nIt is plain that if John Tassey, in his lifetime, had sold the Philadelphia property, acquired by him as it was, he could not have treated the price obtained as his own. He must have held it in trust for John A. Wills, the assignee, and a court of equity would have laid hold of it, wherever it could be found, so long as it had an earmark, and would have enforced its application for the benefit of the creditors in whose behalf the assignment was made. The administrator of Tassey can administer the fund in his hands, derived from the estate of the assignee, in no way more advantageously for the general creditors of his intestate, than Tassey himself could do were he alive. Even if he had paid it to Harper, Harper would be compelled to refund, for he knew that it belonged to the assignee, and his receipt with that knowledge would have made him a party to the devastavit. I refer to the cases cited by Ch. J. Gibson in Marshall v. Hoff, 1 Watts 441. This suffices to vindicate the action of the auditor in awarding to Robert Robb, the successor of John A. Wills in the trust, the entire proceeds of sale of the Philadelphia property, remaining' after the payment of the expenses of the sale and audit, and after the payment of the ground-rent and mortgages which were upon it at the time of the sale.\nIt may be noticed here that the proof of the fact that the property in Philadelphia was purchased with the funds of the assignee in trust for the benefit of creditors, was in part made by John A. Wills himself. It is objected that he was an incompetent witness. 'He had, however, settled his account, which had finally been confirmed, and he had been discharged from his trust seven years before, and Mr. Robb had been appointed in his place. We see no reason, therefore, why he was not a competent witness.\nThe first and second exceptions of James Harper to the report, are based upon the unwarranted assumption that the Philadelphia property belonged to the heirs of John Tassey, and that it was their duty to pay the sums which the administrator paid, and with which he is credited. We have shown that the heirs have no interest whatever in it. The payments were indispensable in order to obtain the deed which had been delivered in escrow. The ground-rent paid was also paramount to the title conveyed by the deed. Both the claims satisfied and the ground-rent may fairly be considered a part of the purchase-money, and the owners of them as having rights not only prior, but superior, to any which John Tassey, or those claiming under him, had. The administrator having paid these claimants, was of course entitled to stand in their place: McCurdy’s Appeal, 5 W. & S. 397; Greiner’s Estate, 2 Watts 414; Wallace’s Appeal, 5 Barr 103. These exceptions are therefore overruled.\nSo also the third exception of James Harper is not sustained. It relates to the allowance made for expenses in visiting Philadelphia several times to make arrangements for perfecting the title to the property sold, and to carry out the order of the Orphans’ Court. Some of the items appear large to us, but the auditor has allowed them as reasonable, and we cannot say that he was mistaken. We are not to disturb the report of an auditor, and the decree of the court confirming it, until we are satisfied affirmatively that an error has been committed.\nNor do we think the allowance of five per cent, commissions on the proceeds of the sale unreasonable under the circumstances. Ordinarily three per cent, is a sufficient compensation for the sale of real estate. But in this case there was much more than a sale. Besides the necessity of an application to two Orphans’ Courts, prior claims had to be settled, and money advanced, in order to obtain the title, and mortgages and judgments had to be paid. The property was at a distance from the home of the administrator, and of a portion of it a resale was necessary and was made.\nWe pass now to the exceptions taken to the distribution of the fund raised by the sale of the property in Allegheny City. Of this the Mansion House brought $11,300, and the Anderson street lots $15,300. Here again we have an exception to the sum allowed to the administrator for the expenses of the sales. That more was allowed than the actual cost, is not asserted, but the complaint is that the sums paid were excessive. Whether they were or not, we cannot undertake to say. No evidence has been submitted to show that the charges made for advertising were greater than such as are customary, or that the services could have been obtained for less.\nThe administrator next complains that he was allowed only two and a half per cent, commissions. In the absence of any agreement to accept commissions at that rate, he would not have been entitled to more than three per cent, on the large sums realized from the sales of the property. That rate he might have claimed. But it was proved that he had agreed to charge only two and a half per cent., and the auditor was therefore right in allowing him no more.\nIt is further objected by Harper that there was error in allowing to the administrator the sum of $1800, which he had paid as interest upon the mortgages. This is a very ungracious exception, and the decision of the auditor and of the court was obviously right. The payment was made by Mr. Robb after the death of the intestate, and before the sale of the property. It was an advanced payment. Now, Harper was, at most, only entitled to what remained of the proceeds of sale after the satisfaction of the expenses and of the prior liens. (There was substantially no personal property of the decedent.) Harper was not entitled to that remainder in addition to the $1800 paid him by the administrator. Yet he obtains both, if the amount of the advanced payment be not credited to Mr. Robb. The cases above cited which show that an administrator who pays a debt of his intestate, is entitled in a final distribution to stand in the place of the creditor, are in point here, and they vindicate the report of the auditor. That Mr. Robb was in possession of the property prior to the sale, and received the rents, if the fact was so, is of no importance to this question. The mortgagee had no claim upon the rents, and they were not assets in the hands of the administrator with which to pay debts.\nAmong the numerous and minute exceptions taken by Mr. Robb, we find only one other which requires us to say anything more than that they are not sustained. The auditor has well vindicated his decisions. It is insisted, however, that he should have awarded out of the fund to the administrator '$8823.33, the sum which Mr. Robb paid in discharge of sundry mechanics’ liens on the Anderson street lots. These payments were not made by him as administrator, but as the successor of John A. Wills, under the assignment in trust for the benefit of creditors, and in pursuance of his duty as trustee. The primary liability was not upon the estate of the mortgagor, but upon that of the trustee. Of course, the trustee having paid, and as such, was not entitled to have his payment refunded, and this, we think, the Auditor has satisfactorily shown.\nIt remains only to add that there is no sufficient reason for imposing the costs of the audit upon the administrator. There is no evidence of fraudulent conduct on his part. The trusts committed to him were difficult, and embarrassed by the improper conduct of Wills, the assignee — improper conduct of which Harper, the appellant, must have had knowledge, and in the consequences of which, at least, he voluntarily participated.\nThe appeal of Robert Robb is dismissed at the costs of the appellant.\nThe appeal of James Harper is dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued by Penney and Sterrett for James Harper, and by Thomas McConnell for Robert Robb."
    ],
    "corrections": "",
    "head_matter": "Robb’s Appeal, Harper’s Appeal, } Tassey’s Estate.\nCreation of Trust Estates. — Assignee for Creditors, when a competent Witness for his successor.— Trustee subrogated, to the right of Lien-Creditors paid, by him.— Compensation of Trustees, when reduced on Appeal. — Administrator collecting Rent from Real Estate of Decedent, holds in trust for Widow and Heirs. — Rents not Assets for payment of Mortgage-Debt or Interest.\n1. An assignee for the benefit of creditors, employed the assignor as his agent, and having reconveyed a part of the property, took mortgages for the purchase-money, which ho gave to the mortgagor to negotiate; the latter sold the mortgages, receiving in part pay certain real estate, taking the title in his own name. Held, that the property so acquired was held in trust for the assignee ; and that after an Orphans’ Court sale of the same by the administrator of the deceased assignor, the assignee is entitled to the proceeds of sale for the use of the assignment creditors.\n2. The assignee having settled his account and been discharged from his trust, and a successor having been appointed, is a competent witness to prove that property standing in the name of the assignee, was purchased with the trust funds, and is a part of the estate for the payment of the assignment creditors.\n3. Where an administrator or an assignee advances money to complete the purchase of, or pay a lien on, the trust estate, he is entitled to stand in the place of the creditor whose claim he has paid. McCurdy’s Appeal, 5 W. & S. 397 ; Greiner’s Estate, 2 AVatts 414; Wallace’s Appeal, 5 Barr 103, affirmed.\n4. AVhere the auditor and the court below allowed charges as proper and reasonable, the Supreme Court will not disturb the decree without affirmative proof of a mistake, although the items may appear to be large.\n5. Three per cent, commissions is a sufficient allowance for an administrator on sales of real estate where the amount is large; but if peculiar circumstances enhance the labour or risk, the allowance may be five per cent.\n6. AVhere an assignee (in trust for creditors) reconveys property, taking mortgages for the purchase-money, which he negotiates, and the property so reconveyed and mortgaged is subject to a mechanic’s lien, which is also one of the assignment debts, and the assignee, who is also administrator of the deceased assignor, makes payments on the mechanic’s lien, he but performs his duty as vendor, and must claim credit for the payment in his account as assignee, but he cannot be allowed for the payment, in his administration account, to the prejudice of the assignee of the mortgage.\n7. An administrator who has collected the rents from the real estate of his decedent, is but a trustee for the widow and heirs. The rents are not assets for the payment of debts, and a mortgagee cannot enforce the payment of interest on his mortgage from the rents so collected.\nAppeals from the Orphans’ Court of Allegheny county.\nThese were appeals by Robert Robb and James Harper, from the decree of the Orphans’ Court of Allegheny county, confirming the report of the auditor appointed to distribute the proceeds of the sale of the real estate of John Tassey, deceased. Mr. Tassey died October 24th 1852, and on the petition of Robert Robb, the administrator of his estate, an order was granted by* the Orphans’ Court to raise the sum of $12,000, by the sale or mortgage of certain real estate in the city of Philadelphia, and also for the sale of certain real estate of deceased in the city of Allegheny.\nIn pursuance of this order, the Philadelphia property was sold under the direction of the Orphans’ Court of Philadelphia for $10,995. The property in Allegheny City was sold for $21,600. This property was subject to various liens, and their proper disposition attended with certain expenses, which were paid by the administrator out of the proceeds of sale, for which credits were claimed by him, some of which were objected-to by the creditors. The account of Mr. Robb, as administrator, was referred to C. Hasbrouek, Esq., as auditor, who made an elaborate report, disposing of all the complicated questions connected with the distribution of the proceeds of these sales. To this report exceptions were filed by Mr. Robb, the administrator, by James Harper, a mortgage-creditor, and by the Mayor, Aldermen, and Citizens of Allegheny City.\nOn the 28th of September 1861, all the exceptions were overruled, whereupon the case was removed into this court by Messrs. Harper and Robb, and by Allegheny City, where the decree of the court dismissing the exceptions and confirming the report of the auditor was assigned for error. The material facts of the case and the exceptions, so far as regards the appeals by Messrs. Robb and Harper, are sufficiently stated in the opinion of this court.\nThe case was argued by Penney and Sterrett for James Harper, and by Thomas McConnell for Robert Robb."
  },
  "file_name": "0045-01",
  "first_page_order": 47,
  "last_page_order": 52
}
