{
  "id": 480053,
  "name": "Shaffer versus Shaffer",
  "name_abbreviation": "Shaffer v. Shaffer",
  "decision_date": "1861-10-31",
  "docket_number": "",
  "first_page": "51",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 331",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0331-01"
      ]
    },
    {
      "cite": "1 W. & S. 243",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0243-01"
      ]
    },
    {
      "cite": "9 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0380-01"
      ]
    },
    {
      "cite": "6 Watts 219",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846041
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0219-01"
      ]
    },
    {
      "cite": "5 W. & S. 331",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0331-01"
      ]
    },
    {
      "cite": "1 W. & S. 243",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 10095,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.728567340075723e-07,
      "percentile": 0.9294360404795801
    },
    "sha256": "483efdea6d268b15cfac10ec2b848cbdf7cac04269e79b546bc806cef13caee8",
    "simhash": "1:9df799f13b27e079",
    "word_count": 1785
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shaffer versus Shaffer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThe question presented by this record, is whether the due-bill of Abraham Shaffer, dated May 1st 1857, and the endorsement of the same date on the note in suit, made in the handwriting of the plaintiff, either separately or together, take the case out of the Statute of Limitations. It is admitted that payment of interest on the note in suit, made May 1st 1857, would be an answer to the defendant’s plea, because such an act would have been inconsistent with any other supposition than that the defendant then acknowledged his continued liability. The question in debate therefore may be stated thus: — Do the due-bill and the endorsement furnish any evidence, that should be submitted to a jury, from which they might find that the defendant paid interest on the note in suit on the first day of May 1857 ? It is clear that the endorsement alone was not proper to go to the jury. It was in the handwriting of the plaintiff, and there was no proof that it was made at the time of its date, unless such proof was furnished by the due-bill. Endorsements ’ made by the pfoinissee, before the statute has closed upon the right to maintain suit, are undoubtedly evidence of corresponding .payments-, to remove the bar of the statute, in this state, though no longer in England, but it has always been held that they are not evidence at all, unless proved to have been made while the statute was running: Addams v. Seitzinger, 1 W. & S. 243; Cremer’s Estate, 5 W. & S. 331. They are evidence made by a plaintiff for himself, and upon general principles would not be receivable at all. The exception is admitted because endorsements by the plaintiff are declarations against his own interest, when made within six years from the promise. When made afterwards, the reason for their admission entirely fails. It is equally clear that the due-bill of itself was insufficient to prove that interest was paid on the note, at any time, much less on the 1st of May 1857. The due-bill acknowledges the defendant’s indebtedness to the plaintiff in $17.40, “ on settlement of a note as interest.” Now construing this as an admission of indebtedness for interest on a note (the most favourable construction for the plaintiff), it still does not identify the note. It does not point plainly and unmistakeably to that in suit. It may have been interest on a different note. It will not ansAver to say that this was a question for the jury. Not so. The modern authorities are uniform to the contrary. The statute itself does not contemplate any removal of the bar by an acknowledgment, or even a new promise. And although such an effect has been alloAYed to them by the courts, yet it is now everywhere held, that “ Avhere the bar of the statute is sought to be removed by a new promise, the promise, as a new cause of action, ought to be proved in a clear and explicit manner, and be in its terms unequivocal and determinate:” 2 Greenleaf’s Ev. § 440. Mr. Greenleaf has collected a considerable number of eases, and he deduces from them the doctrine, that if there be circumstances accompanying an acknoAvledgment, “ which repel the presumption of a promise or intention to pay, or if the expressions be equivocal, vague, and indeterminate, leading to no certain conclusion, but at best to possible inferences Ayhich may affect different minds in different Avays, it has been held that they ought not to go to a jury as evidence of a neAV promise to revive the cause of action;” § 440. This is assuredly settled in this state. Thus in Morgan v. Walton, 4 Barr 321, Which Avas assumpsit for a book account, the proof Avas that the defendant had said to the son of the plaintiff, “I OAYe your father, but tell your father I cannot pay him this fall, nor before next spring; but next spring I intend to settle with your father, and pay him Avhat I OAve him. Either pay him what I OAYe him, or his account.” The witness was not sure Avhich. This was held insufficient, because it left an uncertainty whether the debtor referred to the part of the account not barred by the statute, or to the AYhole together. In Suter v. Sheeler, 11 Harris 308, it Avas held that if the evidence proves no recognition of an amount, or of the instrument of indebtedness, or other circumstances of identification, the debt in suit cannot be regarded as revived. A similar doctrine was held in Shitler v. Bremer, 11 Harris 413. In Burr v. Burr, 2 Casey 284, the evidence was that the plaintiff, who sued on a note, had said to the defendant, “ Israel, can thee let me have a little money on that note which I hold of thine ?” To which he replied, “ How much would thee .like, mother?” Upon her answering, “four or five dollars,” he gave her seven, saying, “Is that sufficient?” She answered, “It is for the present.” This was ruled insufficient, because it was not proved unequivocally that the payment was made on the note in suit. This court held, therefore, that the jury were not at liberty to find that it ivas. The evidence was more direct and pointed in that case than it is in the present. These rulings abundantly prove that the due-bill given in evidence by the plain•tiff, could not avail to take his case out of the statute. It did :not prove that a payment was made on the note in suit on the 1st of May 1857.\nAnd if it did not prove a payment on the note then, how could it prove that the endorsement by the plaintiff was then made ? The endorsement is important only as evidence of a payment, •'for it is a payment and not an endorsement which constitutes an acknowledgment. The defendant’s declaration made in his due-bill, is entirely consistent with the endorsement having been made even after suit was brought. When a plaintiff offers his own declarations as evidence to rebut the plea of the statute, he must show that they were made when it was against his interest .to make them. He must not leave this to inference, or in doubt.\nWe think, therefore, the court erred in entering judgment upon the reserved points for the plaintiff.\nThe judgment is reversed, and judgment is entered upon the reserved points for the defendant.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "J. W. F. White, for plaintiff in error.",
      "E. H. Stowe, for defendant"
    ],
    "corrections": "",
    "head_matter": "Shaffer versus Shaffer.\nStatute of Limitations, barred by Endorsement of Payment on Note.— Endorsement by Holder alone not Evidence.\n1. Endorsements of credits on a note, made by a promissee before the statute has closed upon the right to maintain suit, are evidence of corresponding payments, to remove the bar of the statute, in Pennsylvania, though no longer in England, — but they are not evidence at all unless proved to have been made while the statute was running.\n2. To toll the statute by evidence of a payment, it must be proven unequivocally that the payment was made on the claim in suit — and where that is not done, the jury is not at liberty to find the payment sufficient.\n3. The endorsement of payment in the handwriting of the plaintiff or promissee alone is not proper to go to the jury.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit, brought May 21st 1859, by John Shaffer against Abraham Shaffer, on a note, dated February 28th 1851, for $472.31, at twelve months, with interest. The amount claimed was a balance of $270,‘with interest, from April 1st 1856.\nThe defendant relied on the Statute of Limitations. To take the case out of the statute, plaintiff offered in evidence a due-bill, authenticated by witness, dated May 1st 1857, by Abraham Shaffer to John Shaffer, for $17.40, “ on settlement of a note as interest,” together with an endorsement, in plaintiff’s handwriting, on back of the note in suit, also dated May 1st 1857, “Received two years’ interest, to April 1st 1857.” Signed John Shaffer.\nDefendant objected to this evidence as incompetent to go to the jury. But the court admitted it. The defendant offered no testimony, but asked the court to instruct the jury that the evidence before them was not sufficient to take the case out of the Statute of Limitations.\nThe court (Hampton, P. J.) instructed the jury, pro forma, to find for plaintiff, reserving the question of law, and after-wards, on argument, gave judgment against defendant on the points of law reserved.\nThe case was thereupon removed into this court by the defendant, where the judgment of the court below on the points reserved, and the admission in evidence of the due-bill, dated May 1st 1857, were assigned for error.\nJ. W. F. White, for plaintiff in error.\nAdmissions which will have the effect of tolling the statute, must be plain, unambiguous, express, and distinct: Berghous v. Calhoun, 6 Watts 219; Allison v. James, 9 Watts 380; Emerson v. Miller, 3 Casey 278; Graham v. Keys, 5 Casey 189; Clarke v. Maguire’s Administrators, 11 Casey 259: and must be to the plaintiff or his agent: Kyle v. Wells, 5 Harris 286; Gillingham v. Gillingham, 5 Harris 302. These authorities dispose of the case, so far as the admissions of Abraham Shaffer are concerned.\nOctober 31st 1861,\nThe due-bill of May 1st 1857, and the endorsement on the note, were improperly sent to the jury. The former did not refer to the latter, but to “a” note which was ''settled.” The evidence was vague, uncertain, and dangerous. The credit on the note was in the handwriting of the plaintiff, and was within the time necessary to give validity to the note, without proof of when it was put there: 2 Gr. Ev. § 444; Adams v. Seitzinger, 1 W. & S. 243; Cremer’s Estate, 5 W. & S. 331. Alone, neither of them was evidence. Admitted jointly, they were sufficient, but the credit on the note is valueless without proof of when it was made, which the due-bill does not establish, for it may have been made after suit brought. The case stands then on. the due-bill alone, which is insufficient: Suter v. Sheeler, 10 Harris 310; Shitler v. Bremer, 11 Harris 413; Burr v. Burr, 2 Casey 284.\nE. H. Stowe, for defendant\nin error, cited and relied on Burr v. Burr, 2 Casey 284, and argued that the evidence was for the jury, to whom the case was properly submitted, under the ruling of this court in Vanhorn v. Scott, 4 Casey 317."
  },
  "file_name": "0051-01",
  "first_page_order": 53,
  "last_page_order": 56
}
