{
  "id": 479999,
  "name": "Pittsburgh and Connellsville Railroad Company versus Stewart",
  "name_abbreviation": "Pittsburgh & Connellsville Railroad v. Stewart",
  "decision_date": "1861-11-28",
  "docket_number": "",
  "first_page": "54",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 54"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 599,
    "char_count": 14962,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 4.3525634144252036e-07,
      "percentile": 0.9183950492866573
    },
    "sha256": "9c7134807c638bd76b65f7b39026d9c006cc0e66c7a579ccbd0b87cec34c80cc",
    "simhash": "1:9a5482b82d5cabb1",
    "word_count": 2572
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pittsburgh and Connellsville Railroad Company versus Stewart."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nOn the 8th of June 1847, the defendant subscribed for one hundred and fifty shares of the capital stock of the Pittsburgh and Connellsville Railroad Company. In November and December of the same year, by certain acts and resolutions of the company, which it is not necessary now to enumerate or describe, he, in common with other subscribers for stock, was released from the obligation of his subscription. That the effect of the action of the company was such a release, was ruled in McCully v. the plaintiffs in this case, 8 Casey 25, and it has not been controverted here. But the plaintiffs on this trial submitted evidence, from which they contended the jury might infer a renewed subscription by the defendant, or a resumption of the obligation of June 8th 1847, from which he had been discharged. They showed that in November 1848, he voted by proxy at an annual election for directors; that he was himself elected a director; that he acted as such, and as a stockholder, down to December 1856, and that on the first day of November 1853, before any call for instalments on stock were made, he paid $375. These acts were doubtless cogent evidence of a subscription of some kind, and in the absence of proof of a special contract, they would have warranted the jury in inferring that the defendant had, after his release in November or December 1847, assumed afresh the obligation to take one hundred and fifty shares, and of course to pay for them in cash, according to the calls. Such acts could have been accounted for on no other supposition than that there was an existing engagement of that nature. But they are shorn of their importance by the fact that there was a special contract, accounting for them all; an express contract of conditional subscription to which they are referable. The defendant proved that after his release from his subscription of July ,8th 1847, and before any of those acts from which an unconditional obligation is sought to be inferred, it was agreed between him and General Larimer, the president of the company, that if he would continue his subscription the company would receive payment for it in cross-ties, when the railroad should be made through his land, and that upon these conditions he assented to holding the stock. If there was such a contract between the parties, it fully accounts for the defendant’s subsequent action as a stockholder and director of the company, and leaves no room for an implication of a different contract. The law will not permit a contract to be implied when there is one expressed. “ Éxpressum facit cessare taciturn” is an acknowledged maxim, both of the law and common sense. It was said by Lord Kenyon, in Cutter v. Powell, 6 Term Rep. 824, “ Where there is an express contract between the parties, none can bo implied.” It matters not to this case whether the evidence relied upon by the plaintiffs be regarded as a foundation for the implication of a contract, or as instruments of proof of an express one. Even' if the defendant never was released from the old subscription made on the 8th of June 1847, yet if the contract made with General Larimer, in November or December of that year, was not unauthorized, if it was a valid contract, it amounted to a substitution of the duty to pay in cross-ties at a time not yet arrived, in lieu of the duty to pay in cash on call. The only substantial question in the case, therefore, is, whether that special contract was binding on the company.\nIt is no longer to be doubted that an incorporated company, after it has obtained its letters j>atont, and effected its organization, may receive conditional subscriptions to its stock. It may stipulate with subscribers that they may pay in any manner mutually agreed on, and it can enforce a subscription only according to its conditions. Not so with subscriptions made before a company is organized. They must be unconditional. There is no authority existing anywhere to receive them upon terms, or to vary the mode of payment. This difference is a well-recognised one in our law, as well as in the law of other states. Clearly, then, the plaintiffs, who were an organized company in November 1847, with letters patent already obtained, could engage with the defendant that if he would hold on to his subscription, or renew it (it having ceased to be binding), he might pay it by furnishing materials for their road, and pay it ■when the road should be extended to his land. And if the plaintiffs did thus engage, they cannot enforce payment in cash, nor payment before the time appointed.\nIt is objected, however, that the special contract made with General Larimer, by which the defendant agreed to hold the stock on condition that payment might be made in cross-ties, was not binding on the company for want of authority in General Larimer to make it. If not, then -it was not binding on the defendant, for both parties must be bound, or neither. Yet it was in form, at least, an express contract, and it therefore necessarily precluded the implication of any other, as we have seen. But it cannot be maintained that the act of General Larimer was not binding on the company. He was the president. The contract was made, as one of the witnesses testified, in the room w'here the board of directors met, at the first or second meeting after General Larimer was elected, when the board was entering into session or had been in session. A number of the directors were present. A large number knew of the arrangement, and approved it. The witness could not say how many were present, but he testifies that all may have been, and that the principal part knew and approved of the arrangement. Some two or three months afterwards the board adopted a resolution ratifying and confirming all contracts and agreements which General Larimer had made, and subsequently the defendant was instructed to go on and make the ties, which he did, until the instructions were countermanded. Under these circumstances, and with this evidence in view, the court could not have instructed the jury, as they were requested, that the contract did not bind the company. Without any evidence of approval by the directors, such instruction would have been erroneous. Had the president given a promissory note in the name of the company, it will hardly be insisted that the holder must in the first instance have given evidence to show that he had authority to give it. Authority would be presumed. Much more, when the stock of the company was untaken, might he receive a conditional subscription, which, if accepted by the company, must be taken with its attendant conditions.\nNor was the court in error in refusing to charge that the payment by the defendant of $375, after the special contract with the company through General Larimer, estopped him from setting up that contract as a defence against a claim to the payment of the whole subscription in-cash. It was not paid in answer to any call, for no call had then been made. At most, then, the payment was only an act to which he was not compellable, if the contract was proved. The plaintiffs lost nothing by the piayment, and it could not therefore work an estoppel. The defendant might have paid all in cross-ties. He paid some when not called for in money, but did not thereby assume an obligation thus to pay all.\nThe judgment is aflirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Sewell & Fuller, for plaintiffs in error.",
      "Ewing, Patterson & Howell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pittsburgh and Connellsville Railroad Company versus Stewart.\nLiability of Corporator inferred from his Acts and Declarations.— Original Subscription, how affected by new Contract with Corporation.— Conditional Subscriptions, when valid.— Corporation, how far bound by Acts of President. — Estoppel in pais.\n1. Where a subscriber to the capital stock of a railroad company, who has been released from the obligation of his subscription, subsequently votes at an annual election for directors, was himself elected a director, acts as director and as stockholder, and pays money to the company — his acts are evidence of a subscription of some kind, and, in the absence of proof of a special contract, warrant the inference that he had re-assumed his original obligation. But they are shorn of their importance where a special contract accounting for them is shown.\n2. Even if the original subscription had not been released, a new contract between the company and the subscriber, authorizing him to pay in materials at a future time, instead of cash on call, would supersede the original contract.\n3. Subscriptions made before a company is organized, must be unconditional. But after the organization the company may stipulate with subscribers that they may pay in any manner mutually agreed on; and it can enforce a subscription only according to its conditions.\n4. The act of the president of an incorporated company, in accepting conditional subscriptions, is binding on the company.\n5. A payment by the subscriber in cash without call, after a special contract that he might pay in materials, will not estop him from setting up that contract as a defence against a claim to the payment of the whole subscription in cash.\nError to the Common Pleas of Fayette county.\nThis was an action of assumpsit, brought by the Pittsburgh and Connellsville Railroad Company against Andrew Stewart, to recover a balance alleged to be due from him, on account of his subscription for one hundred and fifty shares of the capital stock of the company.\nThe company was incorporated by the Act of 8d of April 1837, revived by the Act of 18th April 1843, and obtained its charter on the 11th of June 1846. The defendant, on the 8th day of June 1847, subscribed for one hundred and fifty shares, at $50 per share. On the 28th day of November 1848, he gave his proxy to vote at the annual election for directors, and at a meeting of the stockholders was elected a director. In June 1853, he voted in person for the acceptance of the supplement to the company’s act of incorporation, passed 18th April 1853, and of the subscription of Allegheny county for $750,000 to the capital stock of the company. From this date up to December 1856, he voted at stockholders’ meetings, and acted as a director of the company, and on the 4th day of November 1853, paid in cash $375 on account of his subscription, being $2.50 on each of the one hundred and fifty shares subscribed for.\nThe defence was, that in November 1847, the road was abandoned, and that from 1848 to 1852, the company released money subscriptions to its stock; that a short time after the election of what was known as the Larimer board, in December 1847, defendant wished to be released from his subscription; that Larimer, the president, prevailed on him to retain it, and told him if he would, that the company would take the amount of subscription in cross-ties, when the road should be made through defendant’s lands in the mountains; and that at a subsequent conversation between Larimer and Stewart, at the time the chief engineer was elected (July 7th 1853), Larimer said they would now push the road through, and referred defendant to the engineer for the size of the ties, and afterwards proceeded to cut some of them..\nThe positions taken by plaintiff were, first, that the subscription was unconditional; that defendant could have released himself at any time, but instead of so doing lie did not transfer his stock to the company, and depended upon the verbal promise of Larimer; that whatever the understanding or agreement was between him and Larimer, it was not binding on the company, their directory never having made or ratified any such agreement with him, and in opposition to such an agreement defendant gave his own interpretation to his subscription, by paying $2.50 on each share of the one hundred and fifty shares, at a subsequent period, to wit, 4th November 1853.\nOn the trial the testimony of Larimer, and of Hill, one of the directors, Avas offered by the defendant, and admitted by the court under exception.\nThe plaintiffs requested the court to charge the jury:—\n1. That acts of participation upon the part of Mr. Stewart, such as voting at the annual election for officers, acting as director of the board, paying money upon his subscription, &c., is such acquiescence and assent as will bind him, and estop him from setting up the defence that he was discharged by the action of the board authorizing any of the stockholders to withdra.AV.\n2. The contract made Avith Larimer, saving the original terms of subscription, was made Avith a party having no authority either from the Act of Assembly creating the corporation, or from the corporation itself, and AYas therefore in no AYay binding upon the company.\n3. The defendant having stated his determination to Avithdraw from the company to Mr. Larimer, in the presence of some of the board of directors, who were not in session at the time, gives the promise of Larimer, at that time, to take the subscription in cross-tics, no more force than if made in the presence of persons Avho were not directors of said railroad company.\n4. The fact of Mr. Steivart having paid the first instalment of his stock in cash, according to his subscription, after the occurrence of all the facts which he noAV claims to have discharged him, is such an act of acquiescence and assent as Avould necessarily lead the company to believe that he intended to comply with said subscription, and he cannot now set up the defence that he was acting in pursuance of the arrangement with Larimer.\n5. The plaintiffs having shown the original subscription, together Avith such unequivocal assent by defendant, from time to time, to the corporate policy and action of the company, they are entitled to recover what is duo and unpaid upon such subscription.\nThe court below (Gilmore, P. J.), in the general charge, refused to give the instruction prayed for in the first, second, third, and fifth points, and ansAvered the fourth as folloAvs:—\n“ This payment of $2.50 on the subscription, is said to be the amount or per centage required to be paid at the time of subscription ; if this is so, the payment could be referred to this. But suppose it to be otherwise, and inconsistent with the arrangement as proved by Hill and Larimer, it would have only the effect of impeaching their evidence; and we are- free to instruct you that were it not for this alleged understanding with Larimer, it would be full confirmation of the original subscription.”\nNovember 28th 1861,\nUnder these instructions there was a verdict and judgment in favour of the defendant; whereupon the plaintiff sued out this writ, and assigned for error the refusal by the court below to instruct the jury as requested in the first, second, third, and fifth points; in answering the fourth point argumentatively, evasively, and contrary to law;' and in receiving the testimony of Larimer and Hill.\nSewell & Fuller, for plaintiffs in error.\nEwing, Patterson & Howell, for defendant in error."
  },
  "file_name": "0054-01",
  "first_page_order": 56,
  "last_page_order": 61
}
