{
  "id": 479991,
  "name": "Allegheny City's Appeal.-Tassey's Estate",
  "name_abbreviation": "Allegheny City's Appeal",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "60",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 8671,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.1394160960704187e-07,
      "percentile": 0.766909383520043
    },
    "sha256": "ae8f27a24d726a3a268c930085c50c5ab50be1306296b2f721db8784e862a01b",
    "simhash": "1:ee330a2f9e7c2762",
    "word_count": 1533
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allegheny City’s Appeal.—Tassey’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nBy an Act of Assembly passed February 8d 1824, it was enacted, that all taxes, rates, and levies thereafter lawfully assessed in the city or county of Philadelphia on real estate situate therein, should be a lien on the real estate on which they might be assessed, together with all authorized additions to and charges on said taxes, &c., and it was further enacted that the said lien should have priority to, and be fully paid and satisfied before any recognisance, mortgage, judgment, &c., with which the said real estate might become charged after the passage of the Act. This enactment was treated as embracing a municipal claim for laying water pipes, in Northern Liberties v. Swain, 1 Harris 113. On the 5th of April 1844, it was extended to Allegheny county, and declared to apply to taxes, rates, and levies for either state, county, or corporation purposes, except water-rents. Did the appellants’ claim to participate in the distribution of the proceeds of sale of the Anderson street lots rest upon this Act of Assembly, they would not be denied to have a good case, especially if liens for the expenses of grading and paving are to be regarded assessments of taxes, rates, and levies in the sense used by the legislature. Their claim is for the expense of grading and paving the streets in front of the property sold, and it was filed in the Court of Common Pleas on the 6th of October 1852. The claims which were made liens by the Act of February 3d 1824, extended to Allegheny county in 1844, were payable out of the proceeds of a judicial sale of the property upon which they were assessed. A judicial sale discharged the lien, and turned the municipal corporation over to a resort to the fund raised by a sale: Northern Liberties v. Swain, 1 Har. 113. The public were supposed to have been secured by the provision which made such claims prior liens to all others, without regard to the time when the liens originated.\nThere are, however, other Acts of Assembly which are material to this case. On the 5th of April 1849, the city councils of Allegheny City were authorized by law, on the petition of not less than two-thirds of the number of any owners of lots abutting on any street, lane or alley, to grade and pave such street, &c., and levy a special tax for defraying the costs and expenses by an equal assessment upon the lots, according to the frontage: P. L. 1849, p. 341. By the second section of the act it was declared that all taxes and assessments levied by virtue of it, shall be a lien upon the real estate upon which they may be assessed, from the time of filing such petition or making such assessment, until it shall be fully paid and satisfied. Then followed the Act of April 8th 1851, P. L. 371, which authorized grading and paving permanent streets without any petition of lot-owners. This was also followed by the Act of May 30th 1852, the main object of which was to provide a mode in which the costs and expenses of grading and paving might be collected. The third section enacted the provision that the costs and expenses shall be and remain a lien on the property, &c., from the time mentioned in the second section of the aforesaid act (that of 1849), until fully paid and satisfied, and the act declared that the costs and expenses shall be recoverable by scire facias, as debts secured by mortgage are recoverable. It was under these acts that the work was done and the claim of the appellants filed. The auditor, while admitting the general principle that all liens are discharged by a judicial sale, was of opinion that such liens as these are exceptions from the rule, because the legislature has declared that the costs and expenses of grading and paving, “ shall be and remain a lien until fully paid and satisfied.” But is this provision anything more than giving to the lien unlimited duration ? When the property has been sold at a judicial sale for more than enough to pay and satisfy the municipal claim, as in this case, why should an exception be admitted needlessly to the acknowledged rule that all liens are discharged ? Why is not such a sale payment and satisfaction within the meaning of the act ? Why should a second sale of the property be necessary ? If it be said because those municipal claims are statutory liens ■ — we answer: so are liens under the Act of 1824; so are mechanics’ liens, and yet they are discharged by a judicial salei Undoubtedly the legislature intended to throw around such claims the amplest protection. They have done so by giving to the lien indefinite duration, and giving to it priority under the Act 'of 1824, for this last-named Act is not repealed by the Acts of 1849,1851, and 1852. It is suggested that there is peculiar significance in the words of the enactment “ shall be and remain” a lien until paid and satisfied, but the same words are found in the Act of 16th April 1840, § 10, which provided for the security and collection of claims of the incorporated districts of the county of Philadelphia, P. L. 1840, 412, yet they are discharged by any judicial sale, unless the proceeds are insufficient to pay. It required another Act of Assembly to prevent their being discharged, even when there was a deficiency : Act of March 11th 1846, § 6, P. L. 115. ' In partition in the Orphans’ Court, the widow’s share of the valuation, it is directed, “ shall be and remain” charged. This, it is true, is held to be a permanent lien, but not so much on account of those words of the statute, as on account of the character of the debt, a liability to make annual payments for an indefinite period, during the life of the widow. These municipal claims are certain in amount and immediately payable. They ought not to be held permanent liens in the absence of the clearest indication that such is the legislative will. If they must be so regarded, the inconvenience is not small, either to the municipal corporation itself, or to those having claims upon the land sold. A fixed lien necessarily preserves all liens which precede it: Mix v. Ackla, 7 Watts 316, and its kindred cases. We think, therefore, the auditor erred in disallowing the claims of the appellants.\nAnd now, to wit, November 29th 1861, it is ordered and decreed that the decree of the Orphans’ Court be amended by awarding to the Mayor, Aldermen, and Citizens of Allegheny the sum of $236.15, the amount of principal, interest to July 16th 1858, the day of sale, and costs of the claims for grading and paving (Nos. 391 and 393, October Term 1852), the said sum to be taken from the amount awarded to James Harper; and with this correction, the decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued by S. Schoyer, Jr., for the appellant."
    ],
    "corrections": "",
    "head_matter": "Allegheny City’s Appeal.—Tassey’s Estate.\nMunicipal Liens in Allegheny County. — Divested by Judicial Sale of Property bound by them.\n1. The Act of -3d February 1824, enacting that municipal assessments in the city and county of Philadelphia should have priority over all other liens, &o., was extended to Allegheny county by Act of 5th April 1844, and is the general law governing municipal liens in the latter county.\n2. Under this general law these liens are divested by a judicial sale of the property on which they are assessed.\n3. The special Acts of 5th April 1849, P. L. 341, 8th April 1851, P. L. 371, and 30lh May 1852, P. L. 204, do not change the law in this respect. The assessments authorized by those acts are discharged by a judicial sale of the property, so far as the money realized from the sale will pay the same.\n4. The phrase — “ shall be and remain a lien until paid and satisfied,” discussed.\nAppeal from the decree of the Orphans’ Court of Allegheny county.\nThis was an appeal by the Mayor, Aldermen, and Citizens of Allegheny, from the decree of the Orphans’ Court, confirming the report of the auditor on the account of Robert Robb, administrator of John Tassey, deceased.\nIn pursuance of an order of the Orphans’ Court, the real estate of the deceased was sold by the administrator. On a portion of it, which was situate in Allegheny City, there were liens filed for grading and paving, under the Acts of Assembly enacted for that purpose. The auditor, in his report, decided that these liens were not divested by the Orphans’ Court sale, and refused to distribute any portion of the proceeds of sale in satisfaction thereof. Exceptions were filed to this report, which on hearing were dismissed by the Orphans’ Court, and the report confirmed, absolutely. The case was thereupon removed into this court, as above stated, where the decree of the court below was assigned for error.\nThe case was argued by S. Schoyer, Jr., for the appellant."
  },
  "file_name": "0060-01",
  "first_page_order": 62,
  "last_page_order": 65
}
