{
  "id": 480011,
  "name": "Darlington and Wife versus The Commonwealth for use of the City of Allegheny",
  "name_abbreviation": "Darlington v. Commonwealth ex rel. City of Allegheny",
  "decision_date": "1861-11-04",
  "docket_number": "",
  "first_page": "68",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 651,
    "char_count": 16677,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.5790722151162117e-07,
      "percentile": 0.9253054907834395
    },
    "sha256": "3b8ed493ff43449ea37225301a2b675fda42a36f02e6ad160a995fe763b09a35",
    "simhash": "1:fc658d45ba384ef0",
    "word_count": 2892
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Darlington and Wife versus The Commonwealth for use of the City of Allegheny."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nThis was a scire facias upon a claim for the cost and expenses of grading and paving Third street, in the city of Allegheny, betAveen East lane and Chestnut street. In order to show that Third street was a permanent street, and such as the city Avas authorized to grade and pave at the expense of the adjoining lotholders, the plaintiffs below gave in evidence the minute-book of the city councils, containing a resolution passed November 17th 1853, to open the street from East lane to Chestnut street, sixty feet in width, and directing the preparation of the plans and specifications ; also another resolution of December 1st 1853, directing the opening of the street; and still another, of December 15th 1853, reducing its width to forty feet. The plaintiffs then proved by the city regulator, that he prepared in that year the plans and specifications for opening the said street, and gave notice of them by publication on the 10th and 13th of December 1853, in the “Enterprise,” a newspaper published in Allegheny City, and on the 8th, 9th, and 10th of the same month, in the “ Dispatch,” a newspaper published in Pittsburgh. He also testified that one day, after the publications, he met James O’Hara, a tenant in common with Mrs. Darlington, and told him the city councils had given instructions to open Third street, and if he had any objections to make, he should make them before the next court. The plaintiffs then gave in evidence, under exception, the notices published in the two newspapers. Their admission is now contended to have been erroneous. The ground of the exception is, that the Acts of Assembly which authorize the councils of Allegheny City to open streets, require notice of the proceedings to open, to be given by publication in at least two public newspapers published in said city, and give to the owners of lands on the line of the street, a right to apply by petition to the next Court of Quarter Sessions for an assessment of damages. The notice in this case was given in only one newspaper published in Allegheny City, and hence it was inferred there was no authority to open the street, and that the evidence of notice was inadmissible. It was conceded in the argument, that no other newspaper than the Enterprise was published in Allegheny City. We think it would be a very illiberal and unjustifiable construction of the Act of Assembly, were we to hold that the notices thus published, coupled with the personal notice to James O’Hara, was not a sufficient compliance with the statutory requirement. The purpose of the notice is avowed in the act itself. It was to give the lotowner an opportunity to apply for damages. The opportunity was fully given in this case; not, indeed, by publication in two newspapers published in Allegheny City, for that was impossible, but by actual notice. Why should not actual notice be at ¿east equivalent to constructive ? Acts of Assembly must be reasonably construed, so as to carry out the legislative intent, and when that is so patent as it is in this case, we may not loso sight of the substance by a blind adherence to the letter. The possession of one tenant in common is that also of his co-tenant. Notice to O'Hara was therefore notice to Mrs. Darlington, especially as opening the street affected only their possession. We do not therefore sustain this assignment of error.\nThe next exception was to the admission of a deed dated April 28th 1859, made by Darlington and wife, recognising Third street as a street opened. Assuredly this was competent evidence, and the exception to it has not been pressed.\nWe dispose of all of the third assignment of error, not already considered, with the remark that neither the Acts of Assembly nor the city charter, so far as they have been shown to us, required that the resolutions of November 17th and December 15th 1853, should be recorded.\nThe fourth assignment is not sustained. There was in fact an advertisement for proposals. It was not necessary that the advertisement should be under or entirely subsequent to the ordinance, in order to warrant a recovery.\nWe think also that the answer of the court to the defendants’ third point was correct. It was not for the court to say, as matter of law, that the contract was fraudulent, even if the facts were as assumed by the defendants. The ten cents reserved might have been for material furnished to the contractor, and it seems probable from some of the observations of the learned judge, that such was the fact. If so, then there was no evidence of fraud, even for the jury, much less a fraud in law. The case appears to have been well tried, and there is no reason for(our disturbing the judgment.\nThe judgment affirmed in both cases.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Hamilton and Acheson, for plaintiffs in error.",
      "S. Schoyer, Jr., for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Darlington and Wife versus The Commonwealth for use of the City of Allegheny.\nNotice required by Statute, equivalent for. — Evidence of Dedication of Street to Public Use. — Resolution of Councils as to opening Streets, valid without being Recorded. — Municipal Claims, how affected by fraudulent Contract for the Work done.\n1. Under the Acts of Assembly incorporating the city of A., notice of proceedings on the part of councils to open streets was directed to be published in two public newspapers of the city: the councils having by resolution ordered T. street to be opened, the street regulator prepared plans, &c., of which he gave notice in the only newspaper of the city and also to a tenant in common of D. and wife, against whose property, after the opening of the street, a lien was filed by the city, for the assessed expenses of grading and paving. On the trial of the scire facias thereon it was held: That the notice by publication in one newspaper, together with actual notice to the tenant in common of defendants, was sufficient, and that it was not error to admit the notice so given, in evidence on the trial.\n2. Where the defendants by deeds for other property on T. street had recognised it as open, and'it was a part of their defence that the street was not “permanent,\" such as councils were authorized to grade and pave, the deeds were admissible in evidence on the part of the city.\n3. The resolutions of the councils in reference to opening the streets were admissible in evidence, though not recorded, where the recording was not required either by the Act of Assembly or the City Charter.\n4. Though the councils advertised for proposals, before the passage of the final ordinance to grade, &e., the city could nevertheless recover, for it was not necessary that the advertisement should be under or entirely subsequent to that ordinance.\n5. If there was fraud in letting the contract for grading, affecting in any way defendant’s interest, the plaintiff could not recover; but where the contractors took the work at so much per cubic yard for filling; agreeing to allow a drawback or credit for the dirt furnished by the city, and the dirt was procured from another street at no cost to the contractors, the transaction was not fraudulent, though the plaintiffs had, after the completion of the job, presented a bill for the whole amount of the contract price, without the drawback or allowance for dirt furnished.\nError to the District Court of Allegheny county.\nThese were actions of scire facias upon municipal claims for the expense of grading and paving Third street, between East lane and Chestnut street, in the city of Allegheny, to which the defendants pleaded nul tiel record, never indebted, with leave to give in evidence the matters contained in their affidavit of defence. The cases were tried together, and disclosed the following facts :—\nUnder the authority of certain Acts of Assembly, approved April 5th 1849, P. L. 341, 342; April 8th 1851, P. L. 371, and May 30th 1852, P. L. 204, the councils of the city of Allegheny, on the 17th November 1853, authorized the making of plans and specifications for locating and opening Third street.; which plan was prepared and left in the office of the recording regulator, according to the requirements of the Act of Assembly. The street was to be 60 feet wide.\nOn the 1st December 1853, a resolution was passed for the opening of Third street.\nDecember 15th 1853, a resolution was passed rescinding so much of the resolution of 17th November 1853, as fixed the width at 60 feet, and reduced it to 40 feet wide, the south line to correspond with the south line of Third street.\nThe regulator testified that he prepared plans and specifications for opening the street, and, under exception, that he caused notice thereof to be published on the 10th and 13th of December 1853, in the “ Enterprise,” in Allegheny, and in the Pittsburgh “ Dispatch” of the 8th, 9th, and 10th of December 1853. He also testified that he told James O’Hara, one of the tenants in common with'the defendants, after the publication, that the councils had instructed him to open Third street, and that if he had any objections to make he should make them before the next court, or he might be barred. He further stated that when he prepared his plan and specifications, there was an opening fronting Chestnut street, running toward East lane.\nThe defendants were shown to he the owners of the property-adjoining this street, by deed from the executors of James O’Hara, deceased.\nFor the purpose of showing the existence of the street, called Third street, as early as 1851, the plaintiff exhibited a deed, dated 80th December 1851, from the defendants and others to Christian Dellenbaugh, for a lot bounded by this street. And the same witness stated that the north side of Third street as described in the above deed, corresponded with the north side of Third street as described in the city plan, and as now graded 40 feet wide.\nAnother deed was given in evidence, under exception, dated 28th April 1859, from Darlington and wife to the “ Trustees of the Evangelical Association, ” for a lot on the corner of Third street and East lane, for the purpose of showing the recognition of Third street as it had been opened and graded, at the width of 40 feet.\nThe surveyor stated, in regard to the street- being opened, that in 1858, when he made the plans and specifications, Third street was opened from Chestnut street toward East lane, about one-third of the way to a fence. That when he surveyed it for opening, there were two fences across it, but when he surveyed for grading, it was opened all the way through. '\nThe street commissioner stated that when they went to grade the street, about the 1st of September 1855, they found that the apple trees growing on the bod of the street had been cut down and that the fences had been taken away.\nThe plaintiffs exhibited a copy of a plan furnished to the city regulator, by Mr. Darlington, which, according to the testimony of the city regulator, corresponded with the street as graded and opened, viz., 40 feet wide; and also an ordinance, duly recorded, of the 16th August 1855, published three times in the “Dispatch,” authorizing the grading of Third street.\nIt was proven that the committee on streets had published a notice inviting proposals for the grading before the ordinance was passed. This was done, as the clerk testified, for the purpose of ascertaining the cost of grading, and to enable them to determine -whether they would grade or not. This notice was published on the 7th of August, and in six successive numbers. Proposals were handed in and opened the 13th of August, the ordinance was passed the 16th, and the contract for the grading -was made the 20th of the same month.\nThe work was commenced about the 1st of September and completed the next summer ; and, according to the testimony of the street commissioner, was well done, and taken off the hands of the contractors by the proper officer.\nThe estimates were made out, and the bills duly presented to the defendants, and in default of payment, the statement required by the Act of Assembly was duly filed in the Common Pleas, on the 2d April 1859, at No. 71 of June Term 1859.\nThe defence set up was as follows: — The court was requested to instruct the jury that the plaintiffs are not entitled in law to recover, for the following reasons, viz.:—\n1. Because, first, the resolutions of the 17th November and of the 15th December 1853, providing for the opening of said street, were not duly recorded as required by the charter of said city. Because, secondly, the said resolutions were not published in at least two newspapers published in said city. And because, thirdly, said street was not a recognised or permanent public highway, either by dedication or so made and declared in the manner provided by Acts of Assembly, when the ordinance was enacted authorizing the grading thereof.\n2. If the court should decline to charge the jury as above requested, then they are requested to charge that it was the duty of the councils, under the ordinance of the 16th August 1855, and in pursuance thereof, to advertise for proposals to do the grading of said street, and not having done so, the city is not entitled to recover.\n3. That the plaintiffs can only recover upon the footing of a bond fide contract for doing the work, and if the jury believe they let the work at the nominal price of sixteen cents per cubic yard, and reserved to themselves ten per cent, of said price, and after-wards demanded of the defendants the whole nominal price thereof, it was such a fraud on them as would avoid the whole transaction, and the verdict should be in favour of the defendants.\n4. If the court decline to charge as above requested, then they are requested to charge that the plaintiffs are only entitled to recover for the grading of said street, at the rate of six cents per cubic yard.\n5. That under the evidence in this cause, the jury may disallow the plaintiffs’ interest on the actual cost of said work.\nThe court declined to charge as requested in the first, second, and fifth points.\nOn the third point the court instructed the jury that if there was fraud in letting out the grading of this street, the plaintiff could not recover if that fraud could in any way affect the defendants’ interest. But if the contractors took the entire job at sixteen cents per cubic yard for filling, agreeing to allow a drawback or credit to the city of ten cents per cubic yard for whatever amount of dirt should be given to them by the city for the filling, this would not; in law, amount to such a fraud as would vitiate the whole transaction, and prevent the plaintiffs from recovering, notwithstanding they subsequently presented a bill for the whole amount.\nNovember 4th 1861,\nThe court submitted the question involved in the fourth point to the jury to determine, from all the evidence, what the contract was, and instructed them that if the agreement was, as contended by plaintiffs’ counsel, that the contractors were to do the work for sixteen cents, being a very low price, on account of their receiving the dirt from the city, instead of charging some twenty-five or twenty-six cents Avithout that privilege, then the plaintiffs Avere entitled to recover the full sum of sixteen cents per cubic yard.\nBut if, as one witness testified, the city got this dirt from another street Avhere it cost them nothing, and if the bargain Avas that they were to be allowed by the contractors ten cents per cubic yard, as a credit on the contract for all the dirt so received, then the city would only be entitled to recover six cents per cubic yard instead of sixteen on all the filling so done Avith the material thus procured, with interest thereon from the time of demand. This would be “ the costs and expenses” which the city is authorized to assess.\nUnder these instructions there Avere verdicts and judgments entered in favour of the plaintiffs; whereupon the defendants sued out this writ, and assigned for error the folloAAÚng matters, viz.:—\nThat the court erred — 1. In admitting the notices as published in the “Enterprise” and “Dispatch,” of the contemplated opening of Third street, being the subject-matter of defendants’ first bill of exceptions, the defendants having objected to said evidence, on the ground of irrelevancy and incompetency.\n2. In admitting deed from William M. Darlington and wife to The Evangelical Association, dated 28th April 1859 — the same having been offered for the purpose of shoAving the recognition, by defendants, of Third street as opened.\nS, 4, and 5. In refusing to charge as requested in defendants’ first, second, and fifth points.\nAnd 6. In the answer to defendants’ third point.\nHamilton and Acheson, for plaintiffs in error.\nS. Schoyer, Jr., for defendants in error."
  },
  "file_name": "0068-01",
  "first_page_order": 70,
  "last_page_order": 76
}
