{
  "id": 480033,
  "name": "Wilson's Appeal",
  "name_abbreviation": "Wilson's Appeal",
  "decision_date": "1861-11-11",
  "docket_number": "",
  "first_page": "94",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 462,
    "char_count": 9450,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 8.262135094538738e-08,
      "percentile": 0.47809157985658624
    },
    "sha256": "477fccd9c53c438dcc7d515052139e3a8f330c4b47f607396b11afd5e441a105",
    "simhash": "1:f56b36243432ff68",
    "word_count": 1703
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nOn October 5th 1842, James McClelland made his will and died, and on the 24th of the same month it was proved and letters testamentary were issued to the executors, Messrs. Kier and Wilson, who made a vendue and sold most of the personal property to the two brothers of the deceased, and instead of receiving cash from them, each gave his note or sealed bill to the executors, dated November 15th 1842, at nine months, for $100.\nUpon each sealed note was this endorsement: — “ This note is not to be paid until Alexander King comes to the years of twenty-one, that lived with James McClelland, deceased, unless in case of failure or removal out of bounds.”\nThe testator had thus provided for this boy in his will: — “ I will and bequeath unto Alexander King, the boy that now lives with me, the sum of $200, to be paid when he comes to the age of twenty-one years, provided he shall so long live with us.” “ 3d. I will and bequeath unto my beloved wife, Jane McClelland, all the balance of my real estate and personal property, whatsoever may belong to me at my death so long as she shall live, and at her death, provided we shall have no heirs, I will that my whole estate, real and personal, be divided, share and share alike, between my two brothers, Samuel McClelland and John McClelland.”\nThe testator left no issue, but left a widow who survived him some years, and with whom King lived until her death — she and her husband being clearly meant in the will by the word “us.” The two brothers had gone on during the life of the widow, and after her death, until the legatee attained his majority, keeping the whole interest (including what the widow was entitled to) for their own use.\nWhen the boy King came of age, the duty of the brothers, who were residuary legatees, was plain — to pay the legatee without a moment’s delay, unless forbidden by the surviving executor, which would have saved every cent of the expense, which is the subject of the present appeal. The executor desired this course to be taken, but the makers of the notes positively refused to pay any one. Another course was open to them, to pay the amount of the notes to the executor, and have the rights of the parties ascertained in the Orphans’ Court, upon the settlement of his account.\nInstead of this the executor was obliged to bring suit on these notes, to place himself in funds to pay this legacy, and there can be no doubt that this suit was strenuously contested by the defendants, and if the condition, as it is called, which was endorsed on them had been broken, the defence was to be made then and there. The money being thus recovered by sheer force of the law, they oblige the executor to file his account, to which they file exceptions, and it is referred to an auditor.\nThe first exception goes entirely back of the alleged condition, for it says, “ Voucher No. 1 (I suppose for the payment of the legacy to the orphan boy, the object of the testator’s bounty), should not be allowed, the condition in the will not being complied with — Alexander King is not entitled, to the legacy.” This exception the auditor overrules, and thus shows that there was nothing in the various attempts to take away a vested legacy from a meritorious object.\nThe 2d exception is, “Voucher No. 2. An excessive amount is paid counsel for trying a suit, and stating account.” This is also' overruled by the auditor, who has thus shown clearly that the expenses of-suit and audit have been occasioned by a determination to defeat Alexander King of his legacy. The auditor in fact says in reality the suit was right, the recovery of the money right, the payment of the legacy right, and all the payments made by the executor were proper, and of course they should have been allowed him as a proper credit against the estate on his account.\n“I don’t decide that the counsel foes are exorbitant,” says the auditor; but in order to inculpate the legatee, who is entirely blameless, he falls into a clear error of law — “ If the suit, as it was, were instituted for the benefit of King, the legatee, with the purpose of testing his right to the legacy, he should bear the expense incident to the danger of recovery in the cause.” Now, if this were true, King has had to try his title to his legacy twice; first, in the Common Pleas, second, in the Orphans’ Court, and wholly through the persevering tenacity of the brothers of his benefactor, who seems to have stood in loco parentis. But the statement of the law is incorrect, the suit was that of the surviving executor, who could alone sue on these sealed notes, receive the proceeds, and distribute them under the sanction of the Orphans’ Court. In all this King could not legally be put to any expense. The executor was the plaintiff, and the only plaintiff in the suit. Then the auditor indulges in a speculation what it would have cost King if he had brought a suit; but this is inapplicable to the matter in hand, for he got his money from an honest executor without any suit at all. It is clear that the auditor, upon his own showing, was in error in charging this legatee with causing expenses with which he never had any concern.\nNow, if King had nothing to do with these proceedings, and he was paid his money without suit, these expenses were all occasioned, as we have seen, by the determination of the two brothers to defeat, by any and every means, the legacy to King. They said on the trial, and before the jury, Alexander King is not entitled to the legacy, and this question was obliged to be met there, and after a solemn decision in his favour, it has again to be •re-argued all over again before the auditor, and to run the gauntlet of the Orphans’ Court. It is clear, then, upon the record, and upon the statement of the auditor himself, that the fees which cover both courts and all the proceedings, were caused by the dogged determination of the exceptants below to deprive Alexander King of his legacy, and as he says they are not excessive, they are fair charges upon the fund. The credit of $75, therefore, should be restored, and the costs of the audit also paid out of the fund. In this way the exceptants will find that they have wilfully increased costs which now must be paid virtually out of their own pockets.\nIt is ordered, That the decree of the Orphans’ Court be reversed, and that the report of the auditor be so far modified as to restore the $75 counsel fees, stricken from the account of the appellant, and, so modified, the said report is confirmed; and it is further ordered, that the costs of this appeal, and of the audit in the court below, be paid by the appellees.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Golden and Fulton for appellant, and by Boggs and Calhoun for appellees."
    ],
    "corrections": "",
    "head_matter": "Wilson’s Appeal.\nExecutors entitled to Credit for necessary Counsel Fees. — Legatee not chargeable with Expense of Collecting his Legacy from Persons with t whom it had been invested by Executor.\nA testator bequeathed to A. K., a boy then living with him, $200, to be paid when he came to the age of twenty-one years, “ provided he shall so long live with us,” the balance of his estate to his widow for life, and at her death to his two brothers share and share alike; at the executor’s sale, the brothers bought most of the personal propertj’-, and in payment gave each a note under seal to the executors for $100, with the endorsement that it was not to be paid “until A. K. came of age.” The legatee lived with the testator and his widow until the death of both, and when he attained his majority demanded his legacy. Payment of the notes being refused, the surviving executor was compelled to bring suit to recover the amount due thereon. After recovery, he filed his account in the Orphans’ Court, claiming credit for the legacy, and counsel fees for trying the suit, and stating the account, which items were excepted to by the residuary legatees and the account referred to an auditor, who allowed both, but decided that the special legatee should pay three-fourths of counsel fees, because the suit was brought for his use, and the residuary legatees one-fourth: this report being confirmed, on appeal, it was held:\n1. That it was the duty of the residuary legatees to have paid the legacy to the legatee or to the executor, that the rights of the parties might have been tested in the Orphans’ Court;\n2. But, that as they compelled the executor to bring suit, a proper credit must be allowed in his account for the necessary expenses, including counsel fees;\n3. That it was error in the auditor and the court below to charge the special legatee with any part of the expense of recovering his legacy, as it was the duty of the surviving executor to collect the notes and distribute the proceeds; and as the expenses in the Common Pleas and in the Orphans’ Court had been caused by the conduct of the residuary legatees, without fault on the part of the executor, they should be paid out of the fund in his hands.\nAppeal from the Orphans’ Court of Armstrong county.\nThis was an appeal by William Wilson from the decree of the Orphans’ Court on the account of said Wilson, as surviving executor of James McClelland, deceased. The appellees were John McClelland and Samuel McClelland, residuary legatees of testator.\nThe material facts of the case, and the errors assigned by the appellant, are fully stated in the opinion of this court.\nThe case was argued here by Golden and Fulton for appellant, and by Boggs and Calhoun for appellees.\nNovember 11th 1861,"
  },
  "file_name": "0094-01",
  "first_page_order": 96,
  "last_page_order": 99
}
