{
  "id": 480034,
  "name": "Gilmore versus Rodgers et al.",
  "name_abbreviation": "Gilmore v. Rodgers",
  "decision_date": "1861-11-18",
  "docket_number": "",
  "first_page": "120",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 826,
    "char_count": 24188,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.8680487842941563e-07,
      "percentile": 0.7258104623088064
    },
    "sha256": "cf5c95ed0037e4871c034ca038148e75a7e395fd0d66849ba1c68ccc6ebc7885",
    "simhash": "1:8d45457d74289982",
    "word_count": 4269
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Gilmore versus Rodgers et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nUnless we can, on some principle, or rule of practice, treat these decrees of sale and confirmation of the Orphans’ Court as nullities, we cannot reach the error claimed as existing, and relied on as invalidating the title to Gilmore; for it lies, if any where, in the order of sale and its subsequent confirmation. Can we do so ?\nThe error alleged does not reach to the jurisdiction of the court: that is not controverted; but is claimed to consist partly in law and partly in fact, in making those decrees. This is the character of it if -we may treat it as appearing at all, which we may do for the present at least.\nThe Orphans’ Court is and has been for a long time by statute a court of record, whose judgments and decrees, like those of any other court of record, are final and conclusive. See Act of 29th March 1832, § 2, P. L. 190, in which it is expressly declared that its decrees “in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court.” Numerous cases cited in Merklein v. Trapnell et al., 10 Casey 42, notice this; and the exceptions to its conclusiveness must be, as in other courts, fraud and want of jurisdiction.\nNow, conceding an error here, how can we impeach the decree collaterally? That jurisdiction of the subject-matter of this decree, as well as of the proper parties, did exist is not denied nor doubted, nor could it be. Standing unreversed and unappealed from, and the time for an appeal having gone by, which, by the eighth section of the act in question is twenty days, the decree is now, so far as it appears in this case, unimpeachable; and hence we are driven to the conclusion that the title resting on it is not defective.\nIt was argued that the court had no power to order a private sale of the premises. But the argument was experimental only, for the second section of the Act of- 18th April 1853 is express, that it may be done on a petition by “any trustee, guardian, or person interested; clearly setting forth the facts needful for the information of the court under oath or affirmation.” The court may determine for themselves, or through the aid of an auditor, of the propriety of the sale on the terms proposed. The accuracy of all this is adjudicated upon and determined by the decree which follows. Error in these preliminaries cannot be redressed excepting by a reversal of the decree itself in some legal form. The decree binds until set aside. The Act of April 18th 1853 is a remedial statute, and is to be benignly expounded. The right to decree a private sale does not depend at all upon the existence of other undivided interests in the land, and the exhibition in the application of a willingness on part of other parties interested to take a given sum. That, by the statute, is one mode of determining on the propriety of the proposed sale, but it is not the only mode. The court or auditor may determine this question for themselves, and must do so always where the other joint owners are unwilling either to buy or sell. If this were not so, an obstinate co-tenant could virtually repeal the statute itself. The court had undoubtedly the power to decree ■as they did here.\nWe do not think the alleged mistake is patent in these proceedings. About $60 per acre, according to the best estimate of the petitioner, as he states, would be the value of the land. After setting out the interest proposed to be sold, the names of the heirs, the supposed necessity for the sale, and that Rodgers would purchase the “same at the sum of $6000,” payable on terms, he prays a sale. On this petition, accompanied by the request of the father and all the heirs, the court order and decree the sale “for the sum of $6000,” without reference to the price per acre, and the return upon the order was “ sold unto W. W. Rodgers for the sum of $6000” in bulk. It was claimed that the order was a sale at $60 por acre, and that this would have produced the gross amount coming to the Thompson heirs of $7865.71; and that this en-or resulted from a mistake in law, in supposing that the heirs of McNutt took per stirpes, and not per capita. Concession and admission may make out an error in this way, but I would construe the petition, order, and return, all having reference to a sale for $6000, and which was accordingly made, confirmed, and executed by a conveyance in due form. Whether or not this was the understanding of the parties most interested, we have no other proof than the significant silence of themselves, and their natural as well as official guardian, and the full release by an heir since come of ago on the receipt of the purchase-money.\nThe time for the correction of the error has long since elapsed, and, for anything that appears before us in this case, the title of the plaintiff is not defective, and he must pay his bond.\nJudgment affirmed.\nRead, J., dissented.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "J. W. F. White, for plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Gilmore versus Rodgers et al.\nOrphans’ Court, Decree of not to be impeached collaterally. — Private Sale of Real Estate by Order of the Court, when valid. — Act of April 18th Í853, construed.\n1. A decree of the Orphans’ Court directing a private sale of real estate, cannot be impeached collaterally, if the court has jurisdiction.\n2. The Orphans’ Court have power to decree a private sale of the undivided interest of one or more minors, although the parties owning the other interests do not unite in the sale.\n3. The right, under the Act of April 18th 1853, to decree a private sale, does not depend at all upon the existence of other undivided interests in the land, and the exhibition in the application of a willingness on the part of other parties interested, to take a given sum. The willingness of such parties is one way of determining the propriety of the proposed sale; but it is not the only way. The court or auditor may determine tbe matter for themselves, and in some cases must do so.\n4. A mistake as to the interest of the parties cannot be taken advantage of to defeat the title of the purchaser, after decree, and the expiration of the time allowed for an appeal.\nError to the District Court of Allegheny county.\nThis was an amicable action of debt on bond entered in the court below, in which William W. Rodgers, Edward McGilvray, and Mary Ann McGilvray, were plaintiffs, and Benjamin Gilmore defendant, and in which the following case was stated for the opinion of the court:—\nThe bond on which suit is brought, is one of several given by defendant to plaintiffs, in the purchase of a tract of land in Jefferson township, Allegheny county, Pa. It is provided in the bond that it shall not be collected if the title is defective, and it was agreed between the parties that suit should be instituted on the bond, and the title tested in this action.\nThe farm, containing about 186 acres, belonged to John McNutt, who died intestate, about ten years ago, leaving an alleged widow, no surviving children, but seven grandchildren, the issue of two deceased daughters. (The widow’s right to dower was disputed, but being otherwise provided against, is not involved in this action.)\nOne of the intestate’s deceased daughters, Dorcas Thompson, left five children, viz. John, Henry, Rebecca, Nancy Jane, and Sarah, all minors, and Moses Chess was duly appointed their guardian by the Orphans’ Court of Allegheny county.\nThe other daughter, Mrs. Rodgers, left two children, viz. William and Mary Ann, the plaintiffs in this case.\nOn the 11th day of August 1860, Moses Chess, as guardian for the five children of Dorcas Thompson, made application to the Orphans’ Court of Allegheny county, for power to sell at private sale, to William W. Rodgers, the interest of said minors in the said tract of land. In the petition it was stated that the intestate left no children, but the seven grandchildren above named, being the issue of his two deceased daughters; that the tract of land contained about 186 acres and 139J perches, and was worth about sixty dollars per acre (which would make the total value about $11,012). On the same day the Orphans’ Court decreed a sale, and authorized the said guardian to sell at private sale, the interest of the said five minors to William W. Rodgers, for the sum of six thousand dollars, to be paid by instalments as mentioned in the decree. On the 3d of April 1861, the guardian reported that he had sold the interests of said minors to William W. Rodgers, on the terms specified in the decree, and the sale was confirmed by the court; same day the deed of the guardian to William W. 'Rodgers was acknowledged in open court.\nThe following is a copy of the proceedings in the Orphans’ Court in this case :—\nIn the matter of the sale of the real estate of John Thompson, Henry Thompson, Rebecca Thompson, Nancy Jane Thompson, and Sarah E. Thompson, minor children of Dorcas Thompson, daughter of John McNutt, deceased.\nAugust 11th 1860, the petition of Moses Chess, guardian, was presented to the said court, as follows: — ■\n“ To the Honourable Judges of the Orphans’ Court, in and for the county of Allegheny, State of Pennsylvania.\n“ The petition of Moses Chess, guardian of John Thompson, Henry Thompson, Rebecca Thompson, Nancy Jane Thompson, and Sarah E. Thompson, minor children of Dorcas Thompson, daughter of John McNutt, deceased; respectfully represents that John McNutt, late of Jefferson township, Allegheny county, deceased, died intestate, on or about the day of\na. d. 185 , seised in his demesne as of fee of the following described messuage and tract of land, viz.\n“ All that certain messuage and tract of land, situate in Jefferson township and county aforesaid (describing it). That the said John McNutt died intestate, leaving no children but grandchildren, William W. Rodgers, and Mary Ann Rodgers (now McGrilvray), children of his daughter, Mrs. Rodgers, who died before her father, and John Thompson, Henry Thompson, Rebecca Thompson, Nancy Thompson, and Sarah E. Thompson, minor children of Dorcas Thompson, daughter of John McNutt, deceased, who also died before her father; and further, your petitioner sets forth that he was duly appointed guardian of the real estate of the said minors hereinbefore named by your honourable court, and gave security for the proper discharge of his duties, as such according to law, and has acted and still does act as guardian, and is at present guardian of the estate of said children. That said messuage and tract of land produces an annual rent, clear of taxes and deductions, of about $200, and are free from all incumbrances, trusts, and charities, and are the property of all the said grandchildren as heirs at law and next of kin of said John McNutt, deceased, according to their respective interests therein under the intestate laws of the state. And your petitioner further represents, that the whole of said tract of land is about of the value of $60 per acre, according to the best .estimate he is able to put upon the same, and that the sale of the estate of said minors, viz. John Thompson, Henry Thompson, Rebecca Thompson, Nancy Thompson, and Sarah E. Thompson, children of said Dorcas Thompson, would be to their interest and advantage. As the rents, issues, and profits .thereof, do not amount to as much as the interest of the proceeds of the sale of their estates in said land at a fair valuation would amount to. He further répresents chat the said William W. Rodgers is willing to purchase' all the estate, right, title, interest, property, claim, and demand, of them the said minor children of Dorcas Thompson, viz. John Thompson, Henry Thompson, Rebecca Thompson, Nancy Thompson, and Sarah E. Thompson, of, in, to, or out of the said messuage or tract of land, at the sum of six thousand dollars, payable as follows: $4000 in cash, and the balance in four equal annual payments of $500 each, with interest, the deed to be made at the time of the first payment, and the other payments to be secured by bond and mortgage on the premises ; which sale the said minors and their father are desirous should be made, as per their letter to your petitioner hereto attached. And which price in the opinion of your petitioner is more than can be obtained under public sale. Your petitioner, therefore, prays your honourable court to approve of and decree a private sale of the estate, right, title, interest, and claim of said minors, children of Dorcas Thompson, viz. John Thompson, Henry Thompson, Rebecca Thompson, Nancy Jane Thompson, and Sarah E. Thompson, of, in, to, or out of the said messuage and tract of land, upon such terms and rates as shall be approved of by your honourable court, upon your petitioner giving such security as your honourable court shall approve, according to the Acts of Assembly in such case made and provided.\n“ And your petitioner will ever pray.\n“Moses Chess.”\nWith the usual affidavit.\nCopy of the letter referred to in and attached to the petition:—\n“ Clarke County, Missouri, June 27th 1860.\n“ Mr. Moses Chess, Esq. — Sir:—This is to certify that we have entered into an agreement with Wm. W. Rodgers, to sell to him all our right, title, and interest in and to all the real and personal estate of John McNutt, deceased, of Allegheny county, Pennsylvania, and it is our request, that you will take the necessary steps to carry this agreement into effect. The terms of the sale are as follows: — He is to pay $6000 for the property ; $4000 to be paid down, and the balance is to be paid in four equal annual payments of $500 each, with interest; the deed to be given on the first payment, and the balance to be secured by bond and mortgage on the property.\n“James P. Thompson,\n“John Thompson,\n“ Henry C. Thompson,\n“ Rebecca Thompson,\n“Nancy J. Thompson,\n“ Sarah E. Thompson.\n“ Attest: William II. Spencér.”\nA bond was. executed by Moses Chess, with approved security, in the sum of $12,000, conditioned for the faithful performance of his duties as guardian in the matter of the sale of this real estate, and the proceeds arising therefrom belonging to said minors, &c.; whereupon the following order was made:—\nAnd now, to wit, August 11th, A. D. 1860, the foregoing petition being presented in open court, and the said court having duly given the said petition and matters therein contained a full and careful investigation, and the court being of opinion that it is for the interest and advantage of the parties interested, that their right, title, and interest in said land should be sold, and that said sale may be made without injury or prejudice to any trust or charity, or any purpose for which the said lands are held; and that said sale may be made without violating any law which may confer any immunity or exemption from sale or alienation; and the court being further of opinion, that, under the circumstances in the case, a better price can be obtained at private sale than at public sale, and said Moses Chess having given security for the faithful performance of his duties as guardian in the matter of said sale and the proceeds arising therefrom, which said security has been approved by the court, said court do now approve and decree a private sale of the estate, right, title, interest, property, claim, and demand of the said minor children of Dorcas Thompson, deceased, viz.: John Thompson, Henry C. Thompson, Rebecca Thompson, Nancy J. Thompson, and Sarah E. Thompson aforesaid, of, in, to, and out of the said messuage and tract of land, upon the following terms and rates, that is to say, for the sum of $6000, payable $4000 in cash, and the balance in four equal annual payments of $500 each, with interest; the deed to be made, executed, and delivered by the said Moses Chess, at the time of the payment of the said cash, and the balance of the payments to be secured by bond and mortgage on the premises.\nOn the 3d of April 1861, the following report of sale was filed\n“ To the Honourable the Judges of the Orphans’ Court of Allegheny county:\n“ Moses Chess, Esq., guardian of John Thompson, Henry C. Thompson, Rebecca Thompson, Nancy J. Thompson, and Sarah E. Thompson, minor children of Dorcas Thompson, wife of John P. Thompson, and daughter of John McNutt, deceased, respectfully showeth: That in pursuance of the order of your honourable court, made August 11th, a. d. 1860, at No. 74 of June Term 1860, he did, on the date of the said order, sell the estate and interest of ¿he said minors in the tract of land and messuage, situate in Jefferson township, Allegheny county, and state of Pennsylvania, containing 186 acres and 139J perches, of which the said John McNutt, deceased, seised, as the same is fully described in said orders, unto William W. Rodgers, for the sum of $6000, payable as follows, viz.: $4000 in cash, and the balance in four equal annual payments, with interest. Pie, therefore, prays your honourable court to ratify, approve, and confirm said sale, and to permit him to acknowledge a deed to said William W. Rodgers for the same in open court, and decree that he deliver said deed on receipt of the purchase-money and securities.\n“ And he will ever pray, &c.”\nUpon this report of sale is endorsed the following order :—\n“ And now, to wit, April 3d, A. D. 1861, the court ratify and confirm the sale made by Moses Chess, guardian, to William W. Rodgers, as within reported, and direct him to acknowledge in open court, a deed for the same, and deliver said deed upon his receiving the purchase-money and said securities.”\nThe deed from Moses Chess, as guardian for the five minor children of Dorcas Thompson, was delivered to Wm. W. Rodgers on the 3d day of April 1861, and on the same day Wm. W. Rodgers and his sister, Mary Ann McGilvray, sold the entire tract of land to the defendant, Benjamin Gilmore, for the sum of $13,420, and executed and delivered to him a deed for the same, containing, besides the clause of general warranty, the following special covenant, viz.:—\n“ And the said parties of the first part, Wm. W. Rodgers and Edward McGilvray, and Mary Ann his wife, covenant to and with the said Benjamin Gilmore, that they, the said parties of the first part, have the entire right, title, and interest of, in, and to the said tract of land; that they have the perfect and indefeasible fee-simple title to the whole tract; that no other person has any claim or interest therein; and that the same is clear of encumbrances, &e.”\nJohn Thompson, one of the minors, who had come of age, executed a release of all his interest to Wm. W. Rodgers, dated April 12th 1861.\nThese facts are submitted in the nature of a case stated for the opinion of the court.\nIf the court should be of opinion that the conveyance from plaintiffs to defendant, of April 3d 1861, vested a. good, perfect title to the w'hole tract of land in the defendant, then judgment to be entered for the plaintiffs for the sum of $1000, with interest from the 10th of April 1861. But if the court should be of opinion that the said title is defective, then judgment to be entered for defendant with costs, either party to have the privilege of a writ of error to the Supreme Court.\nOn the 21st of September 1861, the court below directed the entry of judgment for plaintiff in the case stated for $1000, with interest from April 10th 1861, which was assigned for error by the defendant below.\nJ. W. F. White, for plaintiff in error,\nconceding that there was no allegation of fraud in the guardian, and'that he and all the heirs honestly believed that the five children of Dorcas Thompson owned only a moiety of the property, argued that the title of William W. Rodgers' was' defective, because, 1. There Avas such an evident mistake on the face of the record as to vitiate it. The guardian had evidently acted on the supposition that the five Thompson children had only the moiety Avhen they had the five-sevenths of the property. At the value he fixed upon the property, their interest was worth $7865.71, instead of $6000.\n2. The Orphans’ Court had no power to decree a private sale in such a case. The 4th section of the Act of 18th April 1853, authorized private sales of undivided interests only in those cases where other parties in interest, competent to act for themselves, joined in the conveyance. And in all other cases there must be cause shown by the report of an auditor, or other satisfactory evidence, before the court could order a private sale.\n3. There were fatal defects in the proceedings of the Orphans’ Court. The order of sale was granted August 11th 1860, and not returned till April 3d 1861, nearly eight months afterwards, and after two entire terms of the court had intervened. And the report of the guardian as filed April 3d 1861, was neither signed by him nor sworn to.\nBut, although mere irregularities would not affect the validity of the sale nor impair the title held by Rodgers, there was a mistake against the interest of the minors apparent on the face of the record, and of which he therefore had notice.\nGilmore, the conditional purchaser, stands precisely in the place of Rodgers and his sister, who are the children of Mrs. Rodgers, and the cousin of full age of these minors. He is not a bond fide purchaser for value without notice — he has paid no cash, and his bond is upon condition that a good title shall be made to him. There is no pretence of improvements, &c., so that the case is as if between the original parties. Chess may not have known what the interest of these minors were, and they too Were probably ignorant of our intestate law, for they were minors residing in Missouri. But Rodgers and Gilmore were not ignorant of- the extent of the interest which these minors had in this land. On the day the deed of Chess was delivered to Rodgers the latter sold, to Gilmore, not for cash, but for a bond, which recited a doubt as to the title, and was only to be enforced after the title should be declared good.\nJ. F. Shale contended that the Act of April 18th 1858, under which this sale was made, was one of immense utility, and was indispensably necessary for relieving real estate in Pennsylvania from the estates, limitations, and remainders with which the various owners thereof had from time to time burdened and encumbered them, securing to purchasers titles that were unquestionably valid, thereby insuring to the owners full and fair prices, and substituting the proceeds of sale for the real estate sold, so far as the ownership and enjoyment thereof is concerned.\n2. That the Orphans’ Court had power to order the sale in this case. Being the sale of an undivided interest, it was clearly within the discretion of the court to order a private sale : Act of Assembly, April 18th 1853, § 4, Purd. Dig. p. 700. To require the concurrent action of all parties owning interests in the land would defeat the object of the act in authorizing a private sale.\nThere was no error in the proceedings which will vitiate the sale. Tfie proceedings are regular in form, and even if they were not, the act itself cures all errors in the proceedings: Act April 18th 1853, § 5.\nNovember 18th 1861,\nIt is alleged that a mistake was made as to the amount of interest held by the Thompson children. There is no allegation of fraud upon the part of any who were interested in the sale. There is no mistake evident upon the proceedings. If a mistake was made by the parties as to the interest of the minors, it is a mere mistake of law, and against such the court will not grant relief. If the guardian and .his counsel knew the rights of the children and disregarded them, or if they, through carelessness, failed to guard the interest of their wards, it might afford a ground of action against the guardian, but will not be sufficient to divest the title of the purchaser.\nIt might be sufficient to arrest the proceedings by appeal, but after the time for taking an appeal has passed, the court cannot, .even for the protection of minors, wrest the title from a purchaser to protect a guardian from the consequences of his improper or improvident acts.\nThe Act of April 18th 1853, § 8, provides that; after a decree has been carried into effect, a reversal of the proceedings shall not affect the title of the purchaser."
  },
  "file_name": "0120-01",
  "first_page_order": 122,
  "last_page_order": 131
}
