{
  "id": 480043,
  "name": "Brown versus McFarland's Executor",
  "name_abbreviation": "Brown v. McFarland's Executor",
  "decision_date": "1861-11-25",
  "docket_number": "",
  "first_page": "129",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 699,
    "char_count": 16461,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 4.130744732757429e-07,
      "percentile": 0.9107822502392997
    },
    "sha256": "07937466182ce8ce72f8e6543fbc5623a38b6da5a4f5f5f8c939301c342dc79b",
    "simhash": "1:aebbce95b03ec254",
    "word_count": 2788
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus McFarland’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\nAs surviving partners, Brown & Caldwell would have been entitled, after McFarland’s death, to work up the stock on hand at the Phoenix Furnace, and to close the business of the partnership; but, for this service, would have had no right to charge the estate of their deceased partner with anything more than their necessary outlay of expenses. As compensation for their personal services they were not entitled to charge: Beatty v. Wray, 7 Harris 518. Nor does the will of McFarland and the agreement of his executor, made in pursuance thereof, alter the rule of law applicable to this case. The agreement does indeed provide that they are to account only for profits after paying “ all expenses, costs, charges, and services.” This last word is supposed to authorize and justify Mr. Brown’s charge of $1792.50 for his attention to the furnace. The auditors thought not. They did not deny that the word “ services” in the agreement might be construed to include Brown’s attentions, but they denied the right of the executor to make any such contract. They said the will authorized no agreement to pay for a partner’s services in closing up the concern, and the executor had no power, virtute officii, to subject the estate to such a charge.\nWe find ourselves inclined to agree with the auditors in this view. They have not only rendered very good reasons for the faith that was in them, but they have examined the arguments and authorities so satisfactorily, on which the plaintiff in error’s counsel rely, as to save us much trouble. We agree with them that there is nothing to take this case out of the ordinary rule of law, and that if the executor’s agreement was designed to do so, it was void for defect of authority. But we incline to the opinion that the word “ services” pointed to the employment of a manager. The furnace was conducted by Martin B. Wilson as manager, and for his services Mr. Brown was allowed a full credit. There was a clerk also, and other employees, and although the cost of all these might well enough have been considered as covered by the words “ expenses and charges,” yet it is not strange that the other word “services” should have been employed as referring to the same subject. Tautology, which is one of the commonest vices of American style, is thought to add strength to agreements and other legal documents. This very agreement affords another instance of the same sort. Having treated for all the “real and personal property” of the furnace, the parties put themselves to the trouble of interlining and noting in the attestation the words “assets and chattels,” as if these words might possibly embrace something omitted by the words “real and personal property.” In like manner we suppose when they thought of the outlays necessary for carrying on the furnace, they called them by the triple title of costs, expenses, and charges, but did not mean by either or all of the words to compensate the surviving partners for time and trouble in attending to partnership property, which the deceased partner had attended to in his lifetime without charge for his services.\nThe next material point of controversy is the note of June 16th 1851,. for $1200, signed by G. B. McFarland, and made payable to the order of James E. Brown, on account of George B. McFarland & Co., in part of debt due to that firm by the Phoenix Furnace. . As I understand this matter it was thus: McFarland & Brown were partners in the “ Rural Village Store,” under the name of G. B. McFarland & Co. McFarland, Brown & Caldwell were ¡partners in “Phoenix Furnace,” under the name of G. B. McFarland. Phoenix Furnace owed Rural Village a debt, $1200 of which was represented by this note. Brown claimed to charge the whole amount of the note against the estate of McFarland. The auditors allowed him but half of it. Nothing can be more plain than that, as between Brown and McFarland, the note belonged to them jointly, and that in settling their accounts, Brown was entitled to no more than the auditors allowed him.\nThe other items excepted to were not made the subject of remark in the argument, and we leave them as they stand in the auditors’ report.\nWe can perceive no ground for the complaint that the auditors exceeded their powers. The agreement of January 24th 1860 was founded on the inconveniences which are always experienced in conducting actions of account render through all stages of their legal progress, and seems to have been intended to vest in the auditors plenary powers to deal with all questions that had arisen, and to report accounts in accordance with their several decisions. They seem not to have transcended the limits prescribed by the parties, and we think the court did right in confirming their report.\nThe decree is aflirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "Samuel N. Purviance, for plaintiffs in error.",
      "Solder and Pulton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brown versus McFarland’s Executor.\nRight of surviving Partner to Compensation for settling Partnership Business. — Apportionment of Partnership Liabilities. — Power of Auditors in Account Render.\n1. A surviving partner is not entitled to compensation for winding up the partnership business; nor can the executor of a deceased partner employ the survivor for that purpose, at the expense of the decedents’ estate, unless he is expressly authorized so to do by the will of his testator.\n2. By the will of one of several partners in a furnace, his executor was authorized “ to co-operate with” the other partners “ in carrying on the business,” “in connection” with them: the executor by a written agreement and contract, transferred the partnership interest and property to the surviving partners B. and C., who were to work up the stock on hand, and to account for the profits and proceeds, after paying all “ expenses, costs, charges, and services.” Afterwards B. filed his separate account (an action of account render having first been brought against B. and C. by the executor), in which, he claimed a large credit for services under the contract with the executor; the auditors on the account disallowed the claim, and their report being confirmed by the court, on writ of error it was held: That B. was not entitled to any compensation for his services in settling the partnership concerns, and that the agreement of the executor, if it authorized any such payment, was void for want of authority; but that the agreement authorized the employment of a manager, for whose services, as well as for those of a clerk and other employees, payment was properly allowed.\n3. The decedent M., being in partnership with B. in a store, gave, for indebtedness of the furnace concern to the store, a note in his own name, which was that in which the furnace firm did business. In the account, B., as surviving partner of the store firm, charged against M.’s estate the whole' of the note, only one-half of which was allowed him by the auditors and the court. Held, that as between B. and M., the note belonged to them jointly, and that B. was entitled on settlement to his half only.\n4. The parties to the action of account render1, while it was pending, agreed to withdraw their several demands before the auditors for issues, and that instead, the issues should be considered the points in dispute to be decided by the auditors, who should report the accounts in accordance with the several decisions: the auditors accordingly made their report, stating an account in the aggregate, with the shax-e of each partner as a judgment, which was entered bv the court. Held, that as, under the agreement, the parties intended to vest in the auditors plenary power to deal with all questions that had arisen, and to report accounts accordingly; their report would be regarded as a substantial compliance with the agreement, and not as an excess of power, although they did not state an account under each of the points raised before them, as a strict construction of the agreement would seem to require.\nError to the Common Pleas of Armstrong county.\nThis was an action of account render, brought August 20th 1856, by Thomas McConnell, executor of George B. McFarland, deceased, against James E. Brown and Alexander Caldwell. Judgment quod comyutent was confessed in the cause, and auditors appointed, whose report was confirmed and judgment entered in favour of the plaintiff for $>2402.93f, with interest and costs of suit.\nThe case was this: — George B. McFarland died in the summer of 1851, first having made a will, in which Thomas McConnell was executor. At the time of his death he was, and had been for some time previous, engaged in the manufacture of pig metal in Armstrong county, Pa., at Phoenix Furnace, and carried on business in the name of “ George B. McFarland,” for the firm composed (as was alleged) of G. B. McFarland, James E. Brown, and Alexander Caldwell.\nIn his will, McFarland authorized his executor “ to co-operate with my partners in carrying on the business of the manufacture of iron, the purchase and sale of goods and other materials at Phoenix Furnace, and in connection therewith in such manner as shall be decided best for the interests of the firm; or to join with my said trustees in the sale of the said concern, including all the real and personal estate belonging thereto, whenever my said executors shall judge proper to do so, or at any time, to sell my interest therein to my said partners, or either of them, or to 'any other person or persons willing to purchase. But no such sale shall be made without first offering and endeavouring to sell said interest at public sale, after having given due and timely public notice of such sale; allowing, in case of sale, a reasonable time for payment, upon receiving good and sufficient security for such payment. My executors are authorized and empowered hereby, to execute a sufficient deed or deeds to the purchaser or purchasers thereof, conveying any title thereto and therein to him or them in fee.”\nIn pursuance of this authority, the executor, Thomas McConnell, on the 18th of October 1851, entered into this agreement;—\n“ Know all men, that I, Thomas J. McConnell, executor of George B. McFarland, deceased, in pursuance of the provisions of the will of said testator, do hereby transfer to Alexander Caldwell, and James E. Brown, the real and personal property, assets, and chattels, embraced in the Phoenix Furnace concern, carried on by said McFarland, until the present stock is worked up, or the property sold or otherwise disposed of, to be carried on by them in their own names, and conducted under their directions. They to keep an account of the business in the usual way, and to account for the profits and proceeds thereof, after paying all expenses, costs, charges, and services; and apply such proceeds, first, to the debts contracted by said testator, in carrying on, and for the use of the said furnace concern; and the surplus, if any, to be applied to the first lien of record against said property, when purchased by McFarland from Smith & Guthrie; and further, that any legal and legitimate use of my name, as testators (executor) shall be given them, when necessary, in carrying out this contract. They keeping me from individual responsibility, on account of such use of my name.\n“P. S. — The words ‘assets and chattels,’ interlined after property, in the fourth line, before signing.\n“ Witness our hands and seals, the 18th October 1851.\nThos. McConnell, Ex’r. [l. s.]\nAlex. Caldwell, [l. s.]\nJames E. Brown, [l. s.]”\nUnder this agreement Brown & Caldwell took possession of the furnace, personal property, and assets, and continued therein until the stock was fully worked up — Brown giving his personal 'superintendence to the business during its progress.\nBrown rendered his account, by which it appears he charged himself with proceeds of metal, vendue notes and claims, amounting to the sum of $32,030.25, and claimed a credit for disbursements made, amounting to the sum of $30,172.36, of which .seven items were disallowed by the auditor, which disallowance constitutes the 5th, 6th, 7th, and 8th exceptions to the auditors’ report.\n1. J. E. Brown’s services, ..... $1792.50\n2. E. Cowan’s fees, ...... 95.00\n3. Expenses to Greensburg, . . . . . 5.82\n4. J. B. Finley’s bill,......33.95\n5. J. B. Neale’s bill,......4.00\n6. Interest, oh voucher No. 251, .... 114.10\n7. G. B. McFarland’s note for Rural Village store, dated 16th June 1851, the whole of the interest disallowed and one-half the principal interest, . . 780.00\n$7825.97\nIn addition to the Phoenix Furnace partnership, composed of G. B. McFarland, James E. Brown, and Alexander Caldwell, under the name of G. B. McFarland, there was another firm, G. B. McFarland & Co., composed of G. B. McFarland and James E. Brown, in Rural Tillage, engaged in merchandise. This last-mentioned firm was indebted to James E. Brown for advances made. The first-named firm, at Phoenix Furnace, was indebted to the last, the Rural Tillage store, and on the 16th June 1851, Phoenix Furnace, per G. B. McFarland, gave the following note:—\n“Phoenix Furnace, 16th June 1851.\n“ One day after date, I promise to pay to the order of James E. Brown, on account of G. B. McFarland & Co., twelve hundred dollars, value received in part of debt due G. B. McFarland & Co. by Phoenix Furnace concern.\nG. B. McFarland.”\nOn the books of G. B. McFarland & Co. the Phoenix Furnace Company is credited with the amount of this note; which, in part, liquidated the debt due by the latter to the former.\nThe auditors allowed the half of this note, on the ground that James E. Brown was only entitled to an equal share of it, and George B. McFarland’s estate to the other.\nDuring the progress of the trial before the auditors, issues, according to the practice in account render, were demanded by the parties, which were duly certified to by the auditors; but in order to close the case without further delay, the parties entered into this agreement:—\n“And now, to wit, January 24th 1860. In order that the settlement of the accounts of the defendants may be facilitated, and the auditors proceed without embarrassment, arising from the demands of the parties for issues, according to the strict rules governing the action of account render, the plaintiff and defendants hereby agree to withdraw all request for issues upon either side; but that the issues certified by the auditors be considered the points in dispute between the parties, and that the auditors proceed to determine and decide each point thus in dispute, and report their accounts in accordance with such several decisions. And it is further hereby distinctly understood and agreed, that the plaintiff and defendants reserve the right of exception in court, to any and all decisions of said auditors, upon each and every of said points as aforesaid in dispute — which exceptions (if taken) shall be proceeded in by court, the same as exceptions to other reports of auditors appointed by said court, and the judgment of the court thereupon to have a like effect as in other cases.”\nThe auditors reported a balance of $4683.86 in hands of James E. Brown, and $863.08 in hands of Alexander Caldwell, to which interest amounting to $1662.07 was added, making a sum total of $7108.81, which, divided into three shares, made each $2402.93; and in their report directed judgment to be entered for that sum, with interest from 1st January 1860.\nNovember 25th 1861,\nExceptions were filed to this report, which on hearing were overruled, the report confirmed, and judgment entered as above stated.\nThis writ was thereupon sued out by James E. Brown, under protest, on the part of Alexander Caldwell.\nThe principal errors complained of here were: — 1. The rejection of a credit claimed by Brown'of $1792.50, for his services in closing up the partnership concern, and which he claimed he was entitled to under the will of the deceased, and the agreement of October 18th 1851.\n2. The refusal to allow J. E. Brown more than one-half of the value of the note of June 16th 1851, dated Phoenix Furnace, and signed by Gr. B. McFarland.\n3. That the auditors exceeded their porvers in making a new report in violation of the agreement of the parties dated January 24th 1860, which only authorized them to determine, decide, and report in reference to issues then certified, and not to introduce new issues, or leave out issues which had been previously certified.\nSamuel N. Purviance, for plaintiffs in error.\nSolder and Pulton, for defendant in error."
  },
  "file_name": "0129-01",
  "first_page_order": 131,
  "last_page_order": 137
}
