{
  "id": 480030,
  "name": "The Commonwealth Insurance Company versus Sennett et al.",
  "name_abbreviation": "Commonwealth Insurance v. Sennett",
  "decision_date": "1862-01-06",
  "docket_number": "",
  "first_page": "161",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 288",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 377",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 199",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477882
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0188-01"
      ]
    },
    {
      "cite": "2 W. & S. 226",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0165-01"
      ]
    },
    {
      "cite": "5 Binn. 238",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0238-01"
      ]
    },
    {
      "cite": "2 Rawle 177",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0177-01"
      ]
    },
    {
      "cite": "15 Johns. 424",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 109",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854690
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0109-01"
      ]
    },
    {
      "cite": "2 Jones 391",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0391-01"
      ]
    },
    {
      "cite": "3 Binn. 326",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0326-01"
      ]
    },
    {
      "cite": "29 Maine 97",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/29/0097-01"
      ]
    },
    {
      "cite": "4 Denio 502",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0502-01"
      ]
    },
    {
      "cite": "9 Barb. 191",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4898036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/9/0191-01"
      ]
    },
    {
      "cite": "3 W. & S. 351",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0351-01"
      ]
    },
    {
      "cite": "2 Jones 391",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/47/0391-01"
      ]
    },
    {
      "cite": "3 Binn. 326",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 894,
    "char_count": 21847,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.6096342583495643e-07,
      "percentile": 0.9261729158727015
    },
    "sha256": "3e38fba921a714839e218120871d0a6ea7fa4febbfe51394d8b7298d15cd62b6",
    "simhash": "1:8666c1ed796ef074",
    "word_count": 3861
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth Insurance Company versus Sennett et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nSixty-five years ago, it was decided by the Court of King’s Bench that what are called preliminary proofs were conditions precedent to the right of the assured in a fire policy to recover, and the judgment was arrested because it was not alleged in the declaration that the certificate signed by the minister and churchwardens, as required in the printed proposals referred to, and incorporated into the policy, was not procured: Worsley v. Wood, 6 Term R. 710. Lord Kenyon says: “ That this is a prudent regulation, this very case is sufficient to convince us; for it appears on the record that soon after the fire, the assured delivered in an account of their loss, which they said amounted to 70001.; that they obtained a certificate from some of the reputable inhabitants that the loss did amount to that sum, and that the jury, after inquiring into all the circumstances, were of opinion that the loss did not exceed SOOOh, and yet it is stated that the minister and churchwardens, who refused to certify that they believed that the loss amounted to 7000?, wrongfully, and without any reasonable or probable cause, refused to sign such certificate.”\nThis case was reaffirmed in Mason v. Harvey, 8 Exch. 819, where it was held that the delivery of particulars of the loss sustained, within three calendar months after the fire, to the secretary or agent of the company, was a condition precedent to the right of the assured to recover for the loss. The question was raised by a special plea, which was demurred to. “ Such a condition,” says Chief Baron Pollock, “is in substance most reasonable; otherwise a party might lie by for four or five years after the loss, and then send in a claim, when the company perhaps had no means of investigating it.” In Roper v. Lendon, 28 Law J. R. Q. B. 260, where the particulars were required to be delivered within fifteen days after the loss, Lord Campbell said: “ Mr. Jones very properly admitted that the delivery of particulars is a condition precedent to the plaintiff’s right to recover, and that being so, the whole of the condition as expressed in the policy must be precedent to the plaintiff’s right to recover. The delivery must be within fifteen days after the fire, and it is very reasonable that it should be so, it being of the utmost importance to the company to know, as soon after the loss as possible, the exact amount for which the plaintiff claims compensation.”\nThe same doctrine prevails in this country, and is too well established to require the aid of authority. We have also adopted the rule that the whole or any part of the preliminary proofs may be waived by the insurer, and the effect of such waiver is well put by my Brother Strong, in The Inland Insurance and Deposit Company v. Stauffer, 9 Casey 404. “ Surely it cannot be contended,” says he, “ that it was not competent for the insurers to waive performance of a formal condition introduced solely for their own benefit. At most, it was a condition precedent not to the undertaking of the insurers, but to the right of action of the insured. It is no new doctrine that insurers may waive objection to defective compliance with such a stipulation, or to entire non-compliance, and that such waiver in effect strikes the condition out of the contract. Nor need the waiver be express. It may be inferred from acts of the insurers evidencing a recognition of liability, or even from their denial of obligation exclusively for other reasons.”\nIt is clear, therefore, that the preliminary proofs only become important when made so by the conduct of the insurers, for whose security and information only are they required. If, therefore, the insurers do not object to their regularity, for they may be in strict conformity to the conditions of the policy, and yet entirely untrue, the insured cannot avail himself of his own statements to prove his own loss or the particulars of it, nor is there anything in the policy itself to vary the common law rule of evidence on this point. The insured cannot make evidence for himself, or otherwise the insurer would be entirely at the mercy of an unscrupulous man, who might easily double the actual amount of his loss.\nThis view of the use of preliminary proofs has always been taken in Pennsylvania. In Thurston v. Murray, 3 Binn. 326, a writing purporting to be a copy of a decree of the English Court of Appeals in admiralty cases not certified under the seal of the court, which had been lodged with the broker through whom the insurance was effected, among other documents, to prove the loss, was offered in evidence by the plaintiff The defendant’s counsel objected to the reading of this paper to the jury, but it was permitted to be read, not as evidence of the truth of the matter contained in it, but as evidence of a communication from the assured to the underwriter. “This point,” said Chief Justice Tilghman, “ involves a question of considerable importance, whether the assured shall be permitted to bring before the jury papers which in themselves are not legal evidence. It is agreed that the copy of the decree was not per se evidence. Why then should it be read ? Because, say the plaintiffs, it was exhibited to the defendant’s broker as one of the proofs of loss, and it is expected by the underwriters that these proofs of loss should always be. exhibited. Upon the same principle, every paper which the assured wishes to read, however improper in itself, may be brought before the jury; for it is in his power to lay before the broker what papers he pleases. Although the underwriters expect that the assured should inform them of all material intelligence received respecting the loss, yet it does not follow that in case of dispute it is their intention that illegal evidence shall be introduced at the trial. If the defendant had charged the plaintiffs with improper conduct, in withholding from him the information which they had received respecting the loss, it might be necessary to obviate that objection by proving that they had lodged the papers with the broker. But the defendant did not deny that this paper had been communicated. On the contrary, he was willing that the jury should read the endorsement on it, by which it appeared the broker had received it. It has been said that the defendant was not injured by reading it to the jury, because they were told by the court that it was ynot evidence of any decree having been made. But I am of a different opinion. The reading of it might, and if I may judge from the verdict did, make an impression, which the court could not erase. We are now to establish, the rule in cases of this kind; and it appears to me that it will be of dangerous consequence, if papers are thus introduced by a side wind, which not being evidence in themselves, could not be brought forward directly. The distinction of being evidence for one purpose and not for another is too subtle for the jury; they will not forget what has heen read to them. The case of Senat v. Porter, 7 D. & L. 158, was much stronger than this. There the defendant attempted to read in evidence the captain’s protest, which had been shown to him by the plaintiff’s broker. But the court were clearly of opinion it was not evidence.”\nIn Flindt v. Alkins, in 1811, 3 Campb. N. P. 215, Lord Ellen-borough held that a copy of the sentence of condemnation of a ship, handed over among other papers by the assured to the underwriters, was not rendered evidence for the underwriters, and said that he had ruled the same point lately in Bell v. Carstairs.\nIn Fleming v. The Marine Insurance Company, 3 W. & S. 351, Chief Justice Gibson says: “ That a mariner’s protest is competent evidence of the facts set forth in it, on the trial of an insurance cause, is an anomaly peculiar to the law of our own state, for it is elsewhere only one of the preliminary proofs of loss, which the assured is bound by custom, or the terms of the contract, to furnish the insurer, before compensation can be demanded.”\nIn The Insurance Company v. Francia, 9 Barr 390, the protest of the master, not made within twenty-four hours after reaching port, was presented to the office with the other preliminary proof, and it was not offered or admitted as evidence to the jury, but simply as one of the usual documents exhibited to the underwriters to inform them of the details of the loss, and one whose absence is suspicious. This the counsel for the plaintiff in error contended was erroneous, for such a protest was inadmissible to show compliance with the rule requiring it as part of the preliminary proof. Upon this objection, Chief Justice Gibson observed, p. 396: “ So of the protest as one of the preliminary proofs of loss. In Fleming v. The Marine Insurance, we certainly laid a strong hand on protests, as proof, under the idiosyncrasy of our system, of facts before a jury, not, however, to affect them as preliminary proofs. The rule for the latter is so liberally expounded as to require only the best evidence in the possession of the assured, as reasonable information, to enable the underwriters to form an estimate of their liability for the loss.”\nIn Fleming v. Insurance Company, 2 Jones 391, Judge Rogers allowed the preliminary proofs to be read, but not as proof of the facts stated in them. In Klein v. The Franklin Insurance Company, 1 Harris 247, on the trial before Rogers, J., the plaintiff offered, as evidence that the proper preliminary proof had been furnished, certain ex parte affidavits. These were objected to generally, but his Honour permitted them to be read to the jury as evidence, only to show that preliminary proof had been given. One of the pleas was that the defendant had not furnished the preliminary proof required by the policy. Chief Justice Gibson, on delivering the opinion of the court, said: “ The admission of the preliminary proofs to the jury without restriction is the only part of the case about which the mind can hesitate. Had these been read in disregard of the specific objection to them made here, it would have been error. The proper course was to put them before the jury for the purpose of authentication, leaving to the judge, who alone had a right- to read them, his undoubted province to say whether they made a primd facie case.” And this is said in a case where the very question was put at issue whether the plaintiff had fulfilled.the condition precedent, which was an indispensable prerequisite to his bringing his suit. The subsequent reasoning of the Chief Justice was to show that the objection to the evidence failed, because it was not specific as made in the court above, but was broad, general, and without bound or limit.\nIn Sexton v. Montgomery County Mutual Insurance Company, 9 Barb. 191, it was decided that the preliminary proofs were not evidence to the jury on the question of damages; and in Howard v. The City Fire Insurance Company, 4 Denio 502, the old Supreme Court of New York decided that where the plaintiff gave general evidence that the preliminary proofs had been furnished, and the defendants’ counsel gave them in evidence with a sole view, as stated, of laying a foundation to prove them untrue, and not as general evidence in the cause, the affidavit of the plaintiff thus read was not to be regarded by the jury as evidence in favour of the plaintiff of the facts asserted therein.\nThe case of Moore v. The Protection Insurance Company, 29 Maine 97, appears to contradict these positions, unless it is put upon the ground that the preliminary proofs were given in evidence without objection or by consent, but it is clear, if taken in its broadest extent as deciding that when admitted at all, they are to be treated as facts, it. is not law in Pennsylvania. Mr. Phillips, in his comment upon it, vol. 2, p. 648, does not appear to regard this decision with much favour. After stating it, he remarks: “ That is to say, the defendants, by not objecting to its admission for any other than a specific purpose, for which only the plaintiff has a right to produce it, thereby impliedly consent to its being used as evidence to any point to which it is applicaable. The doctrine seems to be pretty broad, and to deserve consideration.”\nIn the present case, the court permitted the schedule, statement, and affidavits of the plaintiffs not only to be read to prove compliance with the conditions of the policy as to the preliminary proof, but to go to the jury upon the question of damages as primd fade evidence of the goods lost, that is of their number and quality, but not they say of their value. These papers were taken out by the jury, and portions of them were allowed by the court to be treated as facts proved in the cause upon the important question not only of damages, but as to the entire fairness of the plaintiffs in the whole transaction, both as to the loss and their claim. The papers thus in the possession of the jury contained a detailed statement of the number of articles destroyed, with a separate valuation of them, and a total valuation of the whole accompanied by the affidavit of the plaintiffs as to its correctness, and “ that said account is true and just” — of the insurances effected, in other companies — of the whole value of the property insured — as to the building in which they were stored— and their belief that the fire was the act of an incendiary. This affidavit is accompanied by the certificate of the nearest justice, that he had examined the circumstances attending the said fire, loss, and damage alleged, and that he was acquainted with the character and circumstances of the said Sennett, Barr & Co., the claimants, and that he verily believed that they had by misfortune, and without fraud, or evil practice, sustained loss and damage on the property insured to the amount of $11,095.35.\nTake one item in this statement: “63 Danford’s Patent Iron Mowing and Reaping Machines $140 — $8820,” and suppose on the trial that the plaintiffs could only prove the loss of 33 of these machines by competent testimony, then the jury by the ruling of the court may supply the 30 not proved by referring to the paper as primd fade evidence of the whole 63, and thus make a difference on this item alone of $4200.\nOn the restriction of the use by the jury of those papers as to proof of value, the observation of that wise judge, Chief Justice Tilghman, quoted above, is perfectly apposite. In fact, with these papers before them in their consultation room, the jury might readily decide the whole case. The effect of such a rule would be that what was intended for the information of the insurers, and simply as a preliminary to the institution of a suit, would be turned into a means of furnishing primd fade evidence of things which never existed — all that an insured would have to do would be to double the number of the articles lost in the schedule delivered to the company, and thus shift the burthen of proof from himself to the insurers.\nIt is clear, then, that the court were wrong in their ruling. There is nothing in the policy or the conditions making these papers evidence per se, to be submitted to a jury as primó facie evidence of the goods lost, and we know of no decision in this state which authorized the court to require, in order that they should not he so used, that issue be taken or notice given before the trial that the correctness of the schedule would he called in question.\nThey are conditions precedent, and for the court, and being in writing, the question of sufficiency is to be decided by them. If they are not sufficient the cause is at an end, unless they have been expressly or impliedly waived by the defendants. If they are waived, the case proceeds without them, but here the attempt is, when they are not objected to as insufficient, to turn an entirely ex parte statement of the plaintiffs into primó facie evidence of the most important part of their case. A primó facie case nneontradicted is conclusive.\nThe true rule is, that if the preliminary proofs are waived, or they are sufficient, such waiver or such sufficiency “in effect strikes the condition out of the contract.”\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "W. A. Galbraith, for plaintiff in error,",
      "G. Church and James C. Marshall, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "The Commonwealth Insurance Company versus Sennett et al.\nSchedule and Affidavit of Loss, not admissible as evidence in Action on Policy of Insurance.— Waiver of Preliminary Proofs, sufficiency of a question of Law.\n1. Preliminary proofs, though a condition precedent to the right of the insured to recover, may be waived, and henee are only important when made so by the conduct of the insurers, for whose security and information they are required.\n2. Though the insurer do not object to the regularity of the preliminary proofs, yet the insured cannot prove his loss or the particulars of it by his own statement; he cannot make evidence for himself.\n3. Where the court permitted the schedule, statements, and affidavits of the plaintiffs relating to their loss, to be read, not only to prove compliance with the conditions of the policy as to preliminary proof, but to go to the jury as primd facie evidence of the goods lost, as to quantity and quality, but not as to value, it was error; for, there being nothing in the policy, making these papers evidence per se, they were not evidence of the goods lost, and should not have been read to or sent out with the jury.\n4. It is not necessary to prevent such use of the schedule and statements, that issue be taken or notice given before the trial, that their correctness would be called in question.\n5. The preliminary proofs and their sufficiency are for the court; if not sufficient the cause is at an end, unless they have been expressly or impliedly waived by the defendants.\n6. The rule is that if the preliminary proofs are waived or are sufficient, such waiver, or sufficiency, in effect strikes the condition requiring them out of the contract.\nError to the Common Pleas of Erie county.\nThis was an action of debt by Pardon Sennett, M. R. Barr, Conrad Brown, and J. J. Findley, doing business as Sennett, Barr & Co., against The Commonwealth Insurance Company, on a policy of insurance, dated May 28th 1857, running for six months, and renewed November 28th 1857, for another six months, covering a stock of mowing and reaping machines and tools to the amount of $3000. On the night of the 10th of February 1858, the property was destroyed by fire, notice of which, without any detailed statement, was given to the company’s agent at Erie, and a copy sent per mail, February 11th 1858, to the company’s office at Harrisburg.\nThis was followed by a more particular statement of the property destroyed by the fire, verified by affidavit of the plaintiffs, which was made out as soon as it could conveniently be done by their clerk, and was done in compliance with a condition annexed to the policy. The amount claimed by them not having been paid, this suit was brought.\nOn the trial, the plaintiffs gave iii evidence the schedule or statement above mentioned, in which all the articles said to have been lost were particularly enumerated, with their separate valuation, and a total valuation of the whole, accompanied by their affidavit as to its correctness, that the account was “just and truestating also the sum insured in other companies, the whole value of their insured property, a description of the building in which they were stored, and their belief that the fire was the act of an incendiary; to which was appended the certificate of a justice of the peace that their statement and the amount of loss claimed, to wit, $11,095.35, was correct. The clerk of plaintiffs, and others also, testified to the correctness of the schedule, as to number and value of the articles destroyed. The defendants requested the court to charge the jury, that “ the schedule and statement furnished to the defendants, under the conditions of the policy, are not evidence for the jury on the question of value of the property destroyed, but are evidence for no other purpose than to show that such papers were furnished by plaintiffs to defendants.”\nJanuary 6th 1862,\nTo which the court replied in their charge : — “ We think the schedule and statement furnished to the company, under the conditions of the policy, are primé facie evidence of the goods lost, but not of their value, if no issue is taken or notice given before the trial that its correctness will be called in question. This, we think, results from the agreement of the parties, as found in the condition and requirements of the policy; and the plaintiffs may, therefore, send out with the jury a copy of their said schedule of losses.”\nThere was, under these instructions, a verdict and judgment for the plaintiffs; whereupon the defendants sued out this writ, and assigned for error,\n1. The answer given to the point propounded as above; and\n2. The allowing the plaintiffs to send out to the jury the schedule of their alleged loss as evidence of the goods lost.\nW. A. Galbraith, for plaintiff in error,\ncited and relied on Thurston v. Murry, 3 Binn. 326; Kline v. The Franklin Insurance Company, 1 Harris 247; Flemming v. The Insurance Company, 2 Jones 391; and Sexton v. The Montgomery County Insurance Company, 9 Barbour 200.\nG. Church and James C. Marshall, for defendants in error,\nsustained the ruling of the court below, by reference to Phillips v. Tappen, 2 Barr 323; 1 Bald. Rep. 539; 3 W. & S. 109, 111; 4 Id. 14; 15 Johns. 424; 2 W. C. C. C. Rep. 155; 1 T. & H. Pr. 509; 16 S. & R. 97; 2 Barr 86; 17 S. & R. 142; 2 Rawle 177; 5 Binn. 238; 4 Watts 165; Co. Litt. lib. 3, cap. 5, § 366; 1 Inst. 227, B; 3 Barr 21, 52, 154; 2 W. & S. 226; 4 Barr 123; 5 Id. 41; 5 W. & S. 188; 7 S. & R. 273, 276; 1 Penna. Rep. 364; 4 Watts 199, 477; 3 W. & S. 377; 8 Watts 288; 1 W. & S. 284."
  },
  "file_name": "0161-01",
  "first_page_order": 163,
  "last_page_order": 171
}
