{
  "id": 480044,
  "name": "Kennedy versus Kennedy",
  "name_abbreviation": "Kennedy v. Kennedy",
  "decision_date": "1861-01-06",
  "docket_number": "",
  "first_page": "185",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 6784,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.31379126736732527
    },
    "sha256": "2c5c634ca8693218c4bc8b448a4df6f1ce708805f27de0d397641beda977977e",
    "simhash": "1:588369e6984cb7bd",
    "word_count": 1204
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kennedy versus Kennedy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nCatherine Kennedy, the defendant in the feigned issue, obtained a verdict in replevin against M. J. Kennedy for $1188.37, on which judgment was entered on the 22d September 1859, and ajft,, fa. issued to No. 89 August Term 1859, by virtue of which a levy was made upon the property mentioned in the replevin, as well as other property of the said M. J. Kennedy, which were sold by the sheriff, but the amount made was not sufficient to satisfy the judgment. On the 22d December 1859, the defendant in the replevin filed an affidavit of Austin J. Kennedy, setting forth a certain alleged agreement between the plaintiff and defendant relative to the goods levied upon, and then moved the court to direct an issue to be formed, in which the said Madison J. Kennedy shall be plaintiff, and the said Catharine Kennedy defendant, to try the right of the said Madison to have a credit on the said judgment for the amount of loss sustained by said Madison by the sale of said goods at sheriff’s sale, in violation of said agreement, on which affidavit and motion the court made the following order: “ December 22d 1859, the court direct an issue on the within application, to ascertain what credit, if there be any, the said Madison J. Kennedy may be entitled to, arising out of the facts within alleged, in which the said Madison is to be the plaintiff, and the said Catharine Kennedy shall be the defendant. The plaintiff to file a narr. in indebitatus assumpsit within twenty days, to which the defendant shall plead non assumpsit, and thereupon the parties to proceed to trial.” This was accordingly done. There is some difference in the statements of this order in the docket entries, or abstract of the proceedings, the word “money” appearing in them instead of “ credit.”\nUpon the trial of the cause, Austin J. Kennedy, a son of Mrs. Kennedy, and a brother of the plaintiff in the feigned issue, testified that he made a contract with his mother and D. 0. Kennedy about an execution levied on property in the replevin suit. The agreement was verbal, and his statement of it shows it to have been—\n1. That his mother was to take household goods and farming tools — drag, yoke, and chains, wagon, one double harness and one single harness — to be taken at appraisal at suit at court, at D. C. Kennedy’s appraisal, if judgment was got in court on that, or at Johnson’s valuation, if judgment got [on] at that.\n2. The mare and colt were to be taken at Clinton’s [another son’s] appraisal.\n3. The cows that w'ere on the place, and horses, and grain, and hay to be appraised by two men, if they could agree, if not, the two to choose another man, and she was to take it at their appraisal.\nThe first mode of appraising the household goods was never gone into at all, supposing it to be practicable to ascertain how the jury made up their verdict.\nClinton never appraised the mare and colt, and as to the last mode, Mrs. Kennedy did not appoint any of the three appraisers, who wore selected by the witness (who represented and acted for his brother Madison), without the knowledge or consent of his mother..\nMrs. Kennedy did not take the goods, but they were all sold by the sheriff; and the question for the court was, whether the plaintiff was entitled to a credit for the difference between what they had been appraised at, and what they were sold for by the sheriff. The agreement was never carried into execution, and the claim really was for damages for its breach, and the court held that another remedy (if there was a binding contract) than the one here sought for would be open to the plaintiff, who was not entitled to a credit on this judgment for the difference.\nIn this ruling we think the court were right, for it clearly was neither money nor a credit which the defendant could claim to have allowed on the judgment against him. Such unsuccessful attempts to control the final process of the court, and to pay a judgment by damages for breach of an alleged contract or agreement, uncertain in its character, and in one respect practically impossible, should be frowned upon by the courts. Their tendency is to foster litigation, and to make it interminable, to the certain detriment of both parties.\nThis disposes of all the exceptions to the rulings of the court as to the rejection of evidence, and in their charge to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "The case was argued here by William S. Lane and John P. Vincent, for plaintiff in error, and by William A. Q-allraith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kennedy versus Kennedy.\nJanuary 6th 1861,\nUnascertained Damages for Breach of Contract,' not proper Set-off against Judgment in Replevin.\nC., a plaintiff in replevin, having recovered judgment against M., the defendant, who had retained the goods and given bond, issued execution, when it was agreed between them, that the goods should be valued by appraisers agreed upon by each, and taken at ‘the appraisement by the plaintiff. The valuation was not made as agreed on, and the goods were sold by the sheriff for much less than the amount at which they had been valued by appraisers selected by M. alone, who then applied to the court for an issue, that he might obtain credit on the replevin judgment for the difference. On the trial of an issue awarded to ascertain what credit he was entitled to on the judgment, if any, under the facts; he offered to prove the value of the goods as estimated by his own appraisers, and also, as proved by the witnesses in the replevin suit; and the prices obtained for them by the sheriff; which offers were severally rejected. Meld,\n1. That the rejection of the evidence was not error, for it did not establish any credit upon the judgment, but only a claim for damages for breach of an agreement, which could not be set off against the judgment.\n2. That as the agreement was not carried into execution, and the claim was for damages for its breach, the remedy of the plaintiff was by an action therefor.\nS. That he was not entitled to any credit on the judgment for the difference between the appraisement and the amount obtained at sheriff’s sale.\n4. That the judgment in the replevin could not be paid by damages for the breach of an alleged agreement, so uncertain in its character.\nError to the Common Pleas of Erie county.\nThis was a feigned issue directed by the court below, on the application of Madison J. Kennedy, to ascertain certain facts in a controversy between him and Catharine Kennedy, arising out of an action of replevin theretofore pending between them, in which issue said Madison was plaintiff, and Mrs. Kennedy defendant, and in which there was a verdict and judgment for the defendant.\nAll the material facts of the case are contained in the opinion of this court.\nThe case was argued here by William S. Lane and John P. Vincent, for plaintiff in error, and by William A. Q-allraith, for defendant in error."
  },
  "file_name": "0185-01",
  "first_page_order": 187,
  "last_page_order": 189
}
