{
  "id": 480055,
  "name": "Rhines et al. versus Baird",
  "name_abbreviation": "Rhines v. Baird",
  "decision_date": "1862-01-06",
  "docket_number": "",
  "first_page": "256",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "2 Watts 459",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840083
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0459-01"
      ]
    },
    {
      "cite": "2 Edw. Ch. Rep. 138",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1986381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/edw-ch/2/0138-01"
      ]
    },
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "2 Watts 459",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 900,
    "char_count": 30196,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 2.704535692155456e-07,
      "percentile": 0.8287672370087986
    },
    "sha256": "5171594d1fc035372a3f3f30cf8627209ce8b4d5154b5ff0b16e0f38c82ad63e",
    "simhash": "1:08652627cc0cc4c9",
    "word_count": 5293
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhines et al. versus Baird."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nNumerous assignments of error have been made in this record, some of which are only repetitions of others, and some require very little notice. Both parties claim under the same person. The first assignment of error is therefore of no importance.\nThe exception to the admission of Samuel Baird as a witness for the plaintiff below would have been well taken, had he not been released from the liability assumed by the covenant of general warranty in his deed. But he was released. It has been argued here that the execution of the release was not legally proved, and it is assigned for error that the court permitted the instrument to be given in evidence. There is nothing upon the record to warrant such an assignment. Objection was made to the admission of the witness, but it does not appear that any objection was interposed to the proof of the instrument, which was exhibited to the court to show that his interest had ceased. The second and third assignments are therefore not sustained.\nThe defendants below claimed under a purchase at sheriff’s sale of the interest of B. P. H. Morrison, who had been seised of an equitable title to the land in controversy under articles of argeement between W. W. Hodges and himself, dated June 11th 1850. Against Morrison, Charles Harlan had recovered a judgment on the 2d of March 1852, and by virtue of executions founded on this judgment, a sheriff’s sale was made to Harlan on the-30th of December 1856. It was a part of the plaintiff’s case to show, if possible, that nothing phased under this sheriff’s sale. He therefore gave in evidence an assignment, dated February 12th 1852, of Morrison to Samuel Baird, his (the plaintiff’s) grantor, purporting to convey all Morrison’s interest in the contract between himself and Hodges. It was written upon the back of that contract, and, as appears from its date, was anterior to the judgment which Charles Harlan recovered on the 2d of March 1852. It is in the following words :—\n“ For value received, I assign, sell, transfer, and set over to Samuel Baird, his heirs and assigns, all my right, title, interest, claim, and demand whatever, of and and to the within article, and the land therein described, to have and to hold to him and his heirs and assigns for ever. Witness whereof, I have hereunto set my hand and seal, at Pittsburgh, this 12th day of February 1852.\n“ Witness,\n“ B. P. II. Morrison, [seal.]\n“ Jesse Morrison.”\nApparently, this assignment proved that Morrison had no interest in the land when the'judgment was recovered against him, and that Harlan acquired nothing by the sheriff’s sale to him. But it was contended by the defendants that the assignment, though absolute on its face, was, in truth, a mere security for the repayment of money advanced by Baird to the assignor; a mortgage, not a conveyance; and upon its effect as such the court was requested to instruct the jury. The instruction asked for was refused. Instead of giving it the learned judge said: “ The court do not so recognise it (i. e., as a mortgage). The assignment is absolute, and made for a good and sufficient consideration. If any agreement existed between the parties that it should be held merely as a security for indebtedness, such agreement has not been proved.” Here we think there was error. It is true there was no direct evidence of an express agreement that the assignment should, be held merely as a security for indebtedness. To prove the instrument defeasible, though in form absolute, such evidence was not indispensable. Whether it is to be regarded as an absolute conveyance or as a mortgage, depends more upon its attendant circumstances than upon any express agreement. Indeed, it may be doubted whether parol proof of an agreement to reconvey on repayment of the consideration of a deed, standing alone, and without fraud, would be permitted to convert it, in effect, from an absolute conveyance into a mortgage. But it is clear that facts and circumstances inconsistent with its being an absolute conveyance, may be proved, and from them a court of equity may, and often does, infer that security for a debt due by the grantor was intended, and hence will decree that that which was in form a deed, is, in reality, a mortgage. Whether the assignment of Morrison to Baird was a conveyance, did not depend, therefore, on the question whether an agreement for a defeasance had been proved, or had been made. Were there facts proved from Avhich a chancellor would infer that it was intended as a security for a loan made at the time, or for an antecedent debt, or for advances thereafter to be made ? The court below must have thought there were not, for they did not submit the question to the jury. On the contrary, they pronounced the assignment absolute, and declared that they did not recognise it as a mortgage. A deed unconditional on its face cannot, it is true, be shown to be a mortgage by parol proof, unless that proof is clear and convincing. The first presumptions are always adverse. But there was too much evidence in this case to justify its being withdrawn from the jury. The assignment itself does not state what its consideration was. It appeared in evidence, however, that the assignor was largely in debt to the assignee, when it was made, and probably also to Harlan, for the judgment obtained on the 2d of March 1852, for $10,000, called for interest from July 8d 1851. The only evidence of what was the actual consideration is found in the testimony of Mr. Baird, the assignee. According to his statement, “ the consideration of the assignment was that Morrison was indebted to him at the time over $5000 in judgments. These,” said the witness, “ still remain. * * * Morrison never discharged the indebtedness to me. It rather increased considerably.” This testimony, without qualification, tends strongly to prove that the assignment was intended as a security for the previous indebtedness of Morrison to Baird. No present consideration passed, Morrison got nothing, and Baird parted with nothing. The debt which was due at the time was not paid by the transfer. It still continues: the judgments remain. The securities have not been given up. Whenever the grantee in a deed takes from the grantor a contemporaneous obligation for the payment of the purchase-money, the transaction is certainly a loan, and the deed is nothing more than a mortgage. The conclusion is perhaps not so inevitable when the consideration for the conveyance is an existing debt, the securities for which are still retained; but there are not wanting authorities which assert that the retention of the securities is conclusive evidence that the transaction is a mortgage: Robinson v. Cropsey, 2 Edw. Ch. Rep. 138. That it is at least cogent evidence to that effect is everywhere agreed.\n• There was still more evidence that Morrison’s assignment was intended as a mere security for a debt. It was at least doubtful whether he did not retain possession of the land after the formal conveyance was executed, a circumstance always of weight. Some importance also is to be.attached to the subsequent declarations of Baird — declarations made when he articled with Garden and Morrison for the same land in 1854. In that article he speaks of advances -which ho had made to Morrison on account of the property, declares that he is only desirous of being repaid, and takes a release of all claims that either Garden or Morrison might have upon it. What claims could Morrison have had upon the land if his assignment was intended to be absolute and unconditional? With all this evidence before the court, we think it should have been submitted to the jury to find whether the assignment of February 12th 1852, was not intended as a security for the debt then due from Morrison to Baird, or for future advances. If it was, it was a mortgage, and whether an agreement to that effect was proved or not, was immaterial. See Leading Cases in Equity, vol. 2, part 2, p. 436-7. And if it was a mortgage, it was an unrecorded one, and inoperative as against a subsequent purchaser without notice of it.\nAgain, it was contended on the trial in the court below that Harlan, the purchaser at sheriff’s sale, had no notice of the assignment to Baird, either actual or constructive, and that therefore his purchase must prevail over the title of the assignee, even if the assignment was absolute. Whether there had been actual notice, or not, was submitted to the jury. The main contest was in regard to constructive notice. The assignment was not recorded. Neither was the agreement between Hodges and Morrison. At the time when Harlan recovered his judgment, Morrison bad no recorded title, either legal or equitable. Heither had he at the date of the sheriff’s sale any other than the equitable one which he acquired by the article of agreement of Baird with Garden and himself, dated July 31st 1854. That had been placed upon record, and it referred to an assignment previously made by Morrison to Baird. The court below was of opinion, and so instructed the jury, that this article of agreement, recorded as it was before the sheriff’s sale, was notice to Harlan of Baird’s claim and of the character and extent of Morrison’s title to the land.\nIt is not quite settled in this state whether the purchaser of an equitable title such as that of Morrison, does not take it subject to all prior equities and trusts in every event, whether he have notice of them or not. In Chew v. Barnet, 11 S. & R. 387, Judge Gibson strongly asserted that he does. He said: “ There is no rule in equity more firmly established than that such purchaser (a purchaser of an inchoate or equitable title) must stand or fall by the case of the person from whom he purchased. This was held in Whitfield v. Faussett, 1 Vesey, Jr., 371, a leading case which has never been doubted. When rve hear, therefore, of a purchaser for a valuable consideration taking the title free of every trust or equity of which he had not notice, it is intended that he is the purchaser of a title perfect on its face, for every purchaser of an imperfect title takes it with all its imperfections on its head. It is his orvn fault that he confides in a title which appears defective to his own eyes, and he does so at his peril. Now, every equitable title is incomplete on its face; it is in truth nothing more than a title to go into chancery to have the legal title conveyed, and therefore every purchaser of a mere equity takes it subject to every clog that may lie on it, whether he has had notice of it or not.” This language is very sweeping and positive. The same doctrine was asserted by Judge Kennedy in Reed v. Dickey, 2 Watts 459, and again by Gibson, C. J., in Kramer v. Arthurs, 7 Barr 165. It was, however, flatly denied by the court in Bellas v. McCarty, 10 Watts 13, and even Judge Kennedy, though dissenting from the judgment, concurred in opinion with the other members of the court that protection against prior equities,- of which there has been no notice, is extended alike to the purchasers of equitable and legal titles. Indeed it is difficult to see how the opposite doctrine, broadly stated as it was by Judge Gibson, can be reconciled with the recording acts.\nWe do not think it necessary, however, to prosecute this inquiry further, for, in our opinion, the article of July 31st 1854 was constructive notice to Harlan of the assignment of Morrison to Baird, if it bo conceded that notice was necessary. It referred directly to it, and spoke of its having been made. And Harlan was bound to know of that article, for it was in fact Morrison’s only title, and Morrison was in possession of the land at the time of the sale. In searching at the recorder’s office, the purchaser must have looked for the title of the person in possession as well as for that of the debtor. Inhere was therefore no error in the matter complained of in the 6th, 7th, and 8th assignments.\nNor do we find any in the 9th. . If the assignment of February 12th 1852 was but a security for the repayment of money advanced by Baird to Morrison, it does not necessarily follow that it would be postponed to the judgment of Harlan, and that the plaintiff would have no right-to recover, though it might affect the nature of the recovery.\nAll that is complained of in the 10th assignment of error has been sufficiently noticed already.\nIn regard to the 11th, we need only say that the plea offered in evidence neither tended to prove that Marsh was in possession of the land under Morrison, nor did it contradict the testimony of Samuel Baird. It only traversed any joint contract, and it was therefore properly rejected.\nThe case must, however, go back to another trial for the error which we have indicated.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by B. F. Lucas for plaintiff in error, and by Geo. S. Selden for defendants."
    ],
    "corrections": "",
    "head_matter": "Rhines et al. versus Baird.\nExceptions to Title common to both Parties, inadmissible. — Evidence improperly excepted, to on the Trial, not reviewed on Error.— Conveyance absolute or conditional, when a Question of Fact.— Unrecorded Mortgage, effect of as against subsequent Lien-Creditors. — Notice Actual and Constructive. — Purchaser of equitable Title, how far subject to prior Equities. — The ruling in Chew Y. Barnett, 11 S. & R. 389, Reed y. Dicky, 2 Watts 459, and Kramer v. Arthurs, 7 Barr 165, doubted.\n1. An exception made on the trial of an ejectment, to the admission of a deed from the commissioners of a county for lands sold for taxes, (under which plaintiff claimed title) on the ground that the sale was void, because a number of tracts had been assessed and sold together, is not valid, where both plaintiff and defendants claimed under the same person, in whom, the title conveyed by the commissioners’ deed had become vested.\n2. Where the plaintiff’s vendor was released by him from the covenant of general warranty in his deed for the land in dispute, by release acknowledged before a city alderman, and objection was made to the witness only, but not to the proof of the instrument of release, the defendants cannot thereafter object that the release was not legally proved, nor that it was improperly admitted in evidence.\n3. By assignment dated 12th February 1852, M. assigned, sold, and transferred to B., the vendor of the plaintiff, his entire interest under an article of agreement and contract for the purchase of several tracts of land: at the time M. was largely indebted to B.; and, money was paid as a consideration for the assignment, nor did it appear that' any part of the debt was paid by the transfer, but M. still remained in possession: In March following, H. recovered judgment against M., and afterwards, under execution issued thereon, bought M.’s equitable title and was one of the defendants in an ejectment, brought by B.’s vendee, who claimed under the assignment as an absolute conveyance. On the trial the defendants contended that it was not absolute, but a mere security for the repayment of money advanced. The court below declared it absolute and did not submit the question to the jury: Held, that though there was no express agreement that the assignment should be held as a security merely, yet, whether the conveyance was absolute or a mortgage, depended upon its attendant circumstances: and where the assignment was without consideration, no money nor any part of M.’s indebtedness being paid, and there was evidence that the assignor remained in possession after the assignment, and of B.’s declarations tending to show that the assignment was not absolute, there was sufficient evidence to justify a submission to the jury, to find whether it was not intended as a security for a debt: and that the refusal of the court below so to submit it was error.\n4. If the assignment was intended as a security for a debt then due from M. to B., or for future advances, it was a mortgage, and whether an agreement to that effect was proved or not, was not material: if a mortgage, it was an unrecorded one, and inoperative as against a subsequent purchaser without notice.\n5. Whether or not the purchaser at sheriff’s sale had actual notice of the assignment by M. to B., was a question for the jury, and was properly submitted as such by the court below.\n6. Where M., at the date of the sheriff’s sale in 1856, had no recorded title (the assignment of 1852 and contract assigned not having been recorded), other than an equitable one under another article of agreement, dated 31st July 1854 and recorded, which referred to the assignment previously made by M. to B: Held, that the article of agreement was constructive notice to the purchaser, of the character and extent of M.’s title to the land, if such notice was necessary.\n7. The doctrine that the purchaser of an equitable title takes it subject to all prior equities and trusts, in every event, whether he had notice of them or not, asserted in Chew v. Barnett, 11 S. & R. 389, Reed v. Dickey, 2 Watts 459, and in Kramer v. Arthurs, 7 Barr 165, but denied in Bellas v. McCarty, 10 Watts 13 ; doubted, as not in accordance with the recording acts.\n8. If the assignment of February 12th 1852, was but a security for the repayment of money advanced, it would not necessarily be postponed to the judgment held by II., nor does it follow that the plaintiff would have no right to recover, though it might affect the nature of his recovery: hence, it was not error in the court to refuse to affirm defendant’s point, that the assignment, being made before the judgment of II., was but a security, was in effect an unrecorded mortgage, and must be postponed to the judgment of II.\n9. Where a suit had been brought in another county against M. and B. as alleged partners, by a former employee of M.’s, under an alleged joint contract for services, held, that the plea therein by B., traversing the joint contract merely, and not proving that the employee was in possession of the land under M., nor contradicting B.’s testimony in the ejectment, was not admissible in evidence and was properly rejeoted.\nError to the Common Pleas of JEUc county.\nThis was an action of ejectment brought to March Term 1859, by Samuel II. Baird against Andrew S. Rhines, Henry Moore, Jerome Smith, and Andrew Jackson, for seven hundred acres of land, known as the Oregon Mill tract, situate in Spring Creek township, Elk county. On motion of plaintiff’s attorney, Charles Harlan was added to the record as co-defendant.\nThe material facts of the case were as follows:—\nBoth parties claimed under B. P. H. Morrison, who was seised of an equitable title in the premises under articles of agreement between W. W. Hodges and himself, dated the 11th of Juno 1850. Morrison assigned his interest in these articles to Samuel Baird, grantor of plaintiff, by a writing on the back thereof, purporting to have been made on the 12th of February 1852.\nThe title set up by defendants commenced at a later date, its basis being a judgment of the 2d March 1852 for $10,000, entered at the suit of Charles Harlan against B. P. H. Morrison, in the Common Pleas of Elk county, No. 14, February Term 1852, and the sheriff’s deed to Harlan of the 30th December 1856. It was alleged by the defendants that the assignment to Baird was antedated, and that it was not executed until after the entry of the Harlan judgment. Augustus Beylle, one of defendants’ witnesses, testified that he had the contract between Hodges and Morrison in his hands subsequent to the entry of the judgment, and that there was no assignment upon it; that he carried the judgment-note to Brookville, and thence forwarded it by mail to Ridgeway; that he remained in Brookville till advised that judgment had been entered upon it; that he then returned to Pittsburgh, and that some time after his return, James Carman handed him the Hodges contract at the Monongahela House. He gave his recollection in regard to the appearance of the contract, and stated circumstances tending to identify it as the same paper produced upon the trial.\nSamuel Baird having been released and called by plaintiff, testified, that the assignment was made on the day of its date, and was shown by him to two or three persons immediately afterward, and that he had conversation with W. W. Hodges about it during the same month (February 1852). That its consideration was the indebtedness of Morrison to him, amounting at that time to about $5000. On the part of the defendants it was said, that the object of the assignment was to secure this indebtedness, and that the whole arrangement, as shown by the evidence in the case, was a mere security, subject to be defeated at any time upon payment to Baird of the amount of his claim, and therefore in the nature of an unrecorded mortgage. It was in evidence that Baird, after taking the assignment, permitted Morrison to manage and control the property to some extent, but the necessary advances and expenditures upon it were made by Baird up to the 31st July 1854, the date of his sale by articles of agreement to Garden and Morrison. But no agreement was shown, by which Baird was bound to reassign to Morrison upon payment of the amount of Morrison’s debt to him, oí by which the assignment is made a security for the loan or advance of money, subject to be defeated upon its repayment.\nSeveral witnesses were called to contradict Baird, and to show, among other things, that his claims on the property and against Morrison had been paid and discharged, or nearly so.\nEvidence was also introduced by plaintiff to show actual notice to Harlan of Baird’s claim, among which were articles of agreement dated July 31st 1854, between Samuel Baird, F. R. Garden, and B. P. II. Morrison, recorded August 9th 1854, for the sale of the lands in controversy.\nOn the trial the plaintiff, in presenting his title, offered in evidence a deed dated July 7th 1837, from the commissioners of Jefferson county to Elijah Heath and John J. Y. Thompson, for nineteen tracts of unseated land, among which was the tract in controversy. This was objected to by defendant, on the ground that the commissioners can only sell one tract at a time; but the court overruled this objection and admitted the evidence, which ruling was assigned here for error.\nWhen Samuel Baird was called as a witness for plaintiff, he was objected to by defendant, on the ground that he was the grantor of plaintiff by deed, with covenant of general warranty. The plaintiff thereupon offered in evidence a release of Samuel II. Baird to Samuel Baird, acknowledged before C. W. Lewis, an alderman of the city of Pittsburgh, but without producing the subscribing witness or accounting for his absence, which was received; and no objection being interposed to the proof of the release, the witness was allowed to testify. This ruling was also assigned for error here. Defendants then offered the plea of Samuel Baird, contained in the exemplification of the record of a suit brought by Enoch Marsh against B. P.. II. Morrison and Samuel Baird, No. 865 of November Term 1855, in the District Court of Allegheny county, accompanied by the narr. in the same case, which said plea is as follows: “ Defendant Baird comes and defends, &e., and says that plaintiff did not serve Baird and Morrison, as alleged in plaintiff’s affidavit and narr., nor did said Baird and Morrison agree to pay as alleged, nor did they employ him, &c.; and if done at all it was by Morrison alone for himself, and that said Morrison had no authority to employ, &c., for Baird, &c., and of all which he puts himself upon the country, &c., for the purpose of showing that, the said Marsh was in possession of the land in dispute from 1st March 1852, till 1st September 1854, under Morrison and not under Baird, and for the further purpose of contradicting the testimony of Baird;” which offer the court rejected.\nThe plaintiff requested the court to charge,—\n1. That if the assignment of the contract between Hodges and Morrison was made at the time it bears date, the entry of the judgment in Elk county created no lien on the land.\n2. That the plaintiff in the judgment being the purchaser at sheriff’s sale, is not entitled to the protection against outstanding unrecorded transfers, on account of the want of notice that is conceded to other purchasers for value paid without notice.\n3. That if he were entitled to such notice, he has it in this case, in the fact that when the sale occurred, the possession was hold under the contract of sale by Baird to Morrison and Garden, dated July 31st 1854.\n4. That the contract of sale by Baird to Morrison and Garden, dated July 31st 1854, and recorded August 9th 1854, was notice to all persons of the interest owned by Morrison in the land, the possession being in pursuance of and consistent with said title.\n5. That the purchaser at sheriff’s sale was bound to take notice of the state of the possession and the condition of the records at the date of said sale, and would be affected by notice of all the titles or claims under which the party in possession holds the same.\nThe defendant presented the following points, on which the instruction of the court was requested:—\n1. That if the jury believe from the evidence that the assignment of the article of agreement between W. W. Hodges and B. P. H. Morrison, was not made by the said B. P. H. Morrison to Samuel Baird on the 12th of February 1852, nor until after the entry of the judgment of Charles Harlan against the said B. P. H. Morrison on the 2d day of March 1852, then and in that case, the judgment of Charles Harlan bound all the equitable interest of B. P. H. Morrison, acquired under the articles of agreement between E. Heath and R.'P. Barr, and R. P. Barr and W. W. Hodges, and W. W. Hodges with the said Morrison; and a sale by the sheriff under said judgment, passes a good title to such equity as against the assignee of the said articles.\n2. That even if the jury believe from the evidence, that the assignment of the said article of agreement between the said W. W. Hodges and the said B. P. H. Morrison was made by the said Morrison to the said Samuel Baird, before the entry of the judgment of Charles Harlan against the said Morrison, still, unless notice of the assignment was brought home to the purchaser at sheriff’s sale, either by recording said assignment or giving actual notice thereof, the purchaser at sheriff’s sale, under the Harlan judgment, would take a good title as against the assignee of the said article of agreement, and the plaintiff, therefore, cannot recover.\n3. That if the jury believe from the evidence, that the said assignment from the said B. P. H. Morrison to the said Samuel Baird, was made before the entry of the judgment of the said Charles Harlan against the said Morrison, but that it was made for the purpose of securing the repayment of moneys advanced by the said Baird to the said Morrison, the greatest effect the said assignment could have, would be that of a mortgage; and being in effect an unrecorded mortgage, it would be postponed to the judgment of Piarían, and that, therefore, the plaintiff cannot recover.\n4. That the assignment of the several contracts given in evidence to Samuel Baird by R. P. Barr, Francis R. Garden, and B. P. PI. Morrison, at most conveyed to Baird no greater interest in the land than to the amount of the unpaid purchase-money to Barr and Hodges, and at all events the plaintiff can recover no more than a conditional verdict, to be released on the payment of the amount of purchase-money due to said Barr and Hodges, which was about $1300, with interest since the time of said respective assignments.\nThe court below affirmed the 1st, 3d, 4th, and 5th points of the plaintiff, and answered the 2d in the negative, the 6th having been withdrawn. The defendants’ 1st point was affirmed, and the 2d and 3d points answered in the general charge — the main portions of which will be found in the specifications of error.\nUnder the instruction of the court, there was a verdict and judgment in favour of plaintiff, to be released on the payment of $12,000, in instalments, with interest and costs. • The defendants thereupon sued out this writ, and assigned for error,\nJanuary 6th 1862,\n1. The admission in evidence of the deed from the commissioners of Jefferson county to Elijah Heath and John J. Y. Thompson.\n2. The ruling of the court below relative to the release from Samuel H. Baird to Samuel Baird.\n3. The admission of Samuel Baird as a witness.\n4. The affirming of plaintiff’s 3d and 4th points.\n5. In not affirming defendants’ 2d and 3d points, and the answering defendants’ 4th point as follows: “ The point would have been correct as a legal proposition, and applicable to the case only upon the assumption that the assignment of the 12th February 1852, was a mere security for money in the nature of an unrecorded mortgage, which the court have said to the jury the evidence in the cause does not prove.”\n6. The rejection of the record of the suit by Enoch Marsh against B. P. H. Morrison and Samuel Baird, in the District Court of Allegheny county, No. 865 of November Term 1855. And 7, the following instructions to the jury: “ On the part of the defendants it is said that the object of the assignment was to secure this indebtedness (the sum of about $5000), and that the whole arrangement, as shown by the evidence in the cause, was a mere security, subject to be defeated at any time, upon payment to Baird of the amount of his claim, and, therefore, in the nature of an unrecorded mortgage. The court do not so recognise it. The assignment is absolute, and made for a good and sufficient consideration. If any agreement existed between the parties that the assignment should be held merely as a security for indebtedness, such agreement has not been proved. The articles of agreement of the 31st July 1854, between Samuel Baird, F. R. Garden, and B. P. H. Morrison, recorded on the 9th of August 1854, were constructive notice to Harlan of Baird’s claim, and of the character and extent of Morrison’s title to the premises.\nThe case was argued in this court by B. F. Lucas for plaintiff in error, and by Geo. S. Selden for defendants."
  },
  "file_name": "0256-01",
  "first_page_order": 258,
  "last_page_order": 268
}
