{
  "id": 480006,
  "name": "Forsyth versus Wells",
  "name_abbreviation": "Forsyth v. Wells",
  "decision_date": "1862-01-06",
  "docket_number": "",
  "first_page": "291",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 453",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0453-01"
      ]
    },
    {
      "cite": "3 Wend. 104",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0104-01"
      ]
    },
    {
      "cite": "9 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "8 Wend. 505",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0505-01"
      ]
    },
    {
      "cite": "2 Watts 127",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "38 Maine 174",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        648224
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/38/0174-01"
      ]
    },
    {
      "cite": "23 Conn. 523",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        758373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/23/0523-01"
      ]
    },
    {
      "cite": "6 Hill 425",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "17 Pick. 1",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/34/0001-01"
      ]
    },
    {
      "cite": "4 Denio 332",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0332-01"
      ]
    },
    {
      "cite": "1 Jones 381",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682624
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0381-01"
      ]
    },
    {
      "cite": "3 Watts 333",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0333-01"
      ]
    },
    {
      "cite": "9 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 14651,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.0907142475267214e-06,
      "percentile": 0.9853188351907776
    },
    "sha256": "ca0c52649109ba1b432d0fcc6a326368a46d63aeeb169f8ba1ca891f5907a5b7",
    "simhash": "1:ab346d13265026c8",
    "word_count": 2690
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Forsyth versus Wells."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nWe are to assume that it was by mistake that the defendant below went beyond his line in mining his coal, and mined and carried away some of the plaintiff’s coal, and it is fully settled that for this trover lies: 3 S. & R. 515; 9 Watts 172; 8 Barr 294; 9 Id. 343; 9 Casey 251.\nWhat, then, is the measure of damages ? The plaintiff insists that, because the action is allowed for the coal as personal property, that is, after it had been mined or severed from the realty, therefore, by necessary logical sequence, she is entitled to the value of the coal as it lay in the pit after it had been mined; and so it was decided below. It is apparent that this view would transfer to the plaintiff all the defendant’s labour in mining the coal, and thus give her more than compensation for the injury done.\nYet we admit’ the accuracy of this conclusion, if we may properly base our reasoning on the form, rather than on the principle or purpose of the remedy. But this we may not do; and especially we may not sacrifice the principle to the very form by which we are endeavouring to enforce it. Principles can never be realized without forms, and they are often inevitably embarrassed by unfitting ones; but still the fact that the form is for the sake of the principle, and not the principle for the form, requires that the form shall serve, not rule, the principle, and must be adapted to its office.\nJust compensation in a special class of cases is the principle of the action of trover, and a little study will show us that it is no unyielding form, but adapts itself to a great variety of circumstances. In its original purpose, and in strict form, it is an action for the value of personal property lost by one and found by another, and converted to his own use. But i,t is not thus restricted in practice; for it is continually applied to every form of wrongful conversion, and of wrongful taking and conversion, and it affords compensation not only for the value of the goods, but also for outrage and malice in the taking and detention of them: 6 S. & R. 426; 12 Id. 93; 3 Watts 333. Thus form yields to purpose for the sake of completeness of remedy. Even the action of replevin adapts itself thus : 1 Jones 381. And so does trespass: 7 Casey 456.\nIn very strict form, trespass is the proper remedy for a wrongful taking of personal property, and for cutting timber, or quarrying stone, or digging coal on another man’s land and carrying it away; and yet the trespass may be waived and trover maintained, without giving up any claim for any outrage or violence in the act of taking: 3 Barr 13. It is quite apparent, therefore, that this form of action is not so uniform and rigid in its administration as to force upon us any given or arbitrary measure of compensation. It is simply a form of reaching a just compensation, according to circumstances, for goods wrongfully appropriated. When there is no fraud, or violence, or malice, the just value of the property is enough : 11 Casey 28.\nWhen the taking and conversion are one act, or one continued series of acts, trespass is the more obvious and proper remedy; but the law allows the waiver of the taking, so that the party may sue in trover; and this is often convenient. Sometimes it is even necessary; because the plaintiff, with full proof of the conversion, may fail to prove the taking by the defendant. But when the law does allow this departure from the strict form, it is not in order to enable the plaintiff, by his own choice of actions, to increase his recovery beyond just compensation; but only to give -him a more convenient form for recovering that much.\nOur case raises a question of taking by mere mistake, because of the uncertainty of boundaries; and we must confine ourselves to this. The many conflicting opinions on the measure of damages in cases of wilful wrong, and especially the very learned and thoughtful opinions in the case of Silsbury v. McCoon, 4 Denio 332, and 3 Comst. 379, warn us. to be careful how we express ourselves on that subject.\nWe do find cases of trespass, where judges have adopted a mode of calculating damages for taking coal, that is substantially equivalent to the rule laid down by the Common Pleas in this case, even where no wilful wrong was done, unless the taking of the coal out by the plaintiff's entry was regarded as such. But even then, we cannot avoid feeling that there is a taint of arbitrariness in such a mode of calculation, because it does not truly mete out just compensation: 5 M. & W. 351; 9 Id. 672; 3 Queen’s B. 283; and see 28 Eng. L. & E. 175. We prefer the rule in Wood v. Morewood, 3 Queen’s B. 440, n., where Parke, B., decided, in a case of trover for taking coals, that if the-defendant acted fairly and honestly, in the full belief of his right, then the measure of damages is the fair value of the coals, as if the coal field had been purchased from the plaintiffs. See also Bainbridge on Mines and Minerals 510; 17 Pick. 1.\nWhere the defendant’s conduct, measured by the standard of ordinary morality and care, which is the standard of the law, is not chargeable with fraud, violence, or wilful negligence or wrong, the value of the property taken and converted is the measure of just compensation. If raw material has, after appropriation and without such wrong, been changed by manufacture into a new species of property, as grain into whiskey, grapes into wine, furs into hats, hides into leather, or trees into lumber, the law either refuses the action of trover for the new article, or limits the recovery to the value of the original article : 6 Hill 425 and note; 21 Barbour 92; 23 Conn. 523; 38 Maine 174.\nWhere there is no wrongful purpose or wrongful negligence in the defendant, compensation for the real injury done is the purpose of all remedies; and so long as we bear this in mind, we shall have but little difficulty in managing the forms of actions so as to secure a fair result. If the defendant in this case was guilty of no intentional wrong, he ought not to have been charged with the value of the coal after he had been at the expense of mining it; but only with its value in place, and with such other damage to the land as his mining may have caused. Such would manifestly be the measure in trespass for mesne profits: 7 Casey •±56.\nJudgment reversed, and a new trial awarded.\nRead, J., dissented.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "D. Kaine, for plaintiff in error.:"
    ],
    "corrections": "",
    "head_matter": "Forsyth versus Wells.\nTrover for Goal carried away ly Mistake. — Measure of Damages.\n1. Trover lies for coal mined upon, and carried away from another’s land by mistake.\n2. The measure of damages is the fair value of the coal in place, and such injury to the land as the mining may have caused.\nError, to the Common Pleas of Fayette county '.\nThis Avas an action on the case brought February 22-d 1859, by Deborah Wells against William and Robert Forsyth. The plaintiff declared in trover for mining and carrying away coal from her lands, to which defendants pleaded not guilty. On the trial a nolle prosequi was entered as to William Forsyth, and the case tried against Robert alone.\nThe parties were owners of adjoining tracts of coal land, and the defendant had opened a mine or drift on his land near the line, and worked it for several years. The surface being rough and hilly, the dividing line was not exactly known; and the plaintiff claimed that the defendant had dug coal in his drift over the line and out of her land; which was denied.\nIt was contended for the defendant that trover was not the proper remedy under the evidence in the case, and that it would not lie; but the court charged the jury that trover would lie, and that the defendant must account for the coal in this form of action.\nThe plaintiff claimed that the measure of damages was the value of the coal when dug in the bank, or what was called “knocked down.” While it was contended on the part of the defendant, that if he was bound to account in this form of action at all, the measure of damages would be the value of the coal in the ground, before he had expended any labour in preparing it for market, in support of which he offered evidence of the value of coal leave; but the court rejected the evidence, and charged the jury that the measure of damages was the value of the coal when “knocked down” in the bank — the difference in value being about one to eight.\nThe charge of the court was as follows: — “According to the evidence of Samuel C. Griffith, the line between the Wells and Forsyth tract is where he run it in the fall of 1860; and this line places a part of the coal drift used by the defendant upon the Wells tract.' All the coal, therefore, which he mined on this locality he must account for in this action, unless he can show that he claimed the locus, and h.ad it in his actual possession. As to what would constitute actual adverse possession, as against one in constructive possession under a perfect title, as shown by plaintiff, we would say that the occupation must not be occasional, but constant, actual, visible, and notorious. We do not say that where there is an actual possession for the purposes used by the defendant, there should be a corresponding surface possession, when there is no actual possession by the owner. Nor is it necessary that the party claiming the actual possession should be constantly in the bank; but such kind of occupancy as is usual with such kind of property. With this explanation, you will, perhaps, have .little difficulty under the evidence in finding that the defendant was in the actual possession of this coal bank during the period in which he abstracted this coal. Your next inquiry will be, did he claim this place adversely as belonging to his own tract, or rather, I should say, within the lines of his tract ? To ascertain this you ■will inquire what line did he claim ? If to the line as run by Mr. Griffith, then it makes no difference whether he. was aware that line would include the place he was mining or not. It is not a question whether he was mistaken as to the location of his drifts in respect to the surface line; but the fact whether the line run by Griffith is the true boundary between the plaintiff and the .defendant — for, if holding by mistake, he was not holding adverse.\n“Now, if you believe from this that defendant claimed to the Griffith line, and that line gives to the plaintiff the place where this coal was taken from as claimed by her, she will be entitled to recover in this form of action. And we charge you that it matters not that defendant supposed during the whole time he was mining this coal, that it was on his own side of the line. If, on the other hand, you believe defendant claimed to a different line, one which would throw the coal mined on his side, tho plaintiff cannot recover. This last observation must be qualified. If, during the time he was mining the coal, he intended to be governed by the true line, and this line run by Griffith is the true line, and he assents to it, plaintiff will not be prevented from her recovery, because defendant held to a mistaken line at the time the coal was being mined. If it was a mere mistake as to the location of the true line, and not a claiming of a different and distinct line, the action can be maintained; but if defendant did claim to .a line which would include the coal, the action cannot be maintained. There can be no disseisin by mistake; although the owner may elect to consider himself disseised for the purpose of bringing his ejectment.”\nUnder these instructions there was a verdict and judgment in favour of plaintiff for $775.92. Whereupon the defendant sued out this writ, assigning here, as cause for reversing the judgment, that the court below erred, 1. In charging the jury that if tho defendant mined any coal on the land of the plaintiff he must account for it in this form of action.\n2. In charging the jury that this action could be maintained under the evidence.\n3. The whole charge, from the commencement to the wrord “ ejectment.”\n4. In instructing the jury that the measure of damages was the value of the coal when knocked down.\n5. In not receiving defendant’s evidence as to the value of the coal leave.\nD. Kaine, for plaintiff in error.:\n“ Title cannot be decided in an action merely personal and transitory, no matter whether it be replevin, trover, or assumpsit. Nor can these actions be maintained by one not in the actual exclusive possession, whatever his title may be, against one who is in the possession claiming right:” Brown v. Caldwell, 10 S. & R. 118.\nJanuary 6th 1862,\nHad the coal-mine, opening and all, been upon the admitted land of the plaintiff, there might be some doubt, under the authority of the case of Playor v. Roberts, referred to in 6 Bac. Ab. 679: “ If J. S. dig coals in a pit of J. N., and throw them out of the pit, he is guilty of a conversion.” But here the pit was the undisputed property of the defendant, and if he did dig any coal over what may turn out to be the true line, he did it claiming the land as his own, and took the coal out of his own pit. The case of Playor v. Roberts is referred to in Mather v. The Church, 3 S. & R. 512, where it is said, “ There was no contest about the title of land, but only about the coal.” But the very point is decided in Powell v. Smith, 2 Watts 127.\nAdmitting that the coal taken out was under the surface of the land owned by the plaintiff, what did it amount to ? It did not exceed half an acre in extent, the coal leave for which, at the usual prices in this locality, would not exceed twenty-five dollars, or about fifty dollars per acre. This the defendant offered to prove, but the evidence was not admitted by the court. The paramount rule in assessing damages is, that every person unjustly deprived of his rights should at least be fully compensated for the injury he sustained: 2 Casey 146.\nThe testimony offered by the defendant in regard to the real value of the coal at the time it was dug, should have been admitted.\nFor defendant in error it was argued that trover would lie for coal severed from the realty, and that if so, the proper measure' of damages was the value of the coal when brought into that state or condition which made it personalty and the subject of conversion by the defendant. In support of which the following cases were cited and relied on: Martin v. Porter, 5 M. & W. 351; Wild v. Holt, 9 Id. 672; Baker v. Wheeler, 8 Wend. 505; Wright v. Guier, 9 Watts 172; Harlan v. Harlan, 3 Harris 507; Ferrand v. Thompson, 5 B. & Ald. 826; Moers v. Wait, 3 Wend. 104; Maher v. Trinity Church, 3 S. & R. 509; Elliott v. Powell, 10 Watts 453."
  },
  "file_name": "0291-01",
  "first_page_order": 293,
  "last_page_order": 299
}
