{
  "id": 480041,
  "name": "Dean and Wife versus Negley and Cuthbert",
  "name_abbreviation": "Dean v. Negley",
  "decision_date": "1862-01-27",
  "docket_number": "",
  "first_page": "312",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wh. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0138-01"
      ]
    },
    {
      "cite": "1 Bradford 458",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        789192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/brad/1/0458-01"
      ]
    },
    {
      "cite": "7 Gill 10",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1708165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/gill/7/0010-01"
      ]
    },
    {
      "cite": "4 Cushing 580",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1986190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/58/0580-01"
      ]
    },
    {
      "cite": "2 Day 12",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/2/0012-01"
      ]
    },
    {
      "cite": "3 Whart. 134",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 923,
    "char_count": 17847,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.4845286296597598e-06,
      "percentile": 0.9916124453587835
    },
    "sha256": "7833354f35f329a3d2a6a9a542905b1dad38097b0da2f920d0dc405249ef0907",
    "simhash": "1:8cc6b6c4e705bbb3",
    "word_count": 3095
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dean and Wife versus Negley and Cuthbert."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe will of a man who has testamentary capacity cannot be avoided merely because it is unaccountably contrary to the common sense of the country. His will, if not contrary to law, stands for the law of descent of Ms property, whether his reasons for it be good or bad, if indeed they be his own, uninduced by unlawful influence from others. Lawful influence, such as that arising from legitimate family and social relations, must be allowed to produce its natural results, even in influencing last wills. However great the influence thus generated may be, it has no taint of unlawfulness in it; and there can be no presumption of its actual unlaAvful exercise merely from the facts that it is known to have existed, and that it has manifestly operated on the testator’s mind as a reason for his testamentary dispositions. Such influences are naturally very unequal, and naturally productive of inequalities in testamentary dispositions; and as they are also lawful in general, and the law cannot criticise and measure them so as to attribute to them their proper effect, no will can be condemned because the existence of such an influence is proved, and because the will contains in itself proof of its effect. It is only when such influence is unduly exerted over the very act of devising, so as to prevent the will from being truly the act of the testator, that the law condemns it as a vicious element of the testamentary act; so the law always speaks of the natural, influence arising out of legitimate relations. But we should do violence to the morality of the law, and therefore to the law itself, if we should apply this rule to unlawful, as well as to lawful relations; for we should thereby make them both equal in this regard at least, which is contrary to their very nature. If -the law always suspects, and inexorably condemns undue influence, and presumes it from the nature of the transaction, in the legitimate relations of attorney, guardian, and trustee, where such persons seem to go beyond their legitimate functions, and work for their own advantage, how much more ought it to deal sternly with unlawful relations, where they are, in their nature, relations of influence over the kind of act that is under investigation. In their legitimate operation, those positions of influence are respected; but where apparently used to obtain selfish advantages, they are regarded with deep suspicion; and it would be strange if unlawful relations should be more favourably regarded.\nAnd the voice of the law on this general subject is distinct and emphatic, transmitted through many generations, and embodied in many Latin maxims, of which the following are some:— Nemo eommodum capit de injuria sua. Nemo ex proprio dolo consequitur actionem. Frustra legis auxilium petit, qui in legem committ.it. Pacta quee contra bonos mores sunt nullam vim habent. Mx dolo malo, ex malijicio, ex turpi causa, ex pacto illicito, non oritur actio. Fx injuria non oritur jus. Pacta quee turpem causam continent, non sunt observanda. In odium spoliatoris, omnia pressumuntur. All which may be summed up in one sentence: No one shall derive any profit through the law by the influence of an unlawful act or relation.\nThe ordinary influence of a lawful relation must be lawful, even where it affects testamentary dispositions; for this is its natural tendency. The natural and ordinary influence of an unlawful relation must be unlawful, in so far as it affects testamentary dispositions favourably to the unlawful relation and unfavourably to the lawful heirs. Ordinary influence may be inferred in both cases, where the nature of the will seems to imply it; but in the former it is right, because the relation is, lawful; and in the latter it may be condemned, together vrith its effects, because the relation is unlawful.\nIt is not inconsistent with this, that it has been decided that the devise of a wife to her second husband was not affected by the fact that she knew she had a husband living at the time of her second marriage, even though the second husband heard of it before her death; for this shows no conscious transgression of law by him in his marriage with her, and her heirs could not set up her fraud on him as a reason for avoiding her will: 8 Harris 329.\nThere can be no doubt that a long-continued relation of adulterous intercourse, is a relation of great mutual influence of each over the mind and person and property of the other. History abounds with proofs of it, and it requires no very long life, or very close observation of persons around us, in order to reveal the fact. Our Divorce Law of 1815 shows its abhorrence of the crime, and its influence, by forbidding any one divorced for adultery from marrying his or her partieeps eriminis while the injured consort is living, and by disabling a woman thus divorced from devising or conveying her property, if she cohabit with her paramour. And the canon law, though it allowed children born before marriage, to be legitimated by a subsequent marriage, refused this privilege to children born of adulterous intercourse, and did not allow even a devise in their favour from the guilty parent.\nIf, then, there was such a relation between the testator and Mrs. Bolton, at the time of the making of the will, as was offered to be proved, we think that that fact, taken in connection with the devise to Mrs. Bolton’s daughters, is evidence of an undue influence exerted by her over the testator, and affecting the dispositions of his will, and that it may justify a verdict against the validity of the will. I have, myself, thought that it raised a presumption of law of undue influence, but we do not so decide, but leave it as a question of fact merely. We are, therefore, of the opinion that the evidence offered ought to have been admitted.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Charles Shaler and Bruce & Negly, for plaintiffs in error,",
      "Marshall & Brown, for defendants"
    ],
    "corrections": "",
    "head_matter": "Dean and Wife versus Negley and Cuthbert.\nAdultery, when Evidence of undue Influence over Testator.\n1. The influence of a lawful relation over testamentary dispositions is not prohibited by law, except when unduly exerted over the very act of devising ; but that of an unlawful relation, is naturally and ordinarily unlawful, in so far as it respects testamentary dispositions favourable to the unlawful relation and unfavourable to the lawful heirs.\n2. In a feigned issue to determine the validity of a will, it may be shown by the contestants that, at the time the will was’made, the testator was living in open adultery with the mother of the children to whom he had devised the bulk of his estate ; and that fact, taken in connection with the devise, is evidence of undue influence exerted by her over the testator, that may justify a verdict against the validity of the will.\nError to the Common Pleas of Allegheny county.\nThis was an issue devisavit vel non, directed in the matter of the testamentary writing purporting to be the last will and testament of William Johnson, deceased, in which Daniel Negley and Stirly Cuthbert were plaintiffs and Alexander Dean and Elizabeth E. his wife were defendants. On the trial Thomas M. Marshall, Esq., was appointed guardian ad litem for the minor daughters of John and Joanna Bolton, and notice ordered to be given to him by the defendant to come into court and defend.\n. The objections to the probate of the will were: — That, at the time of the alleged execution of the said paper, the said William Johnston was of non-sane mind and memory, and incapable of executing a valid testamentary instrument; that the same was procured by fraud; that the same was procured by coercion; that the same was procured by the exercise of an undue influence over the mind of the said William Johnston; that the said William Johnston, at the time of executing the same, laboured under a monomania weakness and delusion in relation to his heir at law, which had an undue influence on his judgment in inducing the execution of the said will; and that the said William Johnston was so importuned by parties having an interest in depriving persons and relatives connected with him by blood of their rights as heirs at law of the benefit of his estate, as to amount to coercion, and deprive him of his voluntary action in the premises.\nOn the trial, after the plaintiff had proved the execution of the will by the subscribing witnesses, and the sanity of the testator at the time, the defendant, after examining certain witnesses as to the family relations of deceased, and proving that he had been for ten years afflicted with cancer of the eye and nose, and its effect on his mind, offered to prove by John Stewart and others—\n“ That, in A. D. 1830, William Johnston intermarried with Mrs. Jerusha Butler, widow; he being at that time comparatively worthless in property, and she being possessed of a considerable estate, out of which a considerable income issued. That they lived together harmoniously some sixteen yea,rs, and had a daughter, who is one of the defendants in the present suit. That about that time, they, the said Johnston .and wife, separated, owing to family differences; the daughter being then about fourteen years of age. That the daughter left her father’s house shortly before the separation of her father and mother. That Mrs. Johnston continued to live separate and apart from her husband till the date of her death, which occurred about four years since. That the daughter never returned to her father’s house, or became a member of his family, but was intermarried with Alexander Dean, the other defendant hereto, in the year 1848; with whom she resided a part of the time since in Cincinnati, and the residue of the time in Pittsburgh. That the circumstances creating the family difficulties, and which led to the separation of Mr. and Mrs. Johnston, and the removal of Mrs. Dean from her father’s house, were the following: Some time before the separation, Mr. and Mrs. Bolton, the parents of the devisees, took up their residence in East Liberty, in near proximity to the house of Johnston. That Johnston became a frequent visitor at Bolton’s, and formed an intimacy with Mrs. Bolton, which was carried to such an extent as to become notorious to the neighbourhood, and known to Mrs. Johnston, and was so conducted that it became improper for her to keep up her connection with Johnson, or remain in his family. That after her removal Johnston kept up a continuous adulterous intercourse with Mrs. Bolton. That he caused at one time his bed to be removed from where he was boarding to the house of Mrs. Bolton (he continuing to board as formerly), and did other acts evincing improper connection with Mrs. Bolton.\n“ That, from the period of his early acquaintance with Mrs. Bolton till the date of his death, and both before and after the death of Mrs. Johnston, Johnston continued to have illicit intercourse with Mrs. Bolton. That during this long period of time, Bolton was absent from his wife, at intervals, sometimes for a longer and sometimes for a shorter time; being operated upon sometimes by his wife, and at other times by his wife and Johnston, to absent himself from her. Both of whom (the said Johnston and Mrs. Bolton) exercised a controlling influence over him (the said Mr. Bolton).\n“ That the said Johnston, for many years back, had been labouring under a severe and painful cancerous disease, and was compelled to take opiates, whereby his mind became debilitated, and rendered him measurably a subject of control to those about him; and particularly subject to the control of Mrs. Bolton, in his business transactions and otherwise.\n“That Mrs. Bolton was a woman of masculine vigour and understanding, and exercised a despotic influence over Johnston in relation to many of his business transactions, interfering with his contracts where they did not suit her views, and inducing him to annul or alter them according to her pleasure and dictation, and this both before and after making the will. That Mrs. Dean had, before and after the making of the will, visited her father with the expectation of having confidential and private conversation with him, and upon every occasion of such visits Mrs. Bolton, or some member of the family, remained in the room, so that no such intercourse could take place without it being exposed to them.\n“ That Mrs. Dean was always anxious, ready, and willing to go and nurse her father during his illness, and to reside with him, or have him reside with her, on condition that he would sever his connection with Mrs. Bolton, and of this he was fully aware, and expressed himself in terms of affection for her, but still refused to sever his connection with Mrs. Bolton.\n“ That during the long period of Johnston’s sickness, Mrs. Bolton was his nurse and attendant, and in that capacity exerted an influence over him both before and after making the will.\n“ That on many occasions, when the friends and neighbours of Mr. Johnston called on him, either Mrs. Bolton or some member of her family, made it a practice of remaining in the room during the whole time of the visit, and overhearing all that passed between them.\n“ That Johnson derived a very considerable income from his wife’s estate, and invested the same in an estate which forms the basis of property which is devised, and that the devisees are not connected by blood or otherwise to Mr. Johnston, but that Mrs. Dean is his only child and heir at law.”\nThis offer was made in connection with the dispositions of the will, for the purpose of showing undue influence by Mrs. Bolton in procuring it to be made and executed.\nThe plaintiffs objected to the offer of the defendants in all its parts, except the following :—\nI. The marriage and cohabitation of William Johnston and his wife, and the extent of his property; and\nII. The condition of William Johnston’s mind, from disease and the application of opiates; because, 1st. The evidence offered, even if true, does not tend to shed light upon the testamentary power of the testator at the time of his making his will.\n2d. The alleged adultery, &c., do not tend to show undue influence by Mrs. Bolton over William Johnston at the time of making his will.\n3d. The acts, declarations, or conduct of Mrs. Bolton, are not evidence, she not being interested in law, in setting up this will.\n4th. The offer, if all true, does not show, or tend to show undue influence by any one interested in sustaining the will.\nThe offer was overruled by the court below (Mellon, P. J.), for the reasons given by the plaintiffs, and because, also, defendants’ counsel did not propose to follow it by testimony tending to show that fraud, deceit, coercion, or other undue influence were actually used or exerted by Mrs. Bolton upon the testator, to produce the alleged testamentary disposition, or that the will was made under such influences.\nIn connection with the foregoing offer the defendants then proposed to prove that Mrs. Bolton did, a few days prior to the date of the will, use undue influence on the mind of William Johnston, and by such undue influence caused and procured the said Johnston to annul a lease made with one H. M. Little, leasing certain premises, and had and procured to said Johnston to assert, as a reason of his annulling said lease, that he was out of his mind at the time of entering into the same; to which plaintiffs objected because — 1. The influence offered to be proved is foreign to the testamentary act, and does not affect his disposition of his property; and 2. The truth of the declarations proposed to be proved is contradicted by all the evidence in the case, and by the admission of the counsel for the defendants.\nJanuary 27th 1862,\nThis offer was also overruled, because it was not proposed to show that her influence was exerted in any way to procure him to make the alleged will; and because, that it was made under undue influence, cannot be inferred from the fact that Mrs. Bolton had great influence with him, and exerted that influence on other occasions for other purposes.\nTo these rulings exception was taken by the defendants, and bills sealed.\nThere was a verdict and judgment in favour of the plaintiffs ; whereupon the defendants sued out this writ, and assigned for error tbo rejection of the testimony offered as above.\nCharles Shaler and Bruce & Negly, for plaintiffs in error,\nargued that they were entitled to prove the open adulterous intercourse between Mr. Johnston and Mrs. Bolton, and the circumstances of his family relation in connection with such evidence, as substantial facts tending to prove their part of the issue, and maintain their allegation of undue influence : citing and relying on Patterson v. Patterson, 6 S. & R. 55 ; Rambler v. Tryon, 7 Id. 93; Brown v. Moliston, 3 Whart. 134; McTagart v. Thompson, 2 Harris 162; McMahon v. Bryant, 8 Id. 331; Zimmerman v. Zimmerman, 11 Id. 378; Miller v. Miller, 3 S. & R. 267; Moritz v. Bough, 16 Id. 403; Small v. Small, 4 Greenl. 220; Denslow v. Moor, 2 Day 12; Davis v. Calvert, 5 Gill & Johns. 269; 2 Greenl. Ev. § 688; Nesseur v. Arnold, 13 S. & R. 326; Denton v. Franklin, 9 B. Monroe 28; Glover v. Hay, 4 Cushing 580; Townsend v. Townsend, 7 Gill 10; Bayard v. McElroy, 21 Alabama 30; Gilbert v. Gilbert, 22 Id. 529; Morris v Stokes, 20 Geo. 709; Taylor v. Wilson, 5 Bennet (Miss.) 306; 1 Kernan 157; 17 Barbour 236; 2 Comstock 498.\nMarshall & Brown, for defendants\nin ei’ror, cited and relied on McMahon v. Ryan, 8 Harris 329; Miller v. Miller, 3 S. & R. 267; Carroll v. Marton, 3 Br. Surr. Rep. 291; Blecker v. Lynch, 1 Bradford 458; 1 Wm. on Ex. 44, note; Trumbull v. Gibbon, 2 Zabr. (N. J. Rep.) 117; Lowe v. Williamson, 1 Gr. Ch. Rep. 82; Browne v. Molliston, 3 Wh. 138; McMasters v. Blair, 5 Casey 302, 303, 304, 305; Irish v. Smith, 8 S. & R. 572; Hoshauer v. Hoshauer, 2 Casey 407."
  },
  "file_name": "0312-01",
  "first_page_order": 314,
  "last_page_order": 320
}
