{
  "id": 480032,
  "name": "Blackstone et al. versus White",
  "name_abbreviation": "Blackstone v. White",
  "decision_date": "1862-02-03",
  "docket_number": "",
  "first_page": "330",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 573,
    "char_count": 13653,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31745287080443685
    },
    "sha256": "43a3e94cfc54b8cf1fd3c68ec64e448cc91b3cc0eac8bfb2516d11eeec31746b",
    "simhash": "1:8be180ce5c8ebbce",
    "word_count": 2390
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blackstone et al. versus White"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nThis was an action of trespass quare clausum fregit, and the real question in the cause was whether the piece of land upon which the trespass was alleged to have been committed was dedicated to public use by Zachariah Connell, the founder of Connellsville, or whether it was the private property of the plaintiff or of those under whom he claimed the possession.\nTwo papers undoubtedly were in existence in 1832, both purporting to be the charter of Connellsville, and both purporting to be signed and sealed by Zachariah Connell, and both dated March 21st 1793. The one which is witnessed by James Rankin and Alexander McLean is in the handwriting of one of the subscribing witnesses, Alexander McLean. This paper is neither acknowledged or recorded, and, for the purposes of this case, was marked A, whilst the other, in the same way marked B, is witnessed by Jonathan Rowland and Alexander McLean, and is acknowledged on the 6th day of January 1800, before Jonathan Rowland, and recorded the same day in book C, p. 339. Zachariah Connell died in 1813, leaving a widow and children, one of whom married John W. Phillips. These two papers, being amongst the papers of the deceased, came into the possession of his widow, and they were delivered, by her to her son-in-law, Phillips, about the year 1826, and under whom the present plaintiff claims.\nIn the year 1832, William Davidson copied both of these papers, which were furnished to him by Mr. Phillips, with whom his mother-in-law, Mrs. Connell, was then living, and returned the originals to her son-in-law, Mr. Phillips. By the deposition of Mr. Phillips, in relation to these charters, it appeared that he had not the charters, and that he had no recollection of seeing the first charter since he loaned it to Mr. Davidson; nor did he know in whose possession they were, but he thinks Mr. Davidson took a copy of them. Mr. Thomas R. Davidson, the son of Mr. William Davidson, proved that the paper marked A is a true copy of a paper exhibited to him by his father, purporting to be the original charter of the borough of Oonnellsville. He compared it with the original at the time of signing. He had no knowledge of the handwriting of the original charter. The burgess of the borough of Oonnellsville testified that he examined amongst the papers of the borough for the charters, and could find no original charter. The plaintiff, who derived his title from Phillips, was notified to produce these original charters.\nIt is clear, from statement, that these two original papers or documents called charters were in the possession of the founder, Zachariah Connell, neither having been handed over to any one. That these, with his other papers, on his death, came into the hands of his widow, who gave them to her son-in-law, Phillips, who claimed to be an owner of the property the title of which is in dispute in this suit. That in 1832 he loaned them to Mr. Davidson, who took perfect copies of both papers, and returned the originals to Mr. Phillips, who has not got them, nor can he tell who has them. The burgess cannot find them, and the plaintiff, on notice, does not produce them.\nIt is clear, then, 1. That there did exist originally two original deeds or charters, more than sixty-eight years old, and if produced on the trial, would have proved themselves. 2. That true copies of these deeds or charters existed, and were produced on the trial. 3. That proof was made of a bond fide search for them where they were most likely to be found, which was unsue-' cesssul; and under these circumstances, secondary evidence (consisting of a sworn copy of the deed A) of the contents of that deed was admissible.\nThe court therefore erred in the rejection of the evidence, and in the reason assigned by them.\nThe subsequent evidence, particularly that of Daniel Rogers, tended to prove that the deed A was the first charter, and that the deed B, though antedated, was not executed until after 1795, and perhaps not before the date of its acknowledgment, on the 6th of January. This is the only error committed by the court.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by W. Hiving and H. Kaine for plaintiff in error, and by A. Patterson and John Collins for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Blackstone et al. versus White\nCopy of Town Charter, when admissible in Evidence. — Parol Revocation of Grant of Land dedicated to Public Use.\n1. A sworn oopy of a town charter granted in 1793, is admissible in evidence after proof of the existence and loss of the original and a bona fide search for it, where it was most likely to be found.\n2. Two charters were granted by the founder of a town, 21st March 1793, both being witnessed, but only one acknowledged and recorded, January 6th 1800: after his death they came into the possession of his widow, who gave them to a son-in-law, from whom in 1832, both were obtained, copied, and returned to him. In an action of trespass, involving title to land allogea to have been reserved by the charters, a sworn copy was offered in evidence, after proof of the existence of the originals, their loss and an unsuccessful search for them by their depositary and the burgess of the town, which copy was rejected by the court: Held, That after the proof of the existence of the originals, and of true copies, the loss of, and a bond fide but unsuccessful search for the originals, secondary evidence of the contents of one deed, consisting of a sworn copy, was admissible.\nError to the Common Pleas of Fayette county.\nThis was an action of trespass by James H. White against Henry Blackstone and others, acting as engineers and agents in locating the Pittsburgh and Connellsville Railroad, for entering upon certain lands of plaintiff, and tearing down and removing a small wooden house which was erected thereon.\nThe material facts of the case were as follows:—\nIn 1793, Zachariah Connell laid out the town of Connellsville, by a written charter, dated March 21st 1793, in which he dedicated certain ground upon the Youghiogheny river to public use, in the following terms :\n“ And the said Zachariah Connell, for himself, his heirs and assigns, doth grant, that the streets and alleys of the said town, shall for ever continue as they are now laid out and regulated by the plan aforesaid; that the space left opposite the ferry and fronting on said river, as represented in the plan, and distinguished by public ground and Water street, shall be and continue free for the use of the inhabitants of said town (except so much thereof as may be necessary for the accommodation of mills to be erected, which is reserved), and travellers, who may erect thereon temporary boat-yards, or may from time to time occupy the same or any part thereof, for making any vessels or other conveniences, for the purpose of conveying their property to or from said town.” Under this charter he sold many of the lots, one of which is now owned and occupied by the defendant Blackstone, under title derived from Connell, bearing date July 9th 1795. On the 6th day of January 1800, he made another charter, antedated March 21st 1793, to correspond with the first one, in which lie changed the grant before made for public use, reserving a part thereof to himself. In this last charter there was a mill mentioned, which was not built until after 1795, but which was in operation in the year 1800. It was acknowledged and recorded January 6th 1800. The reservation in this charter is as follows, viz.:\n“ And that the space left opposite the ferry and fronting on said river, as represented in the plan, and distinguished by public ground and Water street, shall be and continue free for the use of the inhabitants of said town, and for travellers, who may erect thereon temporary boat-yards, and may from time to time occupy the same or any part thereof, for making any vessels or other conveniences, for the purpose of conveying their property to or from said town; and the said Zachariah Connell doth further promise and covenant with the inhabitants of said town and others who choose to frequent the same, that all landings, harbors, or other conveniences and advantages of said river opposite said town, or adjoining Water street aforesaid, shall be free to them at all times, for the purpose of landing timber, stones, or other materials for building, or for the use of landing vessels for the removal of their persons or property to any place whatever. But the said Zachariah Connell reserves to himself, his heirs and assigns, all that piece of land situate between Water street and the river, and extending from Rogers’s Mill down to Spring street or State road.” On this piece of ground he built a house very many years ago, and occupied it at least from 1805 until his death in 1813, from which time until 1858 it was occupied by his heirs.\nIn 1800, Zachariah Connell and Isaac Meason (who owned the land on the opposite side of the river) obtained a charter to erect a bridge over the Youghiogheny river at this place. Connell died in 1813, leaving a widow and children, one of whom married John W. Phillips. Phillips purchased the shares of some of the other heirs, and claimed the entire interest of Connell. In 1853 he sold the one-half of his interest (being one-fourth of the bridge, with the rights and privileges belonging thereto) to James H. White, the plaintiff. Under this purchase, White claimed the piece of land between Water street and the river, and extending from Rogers’s Mill to Spring street, as reserved by Connell in the second charter, was in possession thereof when the trespass was committed, and had been there for a number of years. There had been erected upon this piece of ground a toll-house to one of the old bridges; which house was still standing at the time of the alleged trespass.\nThe defendants, Blackstone and others, were the engineers and agents of the Pittsburgh and Connellsville Railroad Company, and in discharge of their duties, in locating and erecting the road for said company, tore down the house aforesaid, which was claimed by White ; whereupon this suit was brought.\nIn 1832, William Davidson and Thomas R. Davidson, Esqrs., obtained the original charters from John W. Phillips, the son-in-law of Zachariah Connell (who had obtained them from Mrs. Connell, the widow), and took a copy thereof.\nNotice was given to the plaintiff to produce the original charters upon the trial, which was not done.. It was also proved by John W. Phillips, who once had the custody of the charters, that he did not know where they were ; and by the burgess of the borough of Connellsville, that he had made search among the papers and records of the borough, and that they were not there. On the trial, the copy proved by the Messrs. Davidson was offered in evidence and rejected by the court. It was also proved, that Connell had on several occasions spoken of the ground in dispute as public ground.\nThe defendants requested the court to charge the jury:—\n1. That no particular formality is necessary to make a dedication of ground to public use; that it may be done by parol; that the declaration of the grantor or owner is sufficient evidence of the fact.\n2. That after such declaration of dedication and a sale of lots, or of a single lot, the proprietor cannot resume the ownership of the ground thus dedicated, any morfe than he can the ownership of the lot.\n3. That no length of possession or occupancy of ground once dedicated to public use, will be of any avail; that, although twenty-one years’ possession by the proprietor of a lot sold by him would reinvest in him the title to a lot sold, fifty years possession or occupancy of ground dedicated to public use, would not reinvest the title to it, or deprive the public of the right to its use.\n4. That the reservation in the last charter to the private use of the grantor, of the ground between Rogers’s Mill and Spring street, being contradictory to the grant to the public of the same land, is absolutely void and of none effect.\n5. That, if the jury believe the testimony of Daniel Rogers, that in the negotiation for the sale of the land above town, Connell declared the ground in dispute to be public ground, a subsequent occupation of it, especially by a toll-house connected with the bridge, cannot affect the public right.\n6. Nor would any reservation in a subsequent charter affect or destroy the public right.\n7. That if this ground was public, the defendants had a right to remove the building or any other obstruction placed on it, not in accordance with the public grant.\nFebruary 3d 1862,\nThe court below affirmed the 1st, 2d, 3d, and 7th points; negatived the -4th, and answered the 5th and 6th as follows :—\n“ 5th. We think the declaration as proven by Rogers, if believed by the jury, would not be sufficient to destroy Connell’s right under the reservation in the charter, and we so instruct you. If there had been no deed of dedication with reservation in existence at this time, it might be otherwise.\n“ 6th. Where there is a public dedication in any way to the public, no future reservation can destroy this public right.”\nUnder these instructions there was a verdict and judgment for plaintiff, whereupon the case was removed into this court by the defendant, where the following matters were assigned for error:—\n1. The court erred in rejecting the copy of the paper or charter, taken by William Davidson, and proved by him to be a correct copy.\n2. The court erred in answering defendants’ fourth point in the negative; and\n3. In their answer to defendants’ fifth point.\nThe case was argued in this court by W. Hiving and H. Kaine for plaintiff in error, and by A. Patterson and John Collins for defendants in error."
  },
  "file_name": "0330-01",
  "first_page_order": 332,
  "last_page_order": 336
}
