{
  "id": 480059,
  "name": "Hill versus Oliphant",
  "name_abbreviation": "Hill v. Oliphant",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "364",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 364"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wharton 340",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0340-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1116,
    "char_count": 40375,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 6.621661417227994e-08,
      "percentile": 0.4041814793063225
    },
    "sha256": "c683e26b43303bdfe1a7471f2deba1ee8ba3f95a25c39d520bd44c0aa3eccdd8",
    "simhash": "1:cee7aa1128087dd7",
    "word_count": 7128
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill versus Oliphant."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nIt requires an unusual share of equanimity to be able to regard with contentment the immense amount of litigation that has grown out of the transaction on which this suit is founded. An approximate conception of its magnitude may be formed from the records given in evidence in this case, in connection with the facts appearing in several reported cases: 2 Harris 342; 12 Id. 28; 3 Casey 418. It is not at all creditable to the parties concerned.\nWhen Mr. Veech bought the land in controversy, he did it as agent of the creditors of Foster, in order to secure their claims. He therefore held the title in trust for them. Herein he was trustee in the strict sense of the term. The agreement to let Blocher, Shoemaker & Taylor have the title, on their securing these creditors, if we regard it as valid in equity, did make him also trustee for Blocher, Shoemaker & Taylor; but this was only by construction, in order to allow a remedy in equity so as to get the legal title, and not at all in the strict sense of the term. The purchase was with the money of the creditors, with an agreement to sell to Blocher, Shoemaker & Taylor, not for the amount of Veech’s bid, but for the amount of the claims of his clients; and Veech did not thereby become the trustee of Blocher, Shoemaker & Taylor in any other sense than as vendors by articles of agreement are usually called trustees, for their vendees, of the legal title. This relation was somewhat loosely expressed by Mr. Justice Bell, 2 Harris 342; but it is very accurately expressed by Lewis, C. J., in 3 Casey 425. The strict relation of Mr. Veech to Blocher, Shoemaker & Taylor is that of vendor, and we must follow the history of that relation.\nVeech held the legal title, and Blocher, Shoemaker & Taylor held the equitable title, as vendor and vendees. The legal title passed from Veech to Pauli, who conveyed to Gaddis and Townley, who on the 3d May 1854 conveyed to Hill, the defendant below.\nThe equitable title passed by sheriff’s sale from Blocher, Shoemaker & Taylor to E. P. Oliphant, who conveyed to Turbett, who conveyed to Hersey, who conveyed to the Fayette Manufacturing Company, whose title passed by sheriff’s sale to Eldred, who conveyed to Jones, who conveyed, 28th January 1854, to Hill, the defendant below.\nThus Hill shows a regular chain of title to both the legal and the equitable estates. But when Hersey bought from Turbett, 22d January 1851, he gave Turbett a mortgage on the property to secure $10,000, and to October Term 1854 suit was brought on this mortgage and judgment obtained, and his title was sold by the sheriff, and conveyed to F. H. Oliphant, December 8th 1856. That judgment was afterwards reversed, because it ought not to have been entered until after the amount due on the legal title had been paid: 3 Casey 418; but that reversal did not affect the sale of the land; and therefore the sale cut off the equitable title held by Hill, and passed it to F. H. Oliphant, subject, however, to the legal title acquired by Hill after his mortgage was given; if, in fact, that equitable title had then any valid existence. Of this we must now inquire.\nIn 1847 Pauli was in possession under his title from Veech, and Blocher, Shoemaker & Taylor brought an action of ejectment (No. 92, March Term 1847) to recover the possession, and on the 30th of September 1847 recovered a verdict, subject to the payment of, and on condition that they should pay to Pauli the sum of $8500, with interest from that date and costs, within three years, and that if not paid, judgment should be entered in favour of Pauli. This condition was hot performed, and on the 4th October 1850 judgment was entered in favour of Pauli. Did this annul the equitable title ? We think it did.\nWe know that Chief Justice Gibson has said that the Act of 21st of April 1846 applies only to the case of ejectment by a vendor and a verdict in his favour, with time to vendee to redeem : 6 Barr 390. And, as the words of the wise are very naturally taken on trust when duty does not require us to test them, we find his saying several times quoted, without question: 3 Casey 428, 468; 7 Id. 435. But in no instance where this has been said, was it a point before the court. Always it is a mere opinion by the way. And the very reason that is given for it shows its erroneousness — “for in no other (case) can time be of the essence of the finding.” This shows that the learned chief justice had not thought of the case of a vendor in possession and refusing to perform, where the verdict would regularly be against •him, with condition that the ve.ndee shall perform in a time ■named. There time is manifestly of the essénce of the finding. ,And the reason is good for nothing in the face of the fact that here we have a verdict, in an action by the vendee, in which time is an essential element. And in the latter part of the act, the case of ejectment by vendee against vendor, and a verdict allowing time, is provided for. The thought intended to be expressed is rather that the vendee alone needs a verdict on time, than that .he alone can be defendant in such a case. He may have it as plaintiff: 3 Casey 302; 1 Id. 361.\nThe Act of 1846 rescinds the contract on the failure of the vendee to perform the conditions of the verdict and judgment, or confessed judgment, and makes the judgment conclusive between the parties, in all actions of ejectment to enforce the payment of the purchase-money, wherein time becomes of essence in the finding : that is, whenever the jury have set the proper time for performance as part of their verdict. Now payment of purchase-money is the usual form of specific performance by the vendee; but it is far from being the only form; for his contract may •require payment in goods, or stocks, or houses, and surely the law was intended for such cases also; and therefore we feel that ■we ought to read “specific performance,” instead of “payment .of purchase-money,” if we would not stick in the bark of the statute. This is necessary- also for the sake of equality; for we cannot suppose that the legislature intended that the judgment ■in the same controversy should be conclusive if one party be the plaintiff, and not so if the other be.\nSee how it would work. It is admitted that if the vendor be plaintiff, he is concluded by the judgment, and must convey according to the terms of the verdict, and the defendant must pay according to it. But suppose the vendor has retained or resumed the possession of the land) then the vendee will be plaintiff, and the verdict will be in his favour on condition that he pay in a given time. If we assume that this is not conclusive, the case will stand thus: the vendor’s hands are effectually tied until the time is out, and then the vendee may say that he will not perform, because the judgment is not conclusive. This would be to make the whole proceeding absurd. It would be declaring the judgment effectual if the plaintiff chose to accept it, and if not, it was no judgment at all for the matter contested, but only for the costs.\nMoreover, when the vendee sues in ejectment on a mere agreement to sell, and a preliminary tender is not required by law, the case is almost sure to become an action “to enforce the payment of purchase-moneythe defendant, the vendor, becoming the real actor in demanding payment as a condition precedent to the delivery of the possession, and then the plaintiff is put under proper conditions, and the time fixed for payment by the jury “becomes of essence in their finding.” When Chief Justice Gibson- said that the Act of 1846 applied only where the vendor sues, he was showing that it did not apply in an action of ejectment on a constructive mortgage; and what he meant to say, therefore, was that it applied only between vendor and vendee, and not between mortgagor and mortgagee: Brown v. Nickle, 6 Barr 390. His remark was more special than he intended. Stated generally, as we have suggested, its logical fitness is manifest.\nBut the case of the defendant below is still further fortified. Yeech brought ejectment against his vendees, Blocher, Shoemaker and Taylor, to enforce the contract, and in June 1844, they confessed judgment in his favour, to be released on payment within a year., If the entry of this confession on the record had been perfect it would have operated, on non-performance, as a complete bar to the equity, as an agreement or confession of record, independent of any statute, as was decided in Gable v. Hain, 1 Penn. Rep. 264. But it was so defectively entered that it could have no such force as a record.\nStill it was a judgment in favour of the vendor, and on hab. fac. possession was delivered to him under it; and since then, on the 4th of September 1861, pursuant to our suggestion, 3 Casey 427, the defect of the record has been amended so as to show the time fixed for payment. And this brings us to another part of the Act of 1846, which provides that in case of all such conditional judgments entered since 5th of May 1841, the defendant shall have two years to commence an action to enforce his contract, and that the conditional verdict and judgment entered in such action shall be conclusive on the parties.\nThe court below was requested to say that this judgment, in connection with the first, and with the Act of 1846, was a con-elusive bar to tbe equitable title on which the plaintiff relies. This question was reserved, and afterwards decided in favour of the plaintiff. We think it ought to have been decided in favour of the defendant. The two judgments together are a valid bar under the last part of the Act of 1846; and the second alone is a valid bar under the first part of the act. We need not say that the first judgment had any effect upon the title. Perhaps it was too defective for this. But still it was a fact, a judgment confessed with oondition, of which time was an essential element. And for this fact, the law provides that there shall be a further action, which shall conclusively decide the rights of the parties. That action was brought and decided, and it is a conclusive bar to the claim set up here.\nBut besides arguing against these views, the plaintiff seeks to evade them by oral testimony that there was an actual delivery of the deed by Veech to Blocher, Shoemaker & Taylor in 1842, though Mr. Veech testifies that he did not deliver it. The court left this fact to the jury, and they found the delivery; and the defendant assigns for error, that the question was improperly left to the jury. We think it was.\nIt is very strange that such a question should be raised after nearly twenty years’ delay, and after so much litigation. Veech brought an action of ejectment in 1843 to enforce specific performance of the parol contract; and this involves the allegation that the contract had not been executed by the delivery of the deed. And the vendees confessed a judgment, which involves an admission of the same allegation, and they also specially stipulate that, on payment, “ the deeds now made shall be given up,” which certainly means that then, June 1844, they had not been delivered. And in 1847 the vendees sued and got a conditional judgment for specific performance, and this involves the same allegation on their part, and a judgment that it was true. There are, therefore, two judgments between the parties, founded upon and establishing the fact that the deed was not delivered, and the plaintiff, claiming under them, is estopped from denying it. And this second judgment conclusively shows what was then due, and certainly we are not to have another action of ejectment, to try whether that judgment has been satisfied. The’ judgment proves that it was not paid in October 1850, and there is no pretence of payment since.\nBut here appears a very remarkable proceeding, which is set up to evade the bar of the records already recited. Pending the action No. 92 March Term 1847, by Blocher, Shoemaker and Taylor to enforce the specific performance of their purchase, their title was sold by the sheriff on a judgment of Ewing against them, and purchased by E. P. Oliphant. He got his deed twenty-two days after the conditional verdict was entered. He therefore purchased subject to the pending action, and chargeable with all its efficient operation upon the title. The action must go on, and did go on to its termination, without suffering any diminution of its efficacy by reason of his intervention as purchaser. Having purchased, he ought to have intervened to assert his rights in the pending action. It resulted in a decision that bound his title, by declaring that it should be complete and perfect, if within three years he should pay to Pauli the sum of $8500 and interest, and that if he did not, judgment should be entered in favour of Pauli, and in bar of the equitable title.\nHe did not intervene, and paid no attention to that important proceeding; but, in November 1847, shortly after the verdict in the case just mentioned, he instituted an independent action of ejectment against Pauli, and obtained a verdict and judgment in February 1849. This is very strange, and quite unaccountable. During this time the period allowed in the former case for the payment of the purchase-money continued to run, and Oliphant still paid no attention to that judgment or final decree in equity upon his rights. The period of redemption of the equitable title expired, without the payment required by the decree; and on the 4th of October 1850, a judgment was entered in favour of Pauli, which, by the very terms of the Act of 1846, was conclusive upon the parties, and of course upon their primes in estate, and operated as a rescission of the contract that constituted the equitable title.\nNow what effect could Oliphant’s judgment in February 1849 have upon the final decree upon his title entered in October 1850? Manifestly none at all. Even if Oliphant had taken\" possession by execution under his judgment, it would not have relieved him from the duty of payment according to the terms of the prior judgment or decree in equity. Possibly his judgment might have been of some greater value to him, if he had intervened in the other case, and used his judgment as a means of preventing the final judgment or decree of 4th October 1850. But he did not intervene and did not perform the decree in his favour, and the alternative decree or judgment was entered against him. It is the last decree upon the title, and is quite a. regular proceeding, and sweeps away all prior and less efficient controversies and judgments, and especially the very anomalous proceeding of Oliphant against Pauli.\nWhile Gaddis and Townley were the owners of the legal title,' in 1853, they recovered a verdict and judgment in ejectment' against the then owners of the equitable title in the United States Circuit Court; but even if this could have any efficacy under our Act of 1807, it could not displace the equitable title, because in that court the equitable title is not regarded in ejectment. It shows where the legal title then was, but decides nothing concerning the equitable title.\nIn wliat we have now said we have very carefully expressed the law of this case; and yet we do not feel sure that we have arrived at the exact justice of the case. The parties must have fallen into a very selfish and uncandid disposition towards each other, else they could not have fallen into so much litigation. This disposition naturally tends to complicate the truth and to hide it from judicial investigation, and thus to produce an untrue result. We could have been much more sure of the truth in this case, if the parties had been less litigious or more regular in their litigation. Possibly the present plaintiff has very innocently purchased a place in this long-protracted strife; if so, it is much to be regretted.\nJudgment reversed, and judgment on the reserved points in favour of the defendant below with costs, and record remitted.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      ". The case was argued in this court by K. Ewing and E. Kane, for plaintiffs in error, and by A. Patterson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hill versus Oliphant.\nResulting Trust arising from Payment of Purchase-money. — Judgment in Ejectment., when, a Bar to an Equitable Title. — Act of 1846 relative to Ejectment for Purchase-money construed.— The Gases of Brown v. Nickle, 6 Barr 390; Ilersey v. Turbett, 3 Gasey 428; Irykens v. Tower, Id. 468, and, Peterm.an v. Hiding, 7 Id., modified. — Notice of Lis Pendens, effect of on Sheriff’s Vendee.\n1. Y. having bought at sheriff’s sale in 1842 a woollen factory, the property of an execution-debtor, as trustee for creditors, agreed to sell to B., S. & 1’., who were to secure them ; B., S. & T. not complying, V. brought ejectment to enforce payment, wherein defendants confessed judgment in 1844, and under it possession was delivered to P., to whom V. had meanwhile conveyed the legal title. While P. was qj possession, B., S. & T. in 1847 brought ejectment on their equitable title under Act 21st April 1846, and recovered judgment with condition to pay a sum named within three years, when, if not paid, judgment was to be entered for P. The condition was not performed, and in 1850 judgment was entered in P.’s favour, who conveyed to G. & T., who sold to II., against whom 0., the holder of the equitable title of B., S. & T., by various mesne conveyances and sheriff’s sales brought ejectment. Held, that under the Act of 1846, the judgment in favour of P. entered in 1850, annulled the equitable title: and that II., the vendee of the legal title, was entitled to hold the property against, the vendee of the equitable title.\n2. The Act of 1846 is to be read, as rescinding the contract on the failure of the vendee to perform the conditions of the verdict and judgment or confessed judgment, and making that judgment conclusive between the parties in all actions of ejectment to compel specific performance, wherein time becomes of essence in the finding, that is, wherever the jury have set the time for performance as a part of their verdict; and it applies, whether the vendor or the vendee is plaintiff in the action.\n3. The dictum, that the Act of 1846 applies only to the case of an ejectment by a vendor and a verdict in his favour, with time to the vendee to redeem, as stated in Brown v. Nickle, 6 Barr 390, and as quoted in Hersey v. Turbett, 3 Casey 428, Lykens v. Tower, Id. 468, and Peterman v. Huling, 7 Id. 435, overruled.\n4. On the trial of the ejectment brought by O. on his equitable title against H., the defendant set up the judgment in favour of V. in 1844, and also one in favour of P. in 1850, in connection with the Act of 1846, as a bar to the plaintiff’s equitable title. Held, that as the first judgment, though defectively entered and of no force as a record within the Act of 1846, was still a judgment in favour of the vendor, a second action was required to decide the rights of the parties, which action having been brought and decided, the two judgments were conclusive against the plaintiff.\n5. It was error in the court below to submit to the jury as a question of fact, whether there had been an actual delivery of the deed by V. to B., S. & T. in 1842: for the action to enforce specific performance in 1843, and confession of judgment therein in 1844 by B., S. & T., involved an allegation and admission that the deed had not been delivered: while in 1847, the vendees, B., S. & T., again brought suit, and recovered a conditional judgment for specific performance involving the same allegation, and a judgment that it was true.\n6. Where, pending the action brought in 1847 by B., S. & T., to enforce specific performance of their purchase from Y., their title was sold on a judgment against them, and a sheriff’s deed delivered to the purchaser after the entry of the conditional verdict, such proceeding and sale were not sufficient to evade the bar of the records and judgments; for the purchaser bought subject to the pending action, and as he did not intervene within the time limited by the verdict and pay its amount, he was bound by the final judgment upon his rights in 1850, notwithstanding a verdict and judgment in 1849 in his favour, in an independent ejectment brought on his title in 1847 against P., who then held the legal title and was in possession.\nError to the Common Pleas of Fayette county.\nThis was an action of ejectment brought, December, A. d. 1856, by Fidelio H. Oliphant against Anthony Hill, for an acre of land and a woollen factory in New Haven, Fayette county.\nThe material facts of this complicated case are as follows:— In 1842 the property in dispute belonged to Thomas Foster. To No. 60, December Term 1841, Nathaniel Ewing and others obtained a judgment against Foster for $13,141.66. On this judgment a. fieri facias was issued, which was levied on this property. Inquision waived, and on a venditioni exponas to No. 86 September Term 1842, the property was sold, on the 13th day of July 1842, to James Veech, Esq., for $7600, to whom the sheriffs deed was made.\nThere was other property sold, and deeds therefor made to James Veech, Esq., who held the whole of it in trust for the plaintiffs in the execution, or, as was averred by the defendant, subsequently for Samuel Blocher et al. For the proceeds of these sales, N. Ewing, Esq., the plaintiff in the judgment, gave to the sheriff the following receipt:—\n“Nathaniel Ewing, Joseph Pennock, James Paul, and others, v. Thomas Foster, with notice to Isaac Nixon, Jr., and others. In the Common Pleas of Fayette county, venditioni exponas, No. 86, September Term 1842. December 1st 1842, I, for myself and the other plaintiffs, acknowledge to have received from 'William Morris, Esq., sheriff, full satisfaction for the proceeds of the sales on this writ. N. Ewing.\n“$11,094.”\nJudge Ewing held other claims against Foster, amounting to over $8000, and was responsible, as surety, for him for considerably more.\nBefore the sale an arrangement was entered into between Judge Ewing and Samuel Blocher and others, that if the property was bought in for him (Ewing) they should have it upon paying, or securing to be paid to him, the amount of his liabilities, not exceeding $30,000. Under this arrangement they went into possession; and on the 1st of December 1842, gave a mortgage to George Hogg for $15,500, for a part of the money they were to secure. The $30,000 also covered the purchase-money of a farm sold at the same time, the deed for which was made to George Hogg, who held it to secure the payment of $6000. The balance of the money was neither paid nor secured.\nTo enforce the payment of this balance of purchase-money the following ejectment was brought, October 19th 1843 :—\n“James Veech, Esq., v. Samuel Blocher, Isaac Shoemaker, Joseph R. Taylor, and Thomas R. Davidson. No. 134, December Term 1843, Mr. Davidson appeared for himself and disclaimed title, and for the other defendants, pleaded not guilty. By direction of Judge Ewing this cause was certified into the special court, June 1844. “ June 26th 1844, by consent, judg-\nment for plaintiff against all the defendants (except Davidson). For conditions, see paper filed”; but, according to the prothonotary, no paper was filed.\nOn this judgment a writ of hab. fac. poss. was issued on the 30th .of March 1846, by virtue of which, on the 29th of April 1846, the possession of the property was delivered by the sheriff to James Pauli, to whom’Mr. Veech had transferred the title by deed, dated October 25th 1845. Mr. Pauli, having been one of the securities to Foster, in the mean time- had paid to Judge Ewing and others all the debts, to secure which the title was held.\nIn some of the subsequent suits a difficulty arose in regard to the non-filing of the paper referred to, as containing the conditions of the judgment, and on the 14th of March 1857, a rule was obtained to show cause why the said paper should not be filed nunc pro tunc, as also the bond fixing the amount. On the 4th September 1861, the court directed this paper to be filed as the conditions which were annexed to the judgment:\n“Veech v. Blocher et al. Ejectment. June 25th 1844, defendants, except Davidson, confess judgment to plaintiff, to be released on the payment of $ and interest from (as per judgment-bond), and costs of suit, stay of execution for one year — and if within that year defendants can sell,' and wish to make title, the deeds now made to be given up, upon said sum of money, interest, and costs, being paid or duly secured.”\nThis action of ejectment, No. 134, December Term 1843, was brought while the Act of the 5th of May 1841 was in force; placing ejectments brought to enforce the payment of purchase-money on the same footing with other ejectments.\nUnder the saving clause of the Act of the 21st April 1846, the defendants, Blocher and others, brought the following action of ejectment, to repossess themselves of this property:—\n“ Samuel Blocher, Isaac Shoemaker, and Joseph B, Taylor v. James Pauli and Andrew Gillis, No. 92 March Term 1847,” which was tried September 30th 1847, and verdict for plaintiffs, subject to the payment of and upon condition that the plaintiffs pay to the defendant Pauli the sum of $8500, with interest from this date, and costs, within thirty-six months, payment not to be made until the defendant Pauli shall file in the prothonotary’s office deeds conveying to them, the plaintiffs, his title to the said property, and on failure on the part of the plaintiffs to comply with the conditions of this verdict, judgment to be entered for the defendants. October 22d 1847, the deed of James Pauli and wife was filed. December 14th 1857, testimony and charge were filed. February 18th 1848, jury fee paid prothonotary, and judgment on the verdict. The money specified in the foregoing condition was never paid, and October 4th 1850, on motion of defendant’s attorney, leave given to withdraw the deed filed by defendant, Pauli and wife, and the judgment entered in this case vacated, and judgment entered for the defendants.”\nTo No. 283, March T. 1843, Nathaniel Ewing had recovered a judgment against Samuel Blocher, Isaac Shoemaker, and Joseph B. Taylor, upon which their interest in this property was sold, on the 7th of June 1847, to E. P. Oliphant for $4990, to whom the sheriff’s deed was acknowledged on the 22d day of October 1847.\nOn the 20th of November 1847, E. P. Oliphant brought an action of ejectment against James Pauli and Andrew Gillis, the defendants in the preceding suit. This suit was tried on the 10th of February 1849, and verdict rendered for the plaintiff, on which judgment was entered on the 14th of February 1849. To this judgment a writ of error was taken, and in the Supreme Court it was affirmed: see 2 Harris 342.\nUnder this judgment Oliphant went into possession of the property, and on the 20th of January 1851, conveyed to James Turbett, who, by deed dated January 22d 1851, conveyed the same to Ira Hersey, who, by deed dated 23d January 1851, conveyed the same to the Fayette Manufacturing Company.\nTo No. 140 of June Term 1852, William Woodward & Co. obtained a judgment against the Fayette Manufacturing Company, on which its interest in the property in dispute was sold by the sheriff to Mumford Eldred for $6000, to whom a deed was acknowledged for the same on the 9th of March 1853.\nOn the 24th of January 1854, Eldred conveyed the property to Harvey E. Jones, who, by deed dated the 28th of January 1854, conveyed the same to Anthony Hill, the defendant' below.\nOn the 22d of January 1851, Ira Hersey had executed a mortgage to James Turbett for $10,000. On this mortgage a scire facias issued to No. 183, October Term 1854, against Ira Hersey, with notice to Anthony Hill. To this defendants appeared and pleaded, and on the 16th of April 1856, the cause was tried, and a verdict rendered for the plaintiff for $13,141.66, upon which judgment was entered on the 22d of April 1856; and on a writ of error taken thereto the same was reversed: see 3 Casey 418.\nNo bail having been entered on the writ of error, in the mean time a levari facias was issued to No. 59 December Term 1856, upon which the property was sold on the 2d of December 1856, to E. H. Oliphant, the plaintiff below, for $13,501, to whom the sheriff acknowledged a deed for the same as on the 9th of December 1856.\nOn the 21st of November 1851, James Pauli conveyed his title to this property to Martha Gaddis, wife of Harvey Gaddis, and Agnes Townley, wife of Thomas P. Townley, all of the state of Ohio.\nOn the 23d day of February 1852, Townley and wife and Gaddis and wife brought an action of ejectment in the Circuit Court of the United States for the Western District of Pennsylvania, against the Fayette Manufacturing Company and John Rutherford, for the property in dispute. On the 15th of November 1853, the case was tried in the Circuit Court, and verdict rendered for the plaintiffs, “with six cents damages and six cents costs, and the court postpone judgment in this cause to the 1st of January next, in order to give time to the defendants to file a bill in equity. January 2d 1854, judgment.”\nUnder this judgment the plaintiffs went into possession, and by their deed dated the 3d of May 1854, sold and conveyed the property to Anthony Hill, the present defendant.\nHill being in possession under title derived from the Fayette Manufacturing Company, through the deeds from Eldred and Jones, was turned out under the judgment of Gaddis and Townley v. The Fayette Manufacturing Company, in the Circuit Court of the United States, and was compelled to buy their title, which he did on the 29th of May 1854, for $14,000, under which he now hold.\nF. H. Oliphant having bought the property at the sale, on the mortgage executed by Hersey to Turbett, and obtained the sheriff’s deed therefor, brought the present suit to recover the possession of the property from Hill.\nA main inquiry in the cause was, what estate E. P. Oliphant acquired by the sheriff’s sale of October 1847. By the plaintiff it was alleged that it was a legal and perfect title, and by the defendant, that his title was an equitable one, the legal title remaining in Mr. Veech to secure the performance of certain engagements made by Blocher & Go., which, it was averred, were never perfected. That the equity of Blocher' & Co. under their agreement, had been extinguished by the actions of ejectment above mentioned, viz., No. 134 of December Term 1843, and No. 92 of March Term 1847; and that, as the plaintiff held under them, he had no title.\nThe defendant therefore requested the court to charge the jury:\n1. That the sale under the proceedings in the mortgage of Hersey tó Turbett, conveyed to the plaintiff only the title which was in Hersey at the date of the mortgage; and no matter of defence set up on the trial of the scire facias can enlarge or improve it; and that the plaintiff has the title of Hersey — no worse, no better.\n2. That James Veech took the title in trust for those who paid the money, that is, the plaintiffs in the execution; and no declarations at the time or afterwards could constitute him a trustee for. Blocher, Shoemaker & Taylor, who paid no money. They stood in the relation of purchasers from him as the trustee of the judgment-creditors, and until the delivery of the deeds they could have only an equitable title.\n3. That the sale to E. P. Oliphant under the judgment of N. Ewing v. Blocher et al., conveyed to him only the equitable title of defendants, subject to the legal title of Veech, then vested in Pauli.\n4. That the judgment in No. 92 March Term 1847, Blocher, Shoemaker & Taylor v. Paull & Gillis, in connection with the judgment No. 134 December Term 1843, Veech v. Blocher et al., is conclusive of the title against the plaintiffs in that suit, and consequently against the plaintiff in this suit, who claims under them, and stands in their shoes, and the verdict must be for defendant.\n5. That the judgment in No. 92 March Term 1849, and the judgment No. 19 May Term 1852, in the Circuit Court of the United States for the Western District of. Pennsylvania, Gaddis and wife and Townley and wife v. The Fayette County Manufacturing Company and Rutherford, are conclusive of the title, and the plaintiff is barred thereby.\n6. That the judgment of E. P. Oliphant v. Pauli & Gillis, No. 100 December Term 1847, is in no way connected with the judgment No. 134 December Term 1843, Veech v. Blocher et al., the defendants in that case having previously brought a suit in pursuance of the Act of 1846, No. 92 March Term 1847. This judgment of E. P. Oliphant v. Pauli & Gillis is, therefore, only persuasive evidence of title.\n■ The court below (Gilmore, P. J.) submitted to the jury two questions of fact, viz.:—\n“ Were the deeds delivered by Veech to Blocher & Co., orj if not, did Blocher & Co. comply with their agreement so far as to entitle them to a conveyance or delivery of the deeds previous to the purchase of Oliphant at the sheriff’s sale in October 1847 ? The last inquiry involves two contested matters — Was Overholt to sign the bond with Blocher, Shoemaker & Taylor ? And again: Was the Bowie claim to be secured ?” Adding: “ If you should determine either that there was a delivery of the deeds to Blocher & Co. by Mr. Yeech, or that they had performed all that entitled them to a transfer, it will be sufficient to enable the plaintiff to recover, and your verdict will be for him. If, however, you should find that the deeds were not delivered, and that the terms upon which it was agreed the transfer should be made were not complied with, the plaintiff will not be entitled to your verdict.\n“ But if you should find for the plaintiff, upon either of the grounds indicated, still the right of the plaintiff to recover will depend upon the effect which the several ejectments prosecuted between the parties will have upon his title. If we should affirm, as we are requested to do, the 4th, 5th, and 6th propositions of the defendant, it will be a bar to the plaintiff’s recovery; but we have reserved our opinion upon these points, and if, upon consideration, we should adjudge the same for the defendant (and your verdict should now be for the plaintiff), we will enter judg-; inent for the defendant, notwithstanding your verdict.”\nThe court then affirmed the first point of defendant; answered the second point by saying: “ Whenever Blocher & Co. complied with these engagements in.securing to pay the creditors of Eoster, by this act Veech would become their trustee, and might be in fact the trustee for both.” The third point was left to depend on how the jury found the question of fact submitted in the general charge.\nThe fourth, fifth, and sixth points were reserved, as above stated. The jury rendered their verdict for the plaintiff.\nThe points reserved were disposed of by the following opinion:\nAfter stating the points, the learned judge continued:—\n“ This last proposition merely denies the effect which is claimed by the plaintiff for the verdict and judgment: E. P. Oliphant v. Paull & Gillis, No. 100 December Term 1847. But the fourth and fifth propositions, if affirmed, would form a complete bar to the plaintiff’s right of recovery. It is claimed that these three judgments in ejectment (one of which is in the Circuit Court of the United States for the Western District of Pennsylvania), separately or combined, destroyed the plaintiff’s title, both under the 4th section of the Act of the 13th of April 1807, and under the 1st section of the Act of the 21st of April 1846. The judgment No. 134 December Term 1843, Veech v. Blocher & Co., was a conditional judgment, and was confessed on the 26th of June 1844, against all the defendants except Thomas R. Davidson, who disclaimed title. The judgment also contained the following entry : ‘ For conditions see paper filed.’ This paper was not filed; but a writing was introduced on the trial which was received by the court as the paper intended to be filed, and which is now made a part of the record. Inasmuch as this paper gives-no certain information of the terms of the condition to be complied with by the defendants, we are of opinion that this verdict and judgment has no operation under the Act of 1846; and so we understand it to be decided in Harmer v. Holton, 1 Casey 249. There is also this other objection, that the plaintiff here became the purchaser prior to the time when this judgment in ejectment is endeavoured to be perfected: 6 Wharton 340. This, then, disposes of the effect of this judgment under the Act of 1846.\n“ Now as to the verdict and judgment of Blocher & Co. v. Paull & Gillis, No. 92 March Term 1847. This action of ejectment was commenced on the 22d of January 1847; was tried September 30th 1847; and verdict for the plaintiffs, subject to the payment and upon condition that the plaintiffs pay to the defendants the sum of $8500, with interest and costs, within thirty-six months. After the expiration of this time, to wit, on the 4th of October 1850, leave was given to the defendants to withdraw their deed filed, and judgment was entered for the defendants. This action of ejectment was no doubt commenced with a view of destroying the effect of the action of ejectment No. 134 December Term 1843, as allowed by the provisions of the Act of 21st of April 1846. But the condition of the said judgment not having been complied with, it is claimed that it is effectual also under the provisions of the Act of 1846, to give the abso-lute title to the defendant. Waiving the point whether the parties stood to each other in a relation which would allow the operation of this act in the rescission of contracts, we are of opinion that the action of ejectment commenced by E. P. Oliphant v. Paull & Gillis, No. 100 December Term 1847, he having become the owner of the Blocher title on the 9th of October 1847, would wholly destroy the effect of this judgment, No. 92 March Term 1847. It appears from the record, that, in February 1849, he had a verdict and judgment in his favour against Pauli & Gillis. At this time the thirty-six months allowed to Blocher & Co. to pay Pauli & Gillis had not expired. Yet before the expiration of the time, the purchaser of the title of Blocher & Co. obtains a judgment absolute against Pauli & Gillis, the effect of which, in our opinion, is destructive of the terms of the conditional judgment. The judgment which was entered on the 4th of October 1850, for the defendants, on the judgment of Blocher & Co. v. Paull & Gillis, No. 92 of March Term 1847, .will not have the effect of destroying the legal consequences of the verdict and judgment in No. 100 December Term 1847.\nMarch 22d 1862,\n“Then as to the operation of these judgments under the Act of the 4th of April 1807. There were’ no two verdicts and judgments against the plaintiff’s title. In No. 92 of March Term 1847; the verdict was for Blocher & Co. In No. 134 of December Term 1843, there was no verdict; it was merely a confession. As to the judgment No. 19 of May Term 1852, in the Circuit Court of the United States, there was a judgment for parties claiming under the title of Pauli. This would be but one verdict and judgment, and if it had another verdict and judgment to support it, it might be said that nothing but the legal title was tried in that court. We are therefore against the defendants on all the points reserved; and direct judgment to be entered, on payment of the jury fee, for the plaintiff.”\nThe case was thereupon removed into this court by the defendant, for whom the following errors were assigned:—\n1. The submitting to the jury as a question of fact, whether the deeds had been delivered by Veech to Blocher & Co., when that fact had been conclusively settled by the cases of Veech v. Blocher and Others, No. 134 December Term 1843, and of Blocher & Co. v. Paull & Gillis, No. 92 March Term 1844.\n• 2. In not answering defendant’s points.\n3. In refusing to charge as requested in defendant’s third, fourth, fifth, and seventh points; and\n4. In charging that “ the judgment No. 100 of December Term 1847, E. P. Oliphant v. Paull & Gillis, wholly destroyed the effect of judgment of March Term 1847, No. 92,” whereas the latter was entered for defendant in October 1850.\n. The case was argued in this court by K. Ewing and E. Kane, for plaintiffs in error, and by A. Patterson, for defendant in error."
  },
  "file_name": "0364-01",
  "first_page_order": 366,
  "last_page_order": 380
}
