{
  "id": 480031,
  "name": "Hays versus Kennedy et al.",
  "name_abbreviation": "Hays v. Kennedy",
  "decision_date": "1862-05-08",
  "docket_number": "",
  "first_page": "378",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Wend. 199",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "4 Yerg. 48",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        8542297
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/12/0048-01"
      ]
    },
    {
      "cite": "1 Rice 107",
      "category": "reporters:state",
      "reporter": "Rice",
      "case_ids": [
        8715926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/24/0107-01"
      ]
    },
    {
      "cite": "2 Brev. 178",
      "category": "reporters:state",
      "reporter": "Brev.",
      "case_ids": [
        8859453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/4/0178-01"
      ]
    },
    {
      "cite": "1 Jones 179",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "4 Doug. 291",
      "category": "reporters:state",
      "reporter": "Doug.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "389",
          "parenthetical": "26 Eng. C. L. 358,157"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 Wend. 190",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0190-01"
      ]
    },
    {
      "cite": "27 Maine 133",
      "category": "reporters:state",
      "reporter": "Me.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2 Bailey 157",
      "category": "reporters:state",
      "reporter": "Bailey",
      "opinion_index": 0
    },
    {
      "cite": "12 Md. 9",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1859250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/12/0009-01"
      ]
    },
    {
      "cite": "9 Watts 88",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Strob. 168",
      "category": "reporters:state",
      "reporter": "Strob.",
      "case_ids": [
        8483598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/35/0168-01"
      ]
    },
    {
      "cite": "1 Nott & McC. 170",
      "category": "reporters:state",
      "reporter": "Nott & McC.",
      "case_ids": [
        46897
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/scl/10/0101-01"
      ]
    },
    {
      "cite": "1 McCord 360",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8860704,
        8860782
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/scl/12/0360-01",
        "/scl/12/0360-02"
      ]
    },
    {
      "cite": "2 Bailey 421",
      "category": "reporters:state",
      "reporter": "Bailey",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "6 Blackf. 222",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        6108657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/blackf/6/0235-01"
      ]
    },
    {
      "cite": "2 Speers 197",
      "category": "reporters:state",
      "reporter": "Speers",
      "case_ids": [
        2326176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/29/0197-01"
      ]
    },
    {
      "cite": "6 Johns. 168",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/6/0168-01"
      ]
    },
    {
      "cite": "1 Conn. 487",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12130877
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/conn/1/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1124,
    "char_count": 23549,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.266997975056043e-07,
      "percentile": 0.9155972027712813
    },
    "sha256": "7b78a0d6d45dc0e5832e8b149f8b094b3e1468491ebd3ecba7e8a6f8d6c41d97",
    "simhash": "1:97e337a11a5c6622",
    "word_count": 4242
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays versus Kennedy et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nBy a collision between two steamboats on the Ohio river one of thorn was sunk, without any carelessness on its part, and by reason of carelessness on the part of the other; are the owners of the sunk boat liable, as carriers, for goods lost by the accident, under a bill of lading that contains the exception of “the unavoidable dangers of the river navigation?”\nThe counsel have thought it necessary to discuss the question, whether or not this exception in the contract in any degree varies the liability of the carriers from what it would be at common law, or without the exception; and they have discussed it with great ability and research. With their assistance, we find that this question has been very often considered, and that it cannot yet be regarded as finally settled either way. Courts, judges, and writers on law have, in the following instances, expressed the opinion that the exception of'“ unavoidable accidents” is exactly equivalent to the exception of the common law, “ act of God or of the public enemies Story on Bail. § 25; Angell on Carriers, § 167; 1 Kent’s Com. 826; 1 Bell’s Com. on Scotch Law 559; 1 Conn. 487 ; 12 Id. 410 ; 4 Stow. & Porter 383 ; 3 Id. 135, 172; Rice 107; 6 Johns. 168; 10 Id. 1; 8 S. & R. 562; 8 Harris 171; 2 Kellog 349; 2 Sm. & Mar. 572; 2 Speers 197; 6 Blackf. 222; 2 Bailey 421; 1 McCord 360; 1 Nott & McC. 170; 4 Strob. 168; 6 How. U. S. 381; and the following express the contrary opinion: 9 Watts 88; 12 Md. 9; 2 Zabriskie 372; 2 Bailey 157; 27 Maine 133; 21 Wend. 190; 7 Yerger 340; 4 Doug. 291; 3 Id. 389 (26 Eng. C. L. 358,157); 1 T. R. 27. Mr. Wallace, in the American edition of Smith’s Leading Cases, vol. 1, p. 315, takes the same side, in a very careful and learned annotation of the case of Coggs v. Bernard.\nA careful study of these cases exhibits a degree of confusion of thought, in the judicial administration of this class of cases, that must, while it lasts, breed much discord in decisions. Some treat the phrases, inevitable accident, perils of the sea, navigation, or road, as entirely equivalent to the phrase, act of God, as used by lawyers and judges; and others treat them as expressing different ideas. Again, some treat them as identical terms, for the purpose of making inevitable accident mean act of God, in the sense of a sudden and violent act of nature, as lightning, tempests, &c., while others make them equivalent for the purpose of making act of God mean any accident which the carrier cannot, by proper care, foresight, and skill, avoid. And many of them overlook entirely the common custom of merchants, which is the common law in such matters, that all bills of lading, and all the printed forms of them, contain the exception against losses by inevitable accident, perils or dangers of the sea or road, &c. No man expects any other form unless when he specially contracts for it; and therefore no man is in danger of being caught up by the technical phrase, act of God, unless when he has failed to sign the usual bill of lading. If he signs the bill he is held according to the usual custom of commerce; he ought to be held no otherwise when he fails to sign it.\nSurely all this ought to lead us to suspect that there has been some mistake of the meaning of the term act of God, since it has led to such a conflict of decisions with each other, and especially with the well-known usages of commerce. We suppose there never was a time when bills of lading did not contain the exception against the inevitable dangers of the sea or road, though the law always implied it. We pick up the evidence of it as far back as 1629 and 1670, Palmer 551, 3 Keble 73, and doubt not that it may be much more remotely traced.\nThe earliest use of the term act of God, that we can find in our law books is by Sir Edward Coke, 1 Co. 97 b, in 1581, in Shelly’s Case, speaking of the death of a man, and he seems to have been fond of it, for he uses it often afterwards: 5 Co. 87 a, 22 a, 1 Inst. 206 a, also meaning death, and 10 Co. 139 b, where it is applied to a sudden tempest breaking down sea-walls, and refers to the statute where the term is inevitable dangers or necessity, without any fault of him who is bound to repair. Moreover, Coke used the phrase, the act of God excuses, as equivalent to impotentia excusat legem, and also as equivalent to an accident ■which is “ so inevitable that, by no providence or industry of him who is bound, it can be prevented,” or, as in Shelley’s Case, “which no industry could avoid nor policy prevent.” Again, .he uses the phrase in 1601, as applicable to a sudden storm: 1 Bulst. 280, 1 Roll. Rep. 79; and certainly that is one of the many kinds of inevitable accidents that may be so described.\nThe phrase act of God, is used by other judges in 1629, 1 Jones 179, Palmer 548, as applicable to the death of a horse, in deciding that the death of a borrowed horse excuses the return of him; and again, in 1718, it means a tempest: 1 Stra. 128. It is used also by the judges in Coggs v. Bernard: Lord Raym. 909, in 1704; but they do not define their meaning in using it, and the case did not require it, and they give no indication that they attached to it any other than what had been its usual meaning. Holt, C. J., in his opinion, refers to Morse v. Sluce, as the leading case on the subject: 3 Keb. 72, 112, 135; 1 Vent. 190, 238 ; 1 Mod. 49, in 1670; and there the court say, 3 Keb. 114, that the carrier is “ not liable for inevitable accident, when it is vis cui resistí non potestand Hale, C. J., 1 Vent. 238, classes pirates, storms, &c., as damnum fatale, and says nothing of act of God. Holt argued the case, and does not use the phrase, but much reference is made to the Roman law, and no intimation of its differing from our own.\nMany other instances in which the phrase is used may be found in Broom’s Legal Maxims 171. So far as we have traced it, the maxim actus Dei nemini facit injuriam does not appear to be different from others, such as lex non cogit ad impossibilia, impotentia excusat legem, and the maxims of the Roman law, impossibilium nulla obligatio est, Dig. 50, 17, 185, and others directly applicable to this subject: impium est casum fortuitum in alieujus detrimentum admitti, Inst. 3, 3, 4; propter majorem vim, majoresve casus non tenetur, si modo non ipsius culpa is casus intervenit, Inst. 3, 14, 2; quae fortuitis casibus accidurit, cum prcevidere non possint, nullo bonce fidei judicio prcestantur. Cod. 4, 24, 6. Dig. 50, 8, 2, 7.\nAfter our separation from England, in 1785, Lord Mansfield, in Forward v. Pittard, 1 T. R. 27, introduced a somewhat different view; holding that, to be an act of God, it must be such a one “ as could not happen by the intervention of man, as storms, 1'ightning, and tempests.” He calls this a liability independent of the contract, and says it appears in all the cases for the last hundred years; and yet we confess that we have not been able to discover that this statement has even a general accuracy. And there is no need of a warranty or insurance independent of the contracts, for it is expressed in them in the words safely to carry and to deliver in good order, which are to be found in all carriers’ contracts, when they are written; and which are therefore implied, as within the intention of the parties when the contract is not written. The contract of insurance in these words is quite absolute; but it is not reasonable to receive it so, for it is not so intended; and the difficulty has always been to define the excep-1 tions to it.\nThe usual exception in the contracts is against the perils of the sea, or road or river, or unavoidable accidents and such like, and lawyers have changed these into the general term, act of God; but they have not altered thereby the terms of the contract. Act of God no more excludes human agency, than such terms as Peo miente, Peo juvante, ex visitatione Pei; Providential dispensation, or the Roman terms, fataliter, divinitus, easus fortuities, damnum fatale, all of which originally referred to the intervention of the gods, in the sense that the appropriate human agency was powerless. It is only by an arbitrary definition of the term that we depart from the meaning of the contract, and fall into difficulties in administering rights under it.\nUnquestionably there is a warranty or insurance in the contract, for it is to carry and deliver safely, and this involves a warranty of exact diligence in the duty, and of the sufficiency of all the means of carriage, and all this is usually written out in all formally drawn charter-parties, and the Romans' expressed the idea by the word prcestare. And it is impossible to exclude the intervention of man from those accidents which are called acts of God. When rights depend on the life of a man, they are determined by his death, if it be not caused by him who owed the duty; and this death is called the act of God, whether it proceeds from nature, accident, carelessness, or suicide.\nThere is the intervention of man in a loss by tempest, for he chooses the route that brings the vessel where the tempest rages, he made the masts and sails and sets the sails that break away in the storm, or drive the vessel under; he made the ship that is too weak or too small to live in such a tempest. It is by the intervention of man that vessels bound to and from England keep so far north as to fall in with icebergs and sometimes be destroyed by them. There is human intervention when a vessel is driven by a storm against a wharf, or pier, or bridge, constructed by men. If a storm drives a vessel from her mooring, by dragging her anchor or parting her cable, it is because the human means of holding her are insufficient. If a death happen by an inevitable accident in the working of mines or other excavations, or in conducting steamworks, or by tbe fall of a house or of some fragment of it, there is human intervention, and yet it may very properly be reported as a death ex visitatione Dei. It is impossible, therefore, to define inevitable accidents by excluding the element of the intervention of man; for this element itself needs definition. In all the instances we have given, the accident may be legally inevitable, even though there be the intervention of man having some influence in it.\nNo man warrants, or is ever expected to warrant, that the route he takes is the very best, or that his crew are perfect, or that his vessel is perfectly secure; he does his duty in all these particulars, if he can bear the test of the ordinary or customary standards. If a man ships his goods on a raft or flat or oyster-boat, he does not expect his warranty to make them as secure as they would be in a first-rate East Indiaman, or the best Liverpool packet.\nIn the narrow sense that has recently been attributed to the terms act of God and inevitable accident, it is no excuse that a vessel strikes upon an unknown snag or bar or rock in the ordinary route of travel, for here is no violent act of nature; and yet this has often been held a valid excuse: 2 Brev. 178 ; 1 Rice 107; 4 Yerg. 48 ; 5 Id. 72; 2 Bailey 421; 1 Conn. 487; 3 Stew. & Porter 135; 4 Id. 482; though there are contrary decisions, misled by the distinction which we have been discussing. Nobody expects a carrier to warrant against such accidents; this is the business of insurers. Nobody doubts this meaning of perils of the sea, and inevitable accidents, in insurance contracts. Why should it be different in carriers’ contracts ?\nWe can never administer rights of contract justly by arbitrarily infusing into them terms which are never intended by the parties, which are not sanctioned by the actual customs of the people, and which are not involved in the very nature of the relation created by the contract.\nIt is by a proper administration of the remedy that we secure the rights intended to be contracted for; and the main principle of the remedy is that, from the very nature of the relation, the burden of proof of a loss by inevitable accident is thrown upon the carrier. He must prove not only an accident which the law admits as inevitable in its character, but also that he was guilty of no fault in falling into the danger, or in his efforts to extricate himself from it.\nPertinent to this subject we have some very wise remarks of Sir William Scott, in the case of The Generous, 2 Dods. 323, Broom’s Maxims 181, which we may be allowed to quote: “ The law itself and the administration of it must yield to that to which everything else must bend — necessity; the law in its most positive and peremptory injunctions is understood to disclaim, as it does in its general aphorisms, all intention of compelling men to impossibilities, and the administration of laws must adopt that general exception in the consideration of all particular cases. In the performance of that duty it has three points to which its attention must be directed. In the first place, it must see that the nature of the necessity (or accident) pleaded be such as the law itself would respect, for there may be a necessity that it would not. A necessity created by a man’s own act, with a fair previous knowledge of the consequences that would follow, and under circumstances which he then had a power of controlling, is of that nature. Secondly, that the party who was so placed, used all practicable endeavours to surmount the difficulties which already formed that necessity, and which, on fair trial, he found insurmountable. I do not mean all the endeavours which the wit of man, as it exists in the actual understanding, might suggest; but such as might reasonably be expected from a fair degree of discretion and an ordinary knowledge of business. Thirdly, that all this shall appear by distinct and unsuspected testimony; for the positive injunctions of the law (or terms of the contract), if proved to be violated, can give way to nothing but the clearest proof of the necessity that compelled the violation.”\nTheft from a carrier or robbery of him, while he is within the protection of the state, 3 Keb. 135, is not an excuse that the law respects; for by the very nature of his contract, the carrier, by himself or his agents, is bound to be always with the goods duz’ing their carriage, and the law presumes, and must in all ordinary cases presume, that, if he is watchful, the ordinary police of the state will be entirely adequate for his protection. It is, therefore,.because he is presumed, and almost conclusively presumed, to be in fault in such cases, that he is held liable; and not because he has a remedy over against the wrongdoer, or the township, or hundred: 1 Salk. 143. He is not liable when robbed by pirates on the high seas or by the public enemies, because against these he has no police protection, and there is no presumption of fault on his part.\nIt is important to have a clear idea of this. The carrier is bound to carry safely, and if he fail to do so, the burden of proof of a valid excuse is cast upon him. If he show a cause which the law admits to be sufficiently serious to be called inevitable, he has merely prepared the way for showing that he used 'all possible care. At this stage of the case, the law does not presume any fault on his part; but simply demands that he shall complete his excuse by showing that, in the midst of the danger, he exerted all the ski'll and care he could to avoid it. If this be made out, then he stands entirely without fault before the law, having performed his whole duty under his contract, as it is interpreted by the law, according to the customs of merchants and carriers.\nNow, if, instead of charging him because his excuse leaves him still in fault, we charge him because he has a remedy over, Owen 57, Moor 462, then we should have to inquire of the fact, has he such a remedy as can be of any avail to him. He has none, of course, in a case of inevitable collision, without fault on either side. He may have none where the other vessel is sunk by the accident. He may have none, if the collision happened off the coast of Africa, or his vessel be seized by order of some foreign government. He can have none that is available, if the opposite parties to the collision are irresponsible. Surely we have no evidence in commercial customs that a carrier insures against such accidents, and for such a reason. And if such were the reason, then there is no insurance when both colliding vessels are free from fault, for then neither has any remedy.\nAnd certainly the law cannot impose such a liability for such a reason; for one state cannot make laws for another state, as it would do by saying that the injured vessel shall have its remedy against the wrongdoer wherever he may be found. If the law imposes the insurance, “independent of the contract,” instead of enforcing the terms that are involved in it, then the insurance cannot reach beyond the state which imposes it, for no state enforces the mere law of another state, while all civilized states do enforce contracts made abroad, according as those contracts were understood in the place where they were made.\nWe might easily carry out these views so as to show that the defendants, being without fault in this collision, are not liable; but we prefer not to do it. We rather wish that what we have said, may be useful in leading to an investigation that will expose, in a conclusive way, the fundamental mistake which has led to so'much discordance as prevails in the decisions of courts, and between many of them and the actual customs of trade. We can decide this case well on other grounds.\nWe are quite satisfied that the weight of authority and of reason, shows that the ordinary exceptions in bills of lading of unavoidable accidents, have a much larger sphere than that which is attributed to the term act of God, by the very strict interpretation of some writers and judges; while, for the present, we think that expression has been unduly narrowed.\nThere are cases where there is no bill of lading, or where the ordinary exception of perils of the sea does not appear, and where the innocent carrier is held liable: 1 Wright’s Ohio Eep. 193; or where both were innocent and both liable: 2 Zabriskie 372; 27 Maine 133. These cases must proceed upon the notion that there is an insurance against collision, and other analogous accidents, where at least, the usual exceptions are not provided.\nThere are cases where there is the exception of perils of the sea: 1 McCord 360; 1 Nott & McC. 170; where both were innocent in the collision, and yet were held liable. Those cases must proceed on the notion, that there is a warranty against collision, even when the usual exception is expressed.\nBut several cases decide and almost all careful text writers agree, that the carrier who is not in fault in the collision, is not liable under a bill of lading containing the usual exceptions: Peake’s C. 183; 3 Esp. 67; 12 Smeades & M. 590; Story on Bail. § 514; 1 Bell’s Com. 559; 2 Arnould on Ins. 804; 21 Wend. 199; 4 Taunt. 126 ; Abbott on Shipping 240; Chitty on Carriers 171.\nWhatever may b.e said, therefore, respecting the meaning of the phrase, act of God, we think it can have no application in a case where the parties have expressly provided a different rule of liability, by expressing themselves in terms that cannot reasonably be interpreted in the narrow sense often attributed to that phrase. .When they provide that they shall not be liable for the unavoidable dangers of the navigation, they mean dangers that are unavoidable by them, supposing that they have exercised all the precaution, care, and skill, that the law usually demands of common carriers. They mean that they shall not be answerable as insurers against accidents which the law respects as inevitable; but that, if they prove such an accident falling upon them without any previous fault of theirs, and that they had a proper vessel and crew, and did all in their power to extricate themselves from the danger, they shall be as free from liability as they are from fault. We think, therefore, that this case was rightly decided.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued here by Hamilton <f- Acheson for plaintiffs in error, and by Thomas Ewing for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hays versus Kennedy et al.\nLiability of Common Carriers. — “ Unavoidable Dangers of the River Navigation,” construed.\n1. A firm shipped goods upon a river steamboat, the owners of which, as common carriers, contracted, by their bill of lading, to deliver at the place of destination safely and in good order, “ the unavoidable dangers of the river navigation and fire exceptedthe boat was run into and sunk and the good's lost, without fault on the part of her master or crew; in an action against the owners to recover the value of the goods, it was held: That the loss was covered by the exception in the bill of lading, and that the plaintiffs were not entitled to recover.\n2. “ Unavoidable accidents or dangers” in a bill of lading, mean such accidents as are unavoidable by the carrier ; but in order to avail himself of the exception to his liability he must prove the existence of the danger, and also show by clear and conclusive testimony that there was no default on his part.\n3. The phrases “Act of God;” “Inevitable accident;” “Unavoidable dangers of the river navigation,” &c., discussed and distinguished.\nError to the District Court of Allegheny county.\nThis tvas an action on the case, brought January 14th 1860, by Sheldon B. Hays and Charles Hays, partners doing business as S. B. & C. Hays, against Thomas Kennedy, James Campbell, J.' B. Bell, and John Lamont, who survived Washington Mason and James G. Caldwell, deceased, late owners of the steamboat “Nat Holmes.” The writ was served only on Kennedy, Lamont, and Bell, for whom an appearance was entered.\nThe case was this: — The plaintiffs had shipped on the steam boat “ Nat Holmes,” from the port of Wheeling, Virginia, for St. Lonis, Missouri, two carriages, which the defendants, who were common carriers and owners of said steamboat, by the bill of lading contracted to deliver safely and in good order, “ the unavoidable dangers of the river navigation and fire excepted.” While descending the Ohio river (then at high water), near Aurora, Indiana, the “ Nat Holmes” — being in the proper place, having given the usual signals, and using all possible means to avoid the collision — was run into by the steamboat “ David Gibson,” ascending the river, was immediately sunk, and the carriages in question thereby lost. From the evidence in the cause and admissions of the parties, it appeared that there was no default on the part of those navigating the “Nat Holmes,” but there was negligence on the part of those navigating the “ David Gibson,” which led to the collision. On the trial of the cause, the jury found for the plaintiffs in the sum of $489.15, subject to the opinion of the court upon the question of law reserved, to wit: “ Whether under the said recited exception in the bill of lading, and upon the above-recited facts, the plaintiffs are entitled to recover ?”\nMay 8th 1862,\nOn hearing, the court below (Williams, J.) entered judgment for defendants non obstante veredicto.\nThe case was thereupon removed into this court by the plaintiffs, for whom it was alleged that the court below erred in entering judgment for the defendants on the question of law reserved, non obstante veredicto, and in not entering judgment for the plaintiffs upon the verdict.\nThe case was argued here by Hamilton <f- Acheson for plaintiffs in error, and by Thomas Ewing for defendants in error."
  },
  "file_name": "0378-01",
  "first_page_order": 380,
  "last_page_order": 388
}
