{
  "id": 479980,
  "name": "Citizens' Insurance Co. of Pittsburgh versus Marsh",
  "name_abbreviation": "Citizens' Insurance v. Marsh",
  "decision_date": "1862-05-08",
  "docket_number": "",
  "first_page": "386",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 971,
    "char_count": 26638,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.065942555729332e-07,
      "percentile": 0.9083110636952193
    },
    "sha256": "4e319dfab3bf0e8d97f9b52903168d77c2802a8b8a78aa825712d50db5ab7b45",
    "simhash": "1:936ae5d0748df8d7",
    "word_count": 4724
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Citizens’ Insurance Co. of Pittsburgh versus Marsh."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nIt is for comparatively very few of the acts of our lives that the law prescribes any definite rule. It is satisfied, for most matters, with the general direction to all to do the best they can, in whatever affair they may be engaged, in reasonable accordance with the customs of society in regard to it; and it approves, if the act done cannot be condemned when measured by the standard of ordinary care, diligence, faithfulness, and skill, and allows emulation and good conscience to surpass that standard as far as possible. This is a necessary concession to the variety of human character; and though it leaves law largely indefinite, and therefore uncertain, yet this is no more than is necessary for freedom and improvement. If there was a definite rule of law for every act of life, there would be no room for liberty or progress. The law cannot possibly define how the mechanic shall use his tools or his materials, or how the physician shall treat his patient, or what acts or omissions shall constitute proper care and skill, or the want of them, and therefore it must be contented with the loose standard of the ordinary. Judges are not expected to know what is proper care and skill, except in some matters of legal practice, and we can have it defined only for each case as it arises, and then it is done by a jury,.with the aid, if necessary, of experts, or men of special experience in the business that is under consideration. Hence we say that questions of ordinary care, diligence, and skill are to be decided by the jury.\nBut the ordinary is not always the standard of duty; for often the law defines the very act, and even the form of it, that is to be done in given circumstances; and then there is no question of care, skill, or negligence to be submitted to the .jury, but simply whether the acts, required or forbidden by the law, have been done. These views may help to draw the distinction between mere negligence, carelessness, or unskilfulness, and misconduct. It seems to us that, in usual parlance, when these terms are contradistinguished, misconduct means a transgression of some established and definite rule of action, where no discretion is left, except what necessity may demand; and that carelessness, negligence, and unskilfulness are transgressions of some established but indefinite rule of action, where some discretion is necessarily left to the actor. Misconduct is a violation of definite law; carelessness, an abuse of discretion under an indefinite law. Misconduct is a forbidden act; carelessness, a • forbidden quality of an act, and is necessarily indefinite.\nBut we do not need that these views shall be taken as entirely accurate, in so far as we need them for application to this case. The general thought is sufficient for us now. The transgression of positive and definite law is misconduct, though it may be also carelessness, for the law often defines some of the acts that are ■necessary to due care. And when the requisite act is defined by statute, it has the advantage of certainty to the very letter.\nOne of the purposes of insurance is to protéct against losses by mere negligence and carelessness; but the misconduct of the insured is never insured against, and if it occasion a loss the owner must bear it. The misconduct of master and crew is often insured against, by the insurer taking the risk of barratry. If this be not expressly taken, the misconduct included under that term must be at the risk of the owner. Acts of barratry, therefore, will help us to understand misconduct, as distinguished from carelessness and negligence. It is a wrong against the ownership of the vessel by the master or mariners, by which it is lost. Similar acts by the owner are wrongs against the insurers of the ship.\nBarratry may take place by risking the safety or title of the vessel by acts that are definitely forbidden by statute : such as leaving port contrary to an embargo, or in violation of revenue laws, or smuggling; or such as are contrary to other forms of definite right: as breaking a blockade, trading with the enemy, resistance of right of search, cruising without leave, fraudulent deviation or stranding, deviation for the master’s profit, or cutting the ship’s cable, so as to let her drift upon breakers. These acts would be barratry in the master, and if done by him are covered by the barratry clause. But if done with the consent of the insured they are not so covered. Of course they are not insured against when done by the owner himself.\nIn our present case the insured was the master. His boat was running a race with another steamboat. To secure steam enough for this purpose he had a barrel of turpentine (oil of turpentine) brought out of the hold, and the head knocked out. It was placed in front of the’ furnace, and he used the turpentine on the wood and coal which was cast into the furnace. While thus engaged, the fire of the furnace set fire to some of the wood that was saturated and ready for the furnace, and in attempting to remove the barrel it caught fire, and soon the vessel was in flames and was destroyed, and several lives were lost.\nThese are the facts which the jury call gross negligence; they mean carelessness. They say it was not wilful misconduct,\" but they do not mean by wilful that he did not intend to do those acts. And whether those acts constitute misconduct, the law, and not the jury, must decide. If the law declares those acts such misconduct as endangers the safety of the boat, then the opinion of the jury is not needed, and must go for nothing.\nThe Act of Congress, passed 30th. of August 1853, has for its purpose to secure steamboats against fire, in order to secure the lives of passengers; and it provides that oil of turpentine, &c., shall be secured on such vessels in metallic safes, or in apartments lined with metal at a secure distance from any fire. The acts done by the plaintiff were a plain violation of this clear and definite rule of duty, and by this violation the loss happened, and the plaintiff, himself the transgressor, cannot recover. The fact of the race, which is never a proper purpose of a voyage, was not insisted upon, and is not needed. But those who run such races had better study the effect of such conduct on their policies.\nOn the question of the title, we think the District Court decided rightly, and we perceive no other question that needs to be reviewed by us.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "R. Woods, for plaintiff in error.",
      "Jno. Barton, W. M. Shinn, and J. P. Penney, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Citizens’ Insurance Co. of Pittsburgh versus Marsh.\nInsurance Policy no Protection against Misconduct of Insured. — “ Misconduct” defined. — Acts of Barratry, when not covered by the Barratry Clause in Policy.\n1. Though an insurance policy may protect against losses through mere negligence and carelessness, yet it will not protect against the misconduct of the party insured; and if a ioss results therefrom the owner of the property insured must bear it.\n2. Misconduct means a transgression of some established and definite rule of action, where no discretion is left except what necessity may demand, while in contradistinction, carelessness, negligence, and unskilfulness, are transgressions of some established but indefinite rule of action, where some discretion is necessarily left to the actor.\n3. If acts of barratry, such as the misconduct of the master and crew of a vessel by which it is lost, be not expressly insured against, they are at the risk of the owner; if done with the consent of the insured they are not covered by the barratry clause in the policy; nor are they insured against when done by the owner himself.\n4. Therefore where the insured, the master of a river steamboat, caused a barrel of turpentine to be brought from the hold to the furnace, and used it in order to increase the head of steam, whereby the vessel was set on fire and destroyed, he cannot recover his insurance; for under the Act of Congress of August 30th 1853, turpentine must be secured upon steamboats in metallic safes, or in apartments lined with metal at a secure distance from any fire, and, therefore, in using it, he violated a clear and definite rule of duty, which would subject him to whatever loss resulted therefrom.\n5. Whether the wrongful act of the master in using the turpentine contrary to the Act of Congress was misconduct, was a question of law for the court and not of fact for the jury; for though, ordinarily, questions of care, diligence, and skill, are to be decided by a jury, it is otnerwise where the law defines the very act to be done under given circumstances: in such case the jury have only to decide whether the acts required or forbidden by the law have been done.\nError to the District Court of Allegheny county.\nThis was an action of covenant by Capt. Waldo Marsh, for use of James Rees, now also for use of William Barnhill & Co., R. E. Sellers & Co., and W. F. Ewing & Co., against The Citizens’ Insurance Company of Pittsburgh, on policy of insurance dated April 13th 1858, wherein the narr. set forth the policy issued to Capt. W. Marsh on the steamboat Ocean Spray, and a copy of the provisions of said policy: and that on the 22d day of April 1858, in the Mississippi river, between Keokuk, Io-wa, and New Orleans, Louisiana, to wit, about five miles above St. Louis, Missouri, the said steamboat Ocean Spray caught fire, and was burned up and entirely consumed, and was and became a total\nloss. And that the said plaintiff having kept and performed all the conditions and covenants by him to be kept and performed by the terms of the said policy of insurance, claimed that the defendants are liable to pay to him, and by reason of the premises that he was entitled to receive from the defendants the sum of $5000, as mentioned in said policy.\nThe second count alleged that, on the 13th day of April 1858, James Rees, a creditor of Waldo Marsh, for material, work, &c., furnished and done in the construction of said steamboat, amounting to $7000, held a mortgage for the same on said boat, recorded in the custom-house of Pittsburgh; that he applied for an insurance on said boat; and that defendants, in consideration of $50 paid by him, made the policy in the first count recited, and did covenant to pay the plaintiff $5000 in case said boat should be lost, and averring covenants performed on part of the plaintiff and the loss of the boat by fire on April 22d 1858, as averred in the first count, of all which defendants had notice; averring they have not made good the said loss to said plaintiff, contrary to the form and effect of said policy, and that said defendants have broken tbeir covenants to the damage of plaintiff of $10,000. To which, April 28th 1859, defendants pleaded covenants performed absque hoc, with leave to add, alter, or amend.\nOn the trial, the plaintiff, to maintain the issue on his part, offered in evidence a policy of insurance, in the sum of $5000, of the date of 13th April 1858, effected by Waldo Marsh, on the one-fourth part of the steamboat Ocean Spray, of which he was owner and master, for one month, commencing on the 2d day of April, together with a protest of the date of 24th April, signed by. the said Marsh and others, setting forth the destruction of the said boat’by fire, on the Mississippi river, on the 22d of the said month. He also called a witness to prove that a copy of the said protest was left at the office of the defendants. He also proved, by one Gardner, that when demand was made by plaintiff at the office of the company, for payment of the loss, the agent made no objection on account of the non-payment of the premium, but when it was tendered, said it would make no difference as to their liability: and that they declined to pay the loss because the boat had been burnt by the mismanagement of the captain and crew, which was the ground of their defence; that if a recovery was had against them, if the premium was not paid, it could be deducted. He then exhibited a mortgage by the said Waldo Marsh, of the date of April 23d 1857, of the said boat, to the said James Rees, the equitable plaintiff, in trust for himself and sundry other creditors, together with a letter of the date of March 18th 1858, from Thomas & Sharp, attorneys at law in St. Louis, to the said Rees, with an endorsement of the defendant’s secretary thereupon.\nThe plaintiff below further proved by the testimony of Mr. Barton, that the assignment of the mortgage to Jared M. Brush was merely for the purpose of enabling him to collect the amount due upon it when he went to St. Louis, and for no other consideration ; and that it was surrendered when he returned. It was further proved by the same witness, that the notes named in the mortgage, except $1000, remained unpaid, and had been sent to St. Louis, where suit had been brought upon them, and judgment obtained, and where they remained filed of record.\nThe defendants, to maintain the issue on their part, then offered in evidence the depositions of Daniel R. Davis and John Warren, the first and second mates of said boat, of John Russell, the clerk, and of Thomas W. Brandon and J. H. Dannison, who were passengers thereupon, showing that the said boat was in the charge of the said Marsh, as the captain thereof; that at the time of the accident, which occurred a few miles above St. Louis, on the Mississippi river, she was engaged in racing with another boat, called the “Hannibal City;” that amongst her freight was a barrel of oil or spirits of turpentine, which was stowed away in the hold; that in order to stimulate the fire, and thus increase her speed, said Marsh ordered the turpentine to be brought upon the deck, in close proximity to the furnace and fuel; 'that the head of the barrel was knocked in, and billets of wood immersed in the liquid, and a part of the contents dipped out in buckets and poured over the heap of coal; that the fire took hold in the first place of the sticks thus saturated and thrown down near the mouth of the furnace, and spread so rapidly as to render it impossible to throw them overboard; that in the effort to remove the turpentine, the barrel was overturned and the contents spilled over the deck, which they overran in a river of fire, and that the whole vessel was so instantaneously enveloped in flames, that, although headed immediately for the shore, a large number of her passengers perished; and that the whole casualty, with all its calamitous results, was attributable solely to the production and use of the said barrel of turpentine, in the manner and for the purpose already stated.\nThey further offered in evidence a telegraphic despatch of the same date, with the policy, from the said Marsh, then at St. Louis, to the equitable plaintiff, requesting him to insure $7000 for six months, for which the premium was to be remitted by the said Marsh, with evidence that the same was not paid, and not even tendered until after the destruction of the boat.\nThey further offered to prove, by a clerk of the company, that the equitable plaintiff, Rees, applied for a policy of insurance on his mortgage interest, which was refused, on the ground that they never insured liens of any kind; but the offer was overruled, and a bill of exceptions sealed at their instance thereupon.\nThey also offered to prove, by another witness, that it has been the uniform and universal usage of the insurance companies in Pittsburgh, to insure the interest of a mortgagee only specifically and in his own name ; to which offer objection was however made as before, and the same overruled, and another bill of exceptions sealed at the instance of the defendants.\nThey further showed an assignment by Rees, on the 31st of October 1857, to Jared M. Brush, of the mortgage previously executed in his favour by the said Marsh.\nThe securities named in the mortgage, and consisting of negotiable promissory notes as there described, were not produced on the trial, and no evidence offered to show any proof of loss and interest, made to the defendants, as required in the policy, before the institution of this suit.\nUpon the whole case, as thus exhibited, the defendants’ counsel requested the court to instruct the jury as follows:—\n1. That the insurance in this case is an insurance of one-quarter of the steamboat Ocean Spray, owned by Waldo Marsh, .and not an insurance of any mortgage or lien, or interest of any mortgagee.\n2. That Waldo Marsh, the assured, being the owner of said boat, and the master, and in command of her at the time of the loss; if the jury believe that the boat was set on fire and burnt up by the said Waldo Marsh, and by his crew and others, in his presence and by his direction, by means of a barrel of turpentine brought up from the hold, the head of the same knocked in, and the barrel of turpentine placed within a few feet of the furnace fires, and by means of the turpentine being dipped out with a bucket and poured upon the coal pile, close to the furnace doors, and by means of sticks of wood dipped in said turpentine, and piled on said coal, and by firing up with said coal and wood, so saturated with turpentine, until the fire in the furnace, or the coals falling from the same, set fire to said turpentine, which with a flash set fire to and burned up the boat, the plaintiff cannot recover.\n3. That, if the jury believe that the boat was destroyed by fire, communicated directly and immediately to the said boat, by the wrongful act and gross misconduct of the said Waldo Marsh, the defendants are not liable.\n4. The principle that no person can take advantage of his own wrong, applies with full force to policies of insurance, and if the jury believe that Waldo Marsh, by his own wrongful acts, by criminal acts for which he could have been indicted and punished by imprisonment, by his gross misconduct, was the immediate and direct cause of the destruction of the boat by fire, there can be no recovery.\n5. Should the court be of the opinion that this was an insurance in the name of Waldo Marsh, for the use and benefit of James Rees et al., then they are requested to charge the jury that the law, as prayed for in the 2d, 3d, and 4th points, applies with equal force to the case, and the plaintiffs cannot recover.\n6. That, James Rees having duly assigned the mortgage some six months before the insurance, the same has no relevancy to the case.\n7. That the mortgage and the testimony of John Barton, Esq., are wholly irrelevant, as also the letter from the lawyers at St. Louis, with memoranda by Samuel L. Marshell thereon, and should be excluded, each and all of them, from the consideration of the jury.\n8. That, if the jury believe that the boat was destroyed by the use of coal and wood saturated with turpentine, and by the use of turpentine in getting-up the steam, by order-of Waldo Marsh, plaintiff, to navigate one of the streams mentioned in the policy, and that said stream was not usually navigated in this manner by boats of her class, the plaintiff cannot recover.\n9. That, if the casualty alleged by the plaintiff was occasioned by the misconduct of the owner, in carrying oil of turpentine on board of said vessel, without special license therefor, or without the guards and precautions prescribed by the Act of Congress, placing the same in dangerous proximity to the furnace and fuel, immersing the latter therein, and throwing it upon the heap of coal or wood near the furnace mouth, it was such a default as w'ould estop him from recovering in this suit.\n10. That, if the vessel was insured upon the order of the owner himself, in his own name, and upon his own credit, without any specification of the interest of the mortgagee or creditor, whom it might have been his desire to protect, it was an insurance only of his own interest as the equitable owner, and the fact, that the money was made payable to the creditor in case of loss, would amount to’ no more than an appropriation by the owner of so much towards the payment of his said debt.\n11. That, under the facts just stated, at all events, the mortgagee, claiming under the owner, and suing through him, is in no better position than the owner himself, and will be affected by the misconduct of the said owner, in disregarding the provisions of the Act of Congress, in relation to the article of turpentine, or the wood carried on board the said vessel, or navigating the said vessel in a manner different from that in which the Mississippi river was lawfully navigated by boats of the same class, or otherwise unduly perilling the said boat.\n12. That, if the loss incurred was directly, referable to the misconduct of the owner himself, by whom the insurance was effected, the defendants are thereby discharged.\n18. That, to entitle the equitable plaintiff to recover in this suit, it was incumbent on him, under the terms of the policy, to show the proof of loss and interest made to the defendants, at least sixty days antecedent to the institution thereof.\n14. That, if the debt secured by the said mortgage consisted in negotiable securities, it was the duty of the plaintiff to exhibit them on the trial, in order to establish the fact of non-payment, or his continued ownership therein.\nAfter the testimony was closed, and after the points had been submitted to the court, the counsel agreed upon the facts to be considered as admitted, and the propositions to be submitted to the jury for their special finding were submitted to counsel on both sides, and, after being in part modified by the counsel for defendant below, were assented to before either party addressed the jury, and the argument was confined to these propositions alone. They were as follows :—\n1. That the loss of the steamboat Ocean Spray, mentioned in the policy sued on, was occasioned by the fault or negligence of the legal plaintiff, Waldo Marsh, captain and owner thereof.\n2. \" That the fault of the said captain in this behalf did amount to gross negligence, but not to recklessness or wilful misconduct.\n3. That the steamboat was' lost without any fraudulent intent on the part of the said Waldo Marsh to destroy the said boat; and the jury assess the damages at $5659.50, which they .find for the plaintiff, subject to the opinion of the court upon the questions of law reserved. .\nAfter the argument,- the learned judge submitted the case to the jury as follows, with the addition of a verbal charge, in which he explained the terms in which the questions of fact were submitted, and the evidence relating to them :—\n“In this case, it being conceded by the counsel that there is no dispute in regard to the total loss of the steamboat Ocean Spray by fire, on the 22d of April 1858, nor as to the value of the said boat, or the interest of the assured therein, proof of loss, and proof of interest, &c., to the insurers, as required by the policy — all of which facts are admitted. The court decline to charge the jury upon the questions of law presented by the counsel, reserving the same for the consideration of the court in bane, and submit these questions of fact to the jury for their determination, viz.:—\n“ 1. Was the loss of the steamboat Ocean Spray occasioned by the fault or negligence of the legal plaintiff, Waldo Marsh, captain and owner of said boat ?\n“2. If so, did such fault amount to gross negligence, recklessness, or wilful misconduct ?\n“ 3. Was the said steamboat lost without any fraudulent intent on the part of the said Waldo Marsh to destroy the said boat?\n“ The court then directed the jury to assess the damages arising from the said loss, subject to the opinion of the court in banc upon the question of law reserved, viz.:\n“ Whether the plaintiff, under the pleadings and the admitted facts in the case, to wit-, the total loss of the said steamboat Ocean Spray, by fire, on the 22d of April 1858; the value of the said boat to be as agreed in the policy $30,000; the interest of the assured in the one-fourth of the said boat to be $7500;’ proof of loss and proof of interest, &c., to the insurers as required by the policy; the application and acceptance thereof, to wit, the letter of Thomas & Sharp to James Rees, dated March 18th 1858, and the acceptance endorsed thereon and signed by Samuel L. Marshell, secretary of the said company, and the policy and mortgage given in evidence, is entitled to recover the damages on the finding of the jury on the questions of fact submitted for their determination.\n' “ If the law is with the plaintiff on the said reserved question, then judgment to be entered in his favour for the amount found by the jury; but if the court be of the opinion that the law is with the defendants on said reserved question, then judgment to be entered in their favour non obstante veredicto : to which charge of the court the counsel for the defendants except, and at their instance a bill of exceptions was sealed.”\nMay 8th 1862,\nThe opinion of the court on the reserved point was delivered August 31st 1861, by Williams, J., who directed the entry of judgment in favour of plaintiff for the amount found by the jury, with interest, to be computed from the date of the verdict.\nWhereupon the case was removed into this court by the defendant, where the following matters were assigned for error:—\n1. Overruling the offer of the defendants to prove that the said Rees applied to them for a policy on his mortgage interest, and that the same was refused, on the ground that they never insured liens of any kind — which was the. subject-matter of the defendants’ first bill of exceptions.\n2. Overruling the offer of the defendants to prove that it was the uniform and universal usage in the offices at Pittsburgh to insure the interest of a mortgagee only specifically, and in his own name — which was the subject-matter of the defendants’ second bill of exceptions.\n3. In refusing altogether to charge the jury upon the several propositions submitted by the counsel for the defendants, upon a general reservation thereof, for the consideration of the court in banc, and then ignoring those questions, -and withdrawing the facts which they involved, by directing a special verdict, without their consent, upon questions framed by the court, in terms so vague and ambiguous as to mislead the jury, and subject only to the question, whether, under the pleadings and sundry facts supposed to be admitted, the plaintiff was entitled to recover on the finding of the jury on the special questions of fact, which were thus submitted by the court itself.\nR. Woods, for plaintiff in error.\nJno. Barton, W. M. Shinn, and J. P. Penney, for defendants in error."
  },
  "file_name": "0386-01",
  "first_page_order": 388,
  "last_page_order": 397
}
