{
  "id": 479993,
  "name": "The City of Philadelphia versus Dyer",
  "name_abbreviation": "City of Philadelphia v. Dyer",
  "decision_date": "1862-02-03",
  "docket_number": "",
  "first_page": "463",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 247",
      "category": "reporters:state",
      "reporter": "Wright",
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 505",
      "category": "reporters:state",
      "reporter": "Whart.",
      "year": 1840,
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 371",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "year": 1841,
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 294",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 249",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 289",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 247",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 21241,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.7515870379977035e-07,
      "percentile": 0.8952523873013446
    },
    "sha256": "8e4968b6ca9c3a35caa1a7413ac17684ca55a8aa0a31fd92aa5f18ddfdc7b811",
    "simhash": "1:54278ee546e0a573",
    "word_count": 3799
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus Dyer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\nIn the case of The City of Philadelphia v. Dickson, 2 Wright 247, we ruled, that when the city councils have ordered a street laid upon any of the public plans of the city, to be opened, and when the damages of a landowner have been assessed, he may bring suit for them after the expiration of a year, though the street has not been actually opened. We could not have ruled otherwise, with the Act of April 21st 1855, P. L. 266, before us. There is no sufficient reason for applying a different rule to the present case. It was under the same Act of 1855, that Broad street was ordered to be opened through the land of the plaintiff below, and under that act a jury was appointed to assess his damages. The assessment was not completed, it is true, until after the supplementary Act of May 13th 1856, P. L. 567, was passed; neither was the assessment in the case of Dickson against the city. That supplement, even if it is applicable to this case, has not taken away the right to sue, given by the Act of 1855. Both acts contemplated that the councils would make an appropriation to pay the damages assessed; but the right to sue after a year, in case of non-payment, was given, •independently of any appropriation. Possibly all the objects intended to be accomplished by the Act of 1856 may not be apparent at first sight, if at all, but the principle seems to have been to require the approval of the Court of Quarter Sessions, of the report of a jury assessing damages, before any can be paid, and to apply a common rule to proceedings to open streets, whether commenced in councils, or in the ordinary course before the court, under the general road laws. The Act of 1855 authorized the councils to withhold appropriations for opening a street, laid upon any of the public plans of the city, until the persons whom they might, upon inquiry, have found benefited, should have contributed towards the damages of the landowners. The Act of 1856 confers the same authority to withhold appropriations for opening other streets not laid upon the public plans, until owners or citizens to be benefited, shall have made such contribution as the councils determine to be just. These are clearly the principal, if not the only objects which the legislature had in view in the passage of the Act of 1856. Certainly they manifested no intention to take away, or restrict the right of a landowner to sue, which had been conferred by the Act of 1855. He could not- sue until a year had elapsed, and it may have been supposed that within that time the contributions imposed upon the persons benefited, would be paid. Whether this be so or not, if a right to withhold appropriations for opening a street, under the Act of 1855, did not debar a landowner from bringing a suit for damages after the expiration of a year, though the street be not actually opened, as was held in City v. 'Dickson, why should the same right given by the Act of 1856 prevent a suit? We think it does not, and that the District Court was right in refusing to charge the jury that the plaintiff was not entitled to recover until the street was actually opened.\nThe remaining question is, whether the defendants are liable for interest, it having been proved that the plaintiff continued in the possession and use of the land ordered to be taken, until the institution of this suit. In Stewart v. County, 2 Barr 340, it was decided, that interest on damages awarded for opening a street in the county of Philadelphia, was not demandahle until the land taken had been entered upon by the public. The road laws then in force were quite unlike the Act of 1855, under which this plaintiff claims. When Stewart v. The County was decided, not only could a street not be opened until the damages had been paid, but no right to sue for them was given by the statute, and after the lapse of a year without payment, the entire proceedings were vacated. The worst that could befall the landowner, therefore, was the loss of interest for a single year, and that, it was thought, the legislature did not intend to compensate. This was a comparatively small matter; for if the damages assessed were not paid within a year, a new assessment was necessary before the road could be opened. But the Act of 1855 expressly enacted, that no proceedings to assess damages on any street laid on a public plan, shall lapse by the delay of a year in paying such damages, and it authorized a suit to be brought for the sum assessed, at the expiration of the year. Under this act, the first assessment fixes irrevocably the extent of the liability of the city, the sum due to the landowner, and the time when he has a right to his money. Delay of payment beyond that time is consequently an injury, for which the only compensation is interest. It is a common rule to allow interest for the detention of money after it should have been paid. Delay of payment is not the less •an injury, because the landowner may continue the occupation of the land. Such occupation can be but permissive, at all times subject to the paramount rights of the public. The land cannot be built upon or improved, except at the hazard of the improver, and it is worthless for sale. Its principal value has been taken away by the ordinance directing the street to be opened, and the city has acquired the right to enter at will. In our opinion, the District Court was correct in instructing the jury to find for the plaintiff the amount of the award, with interest.\n. We add only, that if there are liens upon the lands, the rights of the lien-creditors may be protected, by ordering the fund to be paid into court to be marshalled there. Such liens do not affect the plaintiff’s right to recover.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "David W. Sellers and Charles B. Lex, for plaintiffs in error.",
      "Jos. P. Longhead, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus Dyer.\nLiability of GUy for Damages caused by opening New Streets. — Interest to be allowed from Date of Assessment. — Right of Landowner to sue for Damages, after the Expiration of the Year.\n1. Under the Act-of April 21st 1855, the owner of land in the city of Philadelphia, through which a street has been laid out and the damages assessed, may, after one year, in case of non-payment, sue the city therefor, though the street has not been actually opened.\n2. The Act of May 13th 1856, supplementary to the Consolidation Act, does not affect the right of the landowner to sue for damages.\n3. Interest is to be allowed from the date of the assessment.\n4. The existence of liens on the land does not affect the right of the owner to recover: for the rights of the lien-creditors may be protected by ordering the fund to be paid into court, to be marshalled there.\nError to tbe District Court of Philadelphia.\nThis was an action of debt by John Dyer against the City of Philadelphia, upon the award of the jury selected to assess the damages which he would sustain by the opening of Broad street through his property.\nThe case was this: Under the 7th section of the Act of 21st April 1855, which enacted “ that whenever councils shall deem the public exigency to demand it, they may order by ordinance any street laid upon any of the public plans of the city to be opened, giving three months’ notice thereof to the owner, whereupon any of the owners whose ground will be taken by such street may forthwith petition the Court of Quarter Sessions for viewers, to assess the damages which such owners may sustain by the opening of such street; and if the same be not paid within one year, may sue said city for the recovery thereof. * * * * No proceedings to assess the damages on any street orí such plan shall lapse by the delay of- a year in paying such damages.” The city councils of Philadelphia on the 17th of March 1856 passed the following ordinance : “ That the chief commissioner of highways be and he is hereby directed to give notice forthwith to the owners of ground through and over which Broad street, from the crossing of the Germantown and Norristown Railroad to its intersection with the Germantown Pike, as laid out on the plan of the district of North Penn, that at the expiration of three months from said notice councils will order the said street, within the limits named, to be opened for public use, to its full width of one hundred and thirteen feet.”\nIn accordance with this ordinance, on the 19th of March 1856, the chief commissioner of highways gave the required notice to the plaintiff, who was one of the property-owners whose land -was to be taken, as well as to all the other owners of land similarly liable, several of whom and among them the defendant petitioned the Court of Quarter Sessions to appoint viewers to assess the damages they would sustain by the taking of their land, in conformity to the act under which the ordinance had been passed. Viewers were appointed, who on the 2d of May met and entered upon the discharge of their duties. On the 23d of June 1856, the jury returned their report to the Court of Quarter Sessions, awarding to the plaintiff $4000 as his damages, which report, after argument before the Court of Quarter Sessions, and a personal inspection by the judges of that court of the property and street, was finally and absolutely confirmed by that court on the 18th of October 1856.\nThe new line of the street ran through the house of the plaintiff (which was used as an inn for drovers and farmers), cutting it in two diagonally.\nOn the 22d of October 1860, the councils of Philadelphia made an appropriation of $4000, to pay this and other awards, with a proviso that no money was to be paid to the claimants “until the city solicitor, upon the faith of proper muniments of title and certificates of search, to be produced to him, shall certify that the person claiming the sum assessed for damages, is the true owner of the land to be taken, and that there are no liens or encumbrances against the property,” &c., &c.\nThis action was brought March 29th 1861, and on the 1st of April the plaintiff’s narr. was filed, setting forth his ownership of the premises, the laying out of the street through it, the appointment of viewers, the return and confirmation of their award more than one year prior to the bringing of the suit, but did not aver that his property had been taken by the city.\nOn the trial it was admitted, that Thomas Birch was chief commissioner of highways in 1856, and gave notice to the plaintiff, that the city would open Broad street to the width of one hundred and thirteen feet, within three months from that notice, and that said notice given, was given in pursuance to a resolution of councils, approved March 17th 1856; and, that said street is upon a public plan of the city.\nThe plaintiff submitted in evidence an exemplified copy of the proceedings of a jui-y of damages, recorded in Road Docket, No. 17, p. 306, which proceedings were confirmed on the 18th of October 1856, by which he was awarded the sum of $4000.\nThe, defendants then proved, that when the summons in this case was served, plaintiff’s house was occupied as a tavern, as it had been; that Mr. Dyer was living there, as he had been for the preceding five years; the house, shade trees, and watering trough were there; and, that there was also in the southern part of his lot a rail fence placed on the line of the street as widened.\nThe plaintiff thereupon offered in evidence the ordinance of the councils of Philadelphia above mentioned, approved October 22d 1860.\nThe defendants presented the following points, and requested the judge to charge:\n1. That the plaintiff is not entitled to recover under the provisions of the Act of April 22d 1856, until the street is actually opened.\n2. That the plaintiff cannot recover more than the award, because he has had the profitable use of the property up to the institution of the suit.\nThe ¿earned judge (Hare, J.) declined to charge as requested, but instructed the jury to find for the plaintiff the amount of the award with interest, reserving the points above mentioned; and subsequently, on a motion for a new trial, before the full bench of the District Court, delivered an opinion in which the rule for a new trial was refused, and judgment entered for the plaintiff on the points reserved.\n■ The case was thereupon removed into this court by the defendants, by whom the refusal of the judge before whom the case was tried, to charge as above stated, was assigned for error.\nDavid W. Sellers and Charles B. Lex, for plaintiffs in error.\nIf the judgment of the court below is affirmed, the city will be obliged to pay for ground of which the plaintiff below has had the profitable enjoyment, and in disregard of the appropriating power of the city. Such could not have been done before the Act of April 21st 1855. The report of a jury of damages, under the General Road Laws of the Commonwealth, has relation “ to the time when the street should be opened. The proceeding would be vacated by lapse of time, at the end of a year, if the public did not exercise its right, and it is true that, in the mean time, the owner, by the uncertainty of the event, might be prevented from making improvements, but that is an inconvenience which the legislature did not mean to compensate Stewart v. The County, 2 Barr 340; Commonwealth v. County Commissioners, 2 Whart. 289. The 7th section of the Act of April 21st 1855 has changed the general road law, inasmuch as under it a party has a right to sue at the end of a year, if not paid meanwhile : City v. Dickson, 2 Wright 249.\nBut it is submitted that the 18th section of the Act of May 13th 1856, P. L. 56, 567, has placed the owners of property, who petition under a resolution of councils, in the same legal position, as to the institution of a suit, as those who petition in the ordinary course under the General Road Laws ; that is to say, if the county actually opens the street, the award must be paid, but the petitioner cannot compel the county to make the appropriation if the street is to remain unopened. “ The damages are the consideration-money for the property of an individual taken as a street for the public use. ***** If the property is not transferred to the public, but the owner retains it as before, he cannot compel payment for it because he is in nowise injured by this result: Commonwealth v. County Commissioners, 2 Whart. 294. The city, however, has made an appropriation, guarded with reasonable provisions, which are within the scope of their power and discretion. How, then, could the plaintiff sue ? As the councils have made the appropriation, he has not demanded it from the proper officer appointed to pay the same, and without such a demand no suit is well founded: Luzerne County v. Day, 11 Harris 143. The appropriation to pay the sum awarded was to be paid when the city solicitor, upon proper searches, shall certify there are no liens upon the land to be taken ; and have also provided for the opening of the street. As all lien-creditors have claims upon the land, it is the duty of the city to see that the fund is not misappropriated: In the matter of Noble Street, 1 Ashm. 276; Cresson’s Estate, 4 Penn. L. Jour. 468. The case of City v. Dickson is not a precedent for this, as the Act of 1855 was only applicable to that case, and the construction of that act was only before the court; nor was the question of the allowance of interest raised, as the city, in that case, had taken possession of the ground by laying water-pipe therein. In this case, however, the report of the jury was not confirmed until October 28th 1856, which subjects the award to the Act of May 13th 1856.\nThe Court of Quarter Sessions, under the above decisions, never issued an order on the treasurer of Philadelphia county, for the payment of road damages, until all liens were removed, and the Commonwealth became seised of an unencumbered title to the highway; but under the provision of the 4th section of the Act of May 13th 1856, P. L. 567, the mode by which road damages have been paid has been altered, and the course pointed out in the ordinance has been adopted. But the plaintiff below plants his case on the award of the jury, irrespective of the Act of 1856, and of the ordinance of 1860; for if he had sued upon the ordinance making the appropriation, he certainly would have been obliged to have shown a compliance with its provisions, which is not produced.\nAnd as the plaintiff below has had the use of his property, and is in precisely the same position as he was when the award was confirmed, it is hard to see upon what general principle he can be allowed interest. Interest is allowed for the detention of money, when it should have been paid; or for the purchase-money of land, when the possession of it has passed to the vendee, or when one has derived a benefit from another’s money; but it is submitted no case can be found of a vendor, remaining in possession and in use of land, who has sued for the specific performance, recovering the purchase-money with interest: Fasholt v. Reed, 16 S. & R. 268 (1827); Kester v. Rochel, 2 W. & S. 371 (1841); Miller v. Bank of New Orleans, 5 Whart. 505 (1840). Besides, it is against the express authority of Stewart v. County, 2 Barr 340.\nJos. P. Longhead, for defendant in error.\nThe mistake of the counsel for the city is in supposing that the Act of the 13th of May 1856 had any relation to this case. Petitioners under the general road laws have no right to sue; but at the end of a year, if they are not paid, all the proceedings are at an end, and they are not troubled with an apprehension, like the defendant in error, that the municipal authorities will tear away their houses from over their heads, destroy their business, and turn their families into the street, whenever the city councils determine to exercise the right of eminent domain conferred upon them by the Act of 1855. To this well-founded liability, time brings no termination; for while, according to the learned counsel’s argument, the right to sue is gone, the proceedings are not vacated; and years after the aw'ard, while the owner is in the full tide of successful business on his premises, he may be stopped in his pursuits, his business interrupted, if not totally destroyed, and the only recompense he gets, is the amount considered by a jury years before, adequate to the damage then, though the property taken may have doubled in value, and the damages to him be treble what they were when assessed. This 17th section of the act (quoted by the counsel as the 18th) was passed simply to remove a doubt which prevailed as to the concluding clause of the 7th section of the Act of 21st of April 1855, under which this suit was brought. By that concluding section, councils are authorized “to institute an inquiry as to persons benefited by the opening of any new street, and to withhold appropriation for the opening of the same, until the persons found to be benefited shall have contributed according to the benefit to be derived therefrom towards the damages awarded to the owners whose ground will be taken therefor.” And it was in doubt whether this applied to the opening of new streets, where the proceedings had been under the general road laws altogether. It was likewise not entirely clear whether the class of cases mentioned in that very section, namely, where councils, by ordinance, ordered the opening of the street, and provided a method of obtaining payment by suit on the award, without the necessity of an appropriation by councils, were liable to be subjected to the restriction ; and it was to put an end to this obscurity, and subject both class of cases to the operation of this rule, whenever councils, by inquiry instituted, ascertained rvho were benefited, and the proportion those so benefited were to contribute towards the damages assessed to others, as “ councils may have determined to he just,” that the 17th section of the Act of the 13th of May 1856 was passed. In the case under consideration, no such inquiry ever was instituted by councils, no assessment upon any person for contribution was determined by councils; so that even if the proceedings had in this case, prior to this act, did not take it out of its operation, no subsequent action of councils was ever taken to bring it under its provisions. The ordinance of October 22d 1860 was not the foundation of the plaintiff’s right to recover; it formed no part of his evidence in chief, when the city solicitor took the point that no recovery could be had until appropriation had been 'made, and it was discretionary with councils when to appropriate.\nFebruary 3d 1862,\nThe cases cited by the plaintiff in error are under the general road laws, where no right to sue ever existed, and where all the proceedings were vacated unless the street was opened and payment made within a year from confirmation of report. They are inapplicable to this case. The others, in reference to vendors, who remain in possession, and sue for specific performance, not recovering interest, are not analogous, even if they fully bore the interpretation assumed for them in the argument. Besides, both points are authoritatively settled by this court in The City v. Dickson, and The City v. Smethurst, 2 Wright 247, 249."
  },
  "file_name": "0463-01",
  "first_page_order": 465,
  "last_page_order": 472
}
