{
  "id": 479997,
  "name": "Horan versus Weiler & Ellis",
  "name_abbreviation": "Horan v. Weiler & Ellis",
  "decision_date": "1862-02-03",
  "docket_number": "",
  "first_page": "470",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Wheat. 69",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "19 Johns. 345",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/19/0345-01"
      ]
    },
    {
      "cite": "6 Cow. 290",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12132922
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0290-01"
      ]
    },
    {
      "cite": "19 Wend. 361",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0361-01"
      ]
    },
    {
      "cite": "14 Johns. 272",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. 511",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/1/0511-01"
      ]
    },
    {
      "cite": "12 Wheat. 69",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "19 Johns. 345",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/19/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 5788,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 3.7873948562493027e-07,
      "percentile": 0.8968403177173649
    },
    "sha256": "4d03bfe4da45e060f1cd2366bc39a8bef0c4fdebcb12c21130b700debabf4352",
    "simhash": "1:36798521675e350a",
    "word_count": 1031
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Horan versus Weiler & Ellis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\nIt is enough in this case to say that the defendant’s plea of non assumpsit raised no question of authority in the plaintiffs to maintain their action, and hence they might recover without producing their license, and of course without saying anything about it in their narr. The cases cited by the defendants in error prove the rule that a breach of law is not to be presumed against any one, and that the presumption is to the contrary until proof overcomes it: 1 Greenl. § 411; 1 Barn. & Ald. 463; 10 East 216; 19 Johns. 345; 12 Wheat. 69 : and that he who alleges the contrary must prove it: 3 East 199. The plaintiffs stood upon this presumption, and the defendant took no steps to overcome it. If the defence could avail under any circumstances, it would be in avoidance, and not by denial of liability, and would present an affirmative step to be taken by the defendant. He would be bound both to plead and prove the matter he relied on. Nothing like this was done here, and the judgment must be affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "George H. Clay, for plaintiff in error,",
      "Hugh H. Tener and W. L. Whitney, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Horan versus Weiler & Ellis.\nPleading. — Legal Presumption in favor of Obedience to the Law.— Plaintiff’s Authority to sell not properly assailed under plea - of non assumpsit.\n1. A breach of law cannot be presumed, but on the contrary, the presumption is that every person has conformed to the law, until the contrary appear by proof, the burden of which is upon him who alleges it.\n2. Hence, in an action to recover for a bill of liquors, ivherein defendant pleaded non assumpsit, alleging that the goods had been sold by agent in the county in which'he lived at the time suit was brought, and also that the plaintiffs should have proved a license to sell therein, it was Held, Jhat the plea raised no question of authority in the plaintiffs to maintain their action, and that they could recover without producing a license or setting it out in their declaration.\n8. The defendant should have specially pleaded and proved the matters relied on in defence, in avoidance, and not by denial of his liability.\nError to the Common Pleas of Schuylkill county.\nThis was an action on the case, brought July 1st 1859, by Herman Weiler and Joseph Ellis, trading in the city of Philadelphia as Weiler & Ellis, against Michael Horan.\nThe plaintiffs declared in assumpsit for goods sold and delivered, and filed with their declaration a copy of their book account, which was for wine, brandy, whiskey, &c., sold to defendant between the 4th of September 1856, and the 1st of April 1858, amounting to $482.38, on which payments had been made reducing the claim to $206.68. To this the defendant pleaded non assumpsit, and on the trial, requested the court to instruct the jury, that “ the plaintiffs having shown no license to sell the vinous and spirituous liquors in controversy, are not entitled to recover in this suit.” The court below (Hegins, P. J.) after reciting the facts, charged: — “ The plaintiffs in this case claim to recover the value of a lot of liquors sold and delivered to the defendant, who was an innkeeper in this county. The first ground .of defence is, that the sale and delivery of the liquors was made by their agent in this county. The plaintiffs are wholesale liquor dealers, and, it is alleged, are licensed there to sell vinous and spirituous liquors by the gallon, and in larger quantities. A license to sell vinous and spirituous liquors in Philadelphia, would not authorize them to sell in this county; and if the contract of sale was made by the plaintiffs’ agent in this county, and delivery here made in pursuance of it, the plaintiffs cannot recover, and your verdict sho'uld be for the defendant.\n“ The defendant’s counsel has requested us to say that, even if the sale of liquors was made in the city of Philadelphia, inasmuch as the plaintiffs have given no evidence of a license to sell there, they are not entitled to recover.\n“The court refuse to give you this instruction, and say to you that, as it is in proof that the plaintiffs are doing business as liquor merchants in the city of Philadelphia, the legal presumption is that they have a right to carry on the business, and are properly licensed to do so.”\nUnder these instructions there was a verdict and judgment for the plaintiffs for $200.39.\nThe defendant thereupon sued out this writ, and assigned for error here that portion of the charge to the jury in which they were instructed that the plaintiffs could recover in this suit without showing their license to vend liquors.\nGeorge H. Clay, for plaintiff in error,\ncited the 1st and 22d sections of the Act of 1856, prohibiting the sale of vinous and malt liquors without license, and argued that since that act, the plaintiffs, primá facie had no right to make such sale, but must aver and establish their right to do so before they could sustain the action: citing Commonwealth v. Maxwell, 2 Pickering 139; Spiers v. Parker, 1 Durn. & East 141; Shelden v. Clark, 1 Johns. 511; Cole v. Smith, 4 Id. 194; Rex v. Stone, 1 East 150; 1 Chitty Crim. Law 280; Hallett v. Novin, 14 Johns. 272; Rex v. Smith, 3 Burr. 1475; Potter v. Deyo, 19 Wend. 361; People v. Benton, 6 Cow. 290; Rex v. Pemberton, 2 Burr. 1037; 1 Kent’s Com. 466.\nFebruary 3d 1862,\nHugh H. Tener and W. L. Whitney, for defendants,\ncontended that defendants were not bound to show their license on the trial, because the presumption is that all men obey the law: 1 Gr. Ev. 40; Bennet v. Clough, 1 Barn. & Ald. 463 ; Williams v. The East India Co., 3 East 199 ; Rex v. Hawkins, 10 Id. 216 ; Hartwell v. Root, 19 Johns. 345; U. S. Bank v. Dandridge, 12 Wheat. 69. If this question was to be raised on the trial, a special plea was necessary, or at least a notice to produce the license, neither of which were done."
  },
  "file_name": "0470-01",
  "first_page_order": 472,
  "last_page_order": 474
}
