{
  "id": 480065,
  "name": "Houser versus Hermann Building Association",
  "name_abbreviation": "Houser v. Hermann Building Ass'n",
  "decision_date": "1862-02-03",
  "docket_number": "",
  "first_page": "478",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 478"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 373,
    "char_count": 6369,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 7.701917968847587e-08,
      "percentile": 0.45357181055729506
    },
    "sha256": "113dfbc5ea09e786846ccfdf4db793c95cc4bc2d4499a20d93cf06a4c67f0e58",
    "simhash": "1:c0e4c715ab58abc8",
    "word_count": 1103
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houser versus Hermann Building Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\nA woman made this mortgage, and it is one of- the hardest that we have seen of these building association loans. The premium contracted for is sixty-eight per cent., and it is sought to be enforced at the end of three years, when the premium and legal interest on the nominal principal Avould make an interest of thirty-three per cent, per annum on the actual loan.\nNo wonder the woman applies to us for relief; and we have already many times decided in other cases that she is entitled to be discharged on payment of the actual amount borrowed, with lawful interest.\nBut it is argued that the contract is authorized by the Act of 8th May 1855, P. L. 519, which says, that “In investments by building associations, in loa.ns to members, the premium given shall not be deemed usurious.” This might be interpreted as saving them from the penalties of usury, without sanctioning past or future contracts, so far as to enforce their usury, and we have said before that it is not such contracts as these that the legislature intended to protect: 6 Casey 470. This was several years ago, and since then these associations have obtained frequent legislation, without getting any explicit renewal of what they suppose to be the Act of 1855. On the contrary, the subsequent legislation about premiums involves a repudiation of their interpretation. We have had occasion to speak of it in some late cases, and need not say more of it now.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "F. S. Campbell and John F. Brinton, for plaintiff in error.",
      "F. Heyer and St. Gteorge Tucker Campbell, for defendants."
    ],
    "corrections": "",
    "head_matter": "Houser versus Hermann Building Association.\nBuilding Association Loans not valid for more than Principal and Legal Interest. — Act of April Vith 1859, relative to, not retroactive.\n1. Building associations can recover on their mortgage loans, only the sum actually loaned, with legal interest thereon.\n2. Neither the Acts of Assembly of May 8th 1855, or May 8th 1857, authorize building associations to enforce their usury in usurious contracts of loan : nor does the Act of April 12th 1859, retroact so as to alter the legal rights of parties who had contracted loans with building associations prior to that act.\nError to the District Court of Philadelphia.\nThis was a scire facias sur mortgage, which was sued out, August 25th 1860, by the Hermann Building and Saving Fund Association No. 2 against Catharine Houser and terre-tenants.\nOn the trial the plaintiff offered in evidence a mortgage made by Catherine Houser, of the premises therein described, on the 29th day of July, a. d. 1857, to secure the payment of $4000, on the days and times, and in the manner therein mentioned, to said plaintiff, and thereupon closed his case. The terre-tenants then called as a witness John P. Persch, who being duly sworn, testified as follows:—\n“I am the secretary of the ‘Hermann Building and Saving Fund Association, No. 2,’ the plaintiff. The defendant obtained a loan on mortgage from the Hermann Association; the loan was made July 29th 1857; the mortgage was given for $4000; the amount actually received by defendant on this mortgage was the sum of $2380 ; the balance, $1620, was the bonus or premium agreed to be paid by the defendant; this was included in the mortgage, making, with the cash paid the defendant, the sum of $4000. The defendant had twenty shares of stock in the association ; these were assigned by her to the association, the plaintiff, as collateral security for the loan made on mortgage. The stock of the association is now worth $70.15 per share; that which is paid up, I mean. The defendant owes $11 on each share of stock as unpaid instalments, and $2.60 on each share for fines for non-payment; this must be deducted from the value of her stock, leaving each share worth $56.55, or $1131 for the whole. The defendant has also paid the sum of $620 as interest on the mortgage.”\nThe defendants requested the learned judge to instruct the jury:—\n1. That the 8th section of the Act of April 12th 1859 does not alter the legal rights of parties who had contracted loans with building associations prior to the passage of said act.\n2. That the mortgage sued upon having been made prior to the passage of said act, the laws in force at the time of its execution still govern the rights of the parties, as such laws entered into and made part of the contract between the parties to the said mortgage.\n3. That therefore the premium or bonus paid, or agreed to be paid, for the loan, cannot be recovered by law.\n4. That the terre-tenants are entitled to have the value of the stock held by the plaintiff as collateral security for the repayment of the loan to defendant, credited as a payment on account, and in reduction of the amount due on the mortgage sued on.\n5. That a purchaser at sheriff’s sale of a property mortgaged to a building association, is entitled to claim credit on said mortgage for all sums that have been paid on the stock held as collateral security for the loan secured by the mortgage, together with the interest and the accrued profits thereon.\n6. That the plaintiff can only recover in this action the amount actually loaned to defendant, with interest thereon, after deducting therefrom the value of the stock or all moneys paid thereon, with interest and the accrued profits.\nThe court declined to charge as requested by counsel for defendants, but instructed the jury as follows: — ■\n“ I refuse to affirm the points presented by defendant, and instruct the jury to find a verdict for plaintiff for the whole amount of the mortgage, with interest to the present time, after deducting therefrom the interest paid by defendant and the Value of the stock as proved by the secretary of the association.”\nFebruary 3d 1862,\nThere was a verdict and judgment in accordance with these instructions, whereupon the defendant sued out this writ, and assigned here as reasons for reversing the judgment:—\n1. That the court below erred in refusing to charge as requested by defendants in the points submitted by them. And,\n2. In instructing the jury to find a verdict for plaintiff for the whole amount of the mortgage, with interest to the present time, after deducting therefrom the interest paid by defendants and the value of the stock as proved by the secretary of the association.\nF. S. Campbell and John F. Brinton, for plaintiff in error.\nF. Heyer and St. Gteorge Tucker Campbell, for defendants."
  },
  "file_name": "0478-01",
  "first_page_order": 480,
  "last_page_order": 482
}
