{
  "id": 479971,
  "name": "Phillips versus Allen",
  "name_abbreviation": "Phillips v. Allen",
  "decision_date": "1862-02-04",
  "docket_number": "",
  "first_page": "481",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 251,
    "char_count": 3647,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 3.3550233220671833e-07,
      "percentile": 0.8749494661657881
    },
    "sha256": "5c332542978e77c6d0165e49b3ca223fe1150897c78c174265796931dd2bf15f",
    "simhash": "1:5b4b502a2466240b",
    "word_count": 617
  },
  "last_updated": "2023-07-14T17:53:05.135832+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phillips versus Allen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\nThere was no enactment by the legislature expressly authorizing the forfeiture of the baskets, or other articles not stamped or marked according to the provisions of an ordinance of* the city of Philadelphia, of the 1st October 1858; and this being the case, the Select and Common Councils have no power to inflict any such punishment in this form. They may impose fines, or penalties, or pecuniary forfeitures, which are simply penalties, and their recovery is authorized by the Acts of the 15th April 1885, 29th June 1839, and 11th March 1846.\nA corporation, created by act of parliament, cannot make such a law, unless the power be especially given by the act: 2 Kyd on Corporations 110 ; and in general the rule is, that a bylaw, without an express act of parliament, can only be enforced by a pecuniary penalty, which must be certain: Grant on Corporations 84. We think this power should be given to the city of Philadelphia.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "L. W. Sellers and Charles P. Lex, for plaintiff in error.",
      "Lewis C. Cassidy, for defendant."
    ],
    "corrections": "",
    "head_matter": "Phillips versus Allen.\nForfeiture under City Marlcet Ordinance must he authorized hy Legislature.\nUnder a city ordinance requiring that baskets used for the sale of fruit and vegetables, should have the fractional parts of a bushel contained in each marked or stamped thereon, or else to be forfeited with contents, the clerk of the city market seized several baskets of apples and forfeited them as offered for sale in unmarked baskets. In replevin therefor, it was Held:\nThat as no act of the legislature expressly authorized the forfeiture, the city councils bad no power to inflict that penalty for the violation of the ordinance.\nError to the Common Pleas of Philadelphia county.\nThis was an action of ’replevin, brought October 1st 1865, by Josiah C. Allen against George Phillips, to recover eight baskets of apples, in which the following case was stated for the opinion of the court: — The plaintiff, a farmer residing in Gloucester county, New Jersey, brought a quantity of produce, contained in baskets of various sizes, to the Philadelphia market, to sell in the public market-houses; none of the baskets were marked on the outside with their measurement, but were exposed for sale in bulk, without reference to their containing any specific measure. The defendant, clerk of the market of the city, on the 30th of September 1859, seized the fruit mentioned, as being offered for sale in unmarked baskets, in violation of an ordinance of the city of Philadelphia, of October 1st 1858, which enacts “ That every basket, box, tub, or other article used for the sale of fruits, vegetables, or berries, that require measurement in market-houses or market stands, shall have the fractional part or parts of a bushel which said basket, box, tub, or other article will contain when even, full, labelled, stamped, or marked thereon, outside in plain characters, of at least one inch in size. That if any clerk should find any basket, or other articles without such marks, such baskets, box, tub, or other articles, with its contents, shall be forfeited, one-third to the clerk, and the other two-thirds, wdth the basket, box, or tub, shall be delivered by the clerk to the guardians of the poor.”\nIf the court should be of opinion that the plaintiff is entitled to recover, then judgment to be entered for plaintiff for the sum of $> 10, otherwise for defendant, with leave to either party to take a writ of error.\nThe court below directed the entry of judgment for the plaintiff, which the defendant below assigned here for error.\nL. W. Sellers and Charles P. Lex, for plaintiff in error.\nLewis C. Cassidy, for defendant.\nFebruary 4th 1862,"
  },
  "file_name": "0481-01",
  "first_page_order": 483,
  "last_page_order": 484
}
