{
  "id": 480067,
  "name": "Hottenstein versus Clement",
  "name_abbreviation": "Hottenstein v. Clement",
  "decision_date": "1862-02-05",
  "docket_number": "",
  "first_page": "502",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "41 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 552",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0552-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 9568,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.017353135260009367
    },
    "sha256": "47736b90237c5df53d8b2de1d8178155db1e1256fe77aeda47b17ffc0a011c40",
    "simhash": "1:9188c6b112aea6f5",
    "word_count": 1597
  },
  "last_updated": "2024-02-27T16:09:09.319934+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hottenstein versus Clement."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby \"Woodward, J.\nThe 13th section of the Act of 16th June 1836, conferring and defining the equity jurisdiction of this court, enumerate, among other specifications, the “supervision and control of all corporations other than those of a municipal character, and unincorporated societies or associations, and partnerships.”\nIn the case of Cassel v. Jones, 6 W. & S. 552, and again in Hays v. The Pennsylvania Railroad Company, 5 Harris 9, it was held that the original jurisdiction which this court was authorized to exercise over corporations by virtue of the above-named section, was confined to the city and county of Philadelphia, and could not be exercised in the other counties of the state. In the first of those cases, an injunction had been granted by the court in banc, whilst sitting in Philadelphia, against a corporation in Montgomery county, and which the court dissolved on motion, for want of jurisdiction. The other case occurred at Harrisburg, against a corporation having its head-quarters here in Philadelphia; but the bill in equity for injunction w'as dismissed on the same ground — the want of jurisdiction. Both cases occurred before 1852.\nTo remedy these cases, and to give the court jurisdiction throughout the state, over corporations, the legislature passed the Act of 8th April 1852, Purdon 308. The language of the act is somewhat general, but that it was intended to relate to corporations only, is shown by the proviso which excepts from its operation partnerships and unincorporated associations or societies. These were associated with private corporations in the original grant of equity jurisdiction, by the Act of 1836, and being expressly excepted out of the enlarged grant of 1852, it follows by the most necessary implication, that the legislature meant the enlarged grant to extend only to “ corporations other than municipal,” which is the legislative mode of defining private corporations. And it may be argued with, conclusive effect, that if the legislature did not mean to extend our powers to partnerships and unincorporated associations throughout the state, much less did they mean to give us an original jurisdiction over private citizens throughout the state. There was necessity to give us jurisdiction over private corporations, for they frequently extend their operations through several counties, and the writs of the local courts are circumscribed by the counties in which they are issued. A railroad, stretching, like the Central or the Philadelphia and Erie, through a great number of counties, could not conveniently be subjected to judicial control, except in a court whose jurisdiction is coextensive with the state, and whose writs run into any county. But individuals, and partnerships, and unincorporated societies, are less ubiquitous, and those therefore were left to the jurisdiction of the courts of the proper county. The jurisdiction of the county courts in equity cases over such parties, is unquestionable, since the Act of 14th February 1857, Purdon 1226; and was declared by this court in Sheetz’s Appeal, 11 Casey 94.\nWe have several times decided that our original jurisdiction in equity cases beyond Philadelphia, was limited to private corporations, and did not extend to individuals. Thus in the case of the County of Crawford v. The Pittsburgh and Erie Railroad Company, 8 Casey 142, our original jurisdiction over private corporations was recognised, but we held that a remedy against an individual could not be tacked on to a proceeding against the corporation. This case was decided in 1858, and with the Act of 1852 in full view, though it is not discussed in the opinion of the chief justice. So, again, in The Sunbury and Erie Railroad Company v. Cooper, 9 Casey 280, the chief justice said, in 1859, we know of no law giving the Supreme Court in banc original jurisdiction over such a cause of action as this, and we must not assume it. That was a corporation case; but because it originated in Philadelphia, it was held it must be ruled at Nisi Prius, agreeably to the Act of 26th July 1842, relating to the Nisi Prius. See the case of Philadelphia and Reading Railroad Company v. Green and Coates Street Passenger Railway Company, 9 Casey 82.\nIn the case of The Commonwealth v. Baroux, 12 Casey 262, we refused to entertain a mandamus case, not from any doubt of our jurisdiction, but because the party had ample remedy in the Court of Common Pleas. On the same ground we should feel at liberty to decline the case now before us, even if it could be shown that it is within the Act of 185*2. The party complainant has remedy in the Common Pleas of Northumberland county, and he should seek it there. Our jurisdiction as an appellate court will extend to the case after final decree in that court, but because that court has jurisdiction, there is no necessity for resort to us in the first instance. It cannot be shown, however, that the case is within the Act of 1852, or any other Act of Assembly extending our equity powers, and that is a decisive reason against our entertaining original jurisdiction.,\nThe result of the legislation and judicial decisions on this subject is, that we have original jurisdiction in equity over private corporations throughout the state, and may exercise it wherever we are sitting, with this qualification’, however, that in Philadelphia it is to be exercised primarily by the court at Nisi Prius, and not by the court in banc. But in respect to equity proceedings against all other parties than private corporations, to restrain acts contrary to law, we have no original jurisdiction outside of Philadelphia, but only an appellate jurisdiction.\nThese distinctions are most important to be observed, for this court is a court of errors and appeals, and the increase of its duties as an appellate tribunal is such as to forbid all unnecessary additions of original jurisdiction.\nThe case is dismissed for want of jurisdiction.",
        "type": "majority",
        "author": "by \"Woodward, J."
      }
    ],
    "attorneys": [
      "John W. Maynard and A. 0. Simpson, for complainant, and W. M. Rochafeller and S. J. Packer, for the respondent."
    ],
    "corrections": "",
    "head_matter": "Hottenstein versus Clement.\nEquity Jurisdiction of Supreme Oourt, Original and Appellate, extent of.\n1. The Supreme Court has original jurisdiction in equity over private corporations throughout the state, and may exercise it, wherever sitting; except iu Philadelphia, where it is to be exercised primarily by the court at Nisi Prius, and not in banc.\n2. But in respect to equity proceedings against all other parties than private corporations, to restrain acts contrary to law, the court has no original jurisdiction outside of the city of Philadelphia, but only an appellate jurisdiction.\n3. Hence, where a party complainant, residing in Snyder county, in a case originating there, filed a bill in equity in the Supreme Court at Philadelphia, it was Held, that the court had not original jurisdiction of the case, but that the plaintiff should seek his remedy in the Court of Common Pleas of the proper county.\nIn the Supreme Court of Pennsylvania. In Equity.\nIn 1862, Dr. Isaac Hottenstein, residing in Snyder county, Pennsylvania, filed a bill in equity in this court addressed to the Hon. John M. Read, one of the judges, setting forth that he “ is one of the sons and devisees of David Hottenstein, late of Berks county, deceased, who was the owner and proprietor of the ferry opposite Sunbury, and of the landing on the western side of the river, which he had devised to complainant — that the borough of Sunbury had ‘ exercised, used, a,nd enjoyed’ the right of ferrying ‘persons, wagons, teams, &c.,’ as owner thereof on the east side of the river, and that Ira T. Clements is now and for two or three years has been the lessee of the said borough’s interest in said ferry. That, inasmuch as complainant’s said landing was destroyed by the construction of the Pennsylvania Canal, and the lock, lock-house, and abutment of the Shamokin dam, the canal commissioners erected and constructed for the use of said ferry a bridge and landing, which were fully confirmed to complainant by an Act of Assembly approved April 11th 1855, in consideration of the damages .done by the Commonwealth. That the said ferry was leased by complainant to John Speese, who, until a short time before the filing of the bill, had been engaged in the business of ferrying at that place. That, on the 17th of April 1861, a supplement to the act incorporating the Shamokin Steam Ferry Company had been passed, which, if sustained, would take away and destroy complainant’s right as owner of said ferry. That, on the 23d of May 1861, Ira T. Clements, lessee of the Sunbury ferry, and principal proprietor of the Shamokin Steam Ferry Company, lodged an information against Isaac Frymoyer, one of the employees of John Speese, complainant’s lessee, for ferrying persons across said river for hire, and that said Frymeyer had been fined $50 by the justice before whom the information was made. That the proceedings before said justice had been removed by certiorari into the Common Pleas, where they were now pending.\nFebruary 5th 1862,\nThe petitioner, averring that the said Act of April 17th 1861 was unconstitutional and void, prayed for an injunction to restrain Ira T. Clements and his employees and others from interfering with his rights as owner of the said ferry, &c., &c., to which was added the usual affidavit and certificate.\nTo this an answer was filed by the respondent, denying the exclusive right claimed by complainant, and the case was argued on the bill and answer by\nJohn W. Maynard and A. 0. Simpson, for complainant, and W. M. Rochafeller and S. J. Packer, for the respondent."
  },
  "file_name": "0502-01",
  "first_page_order": 504,
  "last_page_order": 507
}
