{
  "id": 981668,
  "name": "Hoff and Tucker's Appeal",
  "name_abbreviation": "Hoff & Tucker's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "51",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Bailey 351",
      "category": "reporters:state",
      "reporter": "Bailey",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 196",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812617
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 984,
    "char_count": 22457,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.7204346635163596e-07,
      "percentile": 0.7038402625017907
    },
    "sha256": "f731b7ff572dad016e91d32e1c8bd1451f01a7468440f23c1b27ec5d51fb9985",
    "simhash": "1:7c944747b0b7ad07",
    "word_count": 3915
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoff and Tucker’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThese appeals present for our consideration the following questions:\n1st. Is Mrs. Frances H. Hoff, under the will of her late husband, John Hoff, entitled to any part of the residuary estate ?\n2d. If she is entitled to receive any portion of the residuary estate, how much is hers, and whether for life or absolutely ?\n3d. Is Henry H. Tucker, the testator’s step-son, one of the residuary legatees under the will ?\nBy his last will and testament John Hoff devised to his wife during life and widowhood, a house and lot in Chestnut street, and the interest on fifteen thousand dollars of stock, upon condition that she should receive it in place of a farm in Montgomery county, which was secured to her in lieu of dower by a marriage settlement made in 1824. To his step-son, Henry H. Tucker, he gave in perpetuity a legacy of four thousand dollars. To his brother Philip Hoff, his nieces Mrs. Knight and Mrs. Newell, his nephews Henry, John C., and George Hoff, were also given legacies of various amounts. Other devises were made by the will but which it is not necessary specifically to designate. The residuary clause is in these words:\n“ Thirteenth. All my real and personal estate not hereby bequeathed which I may have at my death, I leave to be equally divided, as per ratio in the bequests herein made, among my heirs and relatives, the fourth, fifth, and sixth bequests not inclusive.”\nThe fourth bequest was to the Theological Seminary at Princeton ; the fifth to the Marine Church at Charleston; the sixth to purchase a> tract of land in Africa, to be called the “ State or district of Hoff.”\nIt is argued by the appellees that Mrs. Hoff ought to be excluded from the residuary estate, because she was not an heir or relative of the testator, and because her bequests were for life and widowhood, in lieu of other property secured to her by a marriage settlement. We do not see the force of these objections. It is obvious that the testator used the words “my heirs” not in their legal sense, but as designating the objects of his bounty under the will. It is not unusual for an unprofessional man to use the word heir as applicable to a devisee or legatee; and that it was used in this sense by John Hoff, is manifest from the clause excluding the seminary, the church, and the state of Hoff in Africa. Any other construction would make this clause utterly senseless. There is no ground for the supposition that the testator intended to give the residue of his estate to his brother, his nephews and nieces, to the exclusion of his wife and step-son, for these, though not heirs at law, nor relatives by blood, were included in the former bequests and were relations by marriage. The testator, in clear and unmistakeable language, has said which of the devisees were to be excluded from the residuary estate, and we cannot make the exclusion embrace those not mentioned by him. That the previous bequests to Mrs. Hoff were for life and widowhood, and upon condition that she received them as a substitute for the marriage settlement, may limit the duration of her interest in the residuary estate, but these considerations cannot defeat her claim altogether.\nThe residuary estate was to be equally divided “ as per ratio in the bequests.” To fairly meet this provision, Mrs. Hoff should have the same estate in her part of the residuum as was given to her in the bequests, and this is an estate for life and widowhood. To exclude her altogether or to give her an absolute estate, would not be an equal division “as per ratio in the bequests.” In ascertaining the amount that should be set aside for her, the value of the house left to her at the death of the testator should be added to the fifteen thousand dollars in stocks; and so much of the fund on hand for distribution as was produced by the income of the amount belonging to her, belongs to her absolutely, and her interest in the remainder of her part will be for life and widowhood.\nHenry H. Tucker is also entitled to participate in the residuary estate; and as his legacy was “in perpetuity,” his interest in the residuary estate is an absolute one. The Orphans’ Court erred in decreeing distribution amongst the legatees to the exclusion of Mrs. Frances H. Hoff and Henry H. Tucker, the appellants; and therefore its decree must be reversed.\nDecree. — This cause came on for hearing at the present term of this court at Philadelphia, on the appeal of Mrs. Frances II. Hoff and Henry H. Tucker, from the decree of the Orphans’ Court of Philadelphia city and county, making distribution of the estate of John Hoff, in the hands of his executors. And the said cause having been argued by counsel, it is considered that the decree of the said Orphans’ Court be reversed, and that the case be remitted to the former auditor, John F. Belsterling, Esq., with directions to find and report to this court, 1st. What was the value of the house and lot in Chestnut street, bequeathed by John Hoff to one of the appellants, Mrs. Frances H. Hoff, at the time of the death of the testator ? 2d. How much of the fund now in hand for distribution is made up from the interest received, or the income derived, from the principal sum now to be distributed, since the death of the testator; and of this income or interest what is the part belonging to Mrs. Hoff, after adding the value of the house to the fifteen thousand dollars in stocks ? And the auditor is further instructed to report a table of distribution amongst those entitled to receive the fund on hand, including Henry H.' Tucker, and particularly designating in said table how much Mrs. Frances H. Hoff is entitled to receive absolutely, and how much for life and widowhood, upon the basis of the opinion accompanying this decree. A final decree to be made upon the reception and confirmation of the report of the auditor as .aforesaid.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Or. W. Biddle, JY. B. Browne, and II. J. Williams, for appellants.",
      "J. S. Serrill, I. Eallon, and W. L. Hirst, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hoff and Tucker’s Appeal.\nA testator, after devising to his wife a house and lot for life or widowhood, and bequeathing to her a legacy of fifteen thousand dollars, also for life or widowhood, upon condition that she received them in lieu of her provision under a marriage settlement, bequeathed various legacies to his brother, nephews, nieces, and step-son by name, giving also certain bequests in the fourth, fifth, and sixth clauses of the will, to religious and charitable uses, and added to the same will the following residuary clause. “ All my real and personal estate not hereby bequeathed which I may have at my death, I leave to be equally divided as per ratio in the bequests herein made among my heirs and relatives — the fourth, fifth, and sixth bequests not inclusive.” Held,\n1. That the widow and step-son were entitled to share in the residue, in proportion to the value of the devises and legacies given them in the former part of the will.\n2. That the testator used the words “ heirs and relatives” not in their legal sense, but as designating the objects of his bounty under the will.\n3. The testator having in clear and distinct language designated which of the legatees were to be excluded from the residuary estate, it cannot be inferred that he intended to exclude others not mentioned.\n4. That the devises and bequests in the will to the widow, being for life or widowhood, she will take but the same interest in the residuum.\nAppeal from the Orphans’ Court of Philadelphia.\nThese were appeals by Frances H. Hoff and Henry H. Tucker, from the decree of the court, making distribution of the estate of John Hoff, deceased, in the hands of his executors. In his will the testator made the following provisions in substance: — •\nFirst item is to my- wife (the appellant). “ From the day of my death, during her ividowhood, I give her a life estate in the house,” &e., also in certain furniture. “Also during her life and widowhood, the interest on $15,000.” “ Conditioned that my wife receive the above in lieu of my farm in M. county in place of dower as per marriage settlement,” dated, &c. “ The motive causing a marriage settlement arose, on my part, from a written paper handed me with an insinuation, from the male administrator of my wife’s real and personal 'estate of her former husband, that my address was prompted Yankee-like,” &c. “ Hence, not a cent of” (her property) “ ever commingled in our expenditures at home or abroad.”\n“After the death of my wife I will: 1st, That $3000” (of the $15,000) “be appropriated to the Pennsylvania Bible Society,” &c. “2d, $3000 to the Methodist Bible Society,” &c. “3d, $3000 to the Baptist Bible Society,” &c. “ 4th, $3000 to” another Bible Society. “ Each of these associations are respectively to secure their $3000 on interest, and annually to disburse the interest in Bibles; and that the balance of this life estate be divided among my heirs named in my will, in proportion as there specially named, who may then be alive.”\nIt will be observed that the said four societies take together but $12,000, — therefore uthe balance of this life estate” consists of $3000, together with the real estate and the furniture.\nSecond item. To testator’s brother, P. H., $10,000 “ as a life estate,” after his death to be “ invested in a Southern College, the interest whereof to be appropriated for educating students of high moral character, who profess, in their view of Gospel ministry, a sense of the divine influence for a call to the same.”\nP. H. survived the testator, but died shortly before the distribution, from which this appeal is taken, was made. No one claimed the $10,000 for the education of students, &c., and it forms part of the fund distributed as the residuary estate.\nThird item. Recites, that by deed dated 1824, testator had conveyed to certain trustees $20,000, “ for a life estate or income,” to his mother and two sisters, and after death of the survivor of them, “balance to revert to me.or my executors,” and after reciting the power reserved to fill vacancies in case of death of trustees, &c., concludes thus: “ I hereby empower my executors to appoint such trustees, when vacancies occur, to manage said stock agreeably to the provisions of said deed; as well as to reinvest said money when the loan expires, in the National Loans, or in such contiguous State stocks which have uniformly paid the interest and redeemed the principal when the loan expired. Avoiding all Insurance and State Bank Stocks.”\nOnly one sister survived the testator; she died shortly before distribution of the residuary, of which this fund therefore forms part.\nFourth item. “ To the trustees, or those who hold the funds of the Theological Seminary at Princeton, N. J., I give $2500 in perpetuity, the interest whereof for scholarships.” Then follows a long homily and dissertation on education, full of testator’s peculiarities of thought and style, concluding by giving “ in addition $1000,” “the interest thereof to print an annual address,” “ to be forwarded by mail or or otherwise to the governor, chief justice, attorney general, to each officer of the legislature of such states as have not yet adopted a plan of education.”\nFifth item. “ In the event that the M. Church of Charleston, within one year after the legacy hereby given, shall be ready, the said charter to contain, among other provisions requisite, the following, to wit: That the property and funds of said M. Ch. shall be invested in trustees to be chosen,” &c. Then follows a particular description of the qualifications and manner of choosing trustees. “ Then, in such case, I give,” &c., “in perpetuity, $10,000,” “to be invested by the trustees'of the M. Church in United States, or of the state government stocks, who have not by delay and repudiation dishonoured their contracts.” The interest to support “an Evangelical Gospel ministry who hold the Trinity in unity, to be chosen,” &c. “ The minister to be regularly employed to preach to seamen free of any charge or- expense to them. But it is understood by this investment that free churches do not object to legacies or donations.’’\nSixth item. “ In the event that the Pennsylvania and other African Colonization Societies of the United States, do succeed in establishing the free blacks from the United States in an independent government in Africa, so as to enable the emigrants to purchase and hold lands,” &c., “ without any view on the part of the societies to speculate or make profit in said lands; but simply,” &c. — describing particularly and peculiarly the sentiments and objects the societies must have. “ This being fully verified, then, in such case I bequeath $10,000 for the purchase of lands adjoining those already obtained by the United States societies.” Then follows a description of the locality of the lands, and of the character of the emigrants to be sent out, concluding thus: “ This tract of land, the proceeds of the $10,000, to be designated £ The State or District of Hoff,’ and if it contains navigable rivers, the largest to be called £ the Hope,’ this a version, or meaning, of the word £ Hoff.’ The good we do ought to live after us, saying to our successors £ Go and do likewise.’ ”\nThis $10,000 was unclaimed, and forms part of the residue distributed.\nThe rest of the will is as follows:\n“ Seventh. To my niece Catharine Knight, wife of Doctor Knight, I give to her, her heirs and assigns for ever, $3000.\n“ Eighth. To my niece Eliza, wife of Stewart Newell, I give to her, her heirs and assigns for ever, $3000.\n“ Ninth. To my nephew Henry Hoff, I give to him, his heirs and assigns for ever, $3000.\n“ Tenth. To my nephew John C. Hoff, I give to him, his heirs and assigns, $3000.\n“ Eleventh, -To my nephew George Hoff, I give to him, his heirs and assigns, $2000.\n“ Twelfth. To my step-son, Henry H. Tucker, I give in perpetuity, $4000.\n“ Thirteenth. All my real and personal estate, not hereby bequeathed, which I may have at my death, I leave to be equally divided as per ratio in the bequests herein made among my heirs and relatives — the fourth, fifth, and sixth bequests not inclusive.\n“ And lastly. I do hereby appoint my wife, Frances Henrietta Hoff, executrix — my brother Philip Hoff, my friends General William Duncan, Alexander Towers, and the Rev. Morgan John Rhees, executors of this my last will.”\nThe surviving executors settled an account which was confirmed and referred to John F. Belsterling, Esq., as an auditor to report distribution of the balance.\nPhilip Hoff died before the meeting of the auditor, and no person appeared on behalf of the same.\nThe other legatees contended that Frances H. Hoff, the widow, and testator’s step-son, Henry H. Tucker, were excluded as residuary legatees.\nFor the widow and Tucker it was argued that such was not the true construction of the will, and that the exceptions made by the testator, of the fourth, fifth, and sixth bequests, clearly indicated those who were to take the residuary estate.\nAnd of this latter opinion ivas the auditor, and he accordingly reported the following distribution.\nBalance for distribution $47,242 20\nFrom- which is to be deducted:\nMrs. Hoff’s life estate of - $15,000 00\nAnd the interest due thereon on the first day of February, 1856, 450 00\n-- 15,450 00\nResiduary estate, 81,792 20\nThe amount divided by the will of the testator among the surviving legatees is thirty-three thousand dollars; the residue is therefore divided into thirty-three parts and distributed as follows :\nTo Frances Henrietta Hoff, the widow of the testator, to be vested for her use during her life, fifteen parts, $14,451 m-00\nTo Catharine Knight, absolutely, three do 2.890 20\nTo Eliza Newell, do do do 2.890 20\nTo Henry Hoff, do do do 2.890 20\nTo John C. Hoff, do do do 2.890 00\nTo George Hoff, do two do l'926 80\nTo Henry H. Tucker, do four do 3,853 60\n$31,792 00\nExceptions were filed to this report, that the auditor erred in awarding any part of the residuary estate to the widow, and to Henry H. Tucker.\nAfter argument the Orphans’ Court set aside the report and decreed the following distribution, in lieu of that reported by the auditor.\nAnd now March 15th, 1856, the report of the auditor, and the exceptions thereto, being heard and considered, and the exceptions filed on behalf of Philip Hoff being withdrawn, it is ordered, decreed, and adjudged that the report of the auditor be set aside, and that the executors make distribution of the balance in their hands, according to the following schedule of distribution, excluding the widow of said decedent and Henry H. Tucker, as follows, viz.:\nDistribution.\nBalance for distribution is $31,792 20\nTo Eliza Newell, 3-14th parts, $6,812 611\nTo Catharine Knight, 3-14th parts, 6,812 61-1-\nTo Henry Hoff, 3-14th parts, 6,812 61-1-\nTo John C. Hoff, 3-14th parts, 6,812 61-|\nTo George Hoff, 2-14th parts, 4,541 24\n$31,792 20\nFrom this decree Frances H. Hoff and Henry H. Tucker appealed.\nOr. W. Biddle, JY. B. Browne, and II. J. Williams, for appellants.\nTaking the whole will, does it not show that it was testator’s intention that his wife and step-son should participate in his residuary estate? The words “relatives,” “next of kin,” and “ heirs” by themselves would not include these parties. But there are many exceptions to this rule, which may all be classed under this leading principle — that where the testator has fixed a certain test by which those intended to be comprehended under one of these terms can be ascertained, his intention must prevail although some of the parties are not within the statute of distributions. A reference to the principal cases will illustrate the rule as stated, and show the unanimity of judicial sentiment upon this point: Lewis v. Fisher, 2 Yeates 196; McNeilledge v. Galbreath, 8 S. & R. 45; McNeilledge v. Barclay, 11 S & R. 103; Stover v. Wheatley, 1 Barr 506; Baskin’s Appeal, 3 Barr 304; Heck v. Clippinger, 5 Id. 385; Eichelberger’s Estate, Id. 264. In all these cases it is conceded, that if other parts of the will should show an intention to extend the signification of the term employed beyond its strict legal acceptation, the testator’s intention would be carried out.\nTurning to the English cases the rule is equally clear: Parsons v. Parsons, 1 Ves. jr. 266; Wilkinson v. Adams, 1 Ves. &. 422; Beachcroft v. Beachcroft, 1 Madd. 430; Bayley v. Snelham, 1 Sim. & S. 78; Meredith v. Farr, 2 Yo. & C. 525; Gill v. Shelly, 1 Russ. & M. 336; Garrick v. Lord Camden, 14 Ves. 372; Owen v. Bryant, 13 Eng. L. E. R. 217; Evans v. Davies, 7 Hare 498; Hart v. Tribe, 19 Eng. L. & E. R. 564; Leigh v. Byron, 21 Id. 510; McLeroth v. Bacon, 5 Ves. 159; Blackwell v. Ball, 1 Keen 176. There is but one case, it is believed, that is not in harmony with all these cases, and that is Maitland v. Adair, 3 Ves. 230. The report occupies but a single page, and no counsel are stated as having argued it. A testator gave a legacy to a brother-in-law and other relatives, and in the residuary clause directed his property to be “ divided among my said relations in the proportion I have bequeathed the other part of my fortune.” The brother-in-law was here excluded. The principle of the ease is doubted by Mr. Roper in his Treatise on Legacies 118-119. It is in conflict with the later cases cited above.\nThe learned counsel then argued from the principles embraced in these cases, and applied to the will of testator in this case, that it was apparent from the whole will that testator meant to include his wife and step-son under the terms “ heirs and relatives,” in the residuary clause.\nJ. S. Serrill, I. Eallon, and W. L. Hirst, for appellees.\nIt is not denied that the intention of the testator, as shown by all the words used in the instrument, is to guide; but conjecture must not be taken for implication: Wilkinson v. Adams, 1 Ves. B. 463. The will shows great eccentricity of mind and peculiarity of expression, and therefore greater caution is required in extending the well defined meaning of words.\nDid the testator intend those to whom he had given annuities and legacies for life, to share the residue ? No part of his wife’s estate had ever commingled with his own. His legacies and bequests to her are for life or widowhood. Can there be any inference, therefore, that he intended she should participate in the residuum ? Also in making provision for his mother, brother, sisters, and wife, he gives large sums for life. To his own family he gives small sums absolutely, all nearly equal, and then immediately follows the residuary clause.\nIn the bequest to Tucker he uses the peculiarity of expression, in perpetuity. Stress is laid on the fact, that this legacy is larger than that given to testator’s own family. But it is submitted that the testator supposed he was giving his step-son a life estate; and this is in consistency with the desire and intention expressed in the first clause, that none of his estate should go to his wife’s family. 2. Can the widow or step-son claim as “ heirs, and relatives” within the meaning of the residuary clause ? It is well settled in both England and our own state, that standing alone they would not be included: Culbertson v. Daly, 8 N. & S. 195; Stover v. Wheatly, 1 Barr 506; Baskin’s Appeal, 3 Id. 305; McNeilledge v. Barclay, 8 S. & R. 45; McNeilledge v. Barclay, 11 S. & R. 103; Natt v. Natt, 3 Ves. 244; Bailey v. Wright, 18 Id. 49; Davis v. Bailey, 1 Id. 84; Worseley v. Johnson, 3 Atk. 758; Garrick v. Lord Camden, 14 Ves. 372; Mifflin’s Estate, Bender’s Appeal, MS., decided at Pittsburgh, Jan. 2,1857. They argued that there was nothing in the will by which these words could be extended beyond their legal acceptation, and cited: Green v. Howard, 1 Bro. Ch. Cas. 28; Shearman v. Angel, 1 Bailey 351, cited in 2 Jar. on Wills 129; Crooke v. De Vandes, 9 Ves. 196; Denn v. Bagshaw, 6 T. R. 512; Holmes v. Craddock, 3 Ves. 317; Parsons v. Parsons, 5 Id. 578; Frederick v. Hall, 1 Id. 396; Walker v. Natts, 3 Id. 132; Bagley v. Mollard, 1 R. & M. 581; Cartwright v. Vaudry, 5 Ves. 530; Greenwood v. Greenwood, 1 Bro. C. C. 32; Lewis v. Fisher, 2 Yeates 196; Campbell v. Campbell, 4 Bro. C. C.14; Cooper v. Pitcher, 4 Hare 485; Goodchild v. Fenton, 3 Yo. & Jer. 485; Lytton v. Lytton, 4 Bro. C. C. 339.\nThe learned counsel then reviewed the cases cited upon the other side, and contended that in all the cases where the meaning of the words was extended, there was a necessary implication, that such parties were intended to be embraced and designated by those terms."
  },
  "file_name": "0051-01",
  "first_page_order": 51,
  "last_page_order": 59
}
