{
  "id": 981694,
  "name": "Estate of Mary Biddle",
  "name_abbreviation": "Estate of Biddle",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "59",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 59"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 432,
    "char_count": 8331,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 7.789879714859905e-07,
      "percentile": 0.9721748256365526
    },
    "sha256": "4ec3b66a2c6073fddcec6f54f3bced78c3896707d1953b6da9a6e01e973f7143",
    "simhash": "1:2fdc287b3b9611df",
    "word_count": 1443
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Estate of Mary Biddle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\n-We find nothing in this case that seems to us suffi-\ncient to support the interpretation that would reduce Mrs. Biddle’s devise and bequest to her daughter below an absolute estate. The will is very naturally drawn, without following any artificial form, and is entitled to a natural interpretation. The first clause plainly gives the daughter an absolute estate. Now what is there to reduce it? Yery naturally the testator’s next thought is to make other dispositions “ in the event of her daughter’s death without children.” But death when ? There is not a word to inform us. The intention is therefore ambiguous. Another clause has the same ambiguity. The residue given to Grace and Richard Biddle is to go over “in the event of their death.”\nHow are we to deal with this ambiguity? Consider that-the devise to Anne is absolute, with no word directly tending to show an intention to reduce it to a life estate or to a conditional fee; and it is perfectly consistent with this to suppose that the subsequent dispositions were intended to take effect if Anne should die before her mother: 1 Rop. on Leg. 406; 13 State R. 157. And this supposition derives support from the residuary clause alluded to; for it would make the shares of Grace and Richard Biddle absolute, if ever they should vest in possession, and without it they would not be so.\nIf the intention of the substitutionary clauses is truly uncertain —in-one sense leaving the estate of Anne absolute, and in the other taking it away — it is mere matter of logic that what is expressly given must stand. The first gift is absolute, and the subsequent clauses make no profession of reducing it, and must therefore be taken as intended to provide for its failure to take effect by Anne’s death before her mother.\nBesides this, Anne is the heir at law of her mother, and also the principal object of her bounty; and both these considerations incline us to favour her in the interpretation of the will, and not to allow her portion to be reduced by expressions having an ambiguous reference to it. We cannot suppose that the mother intended to subject her daughter to all the inconveniences and abatements that belonged to a mere life estate; but that she meant her to have an absolute estate, if she should survive to take any at all: 23 State R. 388.\nIf we place our minds in the condition of the testatrix, after she had penned the first clause, all this will appear plain. She had already given all to Anne. Then what more had she to do? Nothing relative to any residue, for there was none. Of course, therefore, she had only to provide for Anne’s not living to take; and her will does not show any other intention.\nThe decree of the Orphans’ Court is reversed so far as it requires that security should be given by Anne E. Biddle for her share, and it is ordered and decreed that the same be paid to her in her absolute right.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "H. J. Williams and Gr. W. Biddle, for appellant.",
      "Gr. M. Wharton, for appellees."
    ],
    "corrections": "",
    "head_matter": "Estate of Mary Biddle.\nWhere a testatrix’s will contained the following, “I give to my daughter A. E. B. everything of which I die possessed. In the event of my daughter’s death without children, I give and devise” giving certain specific legacies, and bequeathing the residue to persons named: Held, that the devise to A. E. B. is absolute, and the subsequent disposition was intended to provide for the contingency of her death in the lifetime of the testatrix.\nA devise to an heir at law and the principal object of testatrix’s bounty, will incline the court to favour her in the interpretation of the will, and not to allow her portion to be reduced, by expressions of an ambiguous character.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal, by Anne E. Biddle, from the decree of the Orphans’ Court, confirming the report of an auditor making distribution of the balance in the hands of Henry J. Williams and George W. Biddle, Esquires, executors of Mary Biddle, deceased. Mrs. Biddle died on the 16th September, 1854, having made her last will and testament, in writing, in January, 1854, of -which the following is a copy:—\n“January, 1854.\n“ I give to my daughter, Anne E. Biddle, everything of which I die possessed.\n“ In the event of my daughter’s death without children, I give and devise to Dr. John B. Biddle, George W. Biddle, and Chapman Biddle, each two thousand dollars.\n“ I give to Mrs. Mary Vandervoort and to Mrs. Ann Leonard (my nieces), each three thonsand dollars.\n“I give to my brother, John Biddle, the portrait of Major Thomas Biddle, also a silver urn and two silver cans. The remainder of my plate and furniture I give to my nieces, Catharine, Hannah, and Elizabeth Biddle.\n“ I give to Henry J. Williams three thousand dollars.\n“ The remainder of my property I give to Grace and Richard Biddle, children of my brother Richard.\n“ In the event of the death of these children, I desire that the estate be equally divided amongst the following named persons: Mrs. Mary Vandervoort, Mrs. Ann Leonard, Thomas Biddle, Jr., Caldwell K. Biddle, Henry Chapman, son of the late Lt. Chapman.\n“ As executors of this my last will, I appoint Henry J. Williams and George W. Biddle.\n(Signed) “ Mary Biddle.”\nAnne E. Biddle was the daughter and only child of the testatrix. All the other parties named in the will, except Henry J. Williams, Esq., were related to her, in nearer or remoter degrees of consanguinity and affinity.\nIn October, 1855, the executors filed their account, showing a balance in their hands, arising from personal property, money loaned, stocks, and securities, and the interest and dividends thereon, of $29,374.02. The account being confirmed, the court appointed Lewis A. Scott, Esq., an auditor to report distribution. The balance, by subsequent credits, was reduced to $27,580.90. Henry J. Williams and George W. Biddle respectively released all their interest under the will to Anne E. Biddle.\nThe appellant claimed that the will.gave her the absolute right to this balance, and so claimed to have it decreed to her. The other parties named in the will, except Henry J. Williams and George W. Biddle, contended that she was but entitled to a life estate in the same, and that it could not, except- the income, be decreed to her, unless she gave security to protect the interests of those who, they alleged, were entitled at her death. And of this latter opinion was the auditor, who reported the following distribution :—\nBalance for distribution ..... $27,580.90\nTo be distributed as follows, viz.:\n1. To Miss Anne E. Biddle, absolutely, amount of legacies of H. J. Williams and G. W. Biddle . . $5,000.00\n2. To Miss Anne E. Biddle, absolutely, amount of balance of income, as per schedule .... 1,376.48\n$6,376.48\n3. The balance remaining to be paid to\nMiss Anne E. Biddle, on her entering security in such sum and form as the court may direct, otherwise to remain with the executors, who will pay Miss Biddle the interest and income thereof, say 21,204.42\n--$27,580.90\nTo this report the following exceptions were filed:—\nFirst. Because the auditor has reported that the exceptant is not entitled, under the will of Mrs. Mary Biddle, to an absolute estate in fee simple, in the property given to her under the said will.\nSecond. Because he has reported that the exceptant is not entitled, under the said will, to an estate in fee tail in all the realty, and to an absolute estate in all the personalty which belonged to Mrs. Mary Biddle, at the time of her decease.\nThird. Because he has reported that the exceptant is only entitled, under the said will, to a fee simple in the said estate liable to be defeated in the happening of certain contingencies.\nFourth. Because he has reported, in the happening of certain events, the estate of the exceptant under the said will, may be reduced from an absolute unqualified estate in fee simple, to a less estate.\nFifth. Because he has reported that the exceptant is not entititled, under the said will, to the immediate possession, control, and disposition of the whole estate of Mrs. Mary Biddle.\nThe court, after argument, dismissed the exceptions, and confirmed the report and distribution reported by the auditor.\nThis appeal was then taken, and the decree of the court below was assigned for error.\nH. J. Williams and Gr. W. Biddle, for appellant.\nGr. M. Wharton, for appellees."
  },
  "file_name": "0059-01",
  "first_page_order": 59,
  "last_page_order": 63
}
