{
  "id": 981638,
  "name": "Heffner et al. versus The Commonwealth ex relatione Kline",
  "name_abbreviation": "Heffner v. Commonwealth ex rel. Kline",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "108",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 129",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0129-01"
      ]
    },
    {
      "cite": "1 Wh. 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "1 Wh. 1",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0001-01"
      ]
    },
    {
      "cite": "7 Wend. 474",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0474-01"
      ]
    },
    {
      "cite": "8 W. & S. 365",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0365-01"
      ]
    },
    {
      "cite": "25 Maine Rep. 291",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/25/0291-01"
      ]
    },
    {
      "cite": "1 Jones 200",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 360",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0360-01"
      ]
    },
    {
      "cite": "10 Wend. 367",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0367-01"
      ]
    },
    {
      "cite": "1 Wend. 325",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Cow. 444",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/2/0444-01"
      ]
    },
    {
      "cite": "12 Barb. 217",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1937864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/12/0217-01"
      ]
    },
    {
      "cite": "5 R. 76",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. Rep. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 362",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 196",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "16 Pick. 87",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022325
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 761,
    "char_count": 17381,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 9.125783594783534e-07,
      "percentile": 0.9794103826130404
    },
    "sha256": "dd1aec895729570526185db2e76d40497ac87e13b11150e92ad5a1b483c25221",
    "simhash": "1:0e7317a8815b60dc",
    "word_count": 3115
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heffner et al. versus The Commonwealth ex relatione Kline."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIn order to obtain a writ of mandamus the applicant must have a right to enforce which is specific, complete, and legal, and for which there is no other specific legal remedy. When public rights are to be subserved, public officers must apply for the writ. But if a private individual make himself the relator, he must show some particular right or privilege of his own, independently of that which he holds with the public at large: Wellington’s Case, 16 Pick. 87. Hence, it was held in Sanger v. Commissioners of Kennebec, 25 Maine R. 291, that a mandamus would not be granted commanding county commissioners to locate a road, though it was their duty to do so, on the petition merely of one of the original petitioners for the road, who had no greater interest than the rest of the community in procuring such location.\nIn the case of The King v. The Archbishop of Canterbury, 8 East 213, the writ was refused to enforce the ,admission of a doctor of the civil law and a graduate of Cambridge, to be an advocate of the Court of Arches; Lord Ellenborough observing, “ there ought in all cases to be a specific legal right, as well as the want of a specific legal remédy, in order to found an application for a mandamus. But here nothing appears to show that Dr. Highmore has any legal right to what he claims, more than any of his majesty’s subjects.”\nThe insufficiency of an inchoate right (though resulting out of a statutory duty) to support mandamus at the suit of a private relator, was strikingly illustrated in Sir Charles Napier’s Case, 12 Law and Equity R. 451. He was commander-in-chief of Her Majesty’s forces in India, and several Acts of Parliament had charged the expense of the military establishment in that country upon the East India Company, but yet the Court of Queen’s Bench refused a mandamus against the company to pay Sir Charles’s salary, on the ground that the duty ranged itself under that class of obligations which is described by jurists as imperfect obligations — obligations which want the vinculum juris, although binding in moral equity and conscience, of which the performance is to be sought by petition, memorial, or remonstrance, not by action in a court of law.\nNor must the right to be enforced be a mere trust, else the party will be left to his remedy in equity: The King v. The Marquis of Stafford, 3 Term R. 646.\nWith these principles before us, let us inquire if this relator has such a specific legal right, without other remedy, as entitles him to the writ of mandamus, a writ which, as Judge Gibson said, in Commonwealth v. Canal Commissioners, 2 Penn. R. 518, involves an exercise of extraordinary powers which fit it for use only in extraordinary cases, where there would otherwise be a failure of justice.\nHe shows an Act of Assembly, passed in 1850, which enjoins and requires the town council of the borough of Pottsville to open á certain alley in said borough; that he had notified them of said law, and requested them to open said alley, which they had refused to do. He also sets forth that he is the owner of a lot of ground with two dwelling-houses erected thereon, through which the alley must pass, and that the opening of said alley will greatly appreciate the value of his said lot of ground.\nNow, granting that the relator has an interest in the proposed alley, and that, owing to the accidents of his position, it “ will make him two town lots out of what was one before,” and thus benefit him more than his neighbours, yet it is manifest that his interest, in kind if not in degree, is common to all. the inhabitants of Pottsville. The Act of Assembly was a public statute — the alley was to be a public highway, and every citizen of the Commonwealth will have an equal right to the free use and enjoyment of it. Some property owners may be injured by opening it, but this is no reason why the public authorities should be restrained by the courts from exercising their powers; and yet it would be as good ground for an injunction at the suit of a private complainant, as the incidental advantages anticipated by the relator are for the mandamus he wants. Be it that he has no other remedy, he has no right to the one he seeks, because he has no interest that is specific — that is definite and peculiar to himself, and which is, at the same time, a legal cause of action. He has no more right to call on the municipal authorities to open an alley to put money into his pocket than he would have to require them to build him a house. The ground on which his action rests is his right of' passage — his right to enjoy the alley as an alley — and this right is not peculiar to him, but common to the whole town, and therefore a subject of public concernment.\nIn Reading v. The Commonwealth, 1 Jones 196, mandamus was refused to private relators to remove obstructions from a street, and though the ground of the judgment was that there was remedy by indictment, it is apparent the court did not recognise any such interest in the relators as would entitle them to this writ. The nuisance in this ease, said the chief justice, is a public one, and it does not appear from the statement of the relators that they have received any special injury from it to entitle them to any civil remedy whatever. The obstruction of the sidewalk is not more injurious to them than it is to the inhabitants at large.\nThe propriety of the rule which commits public affairs to public officers is apparent in this case. The legislature enacted that an alley should be opened in Pottsville, the location of which is described with a precision which indicates rather private dictation than legislative discretion. But the legislature committed the duty of opening it to a public municipal corporation, whom they had previously called into being and invested with large discretionary powers over the streets, roads, lanes, and alleys of the borough, and to whom was granted also a limited power of taxation. The town council allege that the borough is without means to open the alley, and that it will be useless when done; and they submit the borough surveyor’s report, showing that it must overcome an elevation of 75 feet in a distance of 230 feet, which is more than 16J degrees.\nNow, under such circumstances, it will be soon enough for the courts to interfere to open that alley when those public officers whose duty it is to see that the laws are executed move the courts to action. The law was enacted for the public, and if the public acquiesce in its non-execution, the courts, who are only other agents of the public, have no duty or power in the premises. The law was not made for the relator, and confers on him no such rights as the courts can be called on to, guard, and therefore his complaint ought to have been dismissed at his costs.\nThe judgment is reversed and judgment is entered here for the defendants, on the demurrer for costs.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Parry, for plaintiff in error.",
      "B. W. Hughes, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Heffner et al. versus The Commonwealth ex relatione Kline.\nIn order to obtain a writ of mandamus, the applicant must have a right to enforce, which is specific, complete, and legal, and for which there is no other specific legal remedy, and the right or privilege claimed must be independent of that which he holds in common with the public at large.\nWhen public rights are to be subserved, public officers must apply for the writ.\nWhere an Act of Assembly enjoined upon the town council of a borough to open a certain alley within the corporate limits, which alley would if opened have enhanced the value of the relator’s property, it would not entitle him to the writ of mandamus, to compel the performance of the duty enjoined by the act.\nThe incidental advantage which he would derive from the alley, owing to the accident of the position of his property, gave him no other right to it than as an alley — a right of passage, and this he holds in common with all the citizens of the town, and which is therefore a matter of public concernment.\nError to the Common Pleas of Schuylkill'county.\nThis was an application for a writ of mandamus by Jacob Kline against Samuel Heffner and others, members of the Town Council of the borough of Pottsville.\nOn the 23d day of June, 1856, the relator filed a petition setting forth that he was a citizen and owner of real estate in the borough of Pottsville; that the defendants were members of the town council, and that an Act of Assembly had been passed on the 8th day of April, 1850, enacting “ that the town council of the borough of Pottsville shall have the power and authority, and it is hereby enjoined and required” to open a certain alley in the borough of Pottsville: that he had notified the defendants of the passage of this law, and had requested them to open the alley, and that they had refused to do so, and prayed that a writ of mandamus might be issued. Whereupon the court granted a rule to show cause why the mandamus prayed for should not issue.\nOn the 24th of July, 1856, the defendants appeared in pursuance of the rule, and resisted the application on the ground,\n1. That the relator was a private citizen, .who had no right to prosecute in this form for the alleged public wrong complained of in his application.\n2. That the respondents were not by name or description enjoined by the act to open the alley; and if any mandamus could issue, it should be directed to the corporation, and not to them as individuals.\n3. That the act is unconstitutional, there being no adequate provision made for payment of damages to the owners of property which might be injured by the opening of this alley.\nThey further alleged that the town council, in the year 1851, made an attempt to qpen the alley, and had been resisted by the owners of property over which it would pass, and threatened with legal proceedings if they attempted to enter by force: that the alley was not required for any public or useful purpose: that the corporation was in debt, with a limited power of taxation: that the damages claimed by the property owners would be large, and that to open the alley would be a useless expenditure of public money.\nOn the 29th of August, 1856, the plaintiff amended his petition by setting forth and describing the real estate which he owned in the borough of Pottsville, and showing that the alley if opened would pass through his lot, and alleging that the opening of the alley as prayed for would greatly enhance the value of his property.\nAfter argument, the court below made the rule absolute, and an alternative mandamus issued.\nOn the 3d November, 1856, the defendants filed an answer, showing cause why a peremptory mandamus should not issue against them. In this the objections contained in the former answer were renewed, and stated farther that there was no money in the borough treasury by which any damages incurred could be paid in any reasonable time, and that the other owners of property through which the alley would pass had notified the defendants that they would require the damages to be paid or security given before entrance on the property. That they did not conceive themselves bound to become security for the: corporation, and reiterated that it would be a useless expenditure of public money to open the alley as prayed for in the. application.\nTo this answer the relator filed a general demurrer, and the respondents joined therein. After argument, the court below rendered a judgment for the plaintiff on the demurrer.\nThereupon the defendants sued out a writ of error and removed the cause to this court, and assigned here for error:\n1. The court erred in granting the writ of mandamus.\n2. The court erred in giving judgment against the defendants.\nParry, for plaintiff in error.\n1. It is well settled that a private individual applying for a writ of mandamus, must show in himself a specific legal right, and the want of a specific legal remedy: Commonwealth v. Rossiter, 2 Binn. 362; Commonwealth v. Canal Commissioners, 2 Penn. Rep. 518; James v. Commissioners of Bucks County, 1 Harris 75.\nIt must be in the pursuit of or for the protection of some particular right which the individual holds independent of that which he holds in common with the public at large: 5 Bac. Ab., tit. Man. C. D.; Commonwealth ex rel. Leslie v. County Commissioners, 5 R. 76; People v. Sup. of Greene, 12 Barb. 217; Act 1836, §7.\nThe incidental advantages that the owners of property in the vicinity of the alley may derive from the opening of it, is the same in. kind but differing in degree, that accrues- to each inhabitant of the town. If the relator can maintain this writ, any other resident of Pottsville can upon the same principle, and recover damages. Upon the same grounds an action on the case -would lie; and if an action can be maintained, he cannot have a mandamus: 2 Cow. 444; 1 Wend. 325; 7 T. R. 396; 10 Wend. 367; 2 Binn. 360.\nBut this common right will not entitle the relator to the writ: Reading v. The Commonwealth ex rel. Fichthorn, 1 Jones 200. It does not appear that relator has sustained any special damage. It is a public statute; a public alley, and the wrong if any, a public wrong. The public officers must therefore apply for the writ: Sanger v. The Commissioners of Kennebec, 25 Maine Rep. 291; Commonwealth v. Burrell, 7 Barr 38; Murphy v. The Farmers’ Bank, 9 Harris 418.\n2. The writ is against the defendants individually, which would make them personally liable for costs: Act of 1836, §§ 7-14. The act to be done is a corporate act, and the writ should have been directed to the corporation: 5 Bac. Abr. tit. Mandamus, F. 278. The Act of 1836, § 1, authorizes the writ to be issued to a corporation. There are several instances of the kind in this state: 8 W. & S. 365; 3 Barr 282; 1 S. & R. 254; but no case where it was directed to the individual members of the corporation.\n3. The act is unconstitutional, for no adequate remedy is provided for the payment of damages within a reasonable time: Pittsburgh v. Scott, 1 Barr 315;. Commonwealth v. Wood, 10 Id. 97; Keene v. Bristol, 2 Casey 46. And this is necessary: 1 Barr 315; Yost’s Report, 5 Harris 532; Sharrett’s Road, 8 Barr 89.\n4. That the defepdant is not entitled to the writ upon the facts and merits. By demurring he admits the answer: The People ex rel. Bently v. Sup. of Hudson, 7 Wend. 474. These facts show that it would be inconvenient and burdensome to open it, and if opened would not be used for any useful public purpose. This is decisive against the right: Price v. The Co. Com., 1 Wh. 1.\nB. W. Hughes, for defendant in error.\nThe authorities cited by the plaintiff in error establish that a private relator may have a mandamus, when he has some particular interest to be subserved, or some particular right to be protected or enforced.\nThe relator is such private person — his right in common is the right of way in and over the alley, his special right or interest, the appreciation of his property. The owner of property in a town has a special interest in all its streets: 1 Wh. 323-333; 5 W. & S. 129; Williams v. Esling, 4 Barr 486.\n2. The town council is not a corporation, but a mere branch or division of the corporation, and it was upon them that the Act of Assembly enjoined the duty of opening this alley. The corporation were not “ enjoined and required to open” this alley, but the town council, and it is directed to the officers and members composing that council. It could not be enforced against the borough in its corporate capacity. The duty is a special .one — not under the corporation, but under the act.\n3. If the Act of 1851 be unconstitutional, because it provides no adequate means of securing compensation for damages, then the Act of 1850 — the provisions of which as to damages it adopts —must be equally so. The terms of that act make the corporation clearly liable, and,provide a speedy means of adjustment. It is compulsory upon the borough — while the owner has his option between the mode there provided and an action to recover them or compel their payment if assessed. It is not the case of the state conferring upon a corporation power to take private property for public use, but it is the state in her sovereign capacity taking it by her agent, the “town council,” upon whom the duty is enjoined. The act, in the case of Pittsburgh v. Scott, 1 Barr 305, did not provide as speedy a remedy as here, and yet held constitutional: Yost’s Report, 5 Harris 524.\n4. The last objection is, that the specific duty, peremptorily imposed by the legislature on the council, cannot be enforced, because the members entertain certain opinions about the utility of the act — that it will cost a great deal of money, and that the borough cannot pay it.\nIt is probable the court below might, under the facts, in their discretion have refused the writ — if they had been satisfied that the evils deprecated by respondents would ensue — but the court did deem it “ advisable” to grant the writ, and this we claim disposes of this last objection. The Act of 14th June, 1836, gives the Common Pleas concurrent powers with the Supreme Court to issue writs of mandamus. The court below has exercised its discretion. Can this court review that ? The Act of 1836, § 32, authorizes the Courts of Common Pleas “ to award peremptory mandamus, if the case, in their discretion, requires it, notwithstanding the writ of error.”"
  },
  "file_name": "0108-01",
  "first_page_order": 108,
  "last_page_order": 114
}
