{
  "id": 981679,
  "name": "Beaupland versus McKeen et al.",
  "name_abbreviation": "Beaupland v. McKeen",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "124",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wh. 331",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "5 Johns. 56",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0141-01"
      ]
    },
    {
      "cite": "5 W. & S. 209",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1152,
    "char_count": 31807,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 6.095422943426718e-07,
      "percentile": 0.955563239401216
    },
    "sha256": "2ac5bc7a408d92e1e27c7492b2708c7e7cb282404b218127473380ab400bc7ab",
    "simhash": "1:ef510ca49f4ab2d0",
    "word_count": 5567
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beaupland versus McKeen et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWe have gone further in Pennsylvania in relieving purchasers of real estate from payment of purchase-money, on the ground of defects and encumbrances, than courts of justice have gone in any other state or country where the common law obtains. We administér not only all equitable relief whilst the contract remains executory, but, after it has been executed by a deed made and delivered, we give the purchaser, besides the full benefit of any covenants his deed may contain, the right to defend himself from payment of the purchase-money however solemn the instrument by which it is secured, if he can show a clear outstanding defect or encumbrance, unless he expressly assumed the risk of it.\nIn England, and in most of the states around us, the equitable right of the purchaser to detain unpaid purchase-money, depends on the covenants in his deed. He is not compelled to pay that which he would be entitled to recover back in damages by an action at law; but as his equity springs from breach of a legal covenant, he has no title to relief where there is no covenant, or a covenant but no breach.\nBut with us the failure of consideration is the ground of relief, and neither covenants nor eviction are essential to it. In England, eviction is an indispensable ingredient of a claim for relief against payment of purchase-money. Here it is sufficient that eviction may take place.\nThis is a, very delicate ground on which to administer justice to vendors and vendees, for, in determining the possibility of an eviction, we have not before us the paramount claimant on whose will and rights the liability to eviction depends. Possibly he has no rights, as would appear the moment he attempted to assert them — or if he have rights it is possible he may never attempt to assert them — and in either case it would be against conscience and' equity to allow the purchaser to keep the land on which so unsubstantial a cloud rests, and the price also which he agreed to pay to the party who put him into possession.\nNot intending, however, to question any of the well settled rules of law which prevail with us, it is sufficient for present purposes to say that this case lies far beyond any extent to which we have carried the doctrine of equitable relief against payment of purchase-money.\nWhat is this case in its general outlines ?\nA well-paid agent of the plaintiff buys him a body of timber lands in Luzerne county. He employs surveyors to define and settle the lines, and assists in person in the work. Having completed the pürchase for his principal, settled lines, paid taxes, and exercised other acts of agency and ownership over the lands, he advertises them for sale, and proclaims to the world “ titles indisputable, and possession given immediately if required.”\nWithin three months after thus offering the lands to the public, the defendants bought them of the plaintiff for-$27,250 — took possession of them, and paid all the purchase-money except one note for $8625, for which this suit was brought. And what is the defence to this note ? Nothing else than that the very party who acted as agent for the plaintiff both in buying and selling these lands, has acquired a better title to part of one of the tracts. Williams has not indeed evicted the purchasers, nor even threatened to disturb them. The tract which he purchased did not belong to this body of lands — was a younger survey — and interferes only to the extent of 115 acres with one of the tracts sold by the plaintiff to the defendants. There is not a fact or suggestion on this record to lead to the suspicion that Williams or Pearson & Williams intend to take away from the defendants or even to claim the interference.\nThen why should not the defendants pay ? Because they may be evicted, and that in Pennsylvania is a defence. Impossible. The title of Pearson & Williams, if the best for the interference,can never disturb MeKeen and Pursell, because, they have estopped themselves from setting it up and asserting it. They were doubtless in possession of the Patterson tract whilst acting as agents of Beaupland ; but let it be granted that they had no interest whatever in the tract, and that the title to it has been acquired since their agency ceased, the question then is whether a party who stands by and encourages two several purchases of the same land, receives a commission on the sale, surveys and adjusts lines, and performs all necessary acts for the protection of the apparent title, can afterward buy up and assert a better title to part of the land ? Surely he cannot, until all distinctions between fraud and fair dealing come to be confounded. He is estopped from denying the right in whose existence he gave the purchaser reason to confide: 5 W. & S. 209.\nThe rule is clear, that mere silence will postpone only where silence was a fraud, and a fraudulent concealment of title cannot be imputed to one who was ignorant that he had any title to conceal, but positive acts stand on a different ground. For these his title may be postponed even without fraud, in accordance with an equitable principle of universal application, that, where a loss must necessarily fall on one of two innocent persons, it shall be borne by him whose act occasioned it: Per Gibson, C. J., in Robinson v. Justice, 2 Penn. R. 22. Though the ordinary effect of estoppel is confined to the persons of those to whom it attaches, yet where it arises upon the conveyance of land, it operates upon the estate apart from the person. Thus in Raulin’s Case, 4 Coke 52, where A. having nothing in land demised it by indenture to B. for six years, the lease was good at the time as against the lessor, but when he obtained a subsequent term for twenty-one years in the same land, the term itself was bound by the estoppel, and the lease became good against all parties to whom the estate might subsequently come. So it was held in Helps v. Hereford, 2 B. & Ald. 242, that a fine levied by an heir who had no estate in the land at the time either contingent or vested, bound the estate by estoppel upon its subsequent descent from the ancestor. And see Webb v. Austin, 7 M. & G. 701, and Doe v. Oliver and the notes thereto, in 2 Smith’s Leading Cases, Am. ed., 620.\nThese were estoppels arising from conveyances, but we have held that a party may be estopped as effectually by matter in pais as by matter of record, which is a higher species of evidence than conveyances: 17 S. & R. 364; 10 Barr 527.\nWithout going further into the law of estoppel, and invoking only those familiar principles which we have often applied to agreed or consentable lines between adjacent estates, it is beyond question that upon the evidence of Pearson & Williams’ agency, that which was rejected by the court below as well as that which was admitted, they and all persons claiming the Patterson tract under them would be estopped from extending its lines beyond the boundary of the Edgerton survey. If, then, the Patterson survey was the better title — if, when McKeen and Pursell purchased the Edgerton tract, the Pine Forest Company might have taken away the interference from them — the moment that title vested^ in Pearson & Williams it enured to the benefit of Beaupland, and through him to McKeen and Pursell, and thereby extinguished all defence to the note in suit. Whatever hazards of loss they were exposed to when they made their note, they are exposed to none now, for the parties who encouraged them to invest money in that title have bought in the adversary title, and are restrained by a salutary rule of law from asserting it to their prejudice.\nThis view of the case was suggested to the court below by the second point submitted by plaintiff’s counsel, but the court waived it with the remark that Williams’s agency for Beaupland did not affect the Patterson tract if that title was complete before the Patterson tract came into possession of Williams, and they put the cause to the jury upon different grounds.\nThe judgment must be reversed not only because the true ground for ruling the cause was repudiated, hut because the evidence of Williams’s agency, which was rejected, was competent and ought to have been admitted.\nHad the court admitted that evidence,' and ruled the case upon the second point of the plaintiff, there would have been an end of it; but, inasmuch as we cannot assume that the case on retrial will present the same aspects it exhibits on the present record, we must review the points taken by the court below, so that the cause may, if dependent on them, be properly tried.\nThe case involved an interference of surveys. The Edgerton tract, for which in part the note was given, was the oldest survey, and the Patterson tract, now owned by Pearson & Williams, and interfering with the Edgerton to the extent of 115 acres, is the younger survey. There was an ancient possession on the Patterson tract, not within the interference, but at a well known point on the Easton and Wilkesbarre turnpike, called Bear Creek. Here was a tavern-house and saw-mill from an early day, and a few acres of land cleared and cultivated. There had been no actual possession of the Edgerton tract. The learned judge, following the doctrine which originated with Waggoner and Hastings, 5 Barr 300, and was recognised by two judges of this court in Hole v. Rittenhouse, 7 Harris 306, the first time that case appeared in this court, ruled that the possession of the Patterson tract at Bear Creek ivas in law a possession of all the land within the lines of the survey; and, if kept up for twenty-one years, rvould give title to the whole tract. This established the Patterson title to the interference, and to that extent failure was shown in the consideration of the note in suit.\nIt is due to the memory of the learned judge, now no more, to state that the cause was tried before Hole v. Rittenhouse had its final ruling in this court as reported in 1 Casey 491. In that case the doctrine of Hastings and Waggoner was exploded in an opinion, of which I may be permitted to say, that any attempt to make the reasoning stronger or clearer than it is would be extravagant presumption.\nWith excellent good taste, the counsel for the defendants in error do not resist the ruling in Hole v. Rittenhouse, the last time it was here, nor attempt to justify the position assumed by the court below on the trial of this cause. They agree that Hastings v. Waggoner and its cognates are not law, and that it was a mistake to rest this cause on them, but they maintain that the result arrived at by the court below was right, because the evidence clearly showed that there had been actual possession of the interference for more than twenty-one years by those claiming title to the Patterson tract. This is denied on the other side, and it is said the only possession of the interference was by timber-stealers, who were unconnected with the Patterson title. This involves a question of fact to be decided by a jury.\nIf the fact be that those in possession of the Patterson tract, at Bear Creek, made such use of the interference as owners ordinarily make of their adjacent timber lands — taking firewood, fence-rails, or lumber from it, for the use of their mill, for a period of one-and-twenty years, this would be possession, and would give title under the statute of limitations. Constructive possession would not oust the real owner of the Edgerton survey, but actual possession would, and such acts as I have enumerated, have repeatedly been held to constitute actual possession. The marking of lines -and payment of taxes would be additional assertions of ownership which would help to make out the actual possession. But, if this was mere marauders’ ground — if anybody Avho wanted to get lumber manufactured at the Bear Creek mill went upon the interference to take timber without regard to the Patterson title — if, in a word, the only acts of possession were occasional entries for lumbering purposes, they would not constitute the possession essential to title: Sorber v. Willing, 10 Watts 141.\nIf, on the next trial, this question of fact should be so found as to give title under the statute of limitations to the owners of the Patterson tract, the next inquiry will be, what is the measure of damages which the defendants will be entitled to defalk against their note.\nThe rule that applies to damages on breaches of covenant of title is applicable here; and, according to that, either party may produce evidence to show the relative value which the part taken away bears to the whole; and this, as was said by Kent, Chief Justice, in Morris v. Phelps, 5 Johns. 56, operates with equal justice as to all the parties to the conveyance. In Lea v. Dean, 3 Wh. 331, Judge Kennedy reasserted the rule with great emphasis as applicable to a case untainted with fraud.\nThe relative value of the part to the whole is to be estimated with regard to the price fixed by the parties for the whole. The whole purchase being assumed to be worth the price agreed on, what part of the price would fairly be represented by the part taken away ? This was the question in Stahley v. Irvine, 8 Barr 500, though the case is so defectively reported that the point ruled is scarcely discernible.\nIt was competent for either party under this rule, with its limitation, to give evidence of the peculiar advantages or disadvantages of the part lost, and the inquiry should not be unduly restrained whilst it is confined to the proper point, but undue latitude was allowed to it when the cost of erecting a saw-mill on an adjoining tract was gone into. We think there was error in admitting all the evidence in relation to the cost of the watermill, dam, plank-road, and other improvements of the defendants! We have already intimated that the court erred in rejecting the receipts of Pearson & Williams for moneys paid them by the plaintiff for their agency. The receipt of Hoyt also ought to have been admitted.\nThere was no error in admitting Ford’s deposition, for what.he swore to were open and notorious facts, occurring in the presence of others, and not confidential communications from client to counsel, such as are'privileged in law.\nHaving now alluded sufficiently to the several errors relied on, the judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      ". Brozvn and Ilvrie, for. plaintiffs in error.",
      "Porter and Gfreen, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Beaupland versus McKeen et al.\n1. A party who encourages another to buy land, acts as his agent after the purchase, adjusts the lines, pays the taxes, assists in the sale, and receives a commission off the purchase-money, cannot afterwards buy up and assert a better title to part Of the land. He is estopped to deny the right in -whose existence he induced the purchaser to confide.\n2. An omission to assert a right, will postpone only where the silence of the party is a fraud; but acts done are on a different footing, and by these a party may be postponed without fraud, upon the principle that between two innocent persons the loss shall fall upon him whose acts occasioned it.\n3. Where the title to a part of the land sold is defective at the time of sale, but the adverse title to it is' afterwards purchased by one who by his previous acts is estopped from setting it up against the vendees, the defence to the payment of the purchase-money on account of such defect is thereby extinguished.\n4. The receipts of the agent for services and commissions as such, and for repayment of money advanced for the owner, are competent evidence.\n5. Where the owner of a junior survey which interferes with an older and unoccupied survey, takes possession of his survey, by erecting improvements upon and' clearing and cultivating his land outside the lines of the interference, and uses the balance of it, including the interference, as owners usually do their adjacent timber lands, by taking firewood, fence rails, or timber for the use of a saw-mill, for a period of twenty-one years, this would be such possession as would give title under the statute of limitations to the part within the lines of such interference.\n6. But occasional entries upon the interference for lumbering purposes, would not constitute such a possession as is essential to confer a title under the statute of limitations.\n7. The rule of estimating damages for failure or defect of title, to a part of, the land conveyed, is the relative value which the part taken away bears to” the whole, and that is to be estimated with regard to the price fixed by the parties for the whole land.'\n8. In such cases, it is competent for either party to give evidence of peculiar advantages or disadvantages of the part lost, and reasonable latitude should be allowed while the inquiry is confined to the proper point.\n9. But the expense of erecting improvements on an adjoining tract of land, is an undue latitude, and the admission of such evidence is error.\nError to tbe Common Pleas of Northampton county.\nThis was an action brought by Yan Ohalkwyck Beaupland against James McKeen, Thomas McKeen, and Andrew IT. Reeder, on a promissory note for *$8625, dated the 29th day of November, 1851, and payable one year after date. . ’\nOn the 1st December, 1851, Beaupland sold and conveyed to James McKeen and Peter Pursell eight contiguous tracts of pine timber lands situate in Luzerne county, containing, according to the official surveys, 2692 acres and 40 perches, for the sum of $27,250, of which sum $10,000 was paid in hand, and two notes of equal amount given for the balance of the consideration. One of these notes was paid, and the defendants resisted the payment of the note in suit, because of an alleged failure of title to 115 acres of the land conveyed, and being part of a tract warranted in the name of Edward Edgerton. The warrant to Edgerton was dated on the 31st October, 1785, and the survey was made the 20th November of the same year, and a patent was issued to John Hollenback, the then owner, on the 5th September, 1836, and a regular chain of conveyances to the plaintiff, for this as well as the other tracts. The defendants showed a warrant to Alexander Patterson for 300 acres, dated 3d May, 1787, and a survey thereon on the 18th May of the same year, and proved that the title to this tract by a regular chain of conveyances from the warrantee became5vested in 1839 in Abisha Jenkins, in trust to reeonvey to Daniel Parry and Matthew C. Jenkins, as trustees of the Pine Forest Company. And that on the 22d January, 1854, these trustees conveyed to Isaac F. Pearson and Stiles Williams under this survey. This latter survey, it was alleged by the defendants, covered 115 acres of the land embraced in the Edward Edgerton survey, and sold by the plaintiff to the defendants. And that the persons claiming under this junior survey had entered upon it, and cleared and cultivated a part of it, and erected upon it a dwelling-house, a saw-mill, and other improvements, and had continued to occupy it for a period of forty years and upwards. There was no clearing or cultivation or buildings erected within the lines of the interference, but the defendants alleged that the claimants had entered under the survey, claiming to the extent of its boundaries, and that these were well known and distinctly marked upon the ground, and that the part not cleared and cultivated had been used for cutting timber for the saw-mills, firewood, and fencing.\nBeaupland became the owner of these lands in 1836, and, residing in the state of New Jersey, he employed a man by the name of Stiles Williams, who resided near to the lands, to act as his agent, and prevent depredations upon the timber. Williams acted as agent for several years, and afterwards Isaac F. Pearson was associated with him in the care of them. They were authorized by Beaupland to make a sale of the lands, and, for the purpose of fixing and determining the boundaries and lines, they employed a surveyor, who re-examined the lines and resurveyed the land in September, 1842. They published a printed advertisement or band-bill offering the land for sale, in which they represented, “the title is indisputable, and possession given immediately if required.”\nAfter the sale they presented their claim for their services and commissions as agents: in making the purchase of the lands in 1836, $300; $30 per year for 15 years’ superintendence, $450; commission of 2-J¡- per centum on purchase-money of sale to McKeen and Pursell, $681.25; and for surveying, $103.25; making in the whole $1534.50; and which was paid by the plaintiff, after deducting therefrom his claim of $614.13; and the receipt for such payment was offered in evidence, but being objected to by defendants’ counsel it was rejected by the court.\nThe plaintiff alleged that Williams & Pearson, by having acted as agents for the plaintiff in the manner stated in the purchase, surveying, paying taxes, and sale of the land, were estopped by their acts from claiming the land embraced in this interference, even though the title under the Patterson survey should be superior to that of the Edgerton. And also that, there being no actual possession of the part embraced in the interference by those claiming under the junior survey of Patterson, there was no title acquired by the occupancy of the other part of the tract.\nThe defendant offered in evidence the deposition of Henry A. Ford, Esq., taken on a commission to the state of New Jersey, in which he deposed to having acted as counsel and agent for Beaupland in the matters connected with the sale to McKeen and Pursell, and that the note in suit Was given as part of the consideration for the land. He also testified to having had a correspondence with the defendant, McKeen, on the subject of the payment of this note, and the matters alleged here in defence.\nIt was objected by the plaintiff, that the matters testified to were confidential communications, but the objections were overruled and the deposition admitted.\nThe defendants, for the purpose of showing the damage they had sustained by the alleged failure of title, called a witness, John Apple, and offered to prove that in the spring of 1852, he was called upon by McKeen and Pursell to build for them a steam sáw-mill on this land, and to ask the witness what damage McKeen and Pursell had sustained by reason of failure of title to the Edgerton tract. The plaintiffs objected, but the evidence was admitted. The witness testified, in substance, that the defendants had, in consequence of the title to the Edgerton tract being claimed by other parties, abandoned the idea of building a steam-mill, and had erected a water-mill about a mile and a half further up Bear Creek; and that for the purpose of getting the lumber out they were compelled to build a plank-road. The difference in the expense of erecting the water-mill -with the plank-road, and the steam-mill, as at first proposed, he estimated at $5700; and this defendants claimed, together with the value of the 115 acres of land they were entitled to have deducted from the note in suit, as damages for the alleged failure of title.\nThe plaintiffs denied that there were any marks on the ground indicating that the Patterson survey was located as claimed by the defendants, or that there had been any such use of it, in connexion with the land cultivated and improved, as would constitute such adverse possession as is necessary to confer title by the statute of limitations.\nThe plaintiffs presented the following points: — ■\nFirst, That if there were no marks of lines on the ground of the Patterson tract, nor visible monuments preserved and proved so to have been, then the occupants of that tract cannot claim by possession as against an adjoining tract, having an older warrant and survey, and whose lines and courses are marked on the ground.\nSecond, That if Stiles Williams was for fifteen years or. more agent of the plaintiff, and had the care and custody of this land, that a title by occupation as against his principal cannot be set up successfully.\nThird, That if McKeen, the defendant, knew of this alleged interference before he purchased, he cannot now avail himself of it as a defence against the payment of this note.\nFourth, That the measure of the deduction on his note to which (if anything) the defendant is entitled, is the value of the land interfered with at the price per acre of the residue of the tract.\nThe court below (McCartney, P. J.) charged the jury as follows :—\n“ This is an action on a promissory note for $8625. By deed dated 1st December, 1851, Beaupland sold to McKeen and Pursell eight tracts of land in Luzerne county for $27,250; of this sum all has been paid except the note on which this suit is brought. The payment of this, a part of the said consideration, is resisted upon the ground that 114 or 115 acres of the land sold did not belong to Beaupland at the time of the sale. If -any part of the land sold did not belong to Beaupland, McKeen is entitled to a deduction from the note to the extent of the damage suffered by him and Pursell from the failure of title to that part. If the damage equals the value of the note, the note is not to be paid; failure of consideration is a defence to the extent of the failure. The primary question then is, did McKeen and Pursell get a good title to the 114 acres in controversy? These 114 acres lie in what is called the Edgerton tract, one of the eight tracts enumerated in the deed of Beaupland to McKeen and Pursell ; McKeen alleges that these 114 acres also lie in that part called the Patterson tract, a tract not by name included in the deed from Beaupland, but belonging to one Stiles Williams and others. The title to the Edgerton tract is the oldest, the warrant for it is dated 31st October, 1785; and the survey of it is dated 20th November, 1785, but it remained unseated (unoccupied) till a few years ago. The warrant of the Patterson tract is dated 3d May, 1787, and the survey of it is dated 18th May, 1787. The Patterson tract has been occupied without intermission for a long time. The warrant describes it as including a saw-mill and improvement made by Patterson, and witnesses here have testified that for fifty years and more it has been constantly occupied. You would have little difficulty in deciding that the Patterson tract has had tenants on it almost from the time of its survey until the present time. From the manner in which the public lands of Pennsylvania were surveyed and sold, it frequently happened that adjoining surveys run into each other. In running over an extensive wooded country the surveyor would sometimes locate a new survey in whole or in part upon former surveys. A subsequent deputy might not know where his predecessor had surveyed. Interferences of this kind have been so frequently before the Supreme Court, that the rules for disposing of them have been judicially made known. Of these rules of law, those applicable to the present case are the following:—\n“ First, Where two surveys run into each other, and the owners of each are in possession, or both are out of possession, the law gives the interference to him who has the oldest title: Hole v. Rittenhouse, 7' Harris 307.\n“ Second, Where the holder of the younger warrant occupies his survey, and the holder of the older warrant does not occupy his survey, the possession of the younger warrant holder extends over the whole of his survey and includes the interference: Id.\n“ Third, If the younger warrant holder occupies any part of his survey for twenty-one years, and the holder of the older warrant does not occupy his survey, this twenty-one years’ occupation gives the interference to the younger warrant holder: Id.\n“Fourth, The sole possession of the younger warrant holder extends to the lines of his survey, and the lines may be determined either by the actual occupant marking them, or by the official surveyor marking them on the ground: Id.\n“ Fifth, If there be no monument on the ground to fix the position of the younger warrant and survey, the holder of the younger warrant gets no more than he actually occupies: Id.\n“ Sixth, If the older warrantee do not have his survey returned for seven years, he is postponed to a younger warrantee whose survey interferes with that of the older warrantee: Id.\n“These rules make it most important to decide whether the Patterson survey was located where the defendant, McKeen, says it was located. It is this view of the case that led the counsel to attach so much importance to the hemlock corner. Was the hemlock marked as a corner of the Patterson survey? Was the Patterson tract located in reference to that corner ? This is a question of fact. The primary question of fact for you. In relation to this question you have the testimony, including that of the two surveyors. You also have the positions of counsel respecting that testimony, and you will determine the effect to be attached to it. If the hemlock was not marked as a corner of the Patterson survey, then that tract has no monument on the ground, and you need look no further. The sale of the Edgerton tract for taxes, and the payment of taxes by Beaupland, does not affect the title to the interference, nor change the possession. Payment of taxes is not an act of possession: it is an act based on title, not on possession; it is evidence of ownership, not of occupancy. The fact that Williams was the agent of Beaupland does not affect the title to the Patterson tract, if that title was complete before the Patterson tract came into possession of Williams. As to the reservation in the deed to swell the water, we say to you, that any admission by Williams to the owner that ho did not claim the interference, would stop the running of the statute. The reservation was to flow water, possibly on to other lands of McKeen and Pursell. An admission distinctly made that one does not claim under the statute of limitations, would preclude him from claiming, But such an admission should be accompanied by greater certainty than is contained in this reservation. If you find McKeen and Pursell’s title to the 114 acres to be good, you need not inquire about damages. What is the damage to McKeen and Pursell, if you find that the interference belongs to the Patterson survey ? The damage is the value of the land lost, taking into view the object for w’hich it w'as purchased and its relation to the other tracts. You can probably have little difficulty in arriving at the conclusion that the tracts were sold to McKeen and Pursell for lumbering purposes. Fancy damages are not allowed. But a saw-mill is not a fancy matter. You are to look at the tracts and at the interference, not as a locality for a town, but as a lumber tract, and estimate the interference accordingly, in itself and in its connexion with the rest of the purchase. The plaintiff’s fourth point is answered in the negative. If a tract of land be laid out, forty perches on a stream of water by four hundred perches deep, the loss of an acre four perches by forty along the stream may he more in value than the one-hundredth part of the tract. The other points of the parties are sufficiently answered in the general charge. The first points of each are correct and stand together, the plaintiff’s being in the negative, and the defendants’ in the affirmative. To this charge both parties except, and it is written and filed.”\nThe jury found for the plaintiff $5265.24. The note and interest at the time of trial amounted to $10,400.\nThe plaintiffs below took this writ of error, and assigned the rejection and admission of the evidence above stated, the answers to the plaintiffs’ points, and the general instructions of the court to the jury here for error.\n. Brozvn and Ilvrie, for. plaintiffs in error.\nPorter and Gfreen, for defendants in error."
  },
  "file_name": "0124-01",
  "first_page_order": 124,
  "last_page_order": 135
}
