{
  "id": 981568,
  "name": "Wilson versus Gibbs",
  "name_abbreviation": "Wilson v. Gibbs",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "151",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 284,
    "char_count": 4406,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 5.574266493056857e-08,
      "percentile": 0.350165009620252
    },
    "sha256": "0258d720d9ce6dc52398347bb9eb3c73b8bf7122a33610272fb2e2c7a41d6e2c",
    "simhash": "1:1c620e823d7934ae",
    "word_count": 763
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Gibbs."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by .\nLowrie, J.\nThis is a simple question of interpretation, and it is a very simple one if we take it up rightly. It is not so much the mere conveyance of the rent, as the transaction, that we are to interpret. In other words, we must interpret the conveyance in the light of the circumstances on which it was founded, and which it was intended to change. It declares a new law between the parties, and we must look to their old law and to the old relations which it was to alter.\nBerry had a conveyance of the ground, and supposed himself the owner of it, when he bought the ground-rent from Brinton. Now, certainly the parties did intend by this to extinguish the rent, and they say so. But this was only the accidental and conditional form of their intention. It was a secondary intention that was to follow as a consequence of the real thing which they were doing. Their primary and chief intention was that Berry should own the rent, and because they supposed him to be the owner of the ground out of which it issued, they supposed and intended that the conveyance should amount to an extinguishment. In their mind there was, first, the purchase and sale of the rent, and second, the extinguishment of it as the consequence of the ground and the rent being owned by the same person. But the condition and its consequence go together; the former not existing, neither does the latter. Yet the main fact and principal intention remain unaffected; the rent is conveyed to Berry. It would be a great perversion of the design of the parties to treat the transaction as an extinguishment or conveyance of the rent in favour of those who claimed the ground adversely to Berry. They were not parties to the transaction, and acquired no rights under it. Indeed, the present owners bought expressly subject to the rent. The court was right in declaring the transaction a sale, and not an extinguishment of the rent. The record does not seem to us to raise any other point than this.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Rodney and McQall, for plaintiffs in error.",
      "Parle and Woodward, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Gibbs.\nWhere one had bought a lot subject to a ground-rent, and, believing his title good, purchased the ground-rent,\nHeld, the rent was not extinguished, but was payable to him upon the. failure of his title, though the parties called an extinguishment in the deed.\nError, to the District Court of Philadelphia.\nThis was an action on a ground rent deed, brought by Thomas Gibbs and Sally Ann his wife against Richard Wilson, administrator of Jesse Brown, deceased, and Margaret Wilson et al., terre tenants.\nOn the 19th October, 1820, John IP. Brinton conveyed a lot of ground in Philadelphia to Jesse Brown, reserving a ground-rent of $22.50. On the 80th January, 1822, Brown was discharged as an insolvent by the Court of Common Pleas. Kreidor and Perham were appointed his trustees. Kreider never acted, and Perham did not give bond until February 2, 1826. Perham having died, Timothy Curran was appointed assignee of Brown on the 17th April, 1826, and conveyed the lot to James Stewart (the father of Margaret Wilson), et al., defendants, subject to the ground-rent of $22.50.\nOn the 27th December, 1822, Brown, after his discharge as an insolvent, executed a deed to one Berry for the lot, subject to the ground-rent. On the 28th December, 1822, Brintoir executed a deed poll, granting, bargaining, selling, releasing, and extinguishing the ground-rent to Berry. Sally Ann Gibbs, plaintiff, was the heir at law and representative of Berry.\nWilson et al. contended that the ground-rent was extinguished by the deed from Brinton to Berry. Gibbs claimed that Berry never possessed any title to the lot under the deed from Brown to him, and that the rent was not extinguished by the deed from Brinton to Berry.\nThe counsel for the terre tenants requested the court to charge :\n1. That by the deed of 28th December, 1822, from Brinton and wife to Berry, the ground-rent was extinguished, and the plaintiffs were not entitled to recover.\n2. That no action can be maintained against the present representative of Jesse Brown, to recover arrears of ground-rent accrued since his death.\nThe court refused so to instruct the jury, and' answered both points in the negative.\nThe verdict was in favour of the plaintiffs. The answers to the points were the errors assigned.\nRodney and McQall, for plaintiffs in error.\nParle and Woodward, for defendant in error."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 153
}
