{
  "id": 981727,
  "name": "The Fourth Baptist Church, of Philadelphia versus Trout, Johnson & Co.",
  "name_abbreviation": "Fourth Baptist Church v. Trout, Johnson & Co.",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "153",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 262",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0262-01"
      ]
    },
    {
      "cite": "3 W. & S. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 7616,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.146366497738375e-07,
      "percentile": 0.7678453454236135
    },
    "sha256": "a6bd682d222d2c96c16f6e3a9dc002e5cf7732db083df6991e20756b59b52a5b",
    "simhash": "1:9df5436cf608dacc",
    "word_count": 1369
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Fourth Baptist Church, of Philadelphia versus Trout, Johnson & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWhere materials are furnished and work done in the erection of a building under an entire contract, the building is chargeable with the contract price, if the lien is filed within six months from the consummation of the contract. The jury have found that the lien in the case at bar was filed within six months from the completion of the contract, but it is objected that the claim was invalid, because the plaintiffs had set forth in their claim filed that the materials were furnished and the work and labour done within six months from the time of filing the lien, “ to wit, on the 14th day of December, 1854,” whereas the evidence proved that the last work was done in November, 1854. The lien was filed on the 3d January, 1855.\nThe 12th section of the Act of 16th June, 1836, requires that one who files a lien for materials or work, shall set forth upon his claim filed, the time of delivering the materials or doing the work. There must be a substantial compliance with the statutory requirement ; and it has been held that a claim was defective where no year was stated: Rehrer v. Ziegler, 3 W. & S. 258. Or where it was merely stated to have been filed “ within six months according to Act of Assembly:” Lehman v. Thomas, 5 W. & S. 262. In Witman v. Walker no time was expressly stated when the materials were furnished; and it was held that the copy of a bill with a date attached embodied in the claim was insufficient. But it has never been decided that the precise day when the work was done, or the materials furnished, must be stated in the claim, and that no evidence could be received that did not exactly correspond in point of time with the claim as filed. On the contrary, it was held in Driesbach v. Keller, 2 Barr 77, that all that was required was certainty to a common intent; and that a claim which stated that a contract for the workmanship of a dwelling-house and shed was made on the 16th April, 1841, and the work done between said 16th April and the 29th August, 1842, was sufficient. In Calhoun v. Mahan, 2 Harris 56, the claim was for 16,836 bricks furnished “ within six months last past,” referring for date to a bill of particulars, which had but one date, viz., 3d June, 1847. This was held good. So also was the claim in Bayer v. Reeside, 2 Harris 167, which was for work done and materials furnished, between June, 1848, and April 1st, 1849. Hill v. McDowell, Id. 175, and Shaw v. Barnes, 5 Barr 20, are to the same general effect. The rule to be gathered from the various authorities is, that the claim must not only state that the work was done or the materials furnished, within six months, but that either, upon its. face or by reference to some accompanying paper, a date or dates must be given by which the general allegation in the statement can be verified; and that upon the trial the evidence must establish the fact that the claim was filed before the six months allowed by the statute had passed. Where the work is done or the materials are furnished under an entire contract, the different times when the work was performed or the materials delivered, need not be stated. One date is sufficient, and the claim will be good if the evidence proves that the completion of the contract was within six months from the time when the claim was filed, although the day stated in the claim as the time of the consummation of the contract may not correspond precisely with the one established by the evidence.\nIt is unnecessary to notice further the assignments of error, for what has already been said covers the entire case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "(ruillou and McMullan, for plaintiffs in error.",
      "Qerhart and H. M. Phillips, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Fourth Baptist Church, of Philadelphia versus Trout, Johnson & Co.\nWhen work and materials are done and furnished in the erection of a building under an entire contract, the building is chargeable with the contract price, if the lien is filed within six months from the consummation of the contract.\nThe claim must not only state that the work was done and the materials furnished within six months from the entry of the claim, but upon its face, or by reference to some accompanying paper, a date or dates must be given by which such allegation can be verified; and upon the trial the evidence must establish the fact, that the claim was filed before the six months allowed by the statute had expired.\nWhere the lien filed is for work done or materials furnished under an entire contract, but one date need be stated, and if the evidence establish that the completion of the contract was within six months prior to the filing of the lien, it will be sufficient although the day stated in the claim as the time of completion, and that proved on the trial, may not be the same.\nError, to the District Court of Philadelphia.\nThis was a scire facias on a mechanic’s lien, at the suit of Trout, Johnson & Co. against The Fourth Baptist Church of Philadelphia, and B. Q. Gibbon & Brother, contractors. The lien was filed on the 3d January, 1855, for $1750, and was for window sills, door-frames, columns and ornaments, &c., and for hauling and setting the same as per special contract. The bill of particulars annexed to the claim filed, specified the articles, and the date when they were furnished as of the 14th December, 1854.\nOn the trial it appeared that a large portion of the work and materials were done and furnished in 1853, and that the work was completed and the last materials furnished in November, 1854.\nThe defendants’ counsel objected to the admission of evidence proving the work done and materials furnished upon other dates than as set out in the claim, and contended that the claim had not been sustained by reason of the variance between the dates as stated in the claim and bill of particulars, and as proved by the evidence.\nThe court admitted the evidence, but reserved the point, and afterwards charged the jury as follows :—\n“ The question for you to decide is, was the work done within six months before the lien was filed ? What was the contract ? Is it entire ? Was it to furnish all the work ? Did it embrace the furnishing of columns and placing of scrolls and leaves ? Then, was all this complete more than six months before the lien was filed ? Cutler says, expressly, that scrolls are to be placed after the columns are up, and he put them up. The columns were sent with caps on, boxed, and some of them got broken. He says they were put up by the carpenters, but the putting of scrolls on was to be done by the plaintiffs, and was done after the columns were up. He put them on and sent for other leaves.\n“ If that is so, it is within the six months, and the plaintiffs may recover.\n“It.is not necessary for plaintiffs to show that the work was done on the 14th December, the date mentioned in the bill of particulars annexed to the lien.”\nThe jury found a verdict in favour of the plaintiffs for $1378.\nA motion for a rule for a new trial was discharged, and judgment entered upon the verdict.\nThe defendants removed the cause to this court, and assigned the following errors :—\n1. In admitting testimony of work done and materials furnished prior to April, 1854, and in November, 1854, being at different times from the date, viz.: December 14, 1854, specified in the claim and the bill of particulars annexed to it.\n2. In charging the jury that plaintiffs could recover, although the work was done and the materials furnished prior to the dato specified as above.\n3. In instructing the jury that plaintiffs could recover on the evidence.\n(ruillou and McMullan, for plaintiffs in error.\nQerhart and H. M. Phillips, for defendants in error."
  },
  "file_name": "0153-01",
  "first_page_order": 153,
  "last_page_order": 156
}
