{
  "id": 981629,
  "name": "Slater's Appeal",
  "name_abbreviation": "Slater's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "169",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 438",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0438-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 7465,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 2.0307335048257392e-07,
      "percentile": 0.7465412076148069
    },
    "sha256": "5a71a06d12d222a47426d16b2a4b56896ce4e99204368811286b4cb340fa99df",
    "simhash": "1:61c0f6b7d62c4088",
    "word_count": 1312
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Slater’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nA purchaser of land at sheriff’s sale cannot, before he obtains his deed, institute proceedings to recover the possession, 5 S. & R. 157, nor make a lease of the premises that will estop his tenant from disputing his title, 1 Penn. R. 402; but still he has, by the contract, an inceptive interest in the soil, which may be bound by a judgment, and which, when perfected by payment and a conveyance, gives the encumbrancer, by relation, the benefit of his security to the extent of the whole estate: Morrison v. Wurtz, 7 Watts 438, recognised and approved in Stephens’ Appeal, 8 W. & S. 188. This answers the first error assigned, and shows that Ludwig’s judgment was properly paid out of the fund for distribution.\nThen as to the appropriation to the judgment of Barber & Lee. Their judgment was against McGowan and wife for her appropriate debt, and they had levied on her separate estate, which had been extended at a yearly rental of $1300, and the auditor reports “ that under this extent she retains possession of the property at $he rental fixed by the inquest.” This is all we know about it. Whether the plaintiffs had ever signified their election to the sheriff, according to the Acts of Assembly — whether she had given the required notice of her willingness to retain possession under the extent — whether she had paid any money to them — or when her liability for the rent commenced, are matters' on which the record gives no information whatever; and the question is, whéther such an extent is satisfaction of the plaintiff’s judgment ? Most manifestly it is not.\nA creditor who has liens against separate properties of two persons, bound for the same debt, may pursue either or both until his money is made; and a levy, inquisition, and extent of the property of one debtor, which have failed to produce the money, aré no bar to proceedings against the property of the other debtor. If land have been delivered to the creditor in the extent, he is bound to account for the proceeds, and these, to the amount that he has or might have received them, are satisfaction; but if he elects to leave the premises in possession of the debtor, he has no way of compelling payment of the rental, and is not chargeable for it until he receives it. The consequence of non-payment is his right to a venditioni exponas; but if he sees a shorter way of getting satisfaction from the other debtor, there is nothing to prevent his pursuing it.\nA failure to take a venditioni exponas against a defaulting tenant by elegit, is no more a satisfaction of the debt, or postponement of other remedies, than a delay to issue the same writ against the defendant after condemnation would be.\nNor is it material that Mrs. McGowan was the principal debtor, and her husband only surety. Barber & Lee held them both, and until satisfaction, actual or virtual, was obtained from one of them, it might be demanded from the effects of either.\nA question was suggested’ here which seems not to have been made in the court below — whether Slater would be entitled to subrogation to the lien of Barber & Lee against Mrs. McGowan, on their being paid out of the fund in court ?\nPerhaps it will not be too late to move for such subrogation when the record goes down with the decree of distribution confirmed ; but as it has not yet been asked for, it would be premature for us to pass upon it.\nThe decree is confirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "P. M. Palmer, for appellant.",
      "P. W. Hughes, for Ludwig.",
      "J. H. Campbell, for Barber & Lee."
    ],
    "corrections": "",
    "head_matter": "Slater’s Appeal.\n■ A purchaser of land at sheriff's sale has such an inceptive interest in the soil before he gets his deed as may be bound by a judgment, and which, when perfected by payment and a conveyance, gives the encumbrancer, by relation, the benefit of his security to the extent of the whole estate.\nWhere a plaintiff, who has a judgment against two defendants, issues an execution upon which the real estate of one of them is levied and extended, and such defendant retains the possession under the extent, the plaintiff will not thereby be precluded from claiming the amount of his judgment, out of the proceeds of the sale of the other defendant's real- estate, upon which such judgment was a lien,\nIf land be delivered to the creditor in the extent, he is liable to account for the proceeds; and these, to the amount he has or might have received them, are satisfaction; but where the premises are left in the possession of the debtor, he is not chargeable with the rental until he has received it.\nA failure to issue a venditioni exponas against a defaulting tenant by elegit, is no satisfaction of the debt, or ground for postponement of lien.\nThis was an appeal from the decree of the Court of Common Pleas of Schuylkill county, distributing the proceeds of a sheriff’s sale of certain real estate. The property sold was known as the “ Pottsville House,” and was formerly owned by George H. Stichter, who executed a mortgage to the Miners’ Bank of Potts-ville upon it, and under proceedings upon which the property was sold to George W. Slater for $8000. After satisfying the mortgage, debt and costs, there remained the sum of $2468.02, which was in court for distribution.\nThe same property had been sold on the 6th December, 1850, at sheriff’s sale, on a judgment subsequent to the mortgage, and subject to it, to David G. McGowan, for $1975, $50 of which ivas paid on the day of sale; and on the 10th of the same month the sale was confirmed, and a deed acknowledged to him by the sheriff, for the premises. McGowan, on the 26th day of July, 1858, conveyed the property to George W. Slater. The sale under the mortgage was made on the 3d September, 1853. Slater, by virtue of this conveyance, claimed that he was entitled to the money in court.\nPeter F. Ludwig also claimed that his judgment against McGowan for $2000, entered on the same day that McGowan purchased at the sheriff’s sale, 6th December, 1850, was entitled to be paid out of the proceeds. Slater contended that this judgment was not a lien upon the estate, and, therefore, not ’ entitled to be paid out of the proceeds.\nOn the 2d December, .1852, Barber & Lee obtained a judgment, by confession, against David G. McGowan and Susan S. McGowan, his wife, for $1452.74, being for a debt due by the wife, before her marriage with McGowan.\nOn the 14th June, 1853, Barber & Lee issued a fieri facias upon their judgment, which was levied upon real estate belonging to Susan S. McGowan. An inquisition was held, the property extended, and the rental fixed at $1300. Under this extent, Mrs. McGowan continued to retain the possession.\nThese facts, it was alleged for Slater, precluded Barber & Lee from claiming any part of the fund in court.\nThe matter was referred to an auditor, who reported the facts, and made distribution of the fund: — first to Peter E. Ludwig’s judgment, and the residue to that of Barber & Lee. Exceptions were filed to this report, which were dismissed by the court below, the report confirmed, and distribution decreed accordingly.\nErom this decree George W. Slater appealed, and assigned for error: — that the court erred in awarding any part of the fund to Peter E. Ludwig, because his judgment was no lien on the estate sold — that the judgment of Barber & Lee was virtually satisfied and paid by the proceedings against the real estate of Susan S. McGowan — and that the court erred in not awarding the fund to him.\nP. M. Palmer, for appellant.\nP. W. Hughes, for Ludwig.\nJ. H. Campbell, for Barber & Lee."
  },
  "file_name": "0169-01",
  "first_page_order": 169,
  "last_page_order": 171
}
