{
  "id": 981649,
  "name": "Ellsbre versus Ellsbre",
  "name_abbreviation": "Ellsbre v. Ellsbre",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "172",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 164,
    "char_count": 2617,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 9.584777758286449e-08,
      "percentile": 0.5260501674035822
    },
    "sha256": "0aa8e48013f15b0ba1f02fa75140aec1aa2aed4bdbdfd3c13760a81d7acf2334",
    "simhash": "1:44238ba780552ef0",
    "word_count": 450
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ellsbre versus Ellsbre."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe plaintiff obtained an award of arbitrators against the defendant. Before the award had ripened into a judgment by the expiration of the twenty days allowed for an appeal, the plaintiff gave to the defendant a receipt in full of debt, interest, and costs, which was filed of record by the defendant. Did this receipt prevent the collection of the officers’ fees, by execution issued after the twenty days expired? We think not. The plaintiff had no right to receive the officers’ fees from the defendant, and the legal effect of the receipt was limited to, the debt, interest, and such costs as belonged to the plaintiff'. This left the award unsatisfied in part, and when no appeal was taken within the time allowed by law, the judgment became absolute that the defendant should pay to the officers their fees. To enforce this judgment a fi.fa. was legally issued, and the Court of Common Pleas erred in setting it aside.\nThe order of the Court of Common Pleas, setting aside the fi. fa. and striking off the judgment, is reversed, the judgment reinstated, and procedendo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Baird, for plaintiff in error.",
      "Blwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ellsbre versus Ellsbre.\nThe plaintiff in a judgment has no right to receive from the defendant, the costs and fees of the officers; and his receipt for the same is no discharge to the defendant.\nAn execution may he issued on the judgment against the defendant for such costs, although the receipt of the plaintiff has been filed, acknowledging satisfaction in full of the debt, interest, and costs of the judgment.\nError to the Common Pleas of Bradford county.\nThis was an action on the case sur assumpsit, by William Ellsbre against Manson Ellsbre. The affidavit of the plaintiff was filed, deposing, to his belief, that the debt due exceeded one hundred dollars. On the 29th May, 1855, an award of arbitrators was filed in the case, finding $21.73 in favour of the plaintiff, and on the 8th of June, 1855, the defendant filed the plaintiff’s receipt, acknowledging satisfaction in full, for debt, interest, and costs. On the 9th August, 1855, on motion, judgment was entered, absolute, against defendant for costs, and a fieri facias issued for the attorney’s fee, the sheriff’s and prothonotary’s fees, amounting to $20.79. On the 11th September, 1855, on motion of the defendant, the court below granted a rule on the plaintiff to show cause why the fi. fa. should not be set aside, and the judgment be stricken off; and on the 18th of the same month this rule was made absolute.\nThis was here assigned for error.\nBaird, for plaintiff in error.\nBlwell, for defendant in error."
  },
  "file_name": "0172-01",
  "first_page_order": 172,
  "last_page_order": 173
}
