{
  "id": 981555,
  "name": "County of Northampton versus West",
  "name_abbreviation": "County of Northampton v. West",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 367,
    "char_count": 6971,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 6.241134503737358e-08,
      "percentile": 0.3857039541687566
    },
    "sha256": "a9785011d3a5fdc58d7459dd70049ae339e25825e635479e73d3c4a260728dac",
    "simhash": "1:24e21b3d9a1635d0",
    "word_count": 1185
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "County of Northampton versus West."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe' question in this case is, can a constable who executes process against persons convicted of drunkenness and vagrancy recover his fees from the county, in cases in which the convicts are discharged, upon the expiration of their several terms of imprisonment, unable to pay the costs. The Act of 23d September, 1791, § 15, 3 Sm. L. 37, provides that “in all cases where any person shall be convicted of any offence or offences, winch shall be punishable capitally or by imprisonment at hard labour, the county where the crime shall be committed shall pay the costs of prosecution, if the defendant hath not property sufficient to discharge the same.” This section contains a preamble reciting that the “ Act to reform the penal laws of this state” “ hath not made the necessary provision for paying the costs of officers, jurors, or witnesses on public prosecutions, which had been theretofore paid to them,” and declaring that it is just and reasonable that in cases of conviction of capital offenders, or where punishment at hard labour for a length of time is the punishment for the offence, the public should, in case of the defendant’s insolvency, be at the charge of the prosecution.” It is to be remembered that this is not a question whether one party shall recover costs -against the other. In such cases a strict rule of construction prevails. The question here is, whether the party for whose benefit the services were rendered, is bound to pay for them. It was not at the option of the officer to refuse to perform the services. The law imposed the duty upon him, and the question is whether it shall be so- expounded as to require the performance of services without providing compensation for them. The injustice of such a construction is manifest. The impolicy of it is equally apparent. The good order of society depends upon the vigilance and fidelity of the officers appointed to preserve the peace and to punish offenders. To withhold from them a just compensation for their faithful services, is to offer a premium for neglect of duty. With these principles in view, let us inquire whether drunkards and vagabonds are, “punishable by imprisonment at hard labour.” The Act of 21st February, 1767, expressly imposes the punishment of imprisonment at- hard labour for any time not exceeding one month on all persons convicted of vagrancy. The Act of 22d April, 1794, imposes the penalty of 67 cents on every person who shall intoxicate himself by the excessive drinking of spirituous, vinous, or other strong liquors; and if such person so convicted refuse or neglect to satisfy such forfeiture'immediately, with costs, or produce goods and chattels whereon to levy the said forfeiture, together with costs, then the justices or magistrates shall coihmit the offender without bail or mainprise to the house of correction of the county wherein the offender shall be committed, “ for the period of twenty-four hours,” “ there to be fed on bread and water only, and to be kept at hard labour.” By the provisions of this act; a person guilty of intoxication, who pays the penalty and costs immediately, or produces goods and chattels on which they may be levied, is not punishable by imprisonment at hard labour. But all such offenders, who refuse of neglect thus to pay or secure the penalty and costs, are undoubtedly “punishable by imprisonment at hard labour.” The cases in which the plaintiff claims his fees are all cases of the latter description. The offenders were not only punishable, hut were punished by “ imprisonment at hard labour.” So that all the cases for which the plaintiff below claimed his fees fall strictly within the letter of the law, which makes the county liable for the costs of prosecution. If the object of the law was to encourage the peace officers in the prosecution of all offenders deserving imprisonment at hard labour, then the eases before us fall within the spirit of the act, because the legislature have deemed the offences of drunkenness and vagrancy deserving of this punishment. We fully concur with them in their judgment in this respect. Drunkenness and vagrancy are not only evils in themselves, but they are productive of innumerable vices and crimes of great magnitude. They are nuisances in the body politic which ought to be suppressed at every hazard; and if we were obliged to declare that the law was so defective and unjust as to require constables to pursue and arrest offenders of this description, while it denied them compensation for such services, we should perform the ungracious duty with mortification and regret. But we are happy to say that the law is not so unreasonable; and that the letter and spirit of the Act of Assembly requires that the county should compensate the officers and witnesses for the Commonwealth, where the persons convicted of these offences have not property sufficient for the purpose. The judgment of the court below was right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. M. Porter, for plaintiff in error.",
      "Gfreen and Schuyler, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "County of Northampton versus West.\nA constable who executes process against persons convicted of drunkenness and vagrancy, can recover his fees from the county, in cases in which the convicts are discharged upon the expiration of their several terms of imprisonment, they being unable to pay the costs.\nError to the Common Pleas of Northampton county.\nThis was an appeal from a justice of the peace, taken by the county of Northampton, in a suit brought by Mahlon West against the county for constable fees, on the commitment of vagrants and drunkards by justices of the peace.\nThe following was the case stated by the parties for the opinion of the court:\nMahlon West was one of the constables for the borough of Easton, and, as such, executed commitments on various persons to the jail of Northampton county, under summary convictions before justices of the peace, for drunkenness and vagrancy, his fees for which amounted to $5.25. The persons committed for drunkenness were severally sentenced to pay the fine imposed by the Act of Assembly in relation to drunkards, and on failure to pay the fines imposed upon them, to be committed to the jail of the county for twenty-four hours, to be therein fed and kept at hard labour; and those committed as vagrants, to be committed to the common jail of the county, there to be kept at hard labour by the keeper thereof for a period not exceeding one month.\nThe several parties committed were discharged by the jailor on the expiration of their sentences, being un-able to pay their fine and costs.\nThe question submitted to the court is : Is the county liable for the costs of the plaintiff in the premises ?\nIf so, judgment to be entered for the plaintiff for $5.25 and costs. If the county is not so liable, then judgment to be entered for the defendant.\nThe court gave judgment for the plaintiff. This was the error assigned.\nJ. M. Porter, for plaintiff in error.\nGfreen and Schuyler, for defendant in error."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 175
}
