{
  "id": 981564,
  "name": "Fowler versus Jenkins",
  "name_abbreviation": "Fowler v. Jenkins",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "176",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 421,
    "char_count": 8288,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 9.329772149577879e-08,
      "percentile": 0.5134532939951325
    },
    "sha256": "a8098018db5591b7d71e8c95c54fcba39cd627a0467556068b9ceb9d0aedcb38",
    "simhash": "1:4f20f855bb407978",
    "word_count": 1491
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fowler versus Jenkins."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIt seems to be thought that if the road can be impeached for unlawfulness, the plaintiff’s case is made out. Why was it not a lawful road ? Because, says the plaintiff, the road commissioners did not fix its width. Under the Act of 1843, they are to lay out roads in the same manner as viewers now make report to the Court of Quarter Sessions, and the town clerk is to keep a record of all such roads so laid out or altered. But viewers do not fix the width of roads. By the general road law that duty is to be performed by the court. Granting, however, that the commissioners have the powers and are subject to the duties of both the court and the viewei’S under the general road law, it is to be presumed, in a collateral action, that everything was rightly done, their jurisdiction being conceded. The maxim omnia prcesumuntur applies to inferior and special tribunals in the same manner* as to those which are superior and general, if the jurisdiction of * the special tribunal over the subject-matter be made to appear. The difference is, that jurisdiction in one case is presumed, and in the other it must be proved; but when proved or admitted, as it is here, we will presume that all mere directory provisions of the law have been substantially followed. Whether certiorari would lie to bring up the proceedings of the commissioners, or would not, it is certain their irregularities, in cases within their jurisdiction, are not reviewable in a civil action inter partes. The reason assigned for the unlawfulness of the road fails the plaintiff therefore, and with it goes the ground of his action. But suppose the road was unlawful, then the defendant had a right to throw down the fence on his own land, and even a malicious exercise of this right would give the plaintiff no cause of action: 12 Harris 308.\nIt was not the case of a partition fence which the parties were bound to each other to maintain, but of intersecting fences ever each of which the respective owner had upon his own land the absolute right of control.\nEither way, whether the road was lawful or unlawful, the defendant was guilty of no tort, and the plaintiff was entitled to no action for the injury of which he complains.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "-Baird, Watkins, and Adams, for plaintiff in errror.",
      "JSlwell and Mercar, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fowler versus Jenkins.\nThe maxim omnia prcesumuniur rite et solemniter esse acta, applies to inferior and. special tribunals in the same manner as to those which are superior and general, if the jurisdiction of the special tribunal over the subject-matter be made to appear.\nIn. the case of the superior tribunal jurisdiction is presumed, but that of the special or inferior must be proved.\nThe proceedings of the road commissioners under the special laws relating to Bradford county, in cases within their jurisdiction, even though they might be subject to be examined into on certiorari, are not reviewable in a civil action inter partes.\nIf a road laid out by such commissioners were illegal and their proceedings void, an owner of land adjoining such road might throw down the fence bounding such road on his own land, and another adjoining owner could not maintain an action for any injury he might sustain thereby, even though the removal of the fence was malicious.\nError, to the Common Pleas of Bradford county.\nThis was an action of trespass on the case brought by Lewis I). Eowler against George Jenkins, in which the parties agreed upon the following case stated, with liberty to either party to sue out a writ of error.\nThe lands of the parties were situate in the township of Gran-ville in said county, and joined each other. A petition in writing from the requisite number of citizens of said township had been duly presented to the road commissioners of said township, asking them to view and lay out a public road upon the division line between the lands of said parties. In pursuance of said petition, the road commissioners,-January 14, 1851, went out and viewed and laid out for public use, a public road along and upon the said division line; and duly furnished the town clerk of said township with a return of said road so laid out by them, together with a plot or draft thereof, stating the courses and distances of said road, &c., which said report the said town clerk duly entered upon the records of said township. But in the report of said commissioners, nor in the record entry made of the same, was there, at the commencement of this suit, any specification of the width of said road.\nSoon after the making of said return said road was, under the directions of said road commissioners, opened upon and along said division line, of such a width as was by them deemed necessary to accommodate the travelling public; which was of an irregular width, however, but did not in any place exceed thirty feet, one-half the width thereof as opened being upon each side of said division line.\nAfter the road had thus been used and travelled for a year or two by the public, each party cleared up his land and sowed wheat upon his respective side óf said road, and, by an arrangement between themselves, for the purpose of protecting it, buijt a fence across said road — each party building upon his own side up to said division line, in the centre of said road.\nAfter the defendant had harvested his grain, but while the plaintiff’s was still standing, the defendant took down and removed that portion of the fence which he had placed in the road upon his side of said line.\nCattle then, on the 1st day of August, 1852, passed in and over that portion of the road from which defendant had thus removed his fence, and went over upon the grain of the plaintiff, doing it some injury; and for the recovery of which this action on the case for tort was brought on the 20th day of August, 1852.\nIn the case of this road, as in several other public roads of said' township, the road commissioners neglected to designate the width at the time of making their reports. But after this suit was brought, to wit, November 21, 1853, they directed the town clerk to make an entry in all such cases, designating the width thereof to be thirty feet, which entry was made accordingly by said cleric interlining the same.\nIt is further agreed thát the special road laws applicable to said county shall be deemed part of the case hereby submitted.\nIf the court are of the opinion that this action can be sustained, then judgment to be entered for the plaintiff for $8 and costs-; but if not, then, judgment to be entered in favour of the defendants for costs.\nBy the 20th section of the Act of 1843, which was in force in Bradford county when this road wras pretended to be laid out and located, and still is, it is made the duty of the township road commissioners “ to take the general charge of all the roads and bridges in each of the said townships in said county, and to lay out and alter the same at the request in writing of citizens of said township, if they shall deem the same necessary; and shall furnish the town clerk with a return of all such roads so laid out or altered, in the same manner as viewers now make report to the Court of Quarter Sessions, and the said clerk, shall keep a record of all such roads so laid out or alteredPamphlet Laws, 184ll, § 20, p. 200; extended to Bradford county: Pamphlet Laws, 1844, p. 200.\nThe court below entered judgment on the case stated in favour of the defendant.\nThe plaintiff then sued out this writ, and assigned for error, That the court erred in entering judgment for the defendant.\n-Baird, Watkins, and Adams, for plaintiff in errror.\n—Under the Act of June, 1836, § 4, it is fatal to the whole proceedings, unless the court direct what breadth the road shall be opened; and until that is done there is no legal road: 5 Barr 515; and cases there cited. The same reason exists why the commissioners under this act should order the breadth, as the whole power of the viewers and the court is vested in them. Until that was done, no one could tell where the road was; and until it was done, the parties had a right to treat the whole proceedings as a nullity. There was no way by which the proceedings could be reversed or set aside: there was no court having jurisdiction over the subject-matter.\nJSlwell and Mercar, for defendant in error."
  },
  "file_name": "0176-01",
  "first_page_order": 176,
  "last_page_order": 179
}
