{
  "id": 981693,
  "name": "Schnable versus Koehler",
  "name_abbreviation": "Schnable v. Koehler",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "181",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 10786,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.633613978685391e-07,
      "percentile": 0.6892778304835533
    },
    "sha256": "af1460073e7bf3dccfd7beeba2929bd6cef008be6b1c76fced7c83f342379f85",
    "simhash": "1:3c83e62ec45027d8",
    "word_count": 1936
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented, on the ground, that-the worm fence was not an injury to the reversion."
    ],
    "parties": [
      "Schnable versus Koehler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nL0W5.IE, J.\nWe think there was no error in allowing the plaintiff to amend his declaration so as to charge that the act was an injury to his reversion, instead of his possession. The act complained of was the same. True enough, the liberality with which amendments are allowed in our practice does encourage slovenly and inaccurate habits among pleaders; but we think that this evil is more than compensated by the fact, that our practice discourages the hashing up of cases so as to give more prominence to the artificial forms of action than to the scientific principles of right which they are intended to present for decision and application.\nIt is well settled that, for encroachments under a claim of right that is inconsistent with reversionary rights, the reversioner may have his action, though the immediate injury is merely nominal: 7 W. & S. 13. And the encroachment being established, it is impossible, except in mitigation of damages, to allow the defence that it did no material injury; for nominal damages at least must be allowed, and that.is all that was given here: 4 State P. 489. It could not contribute to good order to allow the parties to encroach upon a way on the ground that it is wider than necessary, and then ask a court and jury to sanction their act. When the right is once defined, it is the duty of the court to protect it. If one party wants it altered, he must enter into a treaty with his neighbour, and not undertake a compulsory annexation.\nWe think the case was rightly tried, and we do not see that the tenant had any such interest in the case as to exclude him from being a witness.\nJudgment affirmed.\nWoodward, J., dissented, on the ground, that-the worm fence was not an injury to the reversion.",
        "type": "majority",
        "author": "L0W5.IE, J."
      }
    ],
    "attorneys": [
      "J. M. Porter and M. Groepp, for plaintiff in error.",
      "Ihrie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schnable versus Koehler.\nA declaration alleging an obstruction to a way appurtenant to a close in tho plaintiff’s possession, may be amended, alleging that the close was in the occupancy of a tenant, and laying the injury to the plaintiff’s reversionary estate, the act occasioning the injury being the same; and such an amendment is not the introduction of a new cause of action.\n]?or an encroachment under a claim of right, a reversioner may have his action, although the immediate injury is merely nominal.\nWhen the encroachment is established, the defence that it did no material injury is inadmissible, except in mitigation of damages.\nWhere the action is for an injury to the reversion, a tenant of the plaintiff has no such interest as excludes him from being a witness for his landlord.\nError to the Common Pleas of Northampton county.\nThis was an action on the case brought by John Koehler against Samuel Schnable, to recover damages for obstructing a certain private way. Koehler, the plaintiff, and Jacob Warner (of whom the defendant Schnable was tenant) owned adjoining lands, and the road in question followed the line, each one having his fence set back so as respectively to contribute equally to the road. It was proved to have been thus used by the parties and those under whom they respectively claimed for a period of more than thirty years. In the spring of 1847, the fence along a part of Warner’s side of this road had become old and dilapidated, and Samuel Schnable, the tenant, took it down and put up a new fence in its stead. For the purpose, as was alleged, of making this new fence straight, it was at some places set further out into the road and at others further back. There having been corresponding indentations on the other side of the lane, the road was thus made narrower where the new-fence was moved out. And this was the obstruction complained of. The plaintiff’s declaration complained of an obstruction to a certain way appurtenant to a close in the possession of the plaintiff. The evidence showed that it was in the possession of a tenant at the time of the committing of the injury complained of. The plaintiff, after the counsel for the defendant had concluded their addresses to the jury, asked leave to amend the declaration by alleging that the close was at the time in the possession of a tenant, and that the injury was done to tho plaintiff’s reversion. The defendant objected to it, as out of time, and that it introduced a new cause of action.\nThe court, however, permitted the amendment to be' made, and at the defendant’s instance sealed a bill of exceptions.\nOn the trial, the defendant’s counsel proposed to ask John Stuber, a witness, this question: “ Is not the road at the part where the fence complained of is erected, wider and more convenient for the plaintiff’s use in hauling hay and grain, than in other parts of the same road over which the plaintiff’s teams that would go over the part in dispute would have to pass with the same load ?” The plaintiff’s counsel objected to the testimony intended to be elicited by this question, and the court sustained the objection.\nConrad Koehler, a son of the plaintiff, was called as a witness, and stated on his voir dire that he farms this place as his father’s tenant, and uses the road in dispute. The defendant thereupon objected to his competency — but he was admitted by the court.\nThe defendant proved that the road was as wide at the places where the fence had been set out, as the original width of the road at other points where there had been no alteration.\nThe defendant also submitted the following points:—\n1. That if the lands of the plaintiff were leased to and farmed by his son Conrad Koehler at the time of the alleged erection of the fence by the defendant and for several years before, and since until after suit brought, the plaintiff cannot recover, even if the fence obstructed the way in question, if the way was claimed as appurtenant to such land.\n2. That if the fence on the eastern side of the portion of the road alleged to be obstructed, and for the alteration of which the plaintiff complains, was originally erected a straight fence from corner to corner, and by the action of the wind, the lapse of time, decay of materials, or from other causes, portions of it became irregular and out of line, between the corners, the tenant or owner of the land on which it was erected had a right, in rebuilding his fence, to straighten the same between the corners, provided that in so doing he left a road equal in width and convenience to the remaining portion of the road.\n8. That if the owners of the land occupied by defendant, were not in possession of the same, but the said premises had been leased out for a term of years, the permission to the plaintiff or his tenants to enjoy an easement on the estate, even for the period of twenty-one years, would not affect the owner having the estate in remainder or reversion; and when he becomes in possession, he may dispute the right of the easement, and the length of enjoyment will be no obstacle to his claim.\n4. That if the road, notwithstanding the erection of the fence at the place in question, still leaves the plaintiff as convenient a road at that place as the other portions of the same road, which he must use, if he uses this, then the acts of the defendant in straightening the fence does not entitle the plaintiff to recover damages against him.\nThe court below (Hon. J. Pringle Jones, P. J., holding a special court) answered these points as follows:—\n• “ 1. The amendment of the plaintiff’s declaration, to meet the proof of tenancy, disposes of this point. The declaration stated that the land, appurtenant to which was this road, was in the possession of the plaintiff at the time of the obstruction made — ■ the proof was that it was in possession of the plaintiff’s tenant. If the pleadings had remained in that shape, the plaintiff could not have recovered. But the law allows a party to amend his pleadings, under direction of the court, according to the fact, so long as he does not introduce another cause of action. This amendment does not introduce such other cause of action, and, being allowed, saves the plaintiff’s right to maintain this action.\n“ 2. It is certainly true, that if, by the operation of any natural or other causes, a fence slides off its original bed, the owner of the fence would have a right to restore it to its true and original position. But I cannot see any evidence in this case, though you may, that this fence ever was on any other line than on that which it occupied before Schnable straightened it, as it is called. Indeed, I cannot conceive how the action of the wind, lapse of time, or decay of materials, could, by any possibility, shift the position of a worm fence — particularly on level ground. When any shifting of the line of a fence takes place, the right is to restore it to its original line at the particular place where it has shifted, without any reference whatever to the road so restored being equal in width and convenience to the remaining part of the road.\n££ 3. The law is correctly stated in this third point.\n“ 4. The law does not permit persons to contract roads, whether public or private roads, upon the plea of leaving'the public or the private party having a right to the road, as convenient a road as existed before. Where one has a right to a certain road — it is to that road, subject to no other man’s notion of what may be an equally convenient road — it is a right to that road, and not to an equivalent. If the plaintiff had a right to the use of that road as it stood before the obstruction complained of, he had a right to it as it was, irregular and out of line though it may have been. It is not the question whether the road is as convenient at that place, as it was before the erection of the fence in question — but whether that erection alters the road which the plaintiff had a right to have. If it does alter the road which the plaintiff had a right to have, supposing him to have had a right to a road there, then, even though it may be as convenient at that place as the other portions of the same road which he must use if he uses this, the plaintiff would be entitled to recover.\n££ To these answers to his points the defendant excepted, and at his request the same are reduced to writing and filed, and his bill of exceptions is sealed.”\nThe jury found for the plaintiff six cents damages and six cents costs, and the court entered judgment on the verdict.\nThe plaintiff removed the cause to this court, and assigned for error:—\nThe refusal to permit the proposed question to he propounded to John Stuber, a witness; the admission of Conrad Koehler as a witness for the plaintiff; the permitting of the defendant to amend the narr. as above stated; and .the answer of the court to the points propounded by defendant’s counsel.\nJ. M. Porter and M. Groepp, for plaintiff in error.\nIhrie, for defendant in error."
  },
  "file_name": "0181-01",
  "first_page_order": 181,
  "last_page_order": 184
}
