{
  "id": 981633,
  "name": "Kirk's Appeal",
  "name_abbreviation": "Kirk's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "185",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 222,
    "char_count": 3658,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 3.29246874034905e-07,
      "percentile": 0.8714089122570466
    },
    "sha256": "bcaa429b87e0b5e36de583062cbda7aa0910cac20c566ec13589ef10f725a27b",
    "simhash": "1:988f79078c51ba71",
    "word_count": 651
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirk’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, O. J.\nThis is an appeal from the decision of the Court of Quarter Sessions, confirming the report of viewers in a road case. The objection is, that no notice was given of the meeting of the viewers. That objection was heard and disposed of in the court below. It is a question of fact which is not the subject of review here.\nNo bill of excéptions exists in such a case. We are therefore unable to reverse for an error in deciding upon the competency of a witness.\nProceedings affirmed.",
        "type": "majority",
        "author": "Lewis, O. J."
      }
    ],
    "attorneys": [
      "Boyd, for appellant.",
      "Boyer, contó."
    ],
    "corrections": "",
    "head_matter": "Kirk’s Appeal.\nThe decision of the Court of Quarter Sessions overruling an exception to a report of viewers in a road cause alleging want of notice to a party through whose land the road passes, being a question of fact, is not the subject of review in this court.\nThere being no bills of exceptions in such cases, this court cannot reverso for an error in the court below, in deciding upon the competency of a witness.\nCertiorari to the Quarter Sessions of Montgomery county.\nOn the 22d February, 1855, upon the petition of William Homer and others, the court appointed viewers for the purpose of viewing, and if they deemed it necessary, to lay out a public road. The viewers made a report to the following April Term, laying out the road as prayed for in the petition. At August Sessions a petition for review was filed, and also the following exceptions to the report of the viewers, by Tabitha Kirk.\nException 1st. The report and draft erroneously represent a part of the land over which said road is laid, as belonging to the estate of John Kirk, deceased, whereas the same belongs to this exceptor and not to said estate.\nException 2d. ' The said exceptor had no notice of the intended meeting of the viewers; the jury having met, gone over the ground, and made out their report, without any previous notice to her.\nException 3d. The rules of said court, which require that not less than five days’ notice shall be given of the intended view to the owners or occupants of land, on which any road is proposed to he laid by viewers, &c., was not observed and obeyed in this case, so far as the exceptor was and is concerned.\nOn the 5th October, Í855, the court overruled these exceptions, and appointed reviewers, who on the 12th November, 1855, reported against the road. Upon this report the court made the following order 1“ November 13, 1855, approved nisi, and road ordered to be opened thirty-three feet wide.”\nA petition was filed and re-reviewers appointed on the 18th February, 1856, and they on the 19th May following filed their report in favour of the road as laid out, and reported by the first viewers, and the court made the usual order approving of the l’eport. Exceptions were also filed to this report. These exceptions were dismissed, and the road ordered to be opened thirty-three feet wide.\nThe rule of court, requiring notice to be served on the owners or occupants of land, is as follows:—\n“ Not less than five days’ notice shall be given to the owners or occupants of land on which any road is proposed to be laid by viewers, reviewers, or' further re-reviewers, appointed by the court for that purpose, prior to the meeting of said viewers, &c., of the time of their meeting.”\nDepositions were taken to be read on the hearing of the exceptions in the court below. Among others that of Jesse Homer, one of the petitioners for the road, was taken, and allowed to be read, Mrs. Kirk’s counsel objecting to his competency.\nFrom .the order of the court overruling the exceptions, confirming the report, and ordering the road to be opened, Tabitha Kirk appealed.\nBoyd, for appellant.\nBoyer, contó."
  },
  "file_name": "0185-01",
  "first_page_order": 185,
  "last_page_order": 186
}
