{
  "id": 981688,
  "name": "Dyer versus Covington Township",
  "name_abbreviation": "Dyer v. Covington Township",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "186",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 365,
    "char_count": 7815,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.3884446314408546e-07,
      "percentile": 0.8767787233927538
    },
    "sha256": "942c25b54857edd73884d167428e0a6bfa18963a04502fbe3132bfa6c8399056",
    "simhash": "1:4eb110a4045885b8",
    "word_count": 1397
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dyer versus Covington Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nWe do not think that the general law of 1834, relating to counties and townships, repeals the special act of 1830, requiring the supervisors of roads in Tioga and Huntingdon counties to give security for the performance of their duties; for it is not expressly repealed, and the general law contains nothing inconsistent with its purpose.\nNor clo we think that this bond is, in its form, unauthorized bylaw. True enough, the Act of 1830 says the -bond shall be “ for the due performance of the duties, as provided by the Act of 6 th April, 1802;” and this is because the Act of 1802 was then the general road law; and, therefore, the meaning of the law of 1830 is, that the bond shall be “ for the due performance of the duties pertaining by law to the office.” The law requiring sureties is not repealed or altered by the increase or decrease of the duties of the supervisors, though the extent of the liability of the surety may be greater or less in one bond than in another. The liability of sureties for the faithful performance of official duties is not generally measured by the law requiring the surety, but by that imposing the duties.\nThe bond in this case, being joint and several, may be properly declared on as the bond of either obligor. It ought, perhaps, to have been drawn in favour of the township, instead of the auditors for the use of the township, but this mistake does not vitiate it, and the township may sue on it. It may be that the plaintiff ought to have filed a declaration instead of a statement; but when the defendant pleaded payment, and went to trial on that issue without demurring to the statement or moving to strike it off, or- treating it as a nullity, it may be considered as a declaration that is merely informal. We have often decided that a supervisor has only one mode of settling his accounts as such, and that is before the auditors by appeal from them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "■--;--, for plaintiff in error.",
      "L., P. Williston, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dyer versus Covington Township.\nThe Act of the 15th April, 1834, relating to counties and townships, does not repeal the Act of 3d April, 1830, requiring the supervisors of roads in Tioga and Huntingdon counties to give securities for the performance of their duties.\nWhere the act required security “ for the due performance of the duties as provided by the Act of 6th April, 1802,” that act being then the general road law, a bond taken in 1841, with condition that the officer “ shall duly perform the duty of supervisor for the ensuing year as provided by the Acts of Assembly,” is valid and binding on the surety.\n'The liability of sureties in official bonds is not generally measured by the law requiring the surety, but by that imposing the duties on the officer.\nThat the bond was taken in favour of the auditors for the use of the township does not vitiate it, and the township may bring suit on it.\nIn such case a declaration should be filed instead of a statement, but where the defendant pleads payment and goes to trial on that issue, it may be treated as a declaration which is merely informal.\nA supervisor has no other mode of settling his accounts as such, but before the township auditors, and by appeal from their decision.\nError to the Common Pleas of Tioga county.\nThis was an action of debt brought to August Term, 1843, by the Township of Covington against Edwin Dyer, upon the following bond: — •\nKnow all men by these presents, that we, Aaron Bloss and Edwin Dyer, are held and firmly bound unto'the auditors of the Township of Covington, for the use of said township, in the sum of one thousand dollars, to be paid to the said township, to which payment well and truly to be made, we do bind ourselves, and each of us, for, and in the whole; and each of our heirs, executors, administrators, jointly and severally by these presents, sealed and dated this twelfth day of April, one thousand eight hundred and forty-one. The condition of the above obligation is such that if the above bounden Aaron Bloss, supervisor of Covington Township, shall duly perform the duty of supervisor for the ensuing year, as provided by the Acts of Assembly, then this obligation to be void, otherwise to remain in full force and virtue.\nA. Bloss. [seal.]\nEdwin Dyer, [seal.]\nSigned and delivered in presence of) Asahel G-raves. j\nThe plaintiff filed a statement, and averred that “ Aaron Bloss did not perform the duties of supervisor, as provided by the Act of Assembly, &c., to the damage of the plaintiff of five hundred dollars. Therefore they bring suit,” &c.\nThe Act of 3d April, 1830, provides as follows :—\n“ That before any supervisor or supervisors of any township within the county of Tioga and Huntingdon shall proceed to act, in their official capacity, he or they shall become bound with one or more sufficient sureties, for the .due performance of the duties, as provided by the Act of the 6th of April, 1802, either of the auditors elected as aforesaid, is hereby authorized and empowered to take such surety in favour, and for the use of such township or borough; provided, that so much of the Act of the 6th of April, 1802, as is by this act altered or supplied, be and the same is hereby repealed.”\nOn the trial in the court below, the defendant objected to the admission of the bond in evidence, upon the ground of the variance between the bond set forth and the bond offered. The court overruled the objection, and, at the instance of defendant’s copnsel, sealed a bill of exceptions.\nThe defendant’s counsel prayed the instruction of the court on the following points:—\n1st. That upon the pleadings and evidence in this cause the plaintiff cannot recover.\n2d. That, at the time of the execution and delivery of the bond on which suit is brought, there was no law in force requiring a supervisor of the township of Covington to give bond, conditioned for the performance of the duties of his office as such, and that the bond on which suit is brought is not, therefore, valid and binding upon the defendant.\n3d. The condition of the bond on which suit is'brought, is not in accordance with the Act of 3d April, 1830. That act requires the supervisor to give bond for the due performance of the duties as provided by the Act of 6th April, 1802; and not that he shall perform the duty of supervisor as provided by the Acts of Assembly, and the condition of the bond being more extensive than the requirements of the Act of Assembly, is void, and no recovery can be had upon it.\n4th. The bond was not taken by either of the auditors of the said township of Covington.\nThe court below (Williston, P. J.) answered the points as follows:—\n“ The court charge the jury in answer to the 1st point of the defendant. We decline charging you as requested by defendant’s counsel.\n“ To the second and third points of defendant, the court charge the jury; they are of opinion that, at the time of giving the bond in this suit, the Act of 1830, requiring security to be given by supervisors in Tioga county, was not repealed. That the bond is not void, as requiring more than the act requires, and, on the whole, that the said bond is valid and binding on the defendant.\n“ To the fourth point, the court charge the jury that the bond being taken to the auditors of the township, for the use of the township, was properly taken.\n“ To this charge the counsel for-defendant excepted, and prayed the court to reduce the same to writing, and filed of record, which is done December 25, 1849.”\nThe jury found for the plaintiff $239.52, and judgment was entered on the verdict.\nThe defendant purchased this writ, and assigned in this court for error, The admission in evidence by the court below of the bond, and the answer of the court to the defendant’s points.\n■--;--, for plaintiff in error.\nL., P. Williston, for defendant in error."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 189
}
