{
  "id": 981584,
  "name": "Schollenberger versus Nehf",
  "name_abbreviation": "Schollenberger v. Nehf",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "189",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 460",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 8530,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 6.846991953372158e-08,
      "percentile": 0.41736101216711863
    },
    "sha256": "4b4ae07879ff5254d524be94b6a40d2ead984a0f04642ec12d38851a97ec0098",
    "simhash": "1:502b9c055efe7642",
    "word_count": 1529
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schollenberger versus Nehf."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIf this ease rested solely upon the note, the presumption would be, that Sehollenberger endorsed it as second endorser, for the accommodation of the prior, parties, and to give it credit with the world. Of course no liability would attach to him so long as the note remained in the hands of the payee. But it is a note made out of the usual course of business, and is to be construed according to the contract and understanding of the parties -as exhibited in the evidence: 4 Watts 449. Referring ourselves to the evidence, we find that when Leib applied to Nehf for the loan of $200, he refused to lend it on Leib’s credit, but agreed to let him have it on a note with Schollenberger as endorser, and that this was communicated to Schollenberger before he endorsed the note. An endorsement thus made in direct response to Nehf’s demand, can import nothing else, as between Nehf and Schollenberger, than an engagement that, if the proposed loan be made, the endorser will' guaranty its repayment. If less was intended, more should have been expressed; — enough to put Nehf on his guard against accepting it as performance of the condition he had imposed on Leib. A blank endorsement was an acceptance of Nehf’s overture, and he had a right to so consider it. When a person who is neither maker, drawer, payee, or acceptor, puts his name on commercial paper before it is negotiated, he certainly means to pledge, in some shape, his responsibility for the payment of it, said Gibson, C. J., in Kyner v. Shower, 1 Harris 444, and the evidence here shows how and to what extent the creditor was permitted to understand the pledge.\nBut it is said, and the proof is so, that Schollenberger declared to Leib he would not be responsible by virtue of his endorsement. Eor the purposes of this suit, this declaration is wholly immaterial, because it was not communicated to Nehf. It was as if it had not been made. A secret purpose of his mind, unexpressed, would be just as good a defence against a creditor who loaned money on .the pledge of his name.\nIt is argued that Nehf was bound to know the extent of Schollenberger’s liability, because the paper was not negotiable. This is putting the defence back again upon the paper. On that alone we repeat the presumption .would be against liability; but when Nehf called for Schollenberger as security, and he came, by his signature, without notice of his intention not to be bound, he authorized Nehf to write over his name such an undertaking as would hold him.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Walker and Hughes, for plaintiff in error.",
      "Rosenberry and Bannan, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Schollenberger versus Nehf.\nWhere a negotiable note is endorsed by one not a party to it, the presumption from the paper is, that -he endorsed for the accommodation of the prior parties, and no liability would attach to him so long as the note remains in the hands of the payee.\nBut being a note made out of the usual course of business, it is to be construed according to the contract and understanding of the parties, as proved upon the trial.\nWhere the endorsement was made in response to the request of the payee, who upon the faith of it loaned the amount to the maker, it imports that if the proposed loan be made, the endorser will guaranty its repayment.\nIn such case the endorser authorized the payee to write over his name such an undertaking as would bind him for the payment of the money.\nError to the Common Pleas of Schuylkill county.\nThis was an action of assumpsit by Benjamin Nehf against Gustavus G. Schollenberger, founded upon the alleged guaranty of the following note:—\n“Pottsville, Dec. 27, 1854.\n“ Thirty days after date I promise to pay, to the order of Benjamin Nehf, two hundred dollars, without defalcation, for value received. “ L. C. Leib.\n$200. Endorsed, “ G. G. Schollenberger,\n“ Benj. Nehe.”\nThe statement filed averred that “ the defendant, on the date of the note, by his endorsement and guaranty on the back of it, guarantied and contracted with the plaintiff to pay, in case the drawer, L. C. Leib, did not pay the note at maturity; in consideration of which guaranty the plaintiff took the note and paid the value thereof. And the plaintiff avers that the whole amount of the said note is due and unpaid, together with the interest and costs of protest.”\nAfterwards, by leave of the court, a narr. was filed, containing substantially the same averments.\nOn the trial, the note and endorsements were given in evidence; and the plaintiff called Levi C. Leib, the maker of the note, who testified as follows:—\nI borrowed $200 from Nehf; (shown note) I gave a note at sixty days; I gave this note in renewal of the first, endorsed by Sehollenberger; I then asked Nehf to give me money on my own note; he said he would let me have the money on a note with Sehollenberger as endorser; I spoke to Nehf before I spoke to Sehollenberger; I got the money, after Sehollenberger endorsed it; I told Sehollenberger I could get the money on his endorsement; he endorsed it; I took it to Nehf and got the money; I was in business when I got the money; I was afterwards sold out; I have since been unable to pay that note.\nOross-examined: This is Schollenberger’s writing; I told Sehollenberger I could get the money from Nehf; Sehollenberger said he would not make himself liable on the note; I did not tell Nehf what Sehollenberger said’; Nehf never asked me.\nThe defendant gave evidence that both Leib and Sehollenberger stated that the latter was not to be bound by the endorsement; but there was no evidence that this was communicated to Nehf before he received the pape:’.\nThe plaintiff requested the court to charge the jury, — “ 1st. If the jury believe that Leib applied to the plaintiff for the loan of the amount of the note, for which the note in question is a renewal, and that the plaintiff refused to loan him the money without security, that he then applied to the defendant to put his name upon the note, in order that he might get the money from the plaintiff, and that Sehollenberger was told by Leib, when he endorsed the note, that he could not get the money from Nehf, the plaintiff, unless he did endorse it, and that Sehollenberger with this knowledge put his name upon the note, to enable Leib to get the money from Nehf, and not from a third party — then Sehollenberger became a guarantor of the note to Nehf for the amount loaned upon it, and his saying, at the time, that he could not be bound for the note, would not change his liability to Nehf.”\nThe court below (Hegins, P. J.) charged the jury as follows:—\n“ This is an action on a promissory note drawn by Levi C. Leib in favour of the plaintiff, and endorsed by the defendant — Leib called on the plaintiff to borrow $200, and the plaintiff agreed to loan him the money on his note, with the defendant as endorser upon it.\n“Leib communicated this to the defendant. The defendant put his name on the back of the note, and at the time declared to Leib that he would not make himself liable on the note. Leib took the note to the plaintiff — obtained f> 188 from him, and did not communicate to him the declarations of the defendant at the time he endorsed the note.\n“ If you believe, from the evidence, that these are the facts, and that Leib, the drawer of the note, was insolvent and unable to pay the note at the bringing of this suit, the plaintiff is entitled to recover from defendant the amount of the money loaned by the plaintiff to Leib, with legal interest from the time of the loan.”\nThe plaintiff’s point was answered as requested.\nThe jury found for the plaintiff.\nThe errors assigned were the charge of the court and the answer to plaintiff’s point.\nWalker and Hughes, for plaintiff in error.\nThe endorsement of defendant is not in accordance with commercial usage, and the holder would take it subject to the contract and understanding of the parties: Leech v. Hill, 4 Watts 449. The presumption is, that Sehollenberger put his name on the paper as second endorser, to give it currency for the benefit of the maker and payee: Herrick v. Carman, 12 John. R. 159; Tellman v. Wheeler, 17 Id. 326; Taylor v. McCune, 1 Jones 460.\nRosenberry and Bannan, for defendant in error,\ncontended that the cases cited by the plaintiff in error sustain the ruling of the court below. That the defendant was bound as a guarantor, and that the question was, 'whether the object of the endorsement was to give the maker credit to whom it was passed: Nelson v. Dubois, 13 T. R. 175; Campbell v. Butler, 14 Id. 349; Taylor v. McCune, 1 Jones 460."
  },
  "file_name": "0189-01",
  "first_page_order": 189,
  "last_page_order": 192
}
