{
  "id": 981708,
  "name": "Lehigh Valley Railroad Company versus Trone",
  "name_abbreviation": "Lehigh Valley Railroad v. Trone",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "206",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 206"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 23",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 198,
    "char_count": 2464,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.5714176258521144e-07,
      "percentile": 0.6787712333807878
    },
    "sha256": "60d0334ef381094f306ed427343c23b305bd9b432c30a49526c80071502c848f",
    "simhash": "1:474fe79fb5cd82f4",
    "word_count": 446
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lehigh Valley Railroad Company versus Trone."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowbxg, J.\nThe point just decided in Lazarus’ Case with this company requires the reversal of this; but here there is another question. It has not been raised in the same sense as that in which it was discussed; but it may be raised in that form on another trial, and therefore we decide it.\nThe plaintiff below claims for the loss of a spring on his land by means of the company’s works, and it is objected that no damage can be allowed for this, since the spring is below high-water mark. We do not think the cases cited sustain the objection. The owner of land adjoining a navigable river owns to low-water mark, subject to the public right of navigation to high-water mark, as it exists naturally, and such ownership gives him title to such a spring as this, subject only to this public right. This suit is to ascertain “ what damages have been sustained by the owner,” and when this purpose is not restrained by other language or by special considerations, we presume it to be intended to cover everything that would be an injury at common law: 4 Rawle 23; 19 State Rep. 16; 5 Eng. L. & E. Rep. 335. We do not discover any other error.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowbxg, J."
      }
    ],
    "attorneys": [
      "M. Gfoepp, Longnecher, and J. M. Porter, for plaintiff in error.",
      "Marx and It. P. Wright, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lehigh Valley Railroad Company versus Trone.\nThe owner of land adjoining a navigable river owns the soil to low water mark, subject to the public right of navigation to high watermark as it exists naturally.\nWhere a spring of water on the land of such owner situated below high water mark, has been cut off or injured by the construction of a railroad over his land, he is entitled to compensation in damages for the injury thereby sustained.\nError to the Common Pleas of Lehigh county.\nThis was a proceeding against the same defendants, by David Troné. The two causes were tried before the same jury in the court below, and the same question arose in each, except that the plaintiff in this case, it was alleged, had a spring on his land, which was situated below high-water mark on the Lehigh river. The defendants alleged that he could claim no damage for the loss of this spring, inasmuch as the right to the soil, to high-water mark, was in the Commonwealth.\nThe jury summoned under the venire directed to the sheriff, assessed tbe plaintiff’s damages at $400, and on appeal in the court below the verdict was for $330.\nM. Gfoepp, Longnecher, and J. M. Porter, for plaintiff in error.\nMarx and It. P. Wright, for defendant in error."
  },
  "file_name": "0206-01",
  "first_page_order": 206,
  "last_page_order": 207
}
