{
  "id": 981606,
  "name": "Rowland & Co. versus The Lehigh Coal and Navigation Company",
  "name_abbreviation": "Rowland & Co. v. Lehigh Coal & Navigation Co.",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "215",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 624,
    "char_count": 16684,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.3446495249223654e-07,
      "percentile": 0.6319922512856927
    },
    "sha256": "719b5713ceb48622b57f2f285011594aba7cd412147afbdab865ff4ecc937d10",
    "simhash": "1:a4f08238af98dfc7",
    "word_count": 2880
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rowland & Co. versus The Lehigh Coal and Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWe are satisfied with the construction placed upon\nthe contract, upon which this action was brought, by the judge at Nisi Prius. By the acceptance of the orders drawn by the plaintiff, the company (defendant) bound itself to deliver, during • the season of canal navigation, for the year 1853, to the defendants in error, on board boats at Erankford, ten thousand tons of coal, of the kind, and for the prices, mentioned in the orders. A large portion of the coal was not delivered, and we can see nothing in the evidence which was given, or in that which was offered, to excuse the defendant’s non-compliance with the contract.\nThe conditions for the sale and shipment of Lehigh coal were annexed to the orders, and form part of the contract; but there is no annexed condition, which, by any fair construction, can justify the neglect of the defendant to deliver to the plaintiffs the amount of coal contracted for. One of the conditions, and the one most relied on by the defendant below, reads as follows:—\n“ All coal, for which orders are given, must be taken by the purchasers, regularly in full monthly proportions, during the season of canal navigation, but no purchaser shall be entitled to more than a monthly proportion of his order, unless found consistent with the convenience of the company to deliver it.”\nThe monthly proportion, referred to in this condition, is that part of the whole quantity contracted for, which would belong to one month when equally distributed amongst the whole number of months during the season of canal navigation. In the case before us, the contract was to deliver ten thousand tons “ during the season of canal navigation,” which usually commenced in April and ended in December, continuing about eight months. The “monthly proportion,” which the plaintiffs stipulated to take each month, would be the one-eighth of ten thousand tons, or twelve hundred and fifty tons. But how could the plaintiffs take the coal in monthly proportions, if it was not delivered or offered in such proportions by the company ? A place was fixed by the contract for the delivery; and, if the company was desirous that the plaintiffs should take the coal in equal proportions monthly, it should have been so delivered.\nTrue, another condition stipulated that the company should not “be responsible for damages resulting from the non-delivery of coal, if caused by combinations or strikes among miners, boatmen, or labourers, or by breaches or other unavoidable accident in the mines, or in the canals or railroads, or by other causes beyond their control.” The mere temporary happening of any of the contingencies above mentioned, would not relieve the company from its contracts to deliver coal either in part or in whole, provided that the company was able to perform after the contingencies had ceased to exist.\nThese principles appear to us to be so plainly applicable to the contract between these parties, that the judge who presided upon the trial would have erred, if he had failed to recognise them, or to have given any other construction to the contract. Neither were the rights of the plaintiffs, under the contract, to be in any wise impaired by the custom or usage of other persons who purchased coal from the- company, nor by the quantity of coal delivered to others for the same season, nor by the sales of coal at Mauch Chunk, or by its accumulation at Ballston in May, June, and July, of the year 1853. We see no error in the rejection of the proffered testimony, and we approve of the legal principles laid down in the charge to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "6r. M. Wharton, for plaintiff in error.",
      "W. A. Porter, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rowland & Co. versus The Lehigh Coal and Navigation Company.\nWhere a coal company contracted to deliver during a season to another party, a certain quantity of coal at a designated placo, in monthly proportions, it is not necessary for such party in a suit against the company, for nondelivery of the coal, to prove that he called for the coal in such proportions; the company must show that they delivered, or offered to deliver, the coal according to their contract.\nAlthough the contract contained a stipulation, that the company was not to he liable for non-delivery of coal arising from the happening of certain contingencies, yet the temporary existence of such contingencies would not release them either in whole or in part, provided the company was able to perform after the contingency had ceased to exist.\nThe rights of the plaintiffs under the contract could not be affected by the customs or usages of other persons who purchased coal from the company nor by the quantity delivered on other contracts, during the same season, and evidence therefore of these facts was irrelevant and inadmissible.\nCertificate from tbe Court of Nisi Prius.\nThis was an action on the case sur assumpsit, brought by A. Gr. Rowland & Co. against the Lehigh Coal and Navigation Company, to recover damages for the non-delivery of coal according to contract.\nOn the 9th February, 1853, Rowland & Co. gave an order to the agents of the company, defendants, for 5000 tons of coal. On the 12th of the same month an additional order for 2000 tons, and on the 9th of March a further one for 3000 tons, making, in the aggregate, 10,000 tons. This coal was to be delivered during the boating season of 1853. These orders were accepted by Noble & Hammett, the Philadelphia agents of the Lehigh Coal and Navigation Company.\nThe following is a copy of one of the orders, with the conditions attached:—\nThe Lehigh Coal and Navigation Company make the following conditions and stipulations in regard to all orders for their coal, viz.:—\nCargoes of coal, for shipping, are sold, deliverable at Bristol, on the Delaware, on board of vessels, during the season of canal navigation; and all contracts for the delivery of coal, not executed during the current season of canal navigation, shall expire with the close of said season.\nAll coal for which orders are given, must be taken by the purchasers, regularly, in full monthly proportions, during the season of canal navigation; but no purchaser shall be entitled to more than a monthly proportion of his order, unless found consistent with the convenience of the company to deliver it; and each cargo is to be paid for as delivered.\nCaptains of vessels sent by purchasers for their coal, must take an order from the company’s office at Philadelphia, report themselves, on arriving at Bristol, to the company’s agent, and take their regular turn in loading, according to the time of their arrival, and, when loaded, sign their bills of lading.\nEvery exertion will be used to give despatch, but the company is not to be liable for demurrage, nor for any consequence resulting from unavoidable delay.\nThe coal, when delivered on board of vessels, boats, or barges, is to be at the risk of the purchasers. Bills of lading, or other regular evidence of shipment, to be proof of delivery, as regards both time and quantity.\nThe officers of the company will, when requested by purchasers, exert, without charge therefor, their best efforts to procure vessels, boats, or barges; but the company declines all responsibility in' relation thereto, reserving to itself, however, the right, if purchasers neglect to send vessels, boats, or barges, of shipping the coal to them for their account, at their risk, at the current rate of freight, and in the full monthly proportions.\nThe company will not be responsible for damages resulting from the non-delivery of coal, if caused by combination or strikes among miners, boatmen, or labourers, or by breaches or other unavoidable accident in the mines, or in the canals or railroad, or by other causes beyond their control.\nOrders will not be binding, unless acknowledged and accepted in writing by the company.\nOrders for coal must be in writing, subject to the above conditions ; and if for coal to be delivered in Lehigh scow-boats, subject further to the printed conditions on the back hereof.\n[Across the face of this was written—\n“Accepted — Noble & Hammet, Agents.\n“ Per S. Caldwell, Jr.”]\nPhilada., 9 March, 1858.\nTo Messrs. Noble & Hammet, Philadelphia,\nAgents for the Lehigh Coal and Navigation Company. Please deliver on board boats at Frankford, the quantity and descriptions of coal as stated below:—\nTons Lump Coal, made over 5 in. round holes, ■ @ $\n“ Steamboat “ “ through 5 in. “ @ $\n“ Broken “ “ over 2f square holes, @ $\n1500 “ Egg “ through 2i- “ and over If, @ $ 3.42J.\n1500 “ Stove “ “ “ If “ “ 1, @ $ 3.55.\n“ Chestnut “ “ “ 1 “ f, round,\nTerms--equal to cash, from date of bill of lading, or other proof of shipment.\nThis order is subject to the conditions and stipulations above defined.\nTo be shipped as above.-ft. of water,-bridges.\nThe above is the quantity we were at liberty to increase our order of Feb. 9.\nA. G-. Rowland & Co.\n[The following are the conditions on the back of the above: — ]\nConditions of sale of coal, deliverable in boats at Mauch Chunk, Bristol, or at other points, by the Lehigh Coal and Navigation Company.\nCoal purchased, deliverable into boats at Mauch Chunk, will, at the request of the purchasers, and upon their account and at their risk, be forwarded direct, in Lehigh scow-boats, to the extent of the company’s ability, and at the current rates, in cash, of freight, tolls, and towing, upon the manifest weights, to the places and ports which have heretofore been usual along and through the Lehigh, the Delaware, the Morris, and the Delaware and Raritan Canals; the company reserving the right of transhipping the coal at Bristol, should there occur a deficiency of boats, and' for such transhipment the usual charge of twenty-five cents per ton will be made.’\nFor coal deliverable in boats as they reach Bristol from Mauch Chunk, the prices will be twenty-five cents per ton less than the prices for similar coal on board vessels at Bristol.,\nCoal, deliverable as above in boats at Bristol, will also be forwarded in the boats, as heretofore, to the usual places and ports, subject to the conditions above stated in regard to coal delivered at Mauch Chunk.\nWhen coal is sold, deliverable by the company at places other than Mauch Chunk or Bristol, the delivery will be in the boat; and the coal will he at the risk of the purchaser, from the time of the arrival of the boat at the place to which it is consigned.\nThe purchaser is, in all cases, to unload the boats, and to pay alb wharfage and extra towing and moving at the port of destination.\nA demurrage of two dollars and fifty cents per day will be charged for each boat not unloaded within two working days from the time of its arrival.\nCopy of Mauch Chunk manifest to be proof of shipment, both as to time and quantity.\nAfter the 1st of November, shipments in the boats from Mauch Chunk will not be made to places east of New Brunswick.\nThe other orders and conditions were similar to the above.\nThe defendants delivered under these contracts 3201 tons of coal; and the plaintiffs brought this suit to recover damages for the non-delivery of the remaining 6799 tons.\nDuring the season of 1853, the shipments of coal to Philadelphia were interrupted in the whole for about two months, by breaches and impediments in the Delaware division of the Pennsylvania Canal. The defendants claimed to have delivered to the plaintiffs their full proportion of the coal brought to the Philadelphia market by them during 1853; and to have been exonerated from any liability for the portion not delivered, by causes beyond their control. They also contended, among other things, that they were only liable to be called upon by those who had given orders on their agents, for a full monthly proportion of the orders held by such persons, and that by not calling for it in due monthly proportions, the parties waived their right to call for such proportions at a subsequent time.\nThe defendants requested the court to charge the jury—\n1. That under the orders in evidence, the coal specified therein was deliverable only during the season of canal navigation; and that when the canals on the route from Mauch Chunk, or any of them, were not navigable, and this without the default of the company, the coal was not deliverable under said orders.\n2. That all coal under such orders was required to be taken, that is, called for by the plaintiff, regularly, in full monthly proportions during the season of canal navigation; and that the company was not in default, if it delivered such quantity of coal as was called for by the plaintiff under the orders, nor in default, merely for not delivering coal which was not so called for.\n3. That the coal specified in the said orders was not deliverable, except in monthly proportions; that no more than a monthly proportion could be asked for in any one month of the season of canal navigation; and that what coal, was not called for by the plaintiffs in any month or months, could not be demanded in any subsequent month or months, but the right thereto was waived by the plaintiffs.\n4. That if the jury believe that the interruption in the navigation of the Delaware division of the state canal prevented the delivery by the defendants of the full amount of the coal specified in said orders, they are not responsible for such non-delivery.\n5. That if there was a short supply of coal, in consequence of an interruption of the navigation, without the default of the defendants, the plaintiffs were not entitled to the full amount of the orders; and the company would not be responsible, if it delivered to them a fair proportion of the coal along with her other customers.\n6. That if the jury believe that the breaks in the Delaware division caused a stoppage of navigation for two months, and that the ordinary season lasts for eight months, in such case, one-fourth of the delivery of coal under said orders was excused to the company.\n7. That the course pursued by the plaintiffs, in calling from time to time for the delivery of coal, and in requesting it to be sent to other places than Frankford, is proof of the construction put by them on the meaning of the words “ must be taken” as found in said orders, viz.: that the coal was not to be delivered until specially requested by the plaintiffs.\n8. There is no mutuality in said orders; and as the plaintiffs were not legally liable to take and accept the coal under the general order, if they did not specially call for it, and if the same were not tendered to them, so on the other hand, the defendants are not liable for non-delivery of coal not called for by the plaintiffs.\nHis Honour charged the jury as follows :—\n“ The contract was to supply 10,000 tons of coal, which were expressly made deliverable during the season. There were three different contracts. Each of these contracts is entire — not composed of eight distinct contracts, each for a separate month. If company had failed to deliver the proportion in any month, and if they had offered the full amount of coal afterwards, and the plaintiffs had refused to take it, the company would have had their action. Plaintiff is to take coal in full monthly proportions, if offered to him, and he can have no more; but the company is not compelled to give it in any one month, but can offer it at any time afterwards. If, by accident, company had been unable to deliver any coal during the whole season, a different case would have arisen, for the contract ends with the year; but there is no provision of the same kind with regard to each month. When the Lehigh Company found themselves unable to deliver coal in July and August, they were bound to deliver it in September, or during the season. If the canal had broken one day, that wa§ no reason why coal should not be delivered next day; and so with regard to months, and everything less than a year. There is no .fact to show company was not able to deliver coal at some time during the season. You, gentlemen of the jury, must determine the amount of damages; a person deprived of coal in this way is entitled to recover the profit — the difference between whatever he could have sold it at, and the contract price — that is what he can recover. The contract with Packer makes no difference. The damages in this case are not to be measured by Packer’s contract.”\nThe jury found for the plaintiffs $3920, and judgment was ent.ered thereon by the court. Whereupon the same was certified to the court in banc, at the instance of the defendants. The\nerrors assigned here, were the rejection of the testimony as above, and to the charge of his Honour, Judge Black, to the jury.\n6r. M. Wharton, for plaintiff in error.\nW. A. Porter, for defendant in error."
  },
  "file_name": "0215-01",
  "first_page_order": 215,
  "last_page_order": 221
}
