{
  "id": 981635,
  "name": "Stuart & Brother versus Blum & Simson",
  "name_abbreviation": "Stuart & Brother v. Blum & Simson",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "225",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 557",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0557-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 16242,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 3.7890678008412246e-07,
      "percentile": 0.8969214035258426
    },
    "sha256": "42e9b04bcf7c0fe10f2b5488f798e0be5d75228c7bc1046645331a0e48e302e2",
    "simhash": "1:9760c4e7d216f4ce",
    "word_count": 2802
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stuart & Brother versus Blum & Simson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhen the parties came to trial this was an action of assumpsit upon the common counts for goods sold and delivered, but to that cause of action the defendants exhibited a complete defence. They showed the receipt of Stuart & Brother dated 22d October, 1852, for three notes, one at eight months from 81st August, one at eight months from 3d September, and one at eight months from 6th September, each for $2435.81; and another receipt of 30th November, 1852, for another note at eight months from 3d September for $471.95. These notes were given in payment of the goods, for which the action was brought, and having been taken up by the defendants, who produced them on the trial, the plaintiff’s action was fully answered, and upon the pleadings then upon the record, the verdict and judgment must have passed for the defendants.\nBut the plaintiffs, by leave of the court, filed six additional counts, four of which were upon the above-named notes, and the other two on a written agreement of Blum & Simson, dated 21st March, 1853, whereby they agreed to pay plaintiffs 15 per cent, of their claim in cash, and 25 per cent, in acceptances of S. & D. Teller, and if they should pay any other creditor a greater sum than 40 per cent, of his claim, they were to pay Stuart & Brother a similar amount, provided such amount should exceed $1000. The plaintiffs averred that the notes were unpaid, and that the defendants had paid others of their creditors 100 per cent, of their claims which exceeded $1000 respectively, and therefore claimed a right to recover both on the notes and the agreement.\nTo meet these causes of action, the defendants put in the composition agreement or release of 21st March, 1853, whereby a large number of their creditors, the plaintiffs included, agreed with Blum & Simson, and with each other, to accept in full payment of their respective claims 40 per cent, of the principal sums thereof, in manner following: 15 per cent, cash, 15 per cent, in one year, and the remaining 10 per cent, in eighteen months, without interest. It appeared that the defendants had paid plaintiffs the 15 per cent, cash, and given them paper of third parties for 25 per cent., which matured and was paid to plaintiffs after this suit was brought, and these facts constituted, they said, a defence to the plaintiffs’ amended action.\nThe reply was that the composition agreement of 21st March,. 1853, had been obtained by fraudulent concealments and misrepresentations, and was- void. This raised a question of fact which was submitted to the jury in the most appropriate manner by the court, and it was found against the defendants. The fraud was established.\nThe court also ruled that the agreement of Blum & Simson, of even date with the general release, was void in the hands of the plaintiffs, on the ground that, being parties to the composition agreement, it was not competent for them to take from the debtors a secret agreement for more than their fellow-creditors were to receive. This doctrine is agreeable to those principles of open and fair dealing, which should characterize all mercantile transactions, and is sustained by the authorities cited by the counsel of the plaintiffs in error.\nThe upshot was that the plaintiffs recovered on the first four amended counts, the balance of 60 per cent, due on their original debt. The cause was decided just as if nothing had happened since the notes of October and November, 1852, were taken, except the payment thereon of 40 per cent. Both agreements of 21st March, 1853, were ignored, and properly: the general release because it was fraudulently obtained — the private agreement of the defendants because it was in fraud of creditors who were associated with the plaintiffs in the general release.\nIt was insisted that'the plaintiffs were bound by the composition release because they had received their 40 per cent, under it. But if it was void from the beginning, their debt was unaffected by it, and they might with a good conscience, and without impairing their claim to the balance, retain whatever had been paid. The payment is not to be referred to the void contract, but to the original indebtedness. Confirmation of a void contract must be supported by a new consideration or it is nudum factum, and the reason why there is here no consideration for the alleged confirmation, is that the plaintiffs had a legal right to receive and retain the 40 per cent, in part payment of a valid and subsisting debt. True, it was paid on the footing of the void contract, but, that being set aside, we have the case of a creditor in possession of the debtor’s money to the extent of 40 per cent, of the debt. May he not' retain it and sue for the balance ? What is decisive of his right is, that if the debtor had sued for the 40 per cent, the debt might have been defalked against him.\nThere was no error, therefore, in' negativing the defendants’ 2d and 5th points, and in charging that the plaintiffs were not concluded by receiving the composition notes.\nNor have the defendants reason to complain of the admission in evidence of their agreement of 21st March, 1853, because it was part of the transaction that must needs be explored, and it was not permitted to operate against them as a substantial cause of action.\nThe amendments to the narr. were all made “on the trial,” and so were within our statute of amendments.\nIt is said the judgment must be reversed because some of the counts were defective, and the verdict and judgment were general. But which counts were defective ? True it is, that, under the evidence in the cause, the plaintiffs were not entitled to recover on the common counts, nor on the two special counts on the defendants’ agreement, and the court would doubtless have so instructed the. jury had they been requested. They might indeed have entered judgment on'the counts upon the notes, and thus have silenced this complaint, but if all the counts disclose a good cause of action the judgment is not to be reversed because it was general. Where a narr. contains several counts, some of which on their face import no cause of action — as where in slander words are charged in certain counts which are not actionable, or in assumpsit money is claimed on a contract which, as set forth, shows it was not due when the action was brought — a general judgment is ill. It should be entered only on such counts as show that the plaintiff had a good cause of action when suit was brought. But this is not a case of defective pleading. Every count in the plaintiffs’ narr. contains a cause of action. The amendments allege no breach, but the general breach that follows the common counts is applicable to them, and if it were not it would be immaterial after verdict: 6 W. & S. 557; 7 Barr 241. It results as a conclusion of law from the evidence, not that any of the counts are bad, but that the plaintiffs were not entitled to recover on certain of them, and the time to have taken advantage of this was on the trial.\nFailing to perceive any error in the record, for which the judgment should be reversed, it must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "St. Cf. T. Campbell and H. M. Phillips, for plaintiffs in error.",
      "Wm. JR. Wister and B. Q-erhard, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stuart & Brother versus Blum & Simson.\nA secret agreement by creditors parties to a composition agreement, with their debtor, by which they are to receive more than their fellow-creditoi's, is void, and no recovery can be had thereon.\nA composition release, obtained by false and fraudulent representations, is void, and can only be ratified upon some new consideration; and the payment of the stipulated sum is not such new consideration, as it was received upon a valid and subsisting debt, irrespective of such composition agreement.\nWhere the creditor delivered up the notes held by him to the debtor, at the making of such agreement, and it is afterwards avoided on the ground of fraud, he may recover the balance due, by declaring on the notes.\nWhere some of the counts in a declaration are defective, in setting forth no cause of action, and the verdict and judgment are general, it will be error.\nBut where all the counts disclose a good cause of action, and it results from the evidence that the plaintiffs are not entitled to recover on some of them, a general verdict and judgment will be good.\nAmendments made “ on the txdal” are within the statute for that purpose.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Stuart & Brother against Blum & Simson. The declaration was in assumpsit upon the common counts, and the bill of particulars furnished was for goods sold and delivered. On the trial, the plaintiffs’ book was admitted and showed an account against defendants for $7779.35, from 29th July, 1852, to September 3, 1852. The defendants then gave in evidence the plaintiffs’ receipts, dated 22d October, 1852, for their three notes, each for $2435.81, making in all $7307.43; and another receipt for another note amounting to $471.95, which notes made the amount of the account. The defendants also produced and gave in evidence the several notes described in these receipts, and put the same in evidence. The plaintiffs then filed, by leave of the court, four additional counts, on the notes respectively, and alleged that these notes were unpaid, but that they, the plaintiffs, were induced by certain false and fraudulent representations of the defendants to give up the notes and sign the following agreement of composition:—\n“We the undersigned, creditors of Blum & Simson, do hereby agree with them and with each other, to accept in full payment of the debts due, or to grow due to us respectively, forty per centum of the principal sums thereof, in manner following, tlxat is to say: fifteen per cent, cash, fifteen per cent, payable in one year, and the remaining ten per cent, payable in eighteen months, without interest: provided that this agreement shall be consummated with us within thirty days from the date hereof.\n“ Philadelphia, March 21, 1853.”\nThis was signed by a portion of the general creditors of the defendants.\nThe plaintiffs also gave in evidence the following agreement of defendants, made with them the same day:—\n“We hereby agree to give to Stuart & Brother, in settlement of their debt against us, Fifteen per cent, in cash, Fifteen per cent, in acceptances of S. & D. Teller, at twelve months from this date, and Ten per cent, in acceptances of S. & D. Teller, at eighteen months from this date.\n“And we further agree that if we pay to another creditor a greater sum-than 40 per cent., that we will pay to said Stuart & Brother a similar amount, provided such an amount exceed one thousand dollars. . Blum & Simson.\n“Philadelphia, March 21, 1853.”\nThe plaintiffs also asked and obtained leave to file two additional counts on this last agreement.\nOn the 7th April following these agreements, Stuart & Brother carried out the agreement by giving up to Blum & Simson their notes for $7779.38 upon the payment of $3111.72, being 40 per centum in cash and notes endorsed by Martin Seidenbach, and which were paid at maturity. The plaintiffs alleged that they were induced to sign, the agreement by the fraud and misrepresentation of the defendants. That they had been doing a prosperous business for a number of years, and were in good credit. And that in the autumn of 1852, they purchased a larger stock of merchandise than in former years, and sold the goods, or a portion of them, in a clandestine manner, and that they made a false statement of their assets and liabilities, and by these means induced the plaintiffs and others to sign the agreement of compromise. It was also proved that the defendants settled with some of their creditors, at fifty per centum on their claims; with others, at seventy-five cents in the dollar '; and some, who refused to settle on other terms, were paid in full.\nThe defendants’ counsel presented the following points:—\n1. That if the plaintiffs accepted the notes in full of the goods, •the plaintiffs cannot recover for'the goods.\n' 2. That if the plaintiffs accepted the notes at twelve and eighteen months, in payment of the original notes, they cannot recover the amount of the notes.\n3. That the plaintiffs cannot recover upon the agreement of March 21, 1853.\n4. That if the plaintiffs made an arrangement, other than was declared in their composition deed, they cannot recover.\n5. That the plaintiffs are not entitled to recover.\nThe court below (Sharswood, P. J.) charged the jury, inter alia, as follows :—\n“ The jury are at liberty to infer — if they are satisfied to do so from the evidence — that the statement exhibited, or the facts alleged, to any of their creditors, were repeated to all. If the signature of any of the creditors to this release was fraudulently obtained, as it is a mutual agreement, it was fraudulent and void as to all.” *********\n“Put, independently of such a controlling circumstance, I cannot say that the plaintiffs are in law concluded, by receiving the amount of their composition notes, when there has been actual and positive fraud; when the party has acted mala fide — which is the plaintiffs’ allegation in this ease; and whether it was so or not, you are to decide; there can be no such thing as a confirmation: what was once a fraud, will be always so. The reason of the distinction is, that a contract infected with that - kind of fraud— which must be proved, and not presumed from the circumstances of the parties — is not merely voidable, but void; and confirmation, without a new consideration, would be a new fact. Upon the footing of actual fraud, plaintiffs had a right to receive from defendants what they did receive in part payment of their demand; that they were entitled to that, one way or the other; and I am not prepared to say that the receipt concludes them from setting up the fraud. I say, therefore, in answer to defendants’ second point, that it is true — unless the acceptance of these notes was induced by the fraud of defendants.\n“As to the agreements of March 21,1853, the general principle in regard to these compositions is, that any private agreement to the advantage of the creditor over any other creditor is void. It is true, quite a plausible argument might be used to these, that there is nothing unfair in this particular agreement; that it was not to give plaintiffs an advantage, but to prevent others from gaining an advantage. I do not say how it would be, if all the creditors had made jffie same agreement; but there is no evidence to leave to the jury of that. It does not do to split hairs upon such a subject as this. It would have been well for the plaintiffs to insist upon the insertion of it in the composition deed, as a part of the open composition; or, to have written it over their names, before they signed and sealed. I affirm defendants’ fourth point, that plaintiffs cannot recover on the agreement of March 21,1853, if that agreement was made as the consideration upon which plaintiffs signed the release or composition; but I decline the fifth.\n“ The sixth, I decline to charge as requested, because there is a question of fact submitted to you in the case.\n“ If you find from the evidence that defendants were guilty of fraud in misrepresentation or conduct, of their true condition, upon which the plaintiffs were induced with the other creditors, to become parties to the composition; that composition is void, and plaintiffs can recover upon the original notes. If you are not satisfied from the evidence that there was such fraud, the defendants are entitled to your verdict.”\nThe jury found a verdict for the plaintiff for $4946.89.\nThe defendants moved for a new trial, which was overruled. They then moved to have judgment entered upon the common counts, and the counts on the notes, which was refused, and judgment entered on the verdict generally.\nThe defendants then removed the cause by writ of error to this court, and assigned here for error, that the court below erred in permitting the several amendments, in their answer to defendants’ points, and in the general instructions to the jury.\nSt. Cf. T. Campbell and H. M. Phillips, for plaintiffs in error.\nWm. JR. Wister and B. Q-erhard, for defendants in error."
  },
  "file_name": "0225-01",
  "first_page_order": 225,
  "last_page_order": 230
}
