{
  "id": 981706,
  "name": "Rodgers versus Kichline",
  "name_abbreviation": "Rodgers v. Kichline",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "231",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 231"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wh. 97",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 5814,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34555161324077194
    },
    "sha256": "284ff747606799d0834399fd5cdef4ff5d16343704c5bfbd1108a2e4999c1a6c",
    "simhash": "1:062315d46b7db270",
    "word_count": 994
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rodgers versus Kichline."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe note dated November 8th, 1850, was clearly inadmissible. It was given some months before the note in suit, and was neither evidence of payment, nor did it tend to show failure of consideration:. There was no plea of set-off, and consequently the offer to introduce' evidence of goods sold and delivered by the defendant to the plaintiff was properly rejected. An affidavit of defence setting forth particularly in what the defence consists, may obviate the necessity of giving notice of special matters: Insurance Company v. Hakes. But evidence which has been given before arbitrators may not be received on the trial in court, unless it is appropriate under the pleadings: 2 Wh. 97; 2 Barr 88.\nThe order for twenty-five dollars, without date, specifying upon its face that it was to apply on old account, was no evidence that that amount had been paid on the note. So far the decision of the Common Pleas was right. But there was error in rejecting the receipts of May 10th, May 13th, and June 10th, 1851. These receipts all bore date after the note, and were evidence of money paid, whether applicable to the note or not, was a question for the jury to decide. Two of them, specify that the payment was on account, and the other is merely a receipt for fifty dollars, without anything further. The word account, without saying what account, whether book account or on account of some other claim, does not clearly designate the application of the money. These receipts should have been permitted to go to the jury subject to any explanations which either party could give to aid the jury in determining whether the money mentioned in the receipts had, or had not, been paid on the note in suit.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "M. Cfoepp, for plaintiff in error.",
      "Gfreen and Brown, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Rodgers versus Kichline.\nIn an action on a promissory note, another note of previous date given by defendant to plaintiff and paid before the trial, was not evidence of payment, nor did it tend to show failure of consideration of the note in suit.\nThat the evidence offered was given before'arbitrators in the same cause, will not obviate the necessity of giving notice of special matter, unless such evidence is appropriate under the pleadings in the case.\nIn such action, an order given by plaintiff on defendant without date, specifying that it was to be a receipt on an old account, was not evidence of payment on the note.\nReceipts given for money paid generally, and ■“ on account” subsequent to the date of the note, are evidence in such action, and whether applicable or not as payments on the note, is a question of fact for the jury.\nError to the Common Pleas of Northampton county.\nThis was an action of assumpsit by Jacob Kichline against Amos Rodgers. On the 24th of March, 1851, Henry B. Duffin, being indebted to Jacob Kichline, gave his promissory note for $321, payable thirty days after date, and gave Amos Rodgers, the plaintiff in error, as his surety on the note. Kichline brought suit against Rodgers on the note, and obtained an award of arbitrators, but died before the cause came to trial in court, and his administrators were substituted. On the trial the plaintiff proved the execution of the note, and 'gave the same in evidence, with the endorsements, and closed.\nThe defendant then offered in evidence a note given by Duffin, the principal debtor, to Kichline, in November, 1850, which had been paid, and proposed to accompany it with proof, that the note in suit had been given, in part, for a balance due from Duffin to the plaintiff, on the plaintiff’s books, and that for this note of $300, Duffin had never received a credit on plaintiff’s bo'oks, for the purpose of showing that the note in suit had been-given for a greater amount than was due to Kichline. It was objected to and rejected by the court.\nThe defendant then offered in evidence receipts:—\n“Received, South Easton, May 13th, 1851, of Mr. II. B. Duffin, twenty-five dollars on account. Jacob Kichline.”\n“ Received, South Easton, June 10th, 1851, of Mr. H. B. Duffin, twenty-five dollars on account. Jacob Kichline.”\n“ South Easton, July 10th, 1851, received of H. B. Duffin, the sum of $50.00. Jacob Kichline.’\nThe defendant also offered the following order, without date:—\n“ Mr. Henry Duffin, I wish you would send me twenty-five dollars on old account, and this shall receipt you.\nJacob Kichline.”\nThese- were objected to by the plaintiff, and rejected by the court; and, at the instance of defendant’s counsel, a bill of exceptions was sealed.\nThe defendant then offered to prove that after thé date of the note/Duffin, the principal debtor, furnished goods and merchandise to the plaintiff offered as a set-off. The plaintiff’s counsel objected to the same, because no’ notice thereof had been given, and the court sustained the objection, and sealed a bill of exceptions.\nThe defendant then further offered to show, that all the matters rejected, to wit, the orders and receipts, and the goods and merchandise furnished by Duffin to plaintiff’s intestate, were given in evidence by the defendant in a former trial of the cause before arbitrators, on the 8th April, 1852, to show actual knowledge of the matters of defence, and set-off offered on the part of the plaintiffs.\nThis was objected to by plaintiff’s counsel, and rejected by the court, and a bill of exceptions sealed at the instance of defendant’s counsel.\nThe defendant offered no further evidence, and the cause was submitted to the jury, who found a verdict -for the plaintiff of $241.08, being the amount of the note and interest, deducting the credits endorsed on the note.\nThe errors' assigned were the rejection of the evidence offered by defendant as above stated.\nM. Cfoepp, for plaintiff in error.\nGfreen and Brown, for defendants in error."
  },
  "file_name": "0231-01",
  "first_page_order": 231,
  "last_page_order": 233
}
