{
  "id": 981570,
  "name": "Steckel versus Steckel",
  "name_abbreviation": "Steckel v. Steckel",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "233",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 7176,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.269675917720777e-07,
      "percentile": 0.6144221149572813
    },
    "sha256": "366f33e668e27340c3676d8760e241e71520564de2a2fdf895277b48de6c5082",
    "simhash": "1:be4a0ac138fa8cec",
    "word_count": 1286
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steckel versus Steckel."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nWhere one of two payees, in a promissory note endorsed by them for the accommodation of the drawer, pays the whole money to the holder, after the maturity of the note and protest,, he is entitled to recover one-half the money so paid from the other payee.\nWhere the payees give the usual written direction in accommodation notes, at the foot of the note, “ credit the drawer,” and the note is afterwards discounted in bank, or found in the possession of any person not a party to the original transaction, the presumption is that the holder is a holder for value, and that the drawer received the proceeds according to the direction so given.\nWhere the holder of such an instrument, ten days after its execution, guaranties to a bank the payment of it, such guaranty does not change the relation of the payees to one another, nor to the drawer. Nor does it relieve them in any manner from their original liability to the holder.\nIf such note have been discounted in hank, and afterwards be taken up by the guarantor, he has a right to recov.er against the drawer and the payees, and a payment to such holder by one of the payees entitles him to contribution against the other.\nIt 'is scarcely necessary to add, that if such payment be made by one payee, under an express agreement by the other to repay one-half the sum thus paid to take up the note, the right to contribution, which was good without such agreement, is not rendered any worse by it.'\nWhere the declaration in such a case is for money paid, laid out and expended, and no objection to the evidence is made on the trial, nor any instructions asked for or given in the charge in relation to the form of the action, it is too late to start such a technical objection in the court of review. If there ever was any validity in the objection to the form of the declaration, it is waived.\nWe see no error in the proceedings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "M. S. Jones, for plaintiff in error.",
      "A. JS. Broivn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Steckel versus Steckel.\nIf one'of two payees, in a promissory note endorsed by them for the accommodation of the maker, pays the whole amount to the holder, he is entitled to recover one-half from the other payee and endorser. 1\nWhere thp payees and endorsers give the direction at the foot of the note “credit the drawer,” and the note is afterwards discounted in bank, or found in the possession of a person not a party to the original transaction, the presumption is that such person is a holder for value, and that the drawer received the proceeds.\nWhere the holder, ten days after the making of the paper, guaranties its payment to a bank, such guaranty does not change the relation of the payees to one another nor to the drawer, nor relieve them from their original liability to the holder.\nIf the note be discounted in bank, and is afterwards taken up by the guarantor, he has a right to recover against the maker and the payees, and a payment by one of the payees entitles him to contribution against the other.\nIf the declaration in such case is for money paid, laid out, and expended, and no objection is made to the admission of the evidence on the trial, and no instruction asked for or given by the court in regard to the form of the action, it is too late to raise that question in this court.\nError to the Common Pleas of Northampton county.\nThis was an action of assumpsit brought by Solomon Steckel against Peter Steckel. The declarations contained the common counts. The plaintiff claimed to recover contribution of a moiety of the amount of a promissory note made by Eli Steckel, and endorsed by the plaintiff and defendant for the accommodation of the maker. The note was as follow's: — ■\n“$600 Allentown, July 16th, 1852.\nNinety days after date, T promise to pay, at the Easton Bank, to the order of Solomon Steckel and Peter Steckel, six hundred dollars, without defalcation, for value received.\nCredit the drawer Eli Steckel.”\nSolomon Steckel P. Steckel\nEndorsed “ Solomon Steckel.\nP. Steckel.\n“ I guaranty to the Easton Bank the payment of the within note, July 26th, 1852.\nWilliam IP. Blumer.”\nThe note was protested at the Easton Bank for non-payment, on the 16th October, 1852.\nBlumer took up the note, paying the amount to the bank, on the 22d February, 1853.\nIt was in evidence that Peter Steckel requested a witness to ask Solomon Steckel to pay the note and that he would repay him his part; and that the witness communicated this to Solomon the plaintiff. That the plaintiff afterwards furnished the money, and the witness, at his request, paid it over to Blumer, and lifted the note.\nEli Steckel was a son of Solomon, and kept a hotel in Allentown, and failed in business in the fall of 1852. He gave to Solomon a note for $1500, with a warrant of attorney to confess judgment, and which was entered on the 23d October, 1852. The witness who wrote the note could not tell whether this claim was included. No part of the judgment was paid by the sale of Eli’s property.\nIt was also proved that Blumer kept an Exchange Office in Allentown, and that a part of the business of the Easton Bank in Lehigh county was done through his office.\nThe defendant contended that the paper showed that Blumer was a guarantor for Eli Steckel, and as such he could not have recovered against the accommodation endorsers; and the payment to him by Solomon Steckel was a voluntary one, and gave him no right to recover against the defendant his co-endorser. That the direction to “ credit the drawer” was special, and the endorsement imposed no liability, unless it was shown that Eli got the credit. If it was purchased by.'Blumer he must show that, and then he could only recover the amount paid.\nJudge McCartney, who presided at the trial in the court below, having died before the charge was written out, charged in substance as follows:—\n“ What is Blumer’s position ? He guarantied the payment of the note to the Easton Bank, and after dishonour took up the note. He stands in the relation of holder of the paper to the endorsers, and could have sued the endorsers. He could have sued Solomon Steckel.\n“ Solomon Steckel took up the paper. Can lie call upon Peter Steckel for contribution ?\n“ In Croft v. Moore, 9 Watts 451, two of three joint payees treated the other one as joint surety, and upon payment were subrogated. Solomon Steckel can call upon Peter Steckel for contribution. He whose name is on negotiable paper cannot call upon others to sue, he must take up the paper and sue. The note drawn by Mr. Beese has no operation as an admission of Peter Steckel’s liability, nor of an admission that if Solomon would pay, he, Peter, would contribute. His liability to contribute grows out of his joint endorsement. The note .was in the bank, and did the proceeds go to Eli ? That is a matter of inference; the direction to credit the drawer is evidence that he, Eli, got the money. Was Solomon bound to take care of Peter? No more than Peter was bound to take care of Solomon.”\nThe jury found for the plaintiff. Whereupon the defendant took out this writ and assigned for error, inter alia, the foregoing instructions.\nM. S. Jones, for plaintiff in error.\nA. JS. Broivn, for defendant in error."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 236
}
