{
  "id": 981549,
  "name": "Wilson versus Ellis",
  "name_abbreviation": "Wilson v. Ellis",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "238",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Pick. 384",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0384-01"
      ]
    },
    {
      "cite": "21 Pick. 55",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2047985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0055-01"
      ]
    },
    {
      "cite": "7 Mass. Rep. 388",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 245",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 735",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0735-01"
      ]
    },
    {
      "cite": "13 Pick. 139",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0139-01"
      ]
    },
    {
      "cite": "10 Mass. 120",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Met. 27",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0027-01"
      ]
    },
    {
      "cite": "2 Jones 379",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0379-01"
      ]
    },
    {
      "cite": "2 Conn. Rep. 700",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/2/0700-01"
      ]
    },
    {
      "cite": "6 Wh. 498",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 N. H. 167",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/7/0167-01"
      ]
    },
    {
      "cite": "13 Maine Rep. 236",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8738725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/13/0236-01"
      ]
    },
    {
      "cite": "1 Binn. 240",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0240-01"
      ]
    },
    {
      "cite": "7 Mass. 388",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "14 Pick. 350",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wendell 506",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/5/0506-01"
      ]
    },
    {
      "cite": "21 Pick. 55",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2047985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/38/0055-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 8388,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 2.010143473299505e-07,
      "percentile": 0.7441439636056002
    },
    "sha256": "542577ff058c9a24d2c51486108bf5f57bca345f896ea353333fa238cb0ddd95",
    "simhash": "1:d6cf9ac1e914b78e",
    "word_count": 1473
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Ellis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nUpon an execution issued by a justice of the peace, at the suit of Moses Strouse against Henry Ellis, constable Wilson levied upon the personal property of Ellis, and sold it without an appraisement, although a demand for an appraisement was duly made by the defendant in the execution. This action of trespass was brought to recover damages for seizing and selling the property, and the principal question presented for our consideration is: whether trespass is the proper remedy? We are of opinion that trespass will lie.\nIn some cases an act which was in the first instance lawful, becomes afterwards a trespass ab initio. Here the levy was lawful, but the sale, without an appraisement upon request made, was a.n abuse of the authority contained in the writ to levy and sell; and this abuse rendered the constable a trespasser ab initio. It was not a mere nonfeasance, or negative abuse of the authority; for selling the goods without an appraisement was an act unauthorized, by law, and left the constable in the same situation as though his acts had been illegal from the commencement. Eor where the law has given an authority, it will protect persons from the abuse of the authority, by leaving the abuser in the same situation as though he had acted without any authority: actus legis nemini facit injuriam. The principle first stated has been frequently applied to cases not dissimilar to the present one. “ If J. S., who has distrained a beast damage feasant, afterwards kill or use the beast, he becomes a trespasser ab initio Bac. Ab. B., tit. Trespass, pl. 4. In Ward’s Case, Clayt. 44, it was held that a constable who had a warrant of a justice of the peace to search the house of J. S. for stolen goods, and who pulled down the clothes of a bed in which there was a woman and attempted to search under her shift, by this indecent abuse of his authority became a trespasser ab initio. In the Six Carpenters’ Case, it was said, that “ if a man who goes lawfully into an inn, be afterwards guilty*>f an injurious act therein, he becomes a trespasser ah initio, because this is an abuse of his license to enter.” So in Allen v. Crofut, 5 Wendell 506, it was held that when an authority to enter a house is given by law, and the party abuses the license thus obtained, he will be considered a trespasser ab initio; but where the entry is by license, not under legal authority, an unlawful act done after the entry, will not make the entry a trespass. In Sackrider v. McDonald, 10 John. R. 253, for impounding cattle taken damage feasant, before the damages were ascertained by two fence viewers, one was held to be a trespasser ab initio. The same rule has been applied to an ofiicer who sold property by process of law before and after the time prescribed by law: 14 Pick. 350; 21 Pick. 55; 7 Mass. 388. The principle was recognised by Chief Justice Tilghman in Hazzard v. Israel, 1 Binn. 240, and directly applied in Kerr v. Sharp, 14 S. & R. 399, where a landlord and his bailiff were held liable in an action of trespass for selling goods distrained for non-payment of rent, without appraisement or notice.\nThese authorities are entirely conclusive upon the main question raised by the record. We see nothing to justify complaint in the part of the charge relative to the measure of damages. If there was a wanton violation of the plaintiff’s rights, he was entitled to exemplary damages.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Gumming, for plaintiff in error.",
      "Bartholomew and Wells, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Ellis.\nAn officer who seizes property under a lawful execution, but afterwards abuses the authority conferred, is in the same situation as though he had acted without authority.\nA constable who seizes the property of a defendant under an execution, and refuses to permit such defendant to select, and .Jo have appraised for him property to the amount of §300 under the Act of 1849, the defendant demanding, and being entitled to the benefit of the exemption, becomes liable as a trespasser ah initio.\nError to the Common Pleas of Schuylkill county.\nThis was an action of trespass, vi et armis, by Henry Ellis against Henry Wilson and Moses Strouse. Strouse recovered a judgment against Ellis in April, 1853, for $99, before a justice of the peace, upon which an execution was issued and put into the hands of Henry Wilson, a constable. Under this execution Wilson levied on two horses, a stage, a sleigh, and some harness, as the property of Ellis. At the time of making the levy, and on the day of sale, Ellis demanded an appraisement, and the benefit of the $300 exemption law. The constable refused to have an appraisement made, but under directions from and being indemnified by Strouse, proceeded and sold the property seized under the execution-. This action was brought to recover damages for the alleged injury.\nThe defendants contended among other things, that as the property was seized by virtue of lawful process, the action of trespass could not be maintained.\nThe plaintiff maintained that the constable, by the abuse of the authority given him in the writ, became a trespasser ah initio, and that the action would lie.\nThe court below (Hegins, P. J.) instructed the jury, that if the plaintiff was the bona fide owner of the property at the time of the levy and sale, and before the sale required the constable to appraise the property, that he might elect what goods he would take; the constable, in refusing to make the appraisement and selling the goods, violated the plaintiff’s rights, became a trespasser, and was answerable to the plaintiff in damages in this action. And that Strouse was also liable, if the jury were satisfied that he induced or encouraged the illegal conduct of the constable.\nThe jury found for the plaintiff $324.50, and judgment was entered upon the verdict.\nThe defendants sued out this writ, and assigned the ruling of the court below for error.\nGumming, for plaintiff in error.\nUnder the Act of 1849 no specific articles are exempt, except wearing apparel, bibles, and school books, until after election and appraisement. The officer was lawfully in possession of the property by virtue of the writ and levy, and until after the specific, articles were chosen and appraised, there was no such possession or the immediate right of possession as would enable the plaintiff to maintain trespass: Act 9th April, 1849; Ward v. Taylor, 1 Barr 240; 4 Kent. Com. 119; Lent v. Brown, 13 Maine Rep. 236; Rowland v. Rowland, 8 Ohio Rep.; Anderson v. Newsmith, 7 N. H. 167; Lewis v. Carsaw, 3 Harris 54; Franklin Insurance Company v. Findley, 6 Wh. 498; Hammer v. Freese, 1 Harris 257.\nThe action of trespass is the remedy for injuries committed with force; but for nonfeasance or misfeasance case is the proper remedy: 1 Ch. Pl. 151; Boot v. Cooper, 1 T. R. 535; 3 Esp. Rep. 135. No person who acts under a regular writ or warrant can be liable to trespass, however malicious his conduct. Case is the only sustainable form of action: 1 Ch. Pl. 214; Plummer v. Dennet, 2 Greenl. Rep. 241; Luddington v. Peck, 2 Conn. Rep. 700; Seitzinger v. Seitzinger, 2 Jones 379; Neely v. McCormick, 1 Casey 255.\nBartholomew and Wells, for the defendant in error.\nWhether trespass or case should be brought against a constable for a refusal to give a defendant the benefit of the Act of 1849, has perhaps not been directly decided, though the cases of Freese v. Hammer, 7 Harris 255, and Knabb v. Drake, 11 Harris 489, impliedly sanction this form of action. An unlawful exercise of authority over goods will support the action: Miller v. Barber, 1 Met. 27; Gibbs v. Chase, 10 Mass. 120; Robinson v. Mansfield, 13 Pick. 139; Wintrugham v. Lafoy, 7 Cow. 735.\nBut if the seizure were lawful, the defendant became a trespasser whenever he began to exercise an unlawful authority over the property: Kerr v. Sharp, 14 S. & R. 399. The party, by the abuse of his authority, becomes a trespasser ah initio. The distinction is between a bailee and an officer. One who takes possession under license from the owner, the other under authority of the law. In the first, case will be the proper remedy; and in the latter, trespass for abuse of authority: Six Carpenters’ Case, 8 Co. 146; Hazzard v. Israel, 1 Binn. 245; Pierce v. Benjamin, 14 Piole. 350; Pennington v. Loring, 7 Mass. Rep. 388; Smith v. Gates, 21 Pick. 55; Adams v. Adams, 13 Pick. 384; Cotterel v. Cummings, 6 S. & R. 34."
  },
  "file_name": "0238-01",
  "first_page_order": 238,
  "last_page_order": 241
}
