{
  "id": 981661,
  "name": "Commonwealth versus Ruffner",
  "name_abbreviation": "Commonwealth v. Ruffner",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "259",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 5969,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.298198291932048e-07,
      "percentile": 0.9166304676450249
    },
    "sha256": "add37b37e0984b25eb4f785865e7a2bae08462fc72ea6d512e415cce764200e6",
    "simhash": "1:b01125e1803e3e5c",
    "word_count": 1030
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Ruffner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nIt is unnecessary to cite authority to show that in an indictment for fornication and bastardy, fornication is regarded as the offence charged. The bastardy is only one of its usual consequences. This principle is fully recognised by Chief Justice Tilghman in Duncan v. The Commonwealth, 4 S. & R. 451. Where the offence of fornication was committed two years before the commencement of the prosecution, it is barred by the Act of Limitations of 10th March, 1852, although the birth of the illegitimate offspring took place within two years from the prosecution.\nIt is suggested that the statute should not begin to run until after the birth of the child, because of the difficulties in discovering and prosecuting the offender at an earlier period. Crimes are generally committed in secret, and if the difficulties in discovering them arrested the running of the statute, it would be rendered almost nugatory. No such exception is inserted, and we cannot legislate on the subject. The difficulty in prosecuting before the birth of the child, has nothing in it. The practice is universal to commence the prosecution as soon as the fornication and its probable consequences are suspected. After arresting the offender and securing his appearance to answer the charge, the cause is continued from term to term until the birth of the child.\nIn actions brought for the recovery of money due on simple contracts, it was originally held that the defendant might take advantage of the statute of limitations without pleading it; and where the jury under the general issue found specially that the action was brought six years after the cause of action accrued, the court gave judgment for the defendant on the special verdict: Brown v. Hancock, Cro. Car. 115; Sherwin v. Cartwright, Butt. 109. But the exceptions in the statute, and the leaning of the courts against it afterwards, induced them to adopt the rule that a defendant in an ordinary civil suit could not have the benefit of the statute without pleading it: Lee v. Rogers, 1 Lev. 110. But Serjeant Williams, in his note (6) to Hodsden v. Harridge, 2 Saund. 176, says that this is an exception to the rule; and accordingly in actions on penal statutes, the defendant may take advantage of the statute on the general issue, and need not plead it: Hodsden v. Harridge, 2 Saund. 62; Lee v. Clarke, 2 East 335. We see no reason why the defendant in an indictment should not have equal privileges with a defendant in an action for a penalty.\nIn this case the question seems to have been tried, without objection, under the general issue. If the objection had been made on the trial, it might have been cured by an amendment. It would therefore be unjust to permit the plaintiff in error to start this point, of pleading in the court of review. Besides, although the general rule is that time is not material in setting forth,offences, jet where the indictment lays an offence to have been committed within two years before the commencement of the prosecution, and the special verdict negatives this allegation by finding that it was committed more than two years before the prosecution, it cannot be said that the defendant is found guilty in manner and form as he stands indicted, provided that the law of the case makes the time material. And it cannot be doubted that time is material in this case. The law expressly declares that “ no indictment shall be commenced or prosecuted” for this offence, after the expiration of two years from the time of committing it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "James, Lloyd, and Dubois, for Commonwealth.",
      "Boss, for defendant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Ruffner.\nWhere the offence of fornication was committed more than two years before the commencement of the prosecution, it is barred by the Act of Limitations of the 10th March, 1852, although the birth of the illegitimate offspring took place within two years from the prosecution.\nOn an indictment the defendant may take advantage of the Statute of Limitations without pleading it.\nError to the Quarter Sessions of Bucks county.\nThis was an indictment against William Ruffner, the defendant in error, for fornication and bastardy. The information was laid before a justice of the peace by the prosecutrix, Elizabeth Trauger, on the 4th day of April, 1855. The defendant entered into recognisance for his appearance at the next court to answer the charge. On the 24th of April of the same year, he was arraigned on an indictment found by the grand jury at the same court, and in which the fornication was charged to have been committed on tho 1st day of May, 3.854, and to which he pleaded “ not guilty.” A jury being impannelled and sworn to try the case, found the following special verdict:—\nThe jury find that this prosecution was commenced on the 4th day of April, 1855, and that the act of fornication was committed by the defendant in the county of Bucks, in the summer of 1852, on the body of the prosecutrix, and that he did then beget a female bastard child on the body of her, the said Elizabeth Trauger, the prosecutrix; which child was born in the county of Bucks on the 11th day of May, 1853.\nThe jury find the above facts; but whether the defendant be guilty in law or not the. jury are ignorant, and they therefore refer them to the court for their judgment thereon.\nOn the same day the court entered judgment on the special verdict in favour of the defendant.\nThe Commonwealth sued out this writ, and assigned the following errors:—\n1. The court erred in entering judgment on the special verdict for the defendant; but should have entered it in favour of the Commonwealth.\n2f The court erred in entering judgment in favour of the defendant, as the statute of limitations does not apply under the facts as found by the jury in their special verdict.\n3. The court erred in entering judgment in favour of the defendant, there being no plea of the statute of limitations pleaded.\nJames, Lloyd, and Dubois, for Commonwealth.\nBoss, for defendant."
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 261
}
