{
  "id": 981547,
  "name": "Waterman and Wife versus Ellis et al.",
  "name_abbreviation": "Waterman v. Ellis",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "264",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 6807,
    "ocr_confidence": 0.448,
    "sha256": "94c0de5a96ebb3ac21fdd021b6cd5a6bb81677e77c617b0c135d53fc110376b2",
    "simhash": "1:826aa6ec526fb6b8",
    "word_count": 1205
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waterman and Wife versus Ellis et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis bill is filed by a legatee under the will of Joel Middleton, deceased, and the defendants are charged as executors of that estate, on the ground that they ave the executors of one who was surviving executor of Joel Middleton, deceased. But this ground cannot be maintained since the Act of 15th March, 1832, which declares that “ the executor of a deceased executor shall in no case be deemed executor of the first testator.” The Act of Assembly directs that in such a case the register having jurisdiction shall grant letters of administration, as if such executor had died without having made a will. But the plaintiffs contend that the allegations in the bill, in reference to this part of the case, may be rejected as surplusage, and that the bill contains other matters sufficient to entitle them to the relief demanded. It is alleged in the bill that the plaintiff, Martha Ellis, is entitled as legatee, under the will of Joel Middleton, deceased, to one-half the sum of $1600, and that at least $459.19, of the said $1600, remained in the hands of the said Jediah (the defendants’ testator) at his decease, and came into their hands as his executor and executrix. It is also alleged that Jediah, during his life, and the defendants, since his death, have “ used the legacy or fund as his own estate, and have refused to pay it to complainants, or either of them.”\nUnder this aspect of the case, the defendants are answerable in no other way than for an ordinary debt. The creditor must claim as such, and in case of deficiency of assets, he must take his share under the decree of distribution to be made by the Orphans’ Court. The money recovered cannot be identified, and therefore cannot be followed into the defendants’ hands as trustees. The remedy for the demand is either by action at law, or by proceedings in the Orphans’ Court. As a general rule, the assets of Joel Middleton, or a debt due his estate, can he recovered by his personal representatives alone; and the legatees must look to those representatives for their legacies, or such portions of them as may be recoverable after debts and expenses of administration are satisfied. But it is not necessary to decide whether the plaintiffs, without taking out letters of administration on Joel Middleton’s estate, can obtain possession of any part of the assets which the present defendants may owe that estate. It is sufficient to say that in resorting to this bill, they have mistaken the forum as well as the remedy. The decree of the judge at Nisi Prius, sustaining the demurrer to the bill, is affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Mattery, for complainants.",
      "MacGflaughlin, for respondents.,"
    ],
    "corrections": "",
    "head_matter": "Waterman and Wife versus Ellis et al.\nSince the Act of 15th March, 1832, the executor of an executor is not liable to be sued by a legatee for a pecuniary legacy under the will of the first testator, and which was in the hands of the first executor.\nIf the first executor in his lifetime, or his executor since his death, converted it to his own use or the use of his estate, it could only be recovered as an ordinary debt; it not being distinguishable from other money he would not be liable for it as trustee.\nA bill in equity against the executors of the first executors, to compel the payment of such legacy, cannot be sustained.\nCertificate from Nisi Prius.\nThis was a bill in equity filed by John Waterman and Martha his wife, in right of said Martha.\nThe bill states that Joel Middleton died in Burlington county, New Jersey, leaving his will, dated June 26, 1818, which was proved in said county September 13,1828, wherein he bequeathed to John M. Cook the interest of sixteen hundred dollars, to be paid yearly during his life, and at his decease the principal sum to such of his children by his then wife as should attain full age; that Samuel Bunting and Jediah Middleton took out letters testamentary, as executors of said will, and paid said Cook during his life the interest of said $1600, or as muela thereof as they admitted to be in their hands. That said Cook died in or about 1848. That Martha Waterman and her brother, Joel M. Cook, are the only children of testator by the wife he had at the date of the will, who attained a greater age than ten years; that she is above the age of thirty years, aaad is entitled to half the said sum of $1600, or so much thereof as remained after paying testator’s debts.\nThat Samuel Bunting died about 1839, leaving Jediah Middletoaa sole surviving executor; who made bis will, dated December 7,1847, appointing Anna Middleton executrix, and James P. Ellis executor, and died in Philadelphia county, about 1851; and the said executor and executrix both took out letters testamentary from the register of wills of said couaaty, on the 12th of July, 1851, and so became executor and executrix also of the will of Joel Middleton, deceased, and at least the sum of $459.19, of the said sum of $1600, had come into the hands of Jediah Middleton, as said surviving executor, aiad remained in his haaads at the time of his death, and came since into the hands of his said executor and executrix.\nThat the complainants had, within six months before filing the hill, repeatedly demanded of said executor and executrix, the half of said $1600, or so much thereof as came into or ought to he in their hands, with interest since the decease of said Cook, and have tendered them a refunding bond with two sureties, in double the sum admitted by them to have come into their hands, &c., according to the law of New Jersey, which refunding bond they now file of record.\nThat though the will of Joel Middleton directed the said sum of $1600 should be caused to produce interest, the said Jediah Middleton had used the same as his own estate, and since his death, his executor and executrix, the defendants, have continued to use the same, or as much thereof as came into their hands, as the estate of their testator, and refuse to pay the same to the complainants.\nTo this bill, the respondents demurred, for the following reasons:\n1. That the case is not cognisable in equity. 2. That the remedy at law is full and complete. 3. That the claim is not cognisable in this court, because less than $500. 4. That the claim comes under no head of this court’s equitable jurisdiction. 5. That defendants are not, in law, executors of Joel Middleton’s will. 6. That the remedy to recover bequests must be by action of debt, detinue, account render or on the case.\nOn the 17th January, 1855, the court entered the following decree: “ The demurrer is sustained, for the reason that the present defendants cannot be treated as executors of Joel Middleton. If they have money in their hands belonging to the plaintiffs, the remedy is at law, and not in equity.”\nMattery, for complainants.\nMacGflaughlin, for respondents.,"
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 266
}
