{
  "id": 981683,
  "name": "Balliet and Hallman versus Fink",
  "name_abbreviation": "Balliet & Hallman v. Fink",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "266",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 500,
    "char_count": 13803,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 9.232378735636765e-08,
      "percentile": 0.5105147056836132
    },
    "sha256": "9ca7e071a6516a21bf2e33a39292a92fc1a330f5f28a71b968a3c8c36f8c336a",
    "simhash": "1:be37b4e2aa5c8446",
    "word_count": 2417
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Balliet and Hallman versus Fink."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThere was no error in admitting the book which contained the agreement between the parties. It was produced by the defendants on notice, and the signature of. Balliett & Hall-man was proved to be in the handwriting of John Balliett, one of the defendants. The objection to its admission was that there was no evidence that Jacob Fink had signed the agreement. This was unnecessary. Jacob Fink never denied his signature; on the contrary, he was asserting that the agreement was the one made by the parties, and called upon the defendants, in whose possession it was, to bring it forward. It was produced upon the trial by the defendants, and properly admitted in evidence.\nThe plaintiff after proving, without objection, what the custom was in reference to furnishing dust for the coal pits, was permitted to prove, under objection, that Balliett’s custom was the same as others. In this we see nothing wrong; or, at least, nothing that would justify a reversal, for the custom was clearly proved without this evidence; and, besides, it appears to have been followed in the contract between these parties.\nBut the main point relied upon, on the argument, arises upon what is called the reserved question. After the evidence was closed, the defendants alleged that there was not sufficient proof of a joint liability to enable the plaintiffs to recover. By consent this question was reserved for the determination of the court. The sufficiency of the evidence to establish a joint liability was for the jury; and, as the parties, by consent, referred the question to the court, I am by no means certain that the decision of the court is reviewable on error. But, as our opinion in this case coincides with that of the Common Pleas, it becomes unnecessary to determine whether we would reverse the. judgment, if it were otherwise.\nIt is very evident that the question of joint liability was not raised until after the evidence was closed. True, it was a part of the plaintiff’s case to show that his contract was with the firm of Balliett & Hallman; but when it is remembered that the suit was against them as partners — that both were served — that the appearance and plea was for both — that the notice to produce the book containing the contract was given to the defendants, and that it was produced, and the contract, in the name of the firm, was proved to be in the handwriting of one of the defendants, that in addition to this upon the trial an admission was made by the counsel, acting for both defendants, that a certain amount of wood had been delivered to Fink to coal, and coaled by him, unless burnt up, and certain payments made to him, it can hardly be thought matter of wonder that no further evidence was given.\nThe true matter in contest between these parties was the manner in which the contract was performed, not the persons by whom it was made; and, as the real issue has been found against the defendants, they must abide the result. They cannot avoid the consequences of a defeat by raising another and different issue from the one really tried.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Bimmiclc and Salces, for plaintiffs in error.",
      "Burnham, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Balliet and Hallman versus Fink.\nWhere a paper purporting to be an agreement between the parties to the suit, is produced on the trial by the defendants, under a notice from the plaintiff who is claiming to recover upon it, the signature of the plaintiff to such agreement need not be proved to entitle it to be read to the jury.\nWhere a party without objection is permitted to prove the existence of a custom, it is not error to permit him to prove that his adversary in other transactions of the same nature has conformed to such custom.\nWhether the proofs given establish a joint liability on the part of the defendants, is a question of fact for the jury.\nWhere the parties by consent referred the decision of that question to the court, whether the decision of the court could be reviewed on error, doubted.\nWhere the suit is against two as partners, and both are served with the process, and both appear and plead jointly, the notice to produce a contract is served upon them, and the same is produced by them, and the written contract in the name of the firm is in the handwriting of one of the defendants, and it is admitted on the trial by the counsel of defendants that a certain amount of labour was done by plaintiff for defendants, and certain payments made by them to him upon it, such evidence is sufficient to establish a joint liability against the defendants.\nError to the Common Pleas of Carbon county.\nThis was an action of assumpsit brought by Jacob Fink against Balliett & Hallman, to recover for work and labour .in coaling wood for the defendants. A book belonging to the defendants was produced on the trial under a notice from the plaintiff, containing the following entry:—\n“ Agreed with Jacob Fink to coal the Miller job and make good coal. We to pay him 32 cents per cord, and give him six yards of check in bargain, delivered up check.\nJacob Fink.\nEast Penn, March 27, ’54. Balliett & Hallman.”\nTwo witnesses were called, who proved that the agreement was in the handwriting of Balliett, and that the firm name was written by the same; but none of the witnesses were acquainted with the handwriting of Fink, the plaintiff, and his signature to the agreement was not proved. The plaintiff offered the agreement in evidence, but the defendants objected, because of the absence of proof of the signature of Fink. The court overruled the objection, and admitted the agreement.\nJacob Fronheizer was called as a witness, and, among other things, deposed, without objection, “in regard to the dust (for covering the coal pits) the custom is, that where the ground is such that it can be conveniently found, the collier must get it; but if it is necessary to haul it, then the owner or iron master must haul it. This has been the custom as long as I have been able to work. It is the custom of all colliers so far as my knowledge extends. I have worked on other jobs.” The plaintiff then proposed to ask the witness, “Was this Balliett’s custom in other jobs ?”\nTo this question the defendants objected, but the court permitted it, and to which ruling the defendants excepted.\nThe plaintiff further proposed to ask the witness, “ Was there any covering to be had there?” This was likewise objected to, but admitted, and a bill sealed.\nThe parties agreed as to the statement of the work done, and the amount received on it, which showed that the plaintiff had coaled 1399 cords of wood, and had received from the defendants in cash, merchandise, &c., $325.89.\nThe defendants called a number of witnesses to prove that the work had not been well and skilfully performed by the plaintiff; that the coal was less in quantity than should have been made from the wood, and inferior in quality, owing to the want of skill or attention on the part of plaintiff.\nThe defendants submitted the following points:—\n1st. That there is not sufficient evidence in the case of a joint contract between John Balliett and Jesse Hallman with Jacob Fink, to enable the plaintiff to recover.\n2d. That there is no evidence in this case of a joint contract by John Balliett and Jesse Hallman with Jacob Fin\n3d. That unless the jury are satisfied from the evidence in the case, that John Balliett and Jesse Hallman were jointly liable to the plaintiff, then the plaintiff cannot recover.\n4th. That, under the evidence in this case, the plaintiff cannot recover.\nThe case was submitted to the jury on the merits, and by agreement of the parties, the question as to the proof of a joint liability of the defendants was reserved by the court.\nThe jury found for the plaintiff $79.\nOn a subsequent day, the court below (Barrett, P. J.), after reciting the facts, delivered the following opinion, and entered judgment on the verdict:—\n“ John Balliett and Jesse Hallman are sued as partners, doing business as Balliett & Hallman. The action is assumpsit, the plea non assumpsit, and the defendants wore both summoned as partners, according to the return of the sheriff. The appearance of counsel for the defendants is general. Under a notice served on them by the plaintiff, the defendants produce upon the trial a book kept by them, and containing a memorandum of agreements with different persons, and among others an agreement between plaintiff and defendants for coaling a certain quantity of wood. The defendants’ clerk was called as a witness, who identified the book, as being the book of agreements, and proved the signature of Balliett & Hallman. Upon his cross-examination he said the signature was made by John Balliett, and was in his handwriting. The agreement is a mere memorandum not under seal, and such an agreement a partner might sign with the name of the firm. The agreement being produced under notice and the signature thus proven was admitted in evidence. After some further evidence had been given in relation thereto, the parties agreed to admit on the one side, that the plaintiff had coaled 1399 cords of wood for defendants, and on the other side, that the sum of $325.85 had been paid plaintiff by defendants. (See paper filed.) This left open the question as to the manner in which the wood had been coaled. The defendant alleges that he was damaged by its being done in an unskilful manner, and not according to the agreement. Under the evidence the question was submitted to the jury with the instructions, that if they were satisfied that the wood ha,d been coaled in so unskilful a manner, as to entitle the plaintiff to no more than he had already received, then the verdict should be for the defendants; that he was bound to perform the contract in a skilful and workmanlike manner, and that if he had failed to do so, and thereby damaged the defendant to a greater amount than the sum remaining unpaid, he could not recover. If such was not the case, they might find for the plaintiff whatever amount in their opinion he should have in addition to the amount already received. The plaintiff claims a balance of $121.83.\n“ After the evidence had been closed, and during the argument of the ease, the counsel for the defendants asked the court to instruct the jury, that there is not sufficient evidence in this cause of a joint contract between John Balliett and Jesse Hallman with Jacob Fink, to enable the plaintiff to recover.\n“ 2. That there is no evidence in this cause of joint contract by John Balliett and Jesse Hallman with Jacob Fink.\n“ 3. That unless the jury are satisfied from the evidence in the cause, that John Balliett and Jesse Hallman were jointly liable to the plaintiff, then the plaintiff cannot recover.\n“ 4. That, under the evidence in this case, the plaintiff cannot recover.\n“ There being no parol evidence as to the partnership or joint liability of the defendants to be submitted to the jury, it was agreed by the parties, that the question of fact as to the fulfilment of the agreement by the plaintiff should be left to the jury for their finding, and that the court should reserve the question of joint liability; and if, in their opinion, there was or was not sufficient evidence of the partnership, they should enter judgment as they should determine that question, and to enter judgment non obstante veredicto if necessary. This agreement having been made, the case was submitted to the jury on the facts alone, who found for the plaintiff $79.\n“ The question was reserved with the consent of the parties, because there was no evidence of the partnership outside of the record and papers in the case, which in any event would have been for the construction of the court. It is contended that to enable the plaintiff to recover, he should have proven on the trial that a partnership existed between the defendants, and that they were known and reputed as a firm, and done business as such. Certainly it was necessary that a joint liability appear from the evidence. We are not prepared to say there was no such evidence. The defendants were sued as partners, named as such upon the record, and in the pleadings the attorneys appear for them as such, and without objection the trial was gone through with. An admission was made of the amount of work done and payments made between the parties. An agreement held by themselves and drawn from their possession by a notice by the adverse party, signed by the name of the firm, and proven by their own clerk, is certainly some evidence. They signed the contract with the name of the firm on which the suit was brought. John Balliett was present at the trial and sitting by the side of counsel. Jesse Hall-man, if improperly joined as a defendant, might have taken advantage of it, either in the pleadings or upon the trial, but did not do so. If he is not jointly liable he does not complain, so far as we have heard.\n“ The parties went to trial on the evidence and admissions made with the joint contract in evidence, and no doubt the jury have done substantial justice between them. We think the defendants, if the objections would have served them, should have taken advantage of it on the trial, and not having done so, it will not avail them now against the evidence of their written contract. We are not disposed, therefore, on the technical objection, to disturb the finding of the jury, and direct judgment to be entered for the plaintiff for $79 — the amount of the verdict found by the jury.”\nThe defendants sued out this writ, and assigned for error, the admission of the agreement in evidence; permitting the question as to Balliett’s custom in other jobs to be propounded 'to and answered by the witness, and the entry of judgment for plaintiff on the point reserved.\nBimmiclc and Salces, for plaintiffs in error.\nBurnham, for defendant in error."
  },
  "file_name": "0266-01",
  "first_page_order": 266,
  "last_page_order": 271
}
