{
  "id": 981598,
  "name": "Cope versus The Commonwealth",
  "name_abbreviation": "Cope v. Commonwealth",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "297",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 55",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 440",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0440-01"
      ]
    },
    {
      "cite": "17 Pin. 53",
      "category": "reporters:state",
      "reporter": "Pin.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 142",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850053
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0142-01"
      ]
    },
    {
      "cite": "10 John. 233",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "10 John. 232",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2136001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/10/0234-01"
      ]
    },
    {
      "cite": "9 Watts 142",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850053
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 19475,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 9.481063380959885e-08,
      "percentile": 0.5179722833261707
    },
    "sha256": "43b8a6fef7567251424c9736b3388c5391daa2d7beeab533c43794ec224b989b",
    "simhash": "1:1d2c8224b8f0f09e",
    "word_count": 3468
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cope versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIn respect to the fine claimed in this ease, the county ¡of Northampton stands in the place of the Commonwealth, and the governor’s power to remit it is as full as if the money was to be paid into the state treasury: The Commonwealth v. Denniston, 9 Watts 142. The effect of a pardon is to acquit the offender of all the penalties annexed to the conviction, and to give him a new credit and capacity: In the matter of Deming, 10 John. 232. The word “pardon” includes in itself the word “release,” and it will therefore discharge an immediate debtor to the king, although it would not discharge process under which the king had seized the goods of one who was debtor to the king’s debtor: Sid. 265; 17 Viner’s Abr. 24, Lock v. Etherington. It is true that the costs, for which a judgriient has been given, are not remitted by a pardon of the offence subsequent to the judgment, but the reason is that there was an interest vested in private persons ; in every other respect the pardon was held to operate as a discharge: King & Codington v. Rodman, Cro. Car. 199; Commonwealth v. Denniston, 9 Watts 142; Duncan v. The Commonwealth, 4 S. & R. 451. It is also true that where the .king by means of office found, or otherwise, is deemed in possession of the goods or chattels of the offender, a pardon, without words of restitution, will not restore the goods or. chattels. But where the king has nothing but a demand against the offender for a fine or sum of money, a pardon of the offence, although after sentence, is a release of all fines imposed as punishment for it, for the reason already assigned, that the word “ pardon” includes in it the word “release.” Sheriffs cannot collect fines or issues after a general pardon: Marmot’s Case, Grodb. 178; 17 Viner’s Abr. 24. A. was convicted of nuisance, and fined; afterwards came the general pardon. The court held that he was discharged thereby only as to the fine, and not as to the abatement of the nuisance, for that is not a punishment to the party but a remedy for the grievance to other people: Salk. 458; The King and Queen v. Wilcox, 17 Viner’s Abr. 25. In The Queen v. Barret, Salic. 383, the only objection urged why a general pardon should not discharge a fine after conviction and sentence, was, that in that case the forfeiture belonged to the party grieved. It was formerly doubted whether a pardon could do more than take away the punishment, leaving the crime and its disabling consequences unremoved. But it is stated in 7 Bacon’s Abr. 416, to be “ now settled that a pardon, whether by the king or by act of parliament, removes not only the punishment but all the legal disabilities consequent on the crime.” The limitation to this general rule is that a pardon cannot divest any person of any right or interest which the law had permitted to be acquired and vested in consequence of the judgment: Hawk. tit. Pardon, ch. 37, s. 34, 54; 10 John. 233. We can readily understand why the pardon of an outlawry would not remit the fine imposed for the trespass. But it is not easy to reconcile all the decisions on the effect of pardons. We are satisfied, however, that although the remission of the fine imposed would not discharge the offender from all the consequences of his guilt, a full pardon of the offence would: Holliday v. The People of Illinois, 5 Grillman 214. In the case before us we have the offence fully recited, together with the sentence including the fine. We have also the recitals showing that the executive was satisfied that Daniel Lachenaur, before his conviction of conspiracy, was “ a man of high character,” and that “ the principal if not the only evidence against him was the testimony of a person already convicted of a felony, and of otherwise notoriously bad character for truth.” These reasons operate as strongly in favour of remitting the fine of $2500, as in favour of discharging any of the other consequences of the conviction. We have no doubt of the intention of the executive, and we think that his intention is fully expressed in the pardon. The fine was remitted by the pardon of the offence.\nJudgment reversed and judgment rendered in favour of the plaintiff in error.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. M. Porter, for plaintiff in error.",
      "Oreen, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cope versus The Commonwealth.\nA pardon by the governor of a person convicted of conspiracy, although after sentence, is a release of all fines or punishment imposed for the offence, for the reason that the word “ pardon” includes in it the word “ release.”\nAlthough the fine imposed would have belonged to the county, the power of the governor to remit it is as full, as if the fine was to be paid to the Commonwealth.\nError to the Common Pleas of Northampton county.\nThis was action of debt brought in the name of the Commonwealth of Pennsylvania, for the use of the county of Northampton, on the official bond given by Jacob Cope as sheriff. The breach assigned was the discharge of Daniel Lachenaur from custody, who had at April Sessions, 1854, been convicted of the offence of conspiracy, and on the 1.2th' May, 1854, had been sentenced to imprisonment for the term of three months, and to pay a fine of $2500 to the county. It was to recover the amount of the fine that this action was brought, the plaintiff alleging that the sheriff had made himself liable therefor by discharging Lachenaur without paying the same.\nThe defendants 'pleaded performance specially, admitted the discharge of Lachenaur, but justified it under a pardon from the governor of the Commonwealth, dated July 28, 1854, which was set forth in extenso in the plea. This pardon recites the indictment, conviction, and sentence, and the names of many highly respectable citizens who had petitioned the executive to grant the same, and “representing the previous high standing, and character, and moral arid professional worth of the said Lachenaur, and that the principal if not the only evidence against him, was the testimony of a person already convicted of a felony and of otherwise notoriously bad character for truth, and earnestly recommending said Lachenaur as a fit and proper subject for the exercise of executive clemency.”\n“ I do therefore, in consideration of the premises, pardon the said Daniel Lachenaur of the crime whereof he is convict as aforesaid, and he is hereby fully pardoned accordingly.”\nTo this plea the plaintiff demurred, and the defendants joined in the demurrer.\nAfter argument, the court below (Conyngham, P. J., holding a special court) delivered the following opinion, and entered judgment on the demurrer in favour of the plaintiff:—\n“ The single question raised under the pleadings in the case and the demurrer is, whether the fine imposed upon Dr. Laphenaur was discharged by the pardon of the governor ?\n“ In order to understand the point, it will be néeessary to refer to the facts appearing in the case. It seems that Dr. Lachenaur was found guilty of the offence of conspiracy, in the Quarter Sessions of Northampton county, and sentenced to a term of imprisonment and the payment of a fine of $2500. Before his allotted term expired, he received the .pardon of the governor, and was thereupon discharged from his confinement by Jacob Cope, the sheriff, without payment of the fine. From this act of the sheriff it is contended that the liability of the defendants under the official bond of Cope, the sheriff, arises.\n“ The pardon is pleaded at length, and after the recital of the offence, for which Lachenaur was convicted, and the sentence of imprisonment, fine, and costs, thus formally concludes: ‘I do, therefore, in consideration of premises, pardon the said Daniel Lachenaur of the crime whereof he is convicted as aforesaid, and he is, hereby, fully pardoned accordingly.’ By this the then defendant was fully pardoned of the crime whereof he had been convicted.\n“ The pleadings do not raise any question as to the validity of the pardon, but its effect so far as regards the fine is the question brought’ forward by the record. The power of the -governor, under the' constitution, ‘ to remit fines and forfeitures and grant reprieves and pardons,’ is clear; this power is very analogous to that of the king in England. It is equally clear under the views of the Supreme Court in Commonwealth v. Denniston, 9 Watts 142, and Stroop v. Commonwealth, 3 Barr 126, that though this fine, since the Act of 24th March, 1818, belongs to the county of Northampton, still the governor would have the same power to remit it, as he would have had, if this act had not been passed; and it had, therefore, continued to be the property of the Commonwealth, as was the case with such fines at the time of the adoption of the constitution of 1790. .\n■ “ In looking at the present pardon, we find the governor had not remitted the fine in express words ; but he has granted a full pardon, pardoning the crime of which he is convict, ‘ and thus, it is contended, freeing him impliedly from all pains and penalties to which the law had subjected his person and property:’ see Pet. Air. 8, p. 81, in note. This would be certainly true of a pardon before conviction and imposition of a fine. In each case the offence being pardoned, the individual is thereby entirely restored:. 17 Pin. 53, pi. 7; 6 Pep. 136; Duncan v. The Commonwealth, 4 8. Sp P. 451. There are also many other cases to which we might refer confirmatory of this doctrine. We have no difficulty in saying, then, that the governor had the power to remit this fine, and that if he had pardoned the alleged crime of Dr. Lachenaur in words a<s broad as the present, as to the offence, before sentence, no such sentence for a fine could have been legally passed upon him.\n“ A vested right, however, in another arising out of the commission of an offence and the sentence therefor, cannot be pardoned by the governor any more than it can by the king: King v. Codington and Rudman, Oro. 0. 199; Hawh. Book 2,„ch. 37, sec. 34; Commonwealth v. Denniston, 9 Watts 142; McDonald’s Case, 2 Wh. 440. The reason why this cannot be done is because other parties have vested interests, over whose interests the governor has constitutionally no control. He only has power over the person of the defendant, and the rights of the Commonwealth whether vested or otherwise. There is no difficulty in the conclusion, that the pardon in this case remitted the imprisonment of the defendant, as far. as it was ordered as immediate punishment by the court. This was personal to the defendant, and the pardon was intended to put him personally in the same situation, as that in which he stood before he was found guilty of the offence charged upon him. No other person was interested in this imprisonment, or claimed any right under it. It must be recollected that we mean the term of confinement fixed by the sentence, not that which was collateral and dependent upon the non-payment of the fine.\n“ Is the effect of the pardon upon the fine different ? ‘ General words have a very imperfect effect in pardons:’ 5 Jae. L: H. 29. From the moment of the sentence the right to the fine became vested in the county, as the statutory representative of the Commonwealth : Commonwealth v. Denniston, 9 Watts. The governor might still have remitted it, as we have said, though it had become a vested interest; he has not done so, however, by express words. Whether these general words can, by implication, be extended so as to cover this case, is the question for us to consider. In making an answer we must refer to analogous doctrines recognised in England, in treatises and decisions, putting the king in the place of the county, in the English books. £ It seems to be a settled rule, that no pardon by the king, without express words of restitution, shall divest either from the king or subject,'an interest either in lands or goods, vested in them by an attainder or conviction precedent:’ Hawh. Book 2, ch. 37, s. 54. As no pardon from the king shall divest any interest vested in the subject, so neither shall it without ivords of restitution ever divest anything from the hing5 Baa. Ahr. title Pardon, II. 295-6. Again, in 3 Mod,. 52, King v. Turvill, it is said: £ But legal consequences are not thus pardoned; as if a man is outlawed in trespass, and the king pardons the outlawry, the fine remains:’ see 2 Boll. 179. In this case also, it was held that a vested interest in the king was not divested by a general act of pardon, when the particular right was not plainly covered by even general words of restitution. The point is also fully conceded by the counsel in argument on both sides in Rex v. Johnson, 3 Mod. 341-2-3; see also 3 Mod. 100, Rex v. Salaway. But the case of Toomes v. Etherington, 1 Saund. 862-8, seems to be more clearly in point. There, though there was a general act of pardon, with words and language very full indeed, yet there being no words of restitution, a forfeiture of a debt due to a felo de se in his lifetime, and after inquisition found became vested in the king, was not affected by such act of pardon.\n“ This seems to be clearly the doctrine recognised in England with regard to forfeitures, and we cannot find any later cases doubting it. We have not had it in our power to examine all the books-, from the fact that many of them are not within our reach, 'and we can only give our opinion so far as our examination has been made.\n“ We do not, however, discover any distinction between the meaning oí fines and forfeitures in the article of our constitution giving power to the governor to remit them, or in the rules of law properly applicable to them. Fines and forfeitures are of the same general nature, part of the punishment on the conviction of an offence; the result of such conviction; and so far alike as giving under each vested interests, in England to the king, in this country to the proper county. The reason of the rules we have stated above, is the same; a forfeiture is not divested by general words, after it is vested in the king; a fine is clearly of the same character, falling within the reason of the same rules. By law the king may maintain an action for a debt or sum of money forfeited: see Toomes’ Case, supra ; so by the same law the king may maintain debt for a fine: 9 Pet. Air. 670, references in the note.\n“It is true there is a partial difference between a fine imposed by the court, and a forfeiture, the certain result of the doing of a criminal act; but each is dependent on a conviction or its equivalent, in the finding of an inquisition. Both were originally given to the king for the trouble and charge he had in holding courts, and bringing offenders to justice: 3 Bac. Air. 266; 3' Jac. L. D. 76; and both become vested in him. If general words in a pardon will not divest one, why should they so operate upon the other ? They are vested alike, and it is the vesting of the interest which prevents the discharge. In the clause of our state constitution already referred to, they are placed in the same class for executive action, and we can see no reason to apply the rule to one and not to the other. The governor may remit a fine or forfeiture going to the Commonwealth, he may reprieve or he may pardon, he may execute all or any of these several powers, and he may cover all by one instrument of writing, if he desires so to do; but the language of the writing must expressly make known its meaning, and not leave it to implication. The pardon may be conditional or absolute, partial or entire, but it is not to be extended beyond the clear and express purport of it: 5 Wils. Bac. 291; 5 Jac. L. D. 31; see also Flavel’s Case, 8 W. $ S. 198; Branson’s Case, 1 Ash. 91.\n“ The Pennsylvania decisions to 'which we have referred, and others found in the books, in the construction of pardons adopt the reasoning of English cases of the same character, and we have felt ourselves bound to examine this question in a similar light. The vested interests of the king in England, as well as the vested interests of the subject, are equally protected; the only difference being that the king, having no power to affect the latter, may release his right to the former,’but this must be done by express words showing the intent to discharge. Why should it in this country be otherwise with regard to the vested rights of the Commonwealth? In. the ease of Commonwealth v. Baldwin, 1 Watts 55, the Supreme Court say, so much of the king;s prerogative as belonged to him, ‘ in the capacity of parens patrix, or universal trustee, enters as much into our political compact, as it does in the principles of the British, constitution,’ and again, ‘this prerogative is a principle of our government and a part of the law of the land.’ See also Commonwealth v. Hutchinson, 10 Barr 466. The claim in each country is of the same character. The money arising for fines belonging originally to the king, by virtue of his prerogative in England, in this country at first to the governor of the colony by the same right, then transferred by the Act of 28th January, 1777, to the Commonwealth, and a similar rule of law -in both countries regulating the enjoyment of this right; why does it not necessarily follow that when the rule so clearly appears in England, the same reason must not make it the rule with us ?\n“ There may be found, perhaps, in the abridgments or digests, a case or two which may seem to clash with some of the opinions we have advanced; but we believe such appearances arise as dicta or from the incautious use of words in stating the points of the case, rather than from any conflict of principles, or where the pardon is given before judgment or inquisition found. The term general pardon is sometimes used, and it may be supposed at first to be similar to the one before the court, which is called a general pardon; but so far as our research has enabled us to examine, a general pardon in England contained sections and clauses, providing for the restitution and discharge of fines and forfeitures.\n“ The counsel for the defendants has, in his argument, referred to Flavel’s Case as presenting substantially the same form of pardon as the one now before us, and that there it seems to have been considered sufficient to discharge the fine. How this may have been we do not know, as the point is not raised in the report. It might be considered that it equally applied to costs, apd yet the costs must have been paid to entitle the prisoner to his discharge, and it is not also probable that the small fine of one dollar was paid at the same time, or it was considered of so trifling a character, as not worthy of having place by the side of the important question, the validity of a conditional pardon.\n“ Upon consideration, then, of the whole case, with the decisions which seem to us so plainly analogous as to have controlling influence, we do not see how we can extend, by implication, the words of the pardon granted by Governor Bigler to Daniel Lachenaur,- pleaded in bar by the defendants, so as to discharge the fine imposed upon him.\n“As the pleas of the defendants then cannot in law .avail them, the facts materially stated in the pleading being admitted, and their legal effect, the only question before the court, we direct judgment on the demurrer to be entered for the plaintiff.”\nThe defendant sued out this writ, and assigned for error that the court-below erred in entering judgment for the plaintiff on the demurrer.\nJ. M. Porter, for plaintiff in error.\nOreen, for defendant in error."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 303
}
