{
  "id": 981623,
  "name": "Patterson versus Silliman",
  "name_abbreviation": "Patterson v. Silliman",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "304",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 949,
    "char_count": 35201,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.821069724284902e-07,
      "percentile": 0.7192266807833197
    },
    "sha256": "32dd97a81263c1c83760b46e371239de0ecdf8e087415662f4bc4c7a32df2953",
    "simhash": "1:9726e1b9a25d25d8",
    "word_count": 6077
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Silliman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe bill sets forth that, on the 1st day of November, 1851, the Kentucky Bank granted a lease to the complainant, Frederick Patterson, and the respondent, Alexander Silliman, of four certain coal mines, in Schuylkill county, for the'period of twenty years, the lessees to raise and pay rent for at least forty thousand tons of coal yearly. That on the 31st day of March, 1852, they entered into a written agreement of copartnership for mining and selling coal from the land leased to them; and prosecuted the business of opening and preparing the mines, erecting fixtures and machinery, and mining coal, until the beginning of the month of November, 1852; in which time their expenditures had amounted to over $10,000; $2800 of which had been paid by the complainant, $2000 by the respondent, and' for the residue the firm was indebted. That the complainant declined making any further individual advances, and insisted that the means further required, for the progress of the business, should be raised on the joint credit of the firm, which the respondent at first assented to, but afterwards declined. That, on the 12th day of November, 1852, the respondent tendered to complainant $2650, and gave him notice that he had dissolved the partnership, under the agreement of 31st of March, 1852, and that thenceforward the respondent would carry on the mining operations on his individual account, and that on the next day the respondent caused a notice to be inserted in the Miners’ Journal to the like effect.\nThe bill, after alleging that the money tendered was refused, prays for an account of the partnership transactions from its commencement, for an injunction against the respondent to restrain him from receiving any partnership debts or money; for the appointment of a receiver; that a dissolution of the partnership may be decreed, and for a sale of the partnership property, and for general relief.\nThe answer admits the lease — the possession of the premises under the lease — the execution of the articles of copartnership, and the expenditure of $10,000 and upwards before the 12th of November, 1852 — alleges that the complainant’s advances were not $2800, but were $2604.91, and avers that the respondent’s advances to the firm were $2750.93 cash, and $2858.59 in machinery and property. It also admits that the complainant declined making any further individual advances, and charges that he at all times declined making advances of any kind in accordance with the terms, spirit, and meaning of the agreement of copartnership, and did not advance the sum of $2000 at the periods required for the progress of the work, but delayed doing so until the work and credit of the firm had greatly suffered for the want of the said funds, and until after the respondent was obliged to raise funds on his own responsibility to continue the works at the mines.\nThe answer denies that the complainant insisted that the means further required for the progress of the work, after his alleged advances, should he raised on the joint credit of the partners, or that he offered so to raise the necessary funds, or that they could he raised on the joint credit, or on any terms that would not have resulted greatly against the interest and credit of the firm., and also denies that the respondent ever consented to a proposition of George Patterson to raise funds on joint responsibility, or that any other proposition or means of raising money on joint credit was proposed by the complainant, but that the respondent was at all times willing to raise money on the joint liability of the firm, provided it could be raised on such terms, and to such an amount, as would not embarrass the credit and business of the firm. The respondent further denies that the complainant at any time offered to raise any amount of money required on the credit of the firm, and alleges that he declined raising any further money, either individually or jointly, so long as the respondent had anything further to do with the concern, and that he said it might be sold by the sheriff.\nThe answer further charges the complainant with using the name of the firm to raise money for his own private purposes without the knowledge and consent of the respondent, and with a violation of the agreement by refusing to take the respondent’s machinery.\nIt admits the tender to the complainant of $2700, and the publication of the notices of dissolution of the partnership, on the 12th November, 1852, and claims that he had a legal right to dissolve the partnership under the agreement, and that it was necéssary so to do in order to protect the property from forfeiture by the Kentucky Bank, by virtue of a power to that effect contained in the lease, and further alleges that, under the terms of the lease from the Kentucky Bank, no sale of the partnership effects and property can be ordered without causing a forfeiture to the bank of all the expenditures of both complainant and respondent, and likewise subjecting them to an potion for damages by the said bank. A general replication was put in by the complainant to the answer. An examiner was appointed, and testimony taken on both sides. Upon the final hearing in the Common Pleas, before the president and one associate (the other being related to one of the parties), the court were divided in opinion as to the measure of relief to which the complainant was entitled, and the bill was consequently dismissed. The president judge was of the opinion that, under the bill, answer, and proofs, according to the principle of equity pleading and evidence, the complainant had forfeited his interest in the copartnership property, and was not entitled to the relief prayed for. The associate judge was of a different opinion.\nThe first question is presented upon the construction of the articles of copartnership, bearing date the 31st day of March, 1852.\nThese articles, after stating that the parties have agreed to associate themselves for the purpose of mining, shipping, and selling coal, under the lease granted to them by the Kentucky Bank, designate the terms of the partnership substantially as follows: Silliman to furnish from the St. Clair Colliery such machinery and property as he there had, which could be advantageously used at the Tuscarora Colliery, at a valuation and appraisement to be made by men to be mutually chosen. Patterson to furnish $2000 in ready money, to be appropriated towards the work as it progressed, to pay for the work and labour day by day, until the sum was expended. After this expenditure Silliman to furnish $1000, to be paid and appropriated towards the work from time to time as it might he wanted. “After which,” says the agreement, “it is understood, that should it be necessary to obtain more money for the completion of the works, such money is to be raised between us on our joint note, or otherwise.” Both parties were to give their strict attention to the business, and neither was to use any funds belonging to the firm without the consent of the other partner, and not to use the name of the firm for private purposes, or for accommodation of others, without first having the consent of the other partner. The language of that part of the agreement, which provides for a forfeiture of the interest of the defaulting partner, is as follows:—\n“ Any violation of the above stipulation will render this agreement null and void. And the party thus violating or non-complying with the stipulations above mentioned, shall forfeit his interest in the concern, and at the option of the other party complying, may declare, and of right shall not be considered a partner, and may at any time be ejected; not, however, without first refunding to the party thus ejected all such moneys as he may have advanced, appropriated, or expended at the colliery, with interest on the same.” 0\nAlthough the first clause of the agreement, in reference to a forfeiture, refers to “ the above stipulation,” yet what immediately follows shows that the intention was to include in the causes of forfeiture all the substantial stipulations contained in the agreement. The complainant and the respondent differ in their construction of that part of the agreement relating to the method of raising money after the individual advances had been expended. The agreement says “ such money is to be raised between us, on our joint note or otherwise.” We are of opinion that the proper construction to be placed upon these words is, that after each partner had advanced to the firm the amount stipulated to be advanced, any further moneys required were to he raised by the joint efforts, and upon the joint credit, of the two. The words “ or otherwise” refer to the means to be used by the firm in obtaining money, and the security to be given therefor, and do not create any obligation to make further individual advances.\nThe causes of forfeiture provided for in the agreement were—\n1st. The neglect or refusal of either partner to make the stipulated advances.\n2d. The refusal to allow such other moneys as the business of the firm required, to be raised by the joint means and upon the joint liability of the firm.\n3d. Neglecting the business of the firm, or using its money or credit for private purposes, or to accommodate others without both partners consenting.\nThe burthen of proof of default clearly lies upon the partner claiming the right to forfeit the interest of his copartner; and the evidence in this respect should make a clear ease. The admitted facts in the case establish the complainant’s right as a partner, and that right continues unless it has been forfeited under the agreement. There is no room here for the application of the equity rule applied by the President of the Common Pleas, that the allegations of the answer which were responsive to the bill were to be taken as true unless disproved by two witnesses, or by one witness with corroborating circumstances; for all the parts of the' bill which relate to the offer or willingness of the complainant to raise money for the firm are in effect only a denial of the existence of any ground of forfeiture. The complainant alleges in his bill that originally he was a member of the copartnership, and avers that neither by anything that he had done, or omitted to do, had he forfeited his interest, but that he’had in all respects conformed to the law of the partnership as contained in the articles. The respondent by his answer says, “true, you were a partner, but you did not perform your covenants, and thereby forfeited your right in the firm.” Now, to say that because the complainant alleged performance and the respondent denied it, that the denial being responsive to the allegation, therefore the answer established the existence of ground of forfeiture, until disproved, would be to convert an assertion of innocence into the most effectual means of establishing guilt. The onus probandi being upon the respondent, we are next to inquire whether the evidence makes a clear case in his favour.\nIt is admitted that the complainant advanced more money than the two thousand dollars mentioned in the agreement, but it is alleged that he did not advance it as promptly as the exigencies of the firm required, and as he was bound to do under the stipulation referred to. It is unnecessary to say whether this allegation is true or not, for even if true, it would not subject the complainant to have his interest declared at an end; because the neglect to act until after the Ayhole sum and more had been advanced, would clearly amount to a waiver of any right to forfeit for the delay in making the advances. Did the complainant refuse to aid in raising money through the means and upon the credit of the firm ? To prove that he did, the respondent relies upon the testimony of Francis Medlar, Charles Worman, and William Kendrick.\nThe first witness testifies that on the 12th of November, 1852, Silliman showed to Patterson a statement, and asked him for the money due the concern. Patterson refused paying it. Silliman then asked him what part he would pay on it. Patterson replied that he would not pay one cent on it as long as Silliman had anything to do with the concern. The tender was then made, and the notice given or offered heretofore referred to. Charles Worman was present, and his testimony is in substance the same as Medlar’s. William Kendrick proves nothing material upon this branch of the case. The evidence of Medlar and Worman falls far short of proving a refusal on the part of Patterson to allow moneys to be raised upon the joint liability of himself and Silliman. It only establishes the fact that Patterson refused to pay Silliman’s claim, or to make further individual advances for firm purposes, and this under the agreement was no cause of forfeiture.\nIt is alleged in the answer that Patterson failed to give his attention to the business of the firm, and also that he used the name of the firm to raise money for his own private purposes; but neither allegation is sustained by proof. The answer further alleges that the complainant declined taking the respondent’s machinery and property mentioned in the articles of copartnership, and for proof of this reference is made to the note of 1st November, 1852, signed “Fred.” The note reads:\n“ Dear sir:\n“ I have concluded to decline having anything to do with your engine, or any of the rest of the old truck you had, on the ground of its not being suitable for the purpose.\n“Yours respectfully, Fred.”\nIf the engine and other property could be advantageously used at the Tuscarora Colliery, Silliman had the right to furnish it under the agreement; if it could not, he had no such right. In any event, the note referred to couíd not prejudice Silliman’s legal right; and even if Patterson was mistaken in his allegation that the engine and other property was not fit for use, he did not thereby forfeit his right as a partner.\nAgain, it is alleged by the respondent that the moneys absolutely necessary for the prosecution of the business could not be raised upon the joint responsibility of the firm. Conceding this to be so, it was not, either under the agreement of the parties or by the law of the land, a reason why one partner should declare the interest of the other forfeited.\nUpon the whole case, our opinion is that the act of Silliman, in declaring the partnership dissolved, and in denying the right of Patterson to participate in the business or in the possession of the property of the firm, and in ejecting him therefrom, was unauthorized and illegal. What then is the remedy? To order him simply to be reinstated as a partner, would not be an adequate remedy, and would be injurious to the interests of both parties, for it is very clear that they cannot act harmoniously, and therefore the relation of partners ought to be dissolved. The dissolution of the copartnership involves the necessity of an account and the appointment of a receiver to take charge of the partnership effects, pay the debts, and dispose of the partnership property. Two objections are made by the respondent to a sale of the leasehold interest in the coal mines.\n1st. That it is not partnership property, but belongs to the complainant and respondent as tenants in common. And 2d. That a sale would forfeit the interest acquired under the lease made by the Kentucky Bank to the parties litigant. To the first objection, it is sufficient to say that the articles of copartnership clearly embrace the interest acquired under the lease, which was thereof converted into partnership assets, and became the property of the firm.\nAs the Kentucky Bank is not a party to this bill, we cannot give an opinion which will conclusively settle the question of the effect of a sale, under an order of the. court, of the interest of Patterson & Silliman in the coal lease. But as the point is presented, and as it is necessary to pass upon it between these parties, it is proper to say, that our present opinion is, that to decree a sale under the prayer in this bill, will not give to the Kentucky Bank the right to declare the lease at an end.\nUpon the whole case, we are of opinion that the complainant is entitled to the relief prayed for in this bill.\nDecree. — This cause came on to be heard, and was argued by counsel before this court at its last term for the Eastern District, held in the City of Philadelphia. And now, to wit, on the day of June, 1857, It is ordered and decreed, upon due consideration, that the decree of the Court of Common Pleas of Schuylkill county, dismissing the complainant’s bill, be reversed and set aside. And it is further ordered and decreed, that the record be remitted' to the said Court of Common Pleas, with directions to decree a dissolution of partnership between the complainant Frederick Patterson, and the respondent Alexander Silliman, as prayed for in the complainant’s bill. And it is further ordered and decreed, that the said Court of Common Pleas do appoint a master, to take an account of said partnership transactions and dealings, from its commencement to its termination, including any moneys advanced by either partner expended in opening the coal veins leased to the said partners by the Kentucky Bank, before the date of the articles of copartnership. And it is further ordered and decreed, that the said Court of Common Pleas do appoint a receiver to take charge of the effects of the partnership, with directions to the said receiver to sell at public sale the interest of the said parties in the lease of the coal veins, made by the Kentucky Bank to them, bearing date November 1, 1851, and generally to convert the partnership effects into money; and after payment of the partnership debts (if any), to pay the residue of the money so received, as the said Court of Common Pleas shall direct. The' time and terms of sale of the said leasehold interest and the other property, to he under the direction of the said Court of Common Pleas. And it is further ordered, that the respondent do pay the costs of this suit, heretofore made and incurred. All further costs to be subject to the order of the Common Pleas of Schuylkill county. The receiver to give bonds in such sum and.with such security, as the said Court of Common Pleas may direct and approve.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Gumming, Loeser, and Campbell, for the appellant.",
      "JBannan and Hughes, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Patterson versus Silliman.\nWhere articles of copartnership provided for certain stipulated advancements to be made by each of the partners, and contained the further clause “after which it is understood that should it be necessary to obtain more money for the completion of the works, such money is to be raised between us, on our joint note or otherwise,” the true construction of the agreement is, that after each partner had advanced the sums stipulated in the agreement, any further money required was to be raised by the joint efforts, and upon the joint credit, of the partners.\nWhere such agreement of copartnership provided that the party violating the stipulations of the agreement should forfeit his interest in the concern, and at the option of the other partner might be ejected therefrom, by such other partner refunding to him the money advanced to or expended in the same, it was Held,\n1. That it lies upon the partner claiming a right to forfeit the interest of his copartner, to prove fully and clearly that a cause of forfeiture had arisen.\n2. That the onus probandi will lie upon the party asserting and claiming the forfeiture, although he be respondent to a bill in equity, in which the complainant avers performance on his part, and ejection by the other without cause.\n3. That the fact that the necessary means to carry on the partnership could not bo raised upon the joint responsibility of the firm, gave no right to one of the partners to declare the interest of the other forfeited.\nWhore a lease is made of certain coal mines to two persons as tenants in common, and the lessees afterwards associate themselves as partners for the purpose of mining, shipping,, and selling coal from the demised premises for the whole period of the lease, the leasehold is thereby converted into partnership assets, and becomes the property of the firm.\nIf a stipulation in such lease provides that any transfer or assignment of the lease by the lessees, or permitting it to be seized in execution, should.work a forfeiture of the lease, and enable the lessors to re-enter without prejudicing their right to claim damages from the lessees, such forfeiture is not incurred by a sale of the leasehold estate under a decree of a court of chancery as the property of the firm.\nAppeal from the Common Pleas of Schuylkill county.\nThis was a bill in equity, in. which Frederick Patterson was the complainant, and Alexander Silliman respondent. On the 1st November, 1851, the Kentucky Bank, by its agent John C. Bullett, Esquire, leased to Frederick Patterson and Alexander Silliman the veins of coal known as the “ Tuscarora” mines, situated in Schuylkill county, for the term of twenty years from the date of the lease. The lessees agreed to mine and take out at least forty thousand tons of coal per annum during the continuance of the lease, and to pay twenty-five cents per ton for all coal taken out by them. The lease contained the following clauses:—\n“ The said party of the second part bind themselves not to assign or transfer this lease, or any part thereof, without' the consent of the said party of the first part, in writing, first had and obtained, or permit or suffer the same to be seized or taken in execution; but such sale, transfer, assignment, or seizure in execution, shall, ip so facto, work a forfeiture of this lease, and all the rights of the party of the second part of, in, and to the same.”\n“ The said party of the second part agree that any failure on their part to fulfil any of the covenants of this lease, shall be deemed and considered a forfeiture of the same; and the said party of the first part may, if they see proper, re-enter and take possession of the said demised premises, without prejudicing any claim they may have of damages for any breach of the covenants of this lease.”\nOn the 31st day of March, 1852, Patterson & Silliman entered into articles of copartnership for the purpose of mining, shipping, and selling coal from the mines leased to them by the Bank of Kentucky, which, after the recitals, was as follows:—\n“ The terms of the partnership are as follows, to wit: The said Alexander Silliman to furnish from the colliery near St. Clair, (recently owned and worked by Silliman & Fister) such engine, screens, gearing, railroad iron, iron plates, sheet iron, drift cars, and such other property as he may have which may or can be advantageously used at the colliery near Tuscarora; said property to be valued and appraised by disinterested men, mutually chosen, and for the amount of such valuation or appraisement. The said Frederick Patterson to put an equal amount of money — that is to say, to furnish $2000 in ready money, from the date hereof, to be appropriated towards the work as it progresses, and to pay for such work or labour in full each and every day until $2000 shall be exhausted. Should the valuation of Alexander Silliman’s property, which he agrees to furnish, exceed $2000, then he, the said Alexander Silliman, to have a claim on property so furnished for the amount it may exceed said $2000. If, however, said valuation or appraisement should fall short of $2000, then the said Alexander Silliman to make up the deficiency.'\n“ The said Alexander Silliman further agrees to furnish $1000 in cash, to be paid and appropriated towards the work .from time to time, as it may be wanted, but not until after the $2000 to be furnished by the said Frederick Patterson shall have been furnished and expended at the colliery; after which it is understood that, should it be necessary to obtain more money for the completion of the works, such money is to be raised between us on our joint note, or otherwise. It is further agreed and understood that-both parties are to give their strict attention to the business. To share the profits share and share alike; and, should there be any losses, to be borne alike.\n“ The name and title of the firm to be Silliman & Patterson.\n“ To use no funds belonging to the firm without the consent of the other partner, and not to use the name of the firm for private purposes, or for accommodation of others, without first having the consent of the other partner.\n“Any violation of the above stipulation will render this agreement null and void. And the party thus violating or non-complying with the stipulations above mentioned, shall forfeit his interest in the concern, and at the option of the other party complying, may declare, and of right shall not be considered a partner, and may at any time be ejected; not, however, without first refunding to the party thus ejected all such moneys as he may have advanced, appropriated, or expended at the colliery, with interest on the same.”\nThe parties commenced operations under the lease, and prosecuted the business of opening and preparing the mines, erecting fixtures and machinery, and mining coal, until in the beginning of the month of November, 1852. Their expenditures then amounted to over $10,000, of which Patterson had paid between $2600 and $2800, and Silliman $2000 in cash, and machinery for the colliery, which he .alleged was worth $2800; and for the balance of the expenditure the firm was in debt. The parties about this time differing in regard to the manner of raising funds to prosecute the operations, and pay the indebtedness, Silliman, the respondent, tendered to Patterson, on the 12th November, 1852, the sum of $2700, being the sum, as Silliman alleged, which Patterson had put into the concern — Patterson refused to receive the amount tendered. On the same day Silliman caused the following notice to be served on Patterson:—\nPottsville, 12th Nov., 1852.\nFrederick Patterson, Esq.:\nDear Sir: Your failing to comply with the terms of our agreement of copartnership, dated the 3lst day of March, A.D. 1852, to carry on the mining operations on the Kentucky Bank lands, and your avowed determination not to comply with the same, and refusal to furnish your proportion of the means to conduct the same, has left me no alternative but to dissolve the partnership. You are therefore notified that the partnership is this day dissolved, and that the mining operations will hereafter be conducted by me, on my individual account.\nYour ob’t. servant,\nA. Silliman.\nAnd on the following day Silliman also caused a notice of dissolution of the partnership to be inserted in “ The Miners’ Journal,” a newspaper published in the borough of Pottsville.\nIn accordance with these notices, Silliman took possession of the mines, colliery, and the property belonging to them, and refused to recognise Patterson as a partner any further in the concern.\nThe complainant, on the 2d December, 1852, filed this bill, in which he recited the facts as they are substantially 'contained in the foregoing statement. It concludes by asking an account, and that the respondent might be restrained from receiving the partnership money, or making a sale of the partnership property, and for the appointment of a receiver, — for a decree of dissolution and for a sale of the partnership property.\nThe defendant in his answer admits the taking of the lease from the Kentueky Bank, as stated in the bill, and that the parties entered into articles of copartnership as therein stated, and up to the 12th November, 1852, had expended over $10,000. He also admits that Patterson paid into the firm the sum of $2604.91; and that, during the same period, the respondent paid into the partnership the sum of $2750, in cash, and that he furnished machinery and property duly appraised, according to the articles of copartnership, at $2858.59.\nThe respondent further admits, that the complainant declined to make any further individual advances, but says, “he at all times declined making advances of any kind, in accordance with the terms, spirit, and meaning of the agreement of copartnership referred to, and did not advance the sum of $2000, stipulated to be advanced by him at the periods required for the progress of the work; and it was- never done by him 'until after the most urgent solicitation on the part of the respondent — until both the work and the credit of the firm had greatly suffered for the want of said funds by him to be advanced, and until after the respondent was obliged to raise funds on his own responsibility to continue the work 'at the mines.” He denied the allegation of the bill that the complainant insisted that further means should be raised on the joint credit of the firm, or that Patterson offered to raise any funds on any terms that would not have resulted to the injury of the firm.\nThat the father of the complainant proposed to endorse the joint note of the firm, for $3000, provided the firm would liquidate the same by appropriating twenty-five cents per ton on the first coal shipped for that purpose. That the respondent rejected said proposition, and that his conclusion was acquiesced in by the complainant as destructive of the credit of the firm. That he was always willing to raise money on the joint responsibility of the firm, provided it could have been done on such terms as would not injure the credit and embarrass their business; but denies that the complainant offered or proposed any means of raising the same, but on the contrary, refused to furnish any further means so long as the resp'ondent had anything to do with the firm, and declared the property and lease might be sold by the sheriff.\nThe answer also denies that by the articles of copartnership, any further means after the expenditure of the amount stipulated to be advanced by the respective partners, was to be raised by the joint credit and means of the partners; but that each should furnish his proportion of the capital necessary to carry on the operations. He also denied the allegations in the bill that the complainant had complied with the articles of copartnership, by furnishing his portion of the funds ; nor did he give his attention to the business of the firm as he was bound to do.\nThe answer also admits the tender of $2700 to the complainant —and the notice of dissolution, and the publication of the same in the newspaper; but avers that it was done in pursuance of the articles of copartnership, and because of the frequent and continued violations by the complainant of that agreement; and because it was necessary to protect the large expenditures already made from forfeiture by the Kentucky Bank under the terms of the lease.\nThe respondent further averred that under the agreement of co-partnership and the lease to the partners, no sale of the partnership effects and property can be ordered or decreed; because it would result in a violation of the covenants contained in the lease, and a forfeiture of it to the bank, and subject the parties to an action for damages at the suit of the bank. And that the partnership is limited in duration, and may not be dissolved at pleasure by either party, or dissolution thereof decreed by the court; but is to continue for the full period of the lease, unless one of the partners shall be sooner ejected in according with the provisions of the agreement. He also alleged, that either party, for any wrong committed by the other, may have a full legal remedy, but that neither can be relieved by a court of equity from the consequences of a violation on his part of the agreement: and concluded by a prayer that the bill might be dismissed.\nTo this answer, the complainant put in a general replication; and thereupon the court appointed John P. Hobart, Esq., examiner to take the testimony. The evidence returned was very voluminous. The testimony of E. B. Medlar, Charles Woman, and William Kendrick, was relied on by the respondent to show such refusal on the part of the complainant to assist in raising funds to prosecute the business as justified Silliman in declaring Patterson’s interest forfeited, and the partnership at an end.\nMedlar testified in substance: That he was present at a conversation between the parties on the 12th November, 1852. Silliman showed Patterson a statement of the concern, and asked Patterson to pay the amount of his share due the concern, which Patterson refused to do. Silliman then asked him what part he would pay on it, and he said, not a cent while Silliman had anything to do with the concern. Silliman then reached into the desk and got out a bag containing gold, and said he would make him a tender of $2700 in gold with interest. Patterson then started away, refusing to take the money tendered. The witness counted the money and found it to be $2700. The statement of the firm matters was lying on the desk where both could see it, and no objection was made to any amount stated on the paper —that witness had kept the statement up to the time of his examination. That on the 23d December, 1852, Silliman made another tender to Patterson of $2850 in gold, which the latter refused to receive.\nCharles Worman’s testimony was substantially the same as Medlar’s, and that immediately after the tender and refusal he served the notice of dissolution on Patterson at the request of Silliman.\nWilliam Kendrick deposed, that in conversation with Patterson, the latter told him the reason why he did not furnish his proportion of the funds was, that there was a private agreement between them that he should take charge of the books and accounts, and Silliman to superintend the works; that Silliman had made contracts and paid notes and bills without consulting him, and that he could not think of doing business in that way. He said his father could raise $30,000, and his uncle a certain amount, and whichever had the biggest purse would gain the point. The witness understood the latter expressions as referring to this suit, which was then pending.\nThere was no evidence that Patterson failed to give his attention to the business of the firm, or that he used its money or credit for his own private purposes. And the only proof that he had refused to take the machinery of Silliman stipulated for in the agreement of copartnership, was a note sent to Silliman, together with some objections made to the fitness of. the machinery in the presence of one of the witnesses. The note was dated 1st November, 1852, and is as follows:—\n“ Dear Sir: I have concluded to decline having anything to do with your engine or any of the rest of the old truck you had, on the ground of its not being suitable for the purpose.\nYours respectfully, Fred.”\nThe case came on for hearing in the court below, on the bill, answer, and proofs, and after argument by counsel. The two judges who heard the cause (the other being related to one of the parties) differing as to the relief to which the complainant was entitled, the bill stood dismissed.\nThe complainant thereupon appealed to this court.\nGumming, Loeser, and Campbell, for the appellant.\nJBannan and Hughes, for the appellee."
  },
  "file_name": "0304-01",
  "first_page_order": 304,
  "last_page_order": 316
}
