{
  "id": 981559,
  "name": "Vanhorn versus Scott",
  "name_abbreviation": "Vanhorn v. Scott",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "316",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 316"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 220,
    "char_count": 3045,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 2.1603420461775374e-07,
      "percentile": 0.7696908198122747
    },
    "sha256": "222f0817f264e4e41f6750025f763e64765df74d69add29875b202557c2b9d69",
    "simhash": "1:d8135d3b0aa55498",
    "word_count": 534
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vanhorn versus Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nOn the trial of this cause the defendants’ counsel requested the court to instruct the jury that the statute of limitations was a bar to the plaintiffs’ claim.\nThe denial of this request is assigned for error, and presents the only question raised upon the record for our consideration.\nThe action was in assumpsit, brought to recover compensation for cultivating and preserving morus multicaulis trees. In the fall of 1838 the defendants delivered to the plaintiffs a quantity of mulberry trees, said to be about five thousand in number, which were buried by the plaintiffs for preservation. In the spring of 1839 the trees were taken up, cut into slips, and planted; from twenty-five to thirty thousand trees were raised and cultivated from the slips during the summer of 1839, and were buried for preservation in October, 1839.\nOn the 4th of May, 1840, the defendants wrote to the plaintiffs as follows:—\n“ Gentlemen: Have the goodness to send us an account of those morus multicaulis, and if you think there will be no advantage in keeping them longer, have them disposed of to the best advantage, and render us an account of the proceeds, that we may thereby know the amount of the loss. What will such trees bring at this time ?\nYours, &c.,\n(Signed) Freeman Scott.\nWilliam Dougherty.”\nAccording to the evidence, by the spring of 1840 the bubble had burst, and the market for morus multicaulis trees was down to zero. We are not informed what became of the trees in question. They were probably thrown away as worthless. This suit was commenced on the 9th of March, 1846. There was no evidence of any actual labour having been expended upon the trees by the plaintiffs within six years from the commencement of the action, but it is by no means clear that the contract between the parties for the cultivation and safe-keeeping of the trees was at an end before March, 1840. On the contrary, the letter of the 4th of May, 1840, indicated that the trees were then in the possession of the plaintiffs, subject to the defendants’ order, and that the agreement, between the parties whatever it was, had not been fully performed. It was the province of the jury under the evidence to say when the cause of action accrued: and as they have found that it was within six years from the commencement of the suit, the statute was no bar to the plaintiffs’ recovery.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Lee and 8. H. Perkins, for plaintiff in error.",
      "8t. Gr. T. Campbell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Vanhorn versus Scott.\nThe Statute of Limitations will not be a bar to the recovery for work and labour done, if the contract under which it was performed was not at an end more than six years, before the commencement of the action, although no actual labour was done within the statutory period.\nWhere the facts are doubtful or disputed, the time when the cause of action accrued is for the jury.\nError to- the District Court of Philadelphia.\nThe facts of this case sufficiently, appear in the opinion of Mr. Justice Knox.\nLee and 8. H. Perkins, for plaintiff in error.\n8t. Gr. T. Campbell, for defendant in error."
  },
  "file_name": "0316-01",
  "first_page_order": 316,
  "last_page_order": 317
}
