{
  "id": 981616,
  "name": "The Philadelphia and West Chester Railroad Company versus Hickman",
  "name_abbreviation": "Philadelphia & West Chester Railroad v. Hickman",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "318",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 962,
    "char_count": 32660,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 5.47472306963256e-07,
      "percentile": 0.9457283030786737
    },
    "sha256": "26a6a025621a9404b744388dec0ac2b1c6983841bded379477b32aabab093d17",
    "simhash": "1:2c209e28cf7b5f81",
    "word_count": 5492
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Philadelphia and West Chester Railroad Company versus Hickman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nAfter the organization of the West Chester and Philadelphia Railroad Company, the managers, for the purpose of obtaining additional subscriptions to the capital stock of the company, adopted a proviso to be added to the form of contract to be subscribed by the future purchasers of stock. By that proviso it-was stipulated that “ the subscription hereto shall be binding only in the event of an aggregate of $300,000 being subscribed, inclusive of all former subscriptions, and of such subscriptions as shall be made absolute or shall become so by the fulfilment of their conditions.” To that contract Eber Hickman, the defendant below, subscribed to the number of ten shares, promising to pay $50 to each share, in such manner and proportions, and at such times as shall be determined by the president and managers of said company. This action is brought to recover the sums of money thus contracted to be paid.\nBy the Act 11th April, 1848, entitled “ x\\n Act authorizing the Governor to incorporate the West Chester and Philadelphia Railroad Company,” commissioners were appointed .to receive subscriptions to the stock according to the form prescribed in the act. That form contained no proviso of the kind contained in the contract of the defendant, and it was declared in the section authorizing the commissioners to receive subscriptions, that no subscription shall be valid unless the person so subscribing shall pay to the said commissioners at the time of making the same, the sum of $5 on each and every share, for the use of the company. It is very clear that the proviso applies exclusively to subscriptions received by the commissioners before the organization of the company. It is contained in the section specifying their powers and regulating their duties. It provides that the money shall be paid to the commissioners. But when 1200 shares of the stock were taken, and $5 on each share paid, the commissioners certified the fact to the governor, and letters patent issued according to the act of incorporation. A president and managers were elected, who were fully authorized by the charter to conduct the business of the company. They possessed the power to enter into any contract which was necessary to the purposes for which the corporation was created. They had power not only to receive additional subscriptions to the extent of $600,000 capital created by the act, but to increase the capital to the extent of $1,200,000. The Act of Assembly placed no restriction upon the corporation, after it was organized, in regard to the payment of the sum of $5 on each share of stock at the time of subscribing. On the contrary, the president and managers were authorized and empowered to ascertain the terms, manner, and proportions in which the said stockholders shall pay the money due on their respective shares. The words “ the said stockholders,” must be intended to include all the stockholders referred to in the previous section. That section includes in the corporation not only the subscribers existing at the time letters patent issued, but if the subscription was not then full, those also “ who shall thereafter subscribe.” So that, under the Act of Assembly, the president and managers had full power to ascertain not only the “ time,” but the “ manner” of payment of all moneys due on stock subscribed before the organization, and of all moneys to become due on subscriptions subsequently taken. But, independently of that express authority conferred by the charter, the corporation, as an incident of its creation, has the power to make all contracts, whether express or implied, whether by bond, bill of exchange, or negotiable note, which are entered into in the usual and necessary course of its legitimate business, except where there is a statutory prohibition. This was expressly decided by this court, in the case of McMasters v. Reed’s Executors. In accordance with this principle, it was said by Mr. Justice Woodward, in The Erie and Waterford Plank Road Company v. Brown, 1 Casey 156, that “ after the company is organized, it often happens that new subscriptions can be obtained only on new and peculiar terms. One subscriber must have time given him; another must be permitted to pay in labour or materials; a third must have the road located through his property in a particular manner ; and unless these conditions are complied with, the company cannot enlarge its stock, nor fulfil the object of its creation.” There is nothing in the charter of the corporation before us which prohibits it from taking subscriptions on such conditions as are here enumerated. As the preferred stock is not in question here, the provisions in relation to it have nothing to do with the case. The commissioners act under a special authority, which must be strictly construed. The president and managers act under the general corporate powers granted, and these must be so construed as to enable them to carry out the object of the charter.\nIt follows from these views that the condition annexed to the defendant’s subscription was valid; that the payment of $5 per share at the time of subscription was legally dispensed with by consent of the contracting parties; that the terms of the defendant’s contract contemplated any proper conditions which other subscribers might make as the terms of their subscriptions. It also follows that the corporation had a right to accept payment of stock in labour or materials, in damages which the company were liable to pay, or in any other liability of the company, provided these transactions were entered into and carried out in good faith. There is no presumption in this case that they are otherwise.\nAs an incident to the power to conduct the business of the company, the corporation possesses authority to compromise disputes; and if, in the collection of subscriptions, it is found necessary, in order to secure a part of a doubtful claim, or of one which cannot be collected by reason of the insolvency of the debtor, they may release a part for the purpose of securing the residue. This power must be understood as within the contemplation of all persons when they become stockholders. All that is regarded is good faith in its exercise. '\nThe defendant in this case cannot be made liable on his subscription, until the plaintiff shows a compliance with the conditions on which the subscription was made, and that the instalments were subsequently called in by the president and .managers before suit brought. An error in making the call before the liability accrued may be corrected by a subsequent call, after the liability accrued and before action brought.\nWhere one person agrees to take stock in a corporation on condition that others subscribe to the same stock, it is implied in the contract that the conditional subscriber shall be charged by any evidence which would be sufficient to charge the others in actions brought against them' on their subscriptions. The acknowledgment of their signatures, although after action brought, is therefore sufficient. The proof of their signatures, by a witness who called upon them and saw them severally write their names, although since suit brought, may be given in evidence to corroborate their admissions. In a case like this, a more stringent rule of evidence would put the parties to great and unnecessary inconvenience.\nProof of payment for stock standing in the name of the person making the payment, involves proof of a previous subscription. As the object of the proviso annexed to Eber Hickman’s contract, was to secure sufficient funds to enable the corporation to proceed sufficiently with the work, it is obvious that such evidence is a compliance with the proviso, as far as it furnishes the funds required.\nP. Frazer Smith, Esq., was a stockholder, and was therefore properly rejected as incompetent to testify in behalf of the corporation.\nThe books of the corporation, purporting to contain the names of subscriptions to the stock, are not of themselves evidence of the existence of such subscriptions.\nFrancis T. Davis had no correspondence with Mr. Philpot — had never seen him write, and had no knowledge of his handwriting, except that which he derived from letters written to other persons, which “ purported” to have been written by Mr. Philpot. This was not sufficient to qualify him to speak of Philpot’s handwriting. The offer to prove by the witness that the contents of these letters were of such a character as to enable him to “judge certainly” that they were written by Philpot, did not supply'the want of knowledge. To prove handwriting by the mere judgment of a witness, who founds that judgment solely on a comparison with other writings which in his judgment are genuine, is going further than the adjudicated cases warrant.\nThe 1st, 2d, 3d, 4th, and 5th errors assigned are not sustained, but the 6th, 7th, 8th, and 9th are.\nThe 10th, 11th, 12th, and 13th are not assigned according to the rules of court. Some of them are but repetitions of those already considered; others are of a character not likely to arise on a second trial, under the principles affirmed in this opinion. It is therefore not necessary to notice them.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Bell and Pennyyacher, for plaintiffs in error.",
      "Wm. Darlington, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia and West Chester Railroad Company versus Hickman.\nAn Act of Assembly appointed commissioners and authorized them to open books and receive subscriptions for the purpose of constructing a railroad, and provided that no subscription should be valid unless five dollars was paid on each and every share at the time of subscribing the same, and provided that when a certain number of shares should have been subscribed, and five dollars paid upon each share, and the same should be certified under oath of the commissioners to the governor, he should thereupon issue letters patent incorporating the subscribers, and those who should thereafter become subscribers to the stock, all of which was done, and the company duly organized, it was Held,\n1. That the Act of Assembly imposed no restriction upon the corporation after it was organized, in regard to the payment of the sum of five dollars on each share of stock at the time of subscribing.\n2. That the commissioners were only invested with a special authority; but the president and managers, after the organization of the company, acted under the general corporate powers granted, which must be so construed as to carry out the objects of the charter.\n3. That the condition annexed to the subscription, that it should be binding only in the event of a certain amount of stock being subscribed, was a valid one, and one which the parties to the contract had a right to stipulate for.\n4. The company had the right to accept payment of stock in labour or materials, in damages which the company was liable to pay, or in any other liability of the corporation, provided such transactions were entered into and carried out in good faith.\n5. As an incident to the power to conduct the business of the company, the corporation possesses authority to compromise disputes, and may release a part of a doubtful claim to secure the residue.\n6. The party subscribing on condition that a certain amount of stock be subscribed, cannot be made liable until it is shown that this has been complied with, and that the instalments were subsequently called in before suit brought.\n7. An error in making the call before the liability accrued, may be corrected by a subsequent call after the condition was fulfilled and before suit brought.\n8. It is implied in the contract that a subscriber to stock, upon condition that others subscribe a certain amount to the same stock, shall be charged by any evidence which would be sufficient in an action brought against such other persons upon -their subscriptions.\n9. The acknowledgment of their signatures to the subscription, although after suit brought, is sufficient.\n10. So proof by a witness who called upon them for the purpose, and saw them severally write their names, although since suit brought, may be given in evidence to corroborate their admissions.\n11. Proof of payment for stock standing in the name of the person making the payment, involves proof of a previous subscription.\n12. A stockholder in a railroad company is incompetent to testify on behalf of the corporation.\n13. The books of the corporation, purporting to contain subscriptions to the stock of the company, are not of themselves evidence of the existence of such subscriptions.\n14. A witness who has never seen a party write, and who has had no correspondence 3with him, and no knowledge of his handwriting except that which he derived from letters written to others, which purported to have been\nwritten by the party, is not qualified to testify as to the handwriting of such party.\n15. An offer to prove by the witness that the contents of the letters were such as to enable him to judge certainly that the letters were written by the party whose handwriting was in question, is insufficient to supply the want of knowledge on the part of the witness.\nError, to the Common Pleas of Chester county.\nThis was an action of assumpsit, brought by the West Chester and Philadelphia Railroad Company against Eber Hickman, to recover the amount of ten shares subscribed by him to the capital stock of the company. By an Act of Assembly passed the 11th April, 1848, certain commissioners therein named were appointed to open books in the city of Philadelphia and the borough of West Chester, to take subscriptions tó the capital stock of the future corporation. The whole number of shares was fixed at 12,000, of the sum of $50 each, and also provided, that when the commissioners, or a majority of them, should certify to the governor, under oath or affirmation, that 6000 or more shares were subscribed, and that the sum of $5 had been paid on each subscribed share, he should issue letters patent incorporating the subscribers, and those who should thereafter subscribe, into a body politic, with the usual immunities and privileges. By a supplement passed to this act on the 15th April, 1850, the number of commissioners was increased, and the letters patent were to issue upon certificate that 1200 shares had been subscribed, and $5 per share paid thereon. This certificate having been previously filed, the governor, on the 18th September, 1850, issued letters patent, under the great seal of the Commonwealth, incorporating the plaintiff, and the company was duly organized on the 15th October, 185°.\nAfter the organization, the subscription books, which had been opened by the commissioners on the 19th June, 1848, and marked respectively “A”, “B”, and “ C”, being one for each of the counties of Philadelphia, Chester, and Delaware, were handed over to the directors, and other'books were also opened by them to fill up the authorized number of shares of stock, and these books were respectively marked “D”, “E”, “F”, “G”, “H”, “I”, “J”, “K”, ■‘‘LI” to “L 8\".\nOf these books, those opened by the commissioners, and book “D”, afterwards opened by the company, were headed with the form of contract prescribed by the original act, and which was signed by all the original subscribers. After the organization of the company, a proviso was adopted and added to the form of the contract, which together were as follows:—\n“We, whose names are hereunto subscribed, do promise to pay to the president and managers of the West Chester and Philadelphia Railroad Company, the sum of $50 for every share of stock set opposite our respective names, in such manner and proportions and at such times as shall be determined by the president and managers of said company, in pursuance of an Act of General Assembly of this Commonwealth, entitled ‘An Act to authorize the Governor to incorporate the West Chester and Philadelphia Railroad Company.’ Provided, nevertheless, that the subscription hereto shall be binding only in the event of an aggregate of $300,000 being subscribed, inclusive of all former subscriptions and of such subscriptions as shall be made absolute or become so by the fulfilment of their conditions. Witness our hands, the 21st day of October, 1850.”\nThis contract was subscribed by the defendant and others, in book “A”, thus:—\n“ October 31, Eber Hickman, .... 5 shares.\n“ “ Eber Hickman, .... 5 shares.”\nThe same form of contract was contained in books “E” and “G”, and subscribed by various persons.\nIn books “ G” and “ H”, the form of the contract is the same down to the proviso, which is as follows: “ Provided, That if the said railroad should not be located on the land of any one or more of the subscribers, then this subscription shall be of no force or effect. And provided, also, That interest shall not be payable or demanded of the subscribers, upon the shares hereto subscribed, during the construction or prior to the completion of the said railroad.”\nIn book “I”, the proviso is: “Provided, nevertheless, That subscriptions hereto shall be binding in the event of the location of the road being fixed and determined by the president and managers so as to pass within one mile of the borough of Media, in the county of Delaware.”\nIn book “J”, the proviso is: “That subscriptions hereto shall be binding only in the event of the location of the road being fixed and determined by the said president and managers so as to pass at or near Wilcox’s Mills, called Glenn Mills, and within one half-mile of Penn’s Grove, in the county of Delaware.”\nIn the .remaining books, the contract is the same as that subscribed by the defendant in book “A.” .\nThe plaintiffs proved upon the trial that the road is located through the lands of the parties subscribing upon that condition, within half a mile of Media, and that the conditions contained in the contracts in books “G”, “I”, and “ J”, had been fulfilled by the company. They also proved the regular calls for instalments of stock from 17th January, 1852, until the 14th November, 1853, on which day the tenth and last instalment of $5 per share was called for, and of all of which notice had been given in newspapers published in Philadelphia, Chester, and Delaware counties.\nThe principal question on the trial was, whether the proviso qualifying the defendant’s contract was satisfied before the commencement of the action.\nSamuel B. Thomas, Esq., secretary, and late treasurer, of the company, was called to testify, and after stating that he was secretary of the company since July, 1852, and treasurer since June, 1855, and that since he had been secretary, he had possession of the books, documents, and papers of the company, and among these, the subscription-books from “A” to “L 8”, inclusive, and which have always been recognised by the corporation as the evidence of subscription to stock, and thereupon produced the same books. Whereupon the plaintiff offered the books in evidence to show the number of shares purchased and subscribed for before the commencement of this action. To this offer the defendant objected, and the court sustained the objection, and sealed a bill of exceptions.\nThe plaintiff then, by the proof of handwriting of individual stockholders, proved the subscription in book “A” of 4302 shares, equal to $215,100.\nBy the conveyance of land, release of damages, and for certain advantages to be enjoyed by the company, to twenty different persons, 139 shares, equal to $6950, of stock. The plaintiff also proved by S. B. Thomas the payment by instalments, either in whole or in part, of 30 shares, of which the original subscriptions had not been returned to the company, amounting to $1500.\nThe plaintiff further proved by Dr. John P. Jeffries the signatures of subscribers to 518 shares, in addition to those already proved, the witness stating that his knowledge of the handwriting was obtained by going to the persons and seeing them write since the commencement of this suit, for the purpose of being able to prove their signatures; and that he was sent by the company with that view, and it was the only knowledge he had of the handwriting of the individuals subscribing, and by comparing it with the signatures contained in the books of subscription.\nThey then called as a witness Francis J. Davis, and asked:— “Are you acquainted with the handwriting of F. Curran Philpot ?” (the said name appearing in the subscription-book as a subscriber to stock.) The witness answered: — “ I have seen one or two letters which purported to be written by F. Curran Philpot. They purported to come from him, and I have no doubt they did so come.” (These letters were addressed to some of the members of Mr. Galliner’s family, whose daughter the witness married.)\nThe plaintiff’s counsel then proposed to ask witness, “Were the contents of those letters of such a character as to enable you to judge of certainly whether they came from Mr. Philpot, as they purported to come, or not?”\nTo this question the defendant’s counsel objected. The court sustained the objection, and sealed a bill of exceptions.\n■The plaintiff’s .counsel then proposed to ask witness, “From the knowledge thus acquired of the handwriting of said Philpot, is the signature now shown to you in this subscription-book “D”, in the proper handwriting of the said Philpot, or not?”\nTo this question the defendant’s counsel objected. The court sustained the objection, and sealed a bill of exceptions.\nWilliam F. Griffits testified that he had been treasurer of the company from July, 1854, to July, 1855, and in that time had received payment in full or in part of the purchase-money of 640 shares, exclusive of those previously testified to by other witnesses. Among them, were the Lancaster Bank, 100 shares; Daniel Tyler, 34 shares; Malone, Clark & Gonder, 204 shares; B. M. Sherman, 35 shares; Richard Norris & Sons, 40 shares; Murphy & Allison, 32 shares.\nThe certificates to Tyler, and to Malone, Clarke & Gonder, were issued in payment of wo'rk done by them as contractors on the road, but were not on any general list of subscribers; and the certificate to Sherman he believed to be of the same kind; and the certificate to Norris & Sons was in part payment of a locomotive for the use of the road.\nS. B. Thomas was recalled, and testified to the payment, in whole or in part, of 107 additional shares, 5 of which were to an individual for cross-ties furnished for the road; and to Sydney Fairlamb, 6 shares, in payment of land damages for right of way; and 26 additional shares to Murphy & Allison. Of the whole 58 shares, $15 was paid in cash, and the balance settled under a contract for furnishing cars for the road.\nP. Frazer Smith, Esq., was called and offered as a witness. It was admitted that he was a stockholder in the company, and upon objection made to his competency, he was rejected by the court, and a bill of exceptions sealed.\nIt was admitted and agreed, that of the shares of capital stock subscribed, as proved by the plaintiff’s witnesses, 467 shares were subscribed after the 17th January, 1852, and 391 shares were upon special conditions, as contained in subscription-books “G”, “H”, “I,” and “J.”\nOf the 4302 shares subscribed in book “A,” 23 shares were released by the managers of the company to compromise disputes, and because the estate of a subscriber was insolvent.\nThe plaintiff again offered, in connexion with the other proof given in the cause, the eighteen subscription books heretofore described, for the purpose of proving the number of shares subscribed to the capital stock of the company before the institution of this suit.\nThe defendant’s counsel objected to the proposed evidence. The court sustained the objection, and sealed a bill of exceptions.\nOn the 20th January, 1855, a resolution of the board of managers was passed, directing the secretary to give notice, calling in the stock in full, and requiring those who had paid part of the instalments to pay the balance, and those who had paid the instalments according to previous calls, be required to pay in full, on or before the 27th February, 1855, and that on failure so to do suits would be instituted against all delinquent subscribers. This notice was duly published, and this suit was brought on the 26th July, 1855. The plaintiff’s testimony being closed, the defendant declined giving any testimony. Whereupon the plaintiff requested the court to charge the jury: — ■ ’\n1. That the contract made between the plaintiff and defendant for the sale and purchase of ten shares of the capital stock of the said company being admitted, the plaintiff is entitled to recover in this action, the purchase-money of the shares so purchased, if the terms of the proviso or condition of the said contract was fulfilled before the commencement of this action.\n2. It is no objection to the proof given of this fulfilment that the managers of the company called for the payment of instalments by the resolution of January 17,1852, and subsequent resolutions before, as is alleged, the sum of $300,000 was subscribed, even if that were distinctly proved.\n3. To enable the plaintiff to recover the principal sums sued for in this action, a special advertised call is not necessary, or if so, the necessity is satisfied.by the call and publication of January, 1855, as published in Delaware, Chester, and Philadelphia counties, before suit brought.\n4. The plaintiff has given evidence for the consideration of the jury, sufficient to establish the fact of the fulfilment of the said condition before this action was brought, which, if believed, entitles the plaintiff to recover in this action.\n5. The plaintiff is entitled to recover the penalty for non-payment, of one per cent, per month, given by the Act of Assembly, upon each instalment properly called for from the time notice of such call was given by publication, and there is evidence of such calls and publication, for the consideration of the jury.\n6. The payment of $5 per share by the defendant on each share subscribed by him, after the incorporation and organization of the corporation plaintiff, in a book opened by the managers of the said company, is not requisite to the validity of the defendant’s contract. The proviso of the act of incorporation requiring such preliminary payments is confined to subscriptions made by the commissioners before the organization of the company.\n7. The evidence given by John P. Jeffries of the several signatures of subscribers to stock on the books of the company, is to be regarded as legal proof for the consideration of the jury.\nThe court below (Haines, P. J.) charged the jury and answered the points as follows:—\n“This action is brought by the West Chester and Philadelphia Railroad Company against Eber Hickman, to recover the value of ten shares of stock subscribed in the said road, together with interest at the rate of one per cent, per month for non-payment. No question is made as to the authority of the company to take subscriptions and, on ordinary occasions, to enforce payment, nor is there any denial that the name of the defendant subscribing to ten shares of the stock, is in the proper handwriting of the said Eber Hickman.\n“The agreement, however, under which the defendant subscribed, being special in its character, and requiring $300,000 to be subscribed' before the said subscription should be binding, it is contended by the defendant that this requisition has not been complied with, according to the terms of the contract, and that the»plaintiffs cannot recover. The terms of the contract are as follows: — £We, whose names are hereunto subscribed, do promise to pay to the president and managers of the West Chester and Philadelphia Railroad Company the sum of $50 for every share of stock set opposite to our respective names, in such manner and proportions, and at such times, as shall be determined by the president and managers of the said company, in pursuance of an Act of the General Assembly of this Commonwealth, entitled An Act to authorize the Governor to incorporate the West Chester and Philadelphia Railroad Company. Provided, nevertheless, that the subscription hereto shall be binding only in the event of an aggregate of $300,000 being subscribed, inclusive of all former subscriptions and of such subscriptions as shall be made absolute or become so by the fulfilment of their conditions.’\n“ It cannot be denied that the plaintiffs exhibited subscriptions to an amount greater than the sum required, but many of them were of a character which excluded them from the jury-box, and these are not in evidence. Among these which the court ruled out, will be found all those having special conditions to the number of 291 shares ; all those shares of stock which were given for land damages, 149 shares; those issued for work and materials, 445; those subscribed after instalments called in; those which have been released, and also those proved by John P. Jeffries, to amount of 518 shares. These, making an aggregate of 2105 shares, and being deducted from the amount exhibited, did not leave the amount required by the agreement. In the opinion of the court, these were not available funds, such as was required by the agreement of the parties; and the plaintiffs, failing on this point, cannot recover in this action, and your verdict must be for the defendant.\n“ I might stop here, but inasmuch as the case will be taken up for revision, I deem it proper to notice another point made by the defendant’s counsel. Under the act of incorporation, the commissioners therein appointed were required to exact a payment of $5 on each share of stock subscribed, and it was provided that no subscription should be valid unless the same was then paid. This, it has been contended, extended not only to subscriptions taken before the commissioners, but also by the company after its organization. I consider this a sound objection to the recovery of the plaintiff. The terms of the Act of Assembly are peremptory, and the distinction made by the plaintiffs’ counsel between the commissioners and the company in regard to this point is, to my mind, without any sound reason. The decision in Qasey, referred to in the argument, does not rule this case. For both the foregoing reasons,' I lay it down to you that the plaintiffs have failed to sustain the action, and your verdict must be for the defendant.\n“ The plaintiffs’ counsel request me to charge on the following points:— •\n[Points read.]\n“ 1st. Considering the Act of Assembly as a part of the contract, and the payment of the sum of $5 made, the proposition may be affirmed.\n“ 2d. Had this sum been subscribed of sound available funds, directly after the instalment of that date had been called in, it would have been no objection to the fulfilment of the contract; but the proof, on the part of the plaintiffs, shows that the whole instalments had been called before some of those offered in evidence were subscribed; and it is further shown, that a comparatively large amount was subscribed after several instalments had been called in. If the company called in these subscriptions before the sum of $300,000 were subscribed, they could neither compel the payment of the principal nor the interest, as the subscription was not binding, and the call not legal. With these observations the point may be generally affirmed.\n“ 3d. I do not believe the defendant, by the call of January, 1855, could have been made accountable, if no call had been made on him previously, and he had not been accountable before that notice had been published.\n“ In other words, if the defendant’s liability had ceased prior to the call of January, 1855, that notice would not have revived it. The point, to my mind, is outside the true question at issue, and whether answered affirmatively or negatively would not affect the result.\n“ 4th. This point is directly negatived.\n“ 5th.- I have said distinctly that the plaintiffs have not proved enough to entitle them to a verdict. This it would seem to me to be sufficiently broad to include the whole case. If they cannot recover principal they cannot recover interest.\n“ 6th. This has already been answered in the negative.\n“ 7th. This is negatived.”\nA verdict was rendered for the defendant.\nThe plaintiffs sued out this writ, and assigned for error, the rejection of the subscription-hooks, the evidence of Davis in relation to Mr. Philpot’s handwriting, and also in rejecting P. Frazer Smith, Esq., as a witness. The charge of the court and the answers to the points were likewise assigned for error.\nBell and Pennyyacher, for plaintiffs in error.\nWm. Darlington, for defendant in error."
  },
  "file_name": "0318-01",
  "first_page_order": 318,
  "last_page_order": 329
}
