{
  "id": 981588,
  "name": "The Philadelphia, Wilmington, and Baltimore Railroad Company versus Cowell",
  "name_abbreviation": "Philadelphia, Wilmington, & Baltimore Railroad v. Cowell",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "329",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Met. 217",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1964748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/49/0217-01"
      ]
    },
    {
      "cite": "6 Hill 297",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "3 Mass. 507",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "15 Conn. 145",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/15/0145-01"
      ]
    },
    {
      "cite": "3 Gratt. 373",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        6715885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/44/0717-01"
      ]
    },
    {
      "cite": "1 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 275",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Barb. 393",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/5/0393-01"
      ]
    },
    {
      "cite": "1 Yeates 109",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "11 Ala. Rep. 531",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        11256717
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/11/0531-01"
      ]
    },
    {
      "cite": "3 Miss. 507",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. Ch. Rep. 667",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 450",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1083,
    "char_count": 28472,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 9.266383131415402e-07,
      "percentile": 0.980011962087365
    },
    "sha256": "f2a543f28ed7b300c28bbc77ddc2356a8ec5478a7aa11b054fbf11ba74f625e0",
    "simhash": "1:befb96349e653459",
    "word_count": 5055
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Philadelphia, Wilmington, and Baltimore Railroad Company versus Cowell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe question presented by the first error assigned, is not whether the evidence offered and rejected proved the plaintiff’s ratification of Fisher’s subscription; but whether it tended to prove it.\nSuppose the court had admitted the evidence and the jury had found the plaintiff’s assent and ratification, could he have expected us to reverse the judgment on the ground that a question of fact had been submitted and found without any evidence ?\nCould it have been said that the facts set down in the bill of exception, fully proved, were no evidence of ratification; that they were so entirely irrelevant as to be unworthy of consideration by rational minds in connexion with such a question ; that that question stood just as far from demonstration after such evidence as before ?\nUnless this could have been said, and must have been said in the event supposed, the judgment now before us must be reversed; for the question here is, in essence and substance, exactly the same as it would have been then.\nIf this evidence might have satisfied the jury; that is, if it were of a quality to persuade reasonable men that Cowell did assent to Fisher’s assumed agency after he had full knowledge of what had been done, it should have been admitted. The question in the cause was for the jury, and not the court. But the fact to be inquired for, like all mental conditions and operations, could be established only inferentially. We judge of the mind and will of a party only from his conduct, and if he hEy¡&,done or omitted nothing which may fairly be interpreted as indicative of the mental purpose, there is indeed no evidence of it for either court or jury; but if his c nduct, in given circumstances, affords any ground for a presumption in respect to the mental purpose, it is for a jury to define, limit, and apply the presumption.\nThe most material circumstance in the offer was the silence of Mr. Cowell. Fully informed about the last of the year 1848 as to what had been done in his name, and the motives and reasons for doing it, he did not condescend to reply for nearly seven years. It is insisted that this fact, even when taken in connexion with the other circumstances in the offer, was no evidence of his intention to assent to the new subscription.\nThe argument admits that where the relation of principal and agent has once existed, or where the property of a principal has with his consent come into the hands and possession of a third party, the principal is bound to give notice that he will not sanction the unauthorized acts of the agent, performed in good faith and for his benefit; but it is said, and truly, that Mr. Fisher had never been an authorized agent of the plaintiff for any purpose, and that the plaintiff’s property had never been intrusted to him. It is on this distinction that the learned counsel sets aside the case of The Kentucky Bank v. Combs, 7 Barr 546, and indeed all of the authorities relied on by the defendants.\nI do not understand counsel to mean that there can be no valid ratification unless one of the conditions specified — either prior agency or possession of principal’s property — has existed, but that silence after knowledge of the act done, is evidence of ratification only in such cases. It must be admitted that the act of a mere stranger or volunteer is capable of ratification, for all the authorities are so; but the argument is that the silence of the party to be affected, whatever the attending circumstances, cannot amount to ratification of the act of a stranger.\nIn Wilson v. Tumman, 6 M. & G. 242, C. J. Tindal, on the authority of several old cases, considered that the effect of a ratification was dependent on the question whether the person assuming to act, had acted for another and not for himself. The act, it would seem, cannot be ratified unless it was done in the name of the person ratifying. Batum, quis habere non potest, quod ipsius nomine non est gestum. And the general rulé' is thus expressed in the Digest, 50 — Si quis ratum habuerit quod gestum est, obstringitur mandati actione.\nIf then, the principle of law be that I can ratify that only which is done in my name, but when I have ratified whatever is done in my name, I am bound for it as by the act of an authorized agent, it is apparent that my silence in view of what has been done is to be regarded- simply as evidence of ratification, more or less expressive, according to the circumstances in which it occurs. It is not ratification of itself, but only evidence of it to go to the jury along with all the circumstances that stand in immediate connexion with it. Among these, the prior relations of the parties are very important. If the party to be charged had been accustomed to contract through the agency of the individual assuming to act for him — or had intrusted property to his keeping — or if he were a child or servant, partner or factor, the relation, conjunctions favor, would make silence strong evidence of assent.\nOn the other hand, if there had been no former agency, and no peculiarity whatever in the prior relations of the parties, silence— a refusal to respond to a mere impertinent interference — would be a very inconclusive, but not an absolutely irrelevant circumstance. The man who will not speak wrhen he sees his interests affected by another, must be content to let a jury interpret his silence.\nIt is a clear principle of equity that where a man stands by knowingly, and suffers another person to do acts in his own name without any opposition or objection, he is presumed to have given authority to do those acts. Semper, qui non prohibet pro se intervenire, mandare creditur: Story’s Agency, § 89. •\nWe do not apply the full strength of this principle when we rule that the plaintiff’s silence, in connexion with the circumstances offered, was evidence fit for the consideration of a jury on the question of ratification. If mental assent may be inferred from circumstances, silence may indicate it as well as words or deeds. To say that silence is no evidence of it, is to say there can be no implied ratification of an unauthorized act — or at the least to tie up the possibility of ratification to the accident of prior relations. Neither reason nor authority justifies such a conclusion. A man who sees what has been done in his name and for his benefit, even by an intermeddler, has the same power to ratify and confirm it that he would have to make a similar contract for himself, and if the power to ratify he conceded to him, the fact of ratification must be provable by the ordinary means.\nFor these reasons the distinction on which the argument for the defendant in error rests seems to us to be too narrow.\n■ The prior relations of the parties lend great importance to the fact of silence, but it is a mistake to - make the competency of the fact dependent on those relations. I am aware that Livermore cites with approbation, p. 50, the opinion of civil law writers, that where a volunteer has officiously interfered in the affairs of another person, and made a contract for him without any colour of authority, such other person is not bound to answer a letter from the intermeddler, informing him of the contract made in his name, nor is- his silence to be construed into ratification. But it is to be remembered that such writers are not laying down a rule of evidence to govern trials by jury, but are declaring rather the effect upon the judicial mind of the party’s silence. It is one thing to say that the law will not imply a ratification from silence, and a very different thing to say that silence. is a circumstance from which, with others, a jury may imply it. Because evidence does not raise a presumption so violent as to force itself upon the judge as a conclusion of law, is the evidence therefore incompetent to go to a jury as ground for a conclusion of fact ? No writer with a common law jury before his eyes, has ever maintained the affirmative of this proposition. If it could be established it would abolish that institution entirely, and refer every question and all evidence to the judicial conscience.\nBut it is time now to remark that this case is far from being that of a mere volunteer or intermeddler. True it is that Mr. Fisher had not any proper authority to make the new subscription, but Messrs. Binney and Biddle, the friends and correspondents of the plaintiff, had consulted him in reference to the plaintiff’s interests in this railroad company, and as a director of the company he stood in some sort as a representative and trustee of the plaintiff, who was in a foreign country, and without any authorized agent here. The proposition that every stockholder should subscribe new stock to the extent of 10 per cent, was designed, and as the event proved, was well designed, to , retrieve the fortunes of the company, but it was necessary to its success that every stockholder should come into the arrangement. The emergency was pressing, and Mr. Fisher, manifestly acting in perfect good faith, made the subscription for the plaintiff, which he believed the plaintiff would not hesitate to make if personally present.\nWhen the plaintiff was fully informed that a sagacious financier, to whom his chosen friends and correspondents had referred his interests, and who stood in the fiduciary relation of a director, had pledged him for a new subscription, which circumstances seemed to justify and demand, I say not that he was bound by it, nor even that he was bound to repudiate it, but that his delay for near seven years either to approve or repudiate, was a fact fit to be considered by a jury on the question of ratification. The subscription was made in the plaintiff’s name, and accepted by the company as his, and it does not appear that they knew Fisher was acting without authority. The offer was to show that it was highly beneficial to the plaintiff. It was then such an act as is capable in law of being ratified. The plaintiff might make it his own by adoption. Did he adopt it? He did if he ever gave it mental assent. How could the company show assent by anything short of a written agreement, if not by evidence of the nature of that in the bill of exception ? The medium of proof, where a mental purpose' is the object of inquiry, must conform to the mode of'manifestation. To say that you may prove assent, but may not give the circumstances in evidence from which it is to be implied, is to say nothing.\nStrongly persuasive as we consider the offered evidence, we do not put our judgment so much upon tbe strength as upon the nature of it. We think it was calculated to convince a jury that the plaintiff did indeed assent to and approve of what Mr. Fisher had done in his behalf, and therefore it should have been received and submitted.\nIf they should find from it the assent and ratification of the plaintiff, the subscription became, as between him and the company, a valid contract, and on his failure to pay the instalments, the company had a right to apply thereto the accruing dividends on his old stock.\nWhen he pays what remains unpaid on the instalments, he will be entitled to his certificates of stock.\nThe defence under the statute of limitations was not well taken. It may be well doubted whether under our Acts of Assembly any incorporated company can set up the statute of limitations against a stockholder’s dividends. It certainly cannot be done until after a demand and refusal, or notice to a shareholder that his right to dividends is denied. But here, so far from such notice having been given, the company recognise the plaintiff’s right to the dividends, and claim to have applied them to his use. The statute can have no place in such a defencp.\nThe judgment is reversed and a venire cíe novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "St. Gr. T. Campbell, for plaintiff in error.",
      "H. I. Williams, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia, Wilmington, and Baltimore Railroad Company versus Cowell.\nWhere F., a director of a railroad company, upon consultation with friends and acquaintances of C., a large stockholder in the company, subscribed for him and in his name for forty additional shares of stock, to relieve the company from embarrassment, C. being at the time a resident of a foreign country, and immediately advised C. of what he had done, who never made any reply, either to F. or to the company, and the accruing dividends on the original stock of C. were applied by the company to the. payment of the stock so subscribed for him, and nearly seven years after the stock was subscribed, and he informed of it, he demanded and sued for the dividends declared upon the original stock, alleging that the subscription of stock by F. was unauthorized by him, it was Held, —-\n1. That the silence of G. for so long a period after being informed of the fact, was evidence to be submitted to a jury of his ratification of the act of F. in making the subscription.\n2. That the ratification of an unauthorized act by the silence of the party, is not confined to cases where the relation of principal and agent exists between the person doing the act and the party to be affected by it.\n3. The silence of the party, with a knowledge of what has been done for him and in his name, is evidence of ratification, more or less expressive according to the circumstances in which it occurs. *\n4. Although ratification- of an unauthorized act of a stranger may not be implied as a conclusion of law from -the silence of the party, yet it is not therefore incompetent to be submitted to a jury as a circumstance from which with others they may imply such ratification.\n5. A director of a railway stands in a fiduciary relation to a stockholder, and in acting for him in his absence, cannot be regarded altogether as a stranger or intermeddler.\n6. The statute of limitations will not run against the dividends of a stockholder in an incorporated company, in this state, until after demand and refusal, or notice to the shareholder that his right to the dividends is denied.\n7. Whether it would be a bar in any event under the Act of 1847, dubiiatur.\nError to the District Court of Philadelphia.\nThis was an action brought on the 17th December,'1855, by John W. Cowell, to recover from The'Philadelphia, Wilmington, and Baltimore Railroad Company the sum of $>1700;, being the dividends declared by the defendants on four hundred shares of stock in the company held by the plaintiff. The plaintiff resided in England, and on the stock owned by him the company declared dividends, which were payable as follows: 1st October, 1849, $600; 1st April, 1850, $300 ; 1st October, 1850, $400; 1st April, 1851, $400. The dividends thus declared were applied to the payment of a subscription to forty shares of stock, made by C. H. Eisher for and on account of the plaintiff Cowell.\nThe authority, under which the subscription was made, and the dividends appropriated to the payment of the stock subscription, is set forth in the following offer of testimony:—\n“ 1. That C. H. Eisher, Esq., had before the year 1848, through Horace Binney, Esq., an acquaintance of the plaintiff, and with whom he consulted as to his affairs and investments, communicated with the plaintiff, then a stockholder to the amount of four hundred shares, in respect to the condition and affairs of the company; and, that in his replies, the plaintiff had expressed his thanks for the information so received.\n“ 2. That the condition and prosperity of the defendants made it imperatively necessary for the protection of the interests of the stockholders and the preservation of the property of the company, that the plaintiff should, with the other stockholders, subscribe for new stock of the company, authorized to be issued to the extent of ten per cent, upon the amount then held by each stockholder, and thus to raise a sum necessary to meet impending liabilities.\n“ 3. That C. H. Eisher, Esq., acting in good faith for the plaintiff, and after consultation with Horace Binney and Clement C. Biddle, Esqrs., acquaintances and friends of the plaintiff, did subscribe for him to forty shares of the new stock so to be issued, and by reason thereof, together with the subscription of other stockholders, the affairs of the company were retrieved, and the earnings of the road were rendered applicable to the dividends sued for. .That having so subscribed, he did, upon the 16th day of December, 1848, address the plaintiff, advising him of what had been done, and in the manner as by said letters will appear.\n“ 4. That the said letters were received in due course of mail by the plaintiff, on or about the 29th day of December, 1848. That the plaintiff made no reply thereto, and took no step and gave no notice of any kind whatever, in disaffirmance of the act of said Fisher until on or about the 17th day of November, Í855.\n“ 5. That the dividends sued for in this action, were applied in pursuance of said subscription to the payment thereof, and the cash balance due was paid by the said Fisher, and the certificate for said forty shares was thereupon delivered to said Fisher on behalf of John W. Cowell, the plaintiff.”\nThe court rejected the evidence so offered.\nThe defendants, having pleaded the statute of limitations, asked, the court to charge the jury that — ■\nThe dividend of October 1st, 1849, having been declared and made payable more than six years before the institution of this suit, the statute of limitations was a bar to plaintiff’s recovery of the dividend of that date.\nThis the court declined doing, but charged that the statute of limitations did not apply t/o the dividend declared by defendants so due on the 1st October, 1^49; but that the plaintiff was entitled to receive the same, though more than six years had elapsed between the declaring of the said dividend and the institution of this suit.\nThe jury found for the plaintiff $1726.07. A rule for a new trial was refused, and judgment entered upon the verdict.\nThe defendants thereupon removed the cause to this court, and assigned for error—\n1. That the court erred in rejecting the evidence submitted by the defendants as contained in their offer.\n2. That the court erred in refusing the instruction prayed for, that the statute of limitations was a bar to the recovery of the amount of the dividend declared on the 1st October, 1849, being more than six years before suit brought.\nSt. Gr. T. Campbell, for plaintiff in error.\nThe evidence offered showed such a relation between Fisher and Cowell as will prevent the latter from disaffirming the act of the former, after the lapse of six years. It should at least have been received and submitted to the jury. If the plaintiff assented at any time, even only for an instant, he was bound. But the facts offered would justify the conclusion that the plaintiff adopted anchratified the acts of Fisher. Agency is founded upon a contract express or implied. It may be created by deed or -writing, or verbally; and it may also he inferred from the relation of the parties: Ewing v. Tees, 1 Binn. 450; McConnel v. Wright, 4 Johns. Ch. Rep. 667; 2 Kent's Com. 214. The correspondence exhibits the witness in some respects as the adviser of the plaintiff; and although there was no express authority to make the subscription, yet it was the duty of the principal to repudiate the act of the agent when informed of it; but, instead of that, by his silence he has recognised the acts done for him: Kentucky Bank v. Coombs, 7 Barr 546. The question here is whether the plaintiff is not bound by the acts of Fisher, who professed to act as his agent, he being informed of it, and having done or said nothing for more than six years to repudiate these acts: Brigham v. Peters, 1 Gray’s Mass. Rep. 139. If an agent acts without authority, it is the duty of the principal to disavow his acts when first informed of them: Crane v. Bedwell, 3 Miss. 507. This ratification may be inferred from his silence: Owlsey v. Woolhopter, 14 Geo. 124; Bredin v. Dubarry, 14 S. & R. 27; Reynolds v. Dothard, 11 Ala. Rep. 531; Harrison v. McHenry, 9 Geo. 164; Sto. on Agency, §§ 89-91. Besides being an act done for plaintiff’s benefit, the presumption would be that he adopted it: Bailey v. Culverwell, 15 Eng. C. L. 261. The plaintiff cannot claim the benefit of the acts done and repudiate the obligations they impose. The plaintiff was bound at all events to communicate his dissent in a reasonable time: Sto. on Bills, § 122; 4 Burr. 2312, cited and approved 1 S. & R. 449; Prince v. Clark, 8 Eng. C. L. 54; Parker v. Dubois, 32 Id. 559.\n2. There was error in ruling that the demand for the dividend due 1st October, 1849, was not barred by the statute of limitations. The suit was not brought till 17th December, 1855. The statute commenced to run from the time the demand accrued: Jones v. Conway, 1 Yeates 109; Overton v. Tracy, 14 S. & R. 328; Young v. Mackall, 3 Madd. Ch. 398; Bucklin v. Ford, 5 Barb. 393; Stewart v. Dewitt, 8 Monr. 113; Withers v. Richardson, 5 Id. 94; Short v. McCarthy, 3 B. Ald. 626; Whitehead v. Howard, 2 B. & B. 372; Howell v. Young, 2 C. & P. 238. To exempt a trust from the operation of the statute, it must be a direct trust, and such as is cognisable exclusively in a court of equity, and the question must arise between the trustee and cestui que trust: Lyon v. Maclay, 1 Watts 275; Zacharias v. Zacharias, 11 Harris 452; Finney v. Cochran, 1 W. & S. 118; Sheppards v. Turpin, 3 Gratt. 373. That the statute is a bar to the recovery of stock dividends, seems to be conceded: 15 Conn. 145.\nIt is therefore respectfully submitted that this judgment must be reversed, because the evidence should have been received and submitted to the jury: aiyi because the court erred in refusing to instruct the jury, that the dividend of $600 due 1st of October, 1849, more than six years before suit brought, was not barred by the statute of limitations.\nH. I. Williams, for defendant in error.\nThere are two questions presented by the record. 1. Whether the offer contained facts and circumstances to justify an application of plaintiffs’ dividends to the payment of the stock subscribed for him by Mr. Fisher ? 2. Whether the statute is a bar to the recovery of the dividend of $600, declared in October, 1849. The only fact upon which the supposed ratification rests is plaintiff’s silence. No act is pretended. The subscription was made 16th December, 1848. No dividend was declared until October, 1849. Up till that time there was no assent of Cowell. If Fisher paid for this stock, then the company cannot retain the dividends to repay Fisher. This must he settled between Fisher and Cowell. If he did not pay for it, then the silence of Cowell, from December, 1848, to October, 1849, was clear evidence that he did not intend to accept of it. It is submitted that the silence of Mr. Oowell is conclusive proof that he never recognised the act of Fisher; it is certain that he gave no previous authority. Fisher’s letter to plaintiff, of 16th December, 1848, could only have advised him of the subscription, not of the application of the dividends, for they all accrued subsequently; and of their application plaintiff appears to have received no notice till November, 1855. The agent acting without authority would hind himself individually. Whether he could recover from Mr. Cowell is a question with which the company have nothing to do. There is no pretence that he was informed of the application of these dividends. If they were applied by order of Fisher, some authority in him to do so should be shown.\nNor is the case assisted by the fact that Mr. Fisher advised on the subject with Messrs. Binney and Biddle, neither of whom were in any respect the agents of plaintiff, and who maintained with him but a friendly correspondence, unconnected with any business relations. Nor is it alleged that they advised Fisher to assume a liability for plaintiff which they were unwilling to take upon themselves. *\nWhether the subscription was for his benefit or not, was a matter to be decided by himself. The letter of the 16th December, 1848, did not ask for the authority, but states that Fisher had assumed it. He may have considered this an unjustifiable interference, and it is scarcely conceivable that any assent to it or ratification of it can be implied from his mere silence.\nWhere the relation of principal and agent once existed between the parties, there may be a necessity for the principal to give notice that he does not assent to the unauthorized act of the agent; but this rule does not apply to a case in which no agency ever existed, and where the only act is to impose a liability on the party whom he undertakes to represent.\nThe cases cited by the plaintiff in error will establish this beyond all doubt. In the case of Brigham v. Peters, 1 Gray‘s Mass. Mass. 139, Willington had been the clerk and had the charge of the business of Lambert. He passed away, in payment of Lambert’s debts, a promissory note in Lambert’s favour endorsed by him, and this became known to him and he declared it “was all right.” The court held he should have disavowed the act if the agent had exceeded his authority.\nIn The Kentucky Bank v. Coombs, 7 Barr 543, it was admitted that Coombs was the special agent of the bank, but his general authority was denied. But it was held that they should have disavowed his acts when they became known. So in Crane v. Bedwell, 14 Geo. 124, 3 Mass. 507, and Breden v. Dubarry, 14 S. & R. 27, the only question was as to the extent of the authority of an admitted agent. So in Reynolds v. Dothard, 11 Ala. 531, and Harrison v. McHenry, 9 Geo. 164, the ratification was by express act of the principal, and the same in Sto. on Agency, §§ 889-91.\nAll the other cases referred to show that the relation of agency was admitted to exist between the parties, who were to be affected by silent acquiescence. But no case can be found where an agency is not only presumed to be created, but the acts of the agent are presumed to be ratified by the silence of the alleged principal. Such a doctrine would be most dangerous.\nThe defence must therefore rest upon a ratification of the acts. And in every such instance there is required some positive act of the principal: Sto. on Agency, § 252 et seq.; Curcier v. Rider, 4 Wash. C. C. R. 559; Burnwell v. Johnson, 2 John. Cas. In 1 Livermore on Agency (ed. 1818, p. 50), the learned author expressly states that silence is no ratification of an act of a mere stranger.\nThe second ground of defence applies only to the first dividend. This is believed to be the first time in this state where a corporation has set up the statute of'limitations as a bar to the dividends of a stockholder, who had not demanded them until a short time before suit brought, and who had received no notice that his right to them was disputed.\nThe statute 56 Geo. 3, ch. 60, requires the Bank of England to pay over all dividends not demanded for ten years, and to transfer the stock to the commissioners for the national debt; but provides that the accountant-general shall- pay the dividends and transfer the stock to any person who may thereafter show that he is entitled to them: Ex parte Ram, 3 Mylne & Craig 25. This act would not have been passed, had the statute been considered a bar. The Act of 6th March, 1847, § 2, requires all companies incorporated under any law of this state, to publish a true and accurate statement of all dividends not called for within three years; and if not demanded within three years after such publication, to pay them into the treasury, to be paid over to the rightful owner whenever he may demand them: Dunlap 973. In case the required publication is omitted, the 3d section subjects the company to a penalty of twelve per cent, per annum on all such dividends, from the day on which they have been declared until paid.\nThe plaintiff is therefore in strictness entitled to twelve per cent, on these dividends.\nBut independent of the act it is perfectly well settled, that the statutory bar is never allowed in a case like the present until demand and refusal, or a notice that the right to the dividends is disputed: Kane v. Bloodgood, 7 John. Ch. C. 90; Downes v. Phœnix Bank, 6 Hill 297; Johnston v. Farmers’ Bank, 1 Harrington’s N. J. R. 117; Watson v. Phœnix Bank, 8 Met. 217.\nThe case from 15 Oonn. 145, only decides that as against dividends accruing after the death of the stockholder, the statute does not run until administration granted in that state."
  },
  "file_name": "0329-01",
  "first_page_order": 329,
  "last_page_order": 339
}
