{
  "id": 981574,
  "name": "Everhart versus The West Chester and Philadelphia Railroad Company",
  "name_abbreviation": "Everhart v. West Chester & Philadelphia Railroad",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "339",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wh. 244",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0244-01"
      ]
    },
    {
      "cite": "3 Wh. 198",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 75",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0075-01"
      ]
    },
    {
      "cite": "17 Barb. 581",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4951852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0581-01"
      ]
    },
    {
      "cite": "10 Watts 366",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 156",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0156-01"
      ]
    },
    {
      "cite": "6 W. & S. 71",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. R. 466",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill 387",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. 475",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "10 Yerg. (Tenn.) 196",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        8541730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/18/0196-01"
      ]
    },
    {
      "cite": "2 Barb. 295",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "2 Cow. 770",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/2/0770-01"
      ]
    },
    {
      "cite": "11 Wend. 627",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 199",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "12 Conn. 331",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/12/0331-01"
      ]
    },
    {
      "cite": "5 Gill 485",
      "category": "reporters:state",
      "reporter": "Gill",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 207",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0207-01"
      ]
    },
    {
      "cite": "1 Jones 120",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Pick. 32",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 466",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pick. 415",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0422-01"
      ]
    },
    {
      "cite": "22 Wend. 350",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pick. 96",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. 476",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0467-01"
      ]
    },
    {
      "cite": "9 Watts 550",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Doug. 526",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": -1
    },
    {
      "cite": "1 Cai. Cas. 93",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 530",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0530-01"
      ]
    },
    {
      "cite": "6 Binn. 24",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0024-01"
      ]
    },
    {
      "cite": "11 John. Rep. 100",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Cai. 381",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        793424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/1/0479-01"
      ]
    },
    {
      "cite": "10 Mass. 384",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0384-01"
      ]
    },
    {
      "cite": "2 P. R. 184",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. 268",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0226-01"
      ]
    },
    {
      "cite": "5 Hill 382",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "1 N. H. Rep. 44",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6752679
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/1/0044-01"
      ]
    },
    {
      "cite": "10 Watts 364",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0364-01"
      ]
    },
    {
      "cite": "5 Wh. 244",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0244-01"
      ]
    },
    {
      "cite": "2 W. & S. 156",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0156-01"
      ]
    },
    {
      "cite": "10 Mass. 384",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/10/0384-01"
      ]
    },
    {
      "cite": "8 Mass. 268",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/8/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1449,
    "char_count": 44559,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.6880025711642675e-07,
      "percentile": 0.8272490017757792
    },
    "sha256": "ab7c5527d3f5f8ea1110a86d50d6d54a14f9ee7d8a98f526e5aab2e5ae9a95ed",
    "simhash": "1:a9337a6d8d1ad443",
    "word_count": 7737
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Everhart versus The West Chester and Philadelphia Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThere are two principal questions in this case, the first whereof is whether the several Acts of Assembly supplemental to the acts which incorporated the company, wrought such essential and radical changes in the constitution and objects of the company as to release the defendant from the payment of the instalments on the stock for which he had subscribed.\nThe first of these supplemental acts, passed the 7th January, 1853, authorized the stockholders to elect three additional managers.\nThe next, passed the 27th February, 1854, enacted that each share of stock should give the holder one vote at all elections of officers and other stock votes, provided he had held it for more than thirty days prior to such vote.\nThe last act, passed the 30th March, 1855, authorized the company, “ for the purpose of completing and equipping their said railroad,” to create a preferred stock to the extent of eight thousand shares of fifty dollars each, and for the purpose of redeeming its bonds and the preferred stock, and for the payment of other debts, to issue and dispose of bonds to any amount not exceeding six hundred thousand dollars, at a rate of interest not exceeding 8 per cent, per annum. Besides providing for many details connected with the preferred stock, the act stipulates that before it takes effect as a law of the corporation, it shall be accepted by a majority in value of the stockholders entitled to vote, and prescribes how the meeting of the stockholders shall be convened.\nIt was admitted on the trial that the company had accepted all the provisions of the above-named Acts of'Assembly.\nNow it is too plain for controversy that this legislation was in aid of the objects and purposes of the corporation, which were in general to build and work a railroad from the borough of West Chester to the city of Philadelphia. The company was incorporated in pursuance of an Act of Assembly passed in 1848 — they had organized and commenced their work — and the preamble to the Act of 1855 recites that they would require, to complete and equip their road, a greater sum than could be realized by the sale of bonds and stock now authorized by law, and that the making of a floating debt to meet such requirements would be onerous to the management of the road, and in all probability unduly hazard the interests of holders of its capital stock. Out of these embarrassments grew the remedial legislation 'that was accepted by the company, but which is now set up by one of the original corporators as a defence against his payment of stock.\nThe diligence of the learned counsel has failed to find a case to countenance such a defence.\nNothing is plainer than that an alteration of a charter by the legislature may be so extensive and radical as to work an entire dissolution of the contract entered into by a subscriber to the stock, as by procuring an amendment which superadds to the original undertaking an entirely new enterprise. Every individual owner of shares expects, and indeed stipulates with the other owners as a body corporate, to pay them his proportion of the expense which a majority may please to incur in the promotion of the particular objects of the corporation. By acquiring an interest in the corporation, therefore, he enters into an obligation with it in the nature of a special contract, the terms of which are limited by the specific provisions, rights, and liabilities detailed in the act of incorporation. To make a valid change in this private contract, as in any other, the assent of both parties is indispensable. The corporation on one part can assent by a vote of the majority, the individual on the' other part by his own personal act. Consequently, where an assessment is sued for to advance objects essentially different, or the same objects in methods essentially different from those originally contemplated, they cannot be recovered because they are not made in conformity to the defendant’s special contract with the corporation: Angell & Ames on Cor., § 537; Union Lock & Canal Company v. Towne, 1 N. Hamp. R. 44; 8 Mass. R. 268; 10 Mass. 384; 7 Barbour R. 157; 1 Harris 133; Hester v. Memphis & Charleston Railroad Company, Miss., see Legal Intelligencer, vol. xiv., No. 18.\nWhilst these principles are unquestionable, it is equally well settled by the authorities that modifications and improvements in the charter, useful to the public, and beneficial to the company, and in accordance with what was the understanding of the subscribers as to the real object to be effected, do not impair the contract of subscription: Irvin v. Turnpike Company, 2 Penn. R. 466; Gray v. The Monongahela Navigation Company, 2 W. & S. 156; Clark v. Same, 10 Watts 364. The case of the Indiana Turnpike v. Phillips, 2 Penn. R. 184, is an instance of such radical alteration in the structure of the company as works a release of the subscriber.\nThese general principles are founded in common sense, and it is apparent that they afford not the least support to this defence. The defendant voluntarily embarked in an enterprise which could only be carried out by accumulating large sums of money. His special contract with the other corporators looked to nothing less than a finished railroad from West Chester to Philadelphia; and it implied necessarily the ordinary and lawful means for accomplishing that object. When their money was expended and the work not finished, the necessary funds could be raised only by giving these funds a preference over the original stock, whether they came in the form of a loan or of preferred stock. Without the remedies provided by the legislature, the defendant’s stock must remain worthless on his hands — with them, he shared a common chance with the others of realizing ultimate profits. The legislation then, without altering the structure of the company, or changing the objects of its institution, or the mode in which those objects were to be pursued, set on foot a scheme of finance intended for its relief and benefit. It was to complete and equip the road — the very road — the defendant had agreed to assist to build.\nWe all agree that the parts of the charge quoted in the 10th and 11th assignments of error were unexceptionable.\nOn the next question, which relates to the right of the defendant to transfer his stock so as to escape liability for the unpaid instalments, we are a divided bench; but a majority concur, though for different reasons, in holding him liable notwithstanding the transfer he made.\nTwo of us think he had a perfect legal right to assign his stock on any terms he pleased, but that unless it was done with the consent of the company he remained liable still to them as a stockholder for the unpaid portion of his subscription. One of our number is of opinion that if the assignment had been bona fide it would have relieved him from further liability, but that the record showing that it was a transfer mala fide, he remains liable. The only remaining judge who sat in the argument holds that the assignment was valid and relieved the defendant from further liability.\nAs neither of these opinions has the sanction of a majority, they are not to be discussed, and are indicated only to show that they result in an affirmance of the ruling below on this point.\n' These are the principal questions in this case; but there are some minor points that require a passing notice.\nIt is not quite clear from the record that the court gave any instruction on the subject of the rate of interest to be charged against the defendant; but if the 12 per cent, provided' for in the 8th section of the incorporating act were allowed in pursuance of what the court said as quoted in the 9th assignment of error, a majority of our number think it was right, so that the defendant takes nothing by that assignment.\nThe defendant had estopped himself from denying that five dollars a share was paid at the time of subscribing.\nAnd there are no grounds for the objections to the amended declaration.\nOn the whole, we see no error in the record, and therefore the judgment is affirmed.\nLewis, C. J.\nI think that the plaintiff in error is liable on his written “ promise to pay to the corporation the sum of $50 for every share of stock set opposite his name.” The subsequent transfer of his stock did not release him from that contract. It is very clear that the transfer was not made in the ordinary course, as a business transaction, because the alleged purchaser was really paid for taking the stock, instead of paying money for it. Yet that is immaterial, because, whether the transfer was fair or fraudulent— whether with the consent of the company or without it — whether entered on the books or not — whether the purchaser became liable for the instalments unpaid or not, there is nothing in the law, or in the nature of the transaction, which discharges the original subscriber from his express written engagement to pay the money: Trevor v. Perkins, 5 Wharton 244. The case of Huddersfield Canal Co. v. Buckley, 7 T. R. 36, was decided on peculiar circumstances, and does not rule a case like the present.\nBut the penalty of one per cent, per month is imposed only on stockholders. The plaintiff in error was no stockholder when the default occurred. He is therefore not liable for the penalty. It is true that there is no assignment which brings this error to our notice in such a way as to oblige us to take notice of it. But the declaration claims the “ one per cent, per month,” and the amount of the verdict shows that it was recovered.\nI would, therefore, direct the prothonotary to make the proper calculation of the amount of principal and interest due on the subscription, and if the plaintiff below refused to release the excess, I would reverse this judgment. This court have a right, of their own motion, to do justice. I am in favour of doing it in this case. If my brethren do not concur in this suggestion, I must unite with them in saying that the errors have not been sustained, and that the judgment must be affirmed.",
        "type": "majority",
        "author": "Woodward, J. Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. J. Lewis and M. Bussell Thayer, for plaintiffs in error.",
      "Pennypacker and Bell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Everhart versus The West Chester and Philadelphia Railroad Company.\nModifications and improvements in the charter of a corporation, useful to the public and beneficial to the company, and in furtherance of what was the understanding of the subscribers as to the object to be effected, do not impair the contract of subscription to the capital stock of such company, as against a non-assenting subscriber.\n. A change in the charter of a railroad company by which they are authorized, for the purpose of raising means to make and equip the road as originally contemplated, to issue preferred stock, and which amendment is accepted by a majority of the stockholders, and such preferred stock issued, is not such a radical change in the structure and objects of the company as will exonerate from liability an original stockholder, for the instalments due on the shares subscribed by him. ■\nIt is necessarily implied in a contract of subscription to the stock of a corporation, that the ordinary and lawful means for accomplishing the object proposed by the charter, may be adopted and used by the company.\nAn alteration of a charter which is so extensive and radical, as to superadd to the original undertaking an entirely new enterprise, will work an entire dissolution of the contract entered into by a subscriber to the stock, who has not assented to the change.\nA transfer of stock by a subscriber made for the purpose of escaping liability upon it, without the consent of the company, is not a valid defence to an action against him by the company for the purchase-money of the shares subscribed.\nA subscriber who transfers his stock to another and treats it as valid, is estopped from denying that the payment necessary to give it validity, at the time of subscription, was made.\nAn amendment of a declaration after an appeal from an award of arbitrators in favour of the defendant, laying the contract of subscription to have been made with the commissioners, instead of with the company, was properly allowed.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit brought by The West Chester and Philadelphia Railroad Company, to recover from William. Everhart the amount of one hundred shares of capital stock of the company subscribed by him, together with the penalty of one per centum per month for non-payment imposed by the act of incorporation. By an Act of Assembly, passed the 11th April, 1848, Everhart and others were appointed commissioners to receive subscriptions to the stock, and the governor was authorized to issue letters patent incorporating the subscribers, when 6000 shares should be subscribed, and $5 per share paid in. Under this act the defendant subscribed for twenty shares. By the Act of the 15th March, 1851, the number of shares necessary to be subscribed and certified, was reduced to 1200. And on the 3d August, 1850, the defendant made a further subscription of 80 shares.\nThe subscription was as follows:—\n“We, whose names are hereunto subscribed, do promise to pay to the president and managers of the West Chester and Philadelphia Railroad Company, the sum of fifty dollars for every share of stock set opposite our respective names, in such manner and proportions, and at such times, as shall be determined by the president and managers of the said Company, in pursuance of an Act of the General Assembly of this Commonwealth, entitled 4 An Act to authorize the Governor to incorporate the West Chester and Philadelphia Railroad Company.’ Witness our hands this 19th day of June, A. d. 1848.”\nOn the 17th September, 1850, the governor issued the letters patent incorporating the company. The company was duly organized on the 15th October, 1850, by the election of a president, six managers, a treasurer and secretary, under the charter.\n44 Each stockholder was entitled to vote according to the number of shares he holds in the following proportion: For every share not exceeding two shares, one vote; for every two shares above two and not exceeding ten shares, one vote; and for every five shares above ten, one vote; but no share shall confer a right of suffrage, which shall not have been holden three calendar months prior to the day of the election.”\nOn the 27th day of January, 1852, the plaintiff made the first public call for instalments, payable on 1st March, 1852.\nOn the same day the defendant executed the following written assignment of his stock to his nephew, John T. Everhart:—\n“ It is hereby agreed between William Everhart of West Chester, Pennsylvania, and John T. Everhart of Pittston, and state aforesaid, that in consideration of the sum of $125, paid by the said William to the said John, who hereby acknowledges the receipt of the same, the said John agrees to take and accept from the said William the transfer of 100 shares of the capital stock of the West Chester and Philadelphia Railroad Company, subject to the payments to become due thereon by the said John or his assigns.\n“ Witness our hands and seals this twenty-sixth day of January, A. D. 1852.\nIn the presence of W. Everhart. [seal.]\nJ. D. B. Marshall. Jno. T. Everhart, [seal.]\nJonathan Reed.”\nOn the same day the defendant and John T. Everhart called on the treasurer of the company, at his office, for the purpose of transferring the stock that stood in his name.' John T. Everhart had with him the receipts of the commissioners for the payment of the first instalments, and the foregoing assignment, and requested to have the transfer entered on the books of the company, stating that he -had purchased the stock from his uncle, William Everhart. The treasurer declined having the transfer made, stating that he could not do so without authority from the board of managers, and that if he had authority, he had no books upon which the transfer could be made.\nThe defendant then asked him if he had not permitted a transfer to be made from Perry Crawford to Harvey Levis. The treasurer replied that he had — that Crawford’s circumstances were embarrassed, and Levis was one of his creditors. The treasurer then got the paper on which Crawford’s transfer was made, and one in the same words was drawn up and executed by the defendant, the treasurer refusing to witness it officially, but signed it and made a memorandum at the foot of the paper, stating his reason for declining, and which he struck out by request.\n“For value received I hereby transfer and set over to John T. Everhart, one hundred shares in the capital stock of the West Chester and Philadelphia Railroad Company, subject to the payments to become due thereon.\n“Witness my hand and seal this twenty-sixth day of January, a. d. 1852. Wm. Everhart, [seal.]”\n“ In presence of\n“ 1852. Jan. 26. The foregoing paper was prepared' [in my presence] and executed in my presence, but I decline to witness it formally [without authority from the board of managers].\nP. Frazer Smith.”\nJohn T. Everhart called subsequently, either on the same day or shortly after, and made another request to have the transfer made, to which the treasurer replied, that he did not know that they could do anything more.\nOn the 31st March, 1852, William Everhart, the defendant, called on the president of the company, with a power of attorney from John T. Everhart, and again requested the transfer to he made on the books, and demanded certificates of stock. The president informed him that the company had no transfer books nor certificates prepared then, but so soon as they were obtained he would call upon him and let him know.\nThere was no proof that the president ever called on defendant afterwards in relation to the matter.\nThe plaintiff proved that John T. Everhart owned no property in Chester county. The defendant gave evidence that he was the owner of valuable lands in Luzerne county; and, in the opinion of the witness, who lived near to him, worth $15,000 at the least, and probably much more.\nThe defendant contended that he was relieved from liability on his subscription by the fact of the transfer to John T. Everhart, and also by changes made in the charter after his subscription, without and against his consent. These changes were in substance the following:—\nOn the 7th of January, 1853, a further supplement to the act of incorporation was approved, authorizing the election of three additional managers.\nOn the 27th of February, 1854, a further supplement was approved, and by section 4, of this act, it was enacted that each share of stock shall entitle the holder thereof to one vote at all elections of officers and other stock votes of the company; provided, that no stockholder shall be entitled to vote upon any stock which may not have been held by him or her, and stood in his or her name on the books of the company for more than thirty days prior to such vote.\nOn the 30th March,\" 1855, a further supplement was approved authorizing the creation of a preferred stock to the extent of eight thousand shares of $50 each; allowing subscribers or holders of preferred stock subscribed for within six months from the date of the acceptance of the act to pay one-half of all or any of the instalments in the unpreferred full paid stock at its par value; and also entitling the holders of said preferred stock to receive a dividend of eight per cent, upon its par value, before any interest or dividend should be paid on the unpreferred stock, and giving the holder of preferred stock the right to one vote for each share he should hold at all elections and meetings of the company.\nThe company accepted these several Acts of Assembly, and acted upon them — elected additional managers — gave each share a vote at elections, and issued a large amount of preferred stock —irnder the Act of 1855.\nOn the 27th January, 1855, the company made and published a call for the last instalment of stock, and the payment of the intermediate instalments by such subscribers as had not responded to former calls.\nThis action was commenced on the 11th July, 1855. A declaration was filed, and the cause referred under the compulsory arbitration law, and award made, finding no cause of action. On the trial in the court below the plaintiff asked and obtained leave to file an amended declaration setting forth the same contracts of subscription. The first declaration averred that the “ said plaintiff, at the instance and request of the said defendant, bargained with the said defendant to sell, and then and there sold him, and the said defendant then and there subscribed for and bought of the said plaintiff, divers, to wit, twenty shares,” &c.\nThe amended declaration set forth that “ Robert Irwin, William Apple, John S. Bowen, P. Frazer Smith, John Rutter and others, commissioners for that purpose, named in and appointed by a certain Act of the General Assembly of the Commonwealth of Pennsylvania, entitled An Act to authorize the Governor to incorporate the West Chester and Philadelphia Railroad,, approved the 11th day of April, a. d. 1848 — bargained with the said defendant to sell, and then and there sold him, and the said defendant then and there subscribed for and bought of the said commissioners, divers, to wit, twenty shares of the capital stock of the said West Chester and Philadelphia Railroad Company.”\nTo the allowance of this amendment the defendant excepted.\nThe parties, plaintiff and defendant, respectively presented points as follows :—\nPlaintiff’s points. — -1. A contract for the purchase of shares of the capital stock of a joint stock company, like other contracts of sale and purchase, is binding until performed or released by the concurring assent of the parties, and consequently a buyer of such stock cannot discharge himself of his liability to pay for it by a transfer of it to a third person without the consent of the company.\n2. Whatever may be the legal effect of a “bona fide” sale and assignment of property bought and held in such' shares, an original subscriber cannot rid himself of his liability to pay instalments of purchase-money in arrear, by purchasing the assent of a third person to assume the obligations of the contract, as was attempted in the case of the defendant.\n3. In this case the defendant had no property in the shares of stock purchased by him, which could be made the subject of sale and transfer, beyond the value of the first instalment paid by him at time of subscribing.\n4. The attempt so to transfer the purchased shares, is a fraud on the contract made by the defendant with plaintiff, and wholly inoperative to release the defendant from his obligation to pay to the company the price of the said shares, without the assent of the company.\n5. It is apparent from the character of the transfer between the defendant and his nephew, John T. Everhart, of the 26th day of January, 1852, and their subsequent acts, that their object of it was not a “ bona fide” sale of property in the stock, but solely to release the defendant of his liability to pay the company the price thereof, for which purpose it is wholly ineffectual without the expressed assent of the company, of which there is no evidence.\n6. If the jury believe the object of the defendant and his nephew was to relieve the former of his liability to pay, as stated in the fifth point, their arrangement is a fraud on the contract and wholly ineffectual to relieve the defendant of his obligation to pay, without the expressed assent of the company, of which there is no evidence.\n7. The said defendant having neglected to pay the several instalments of purchase-money of the said stock, called for by the managers of the company, agreeable to the terms of the contract, -is liable to the penalty of one per cent, per month, as provided by the Act of Assembly under which the said company is incorporated.\n8. The Acts of Assembly supplemental to the original act of incorporation having been regularly accepted by the company at meetings regularly convened for that purpose, are to be regarded as part of its charter, and binding on the corporators.\n9. There is no such change effected in the original act of incorporation or charter, by the said supplements or any of them, as affects the liability of the defendant as an original subscriber to the stock of the company, or operates to discharge him from such liability.\nDefendant’s points. — 1. Where an original subscriber to the stock of an incorporated company who is bound to pay the instalments on his subscription as they are called in by the company, transfers his stock to another person, such other person is substituted not only to the rights but to the obligations of the original subscriber, and the liability to pay up the instalments is shifted from the outgoing to the ingoing stockholder.\n2. The transfer made on the 26th day of January, 1852, by the defendant, of his right and interest in the one hundred shares of the capital stock of the West Chester and Philadelphia Railroad Company, which he held by virtue of his subscription, was, if the evidence is believed, sufficient to divest his right and interest therein, and to vest the same in John T. Everhart, and the legal effect of 'that transfer was to substitute the said John T. Ever-hart, not only to the rights, but also to the obligations of William Everhart,.the original subscriber, who from that time'ceased to be liable to the said company for any of the unpaid instalments of the said capital stock.\n3. Every subscriber to the corporate stock of a private corporation enters into an obligation with the corporation in the nature of a special contract, the terms of which are limited by the specific provisions, rights, and liabilities detailed in the act of incorporation, and no material change can be made in that contract without the consent of the subscriber.\n4. Since the defendant became a subscriber to the stock of the West Chester and Philadelphia Railroad Company, the charter of the company has by virtue of an act of the legislature, duly accepted by the company, undergone a material’ alteration, and as no evidence has been given showing that the defendant has assented to that change, the plaintiff cannot recover.\n5. There is no evidence in the circumstances of the transfer, nor in any other act referred to by the plaintiff’s counsel, of any fraudulent conduct on the part of the defendant.\nThe court below (Haines, P. J.) after recapitulating the principal facts given in evidence, charged the jury and answered the points of the parties as follows :—\n“ Such appear to be the principal facts of this case. I may have overlooked some, and if I have, your recollections will furnish them.\n“ A good deal of evidence has been given of meetings of the board of managers of the company; of resolutions to call for further instalments of stock; of publications of notice to stockholders, of supplements to the original charter, and of meetings to accept or refuse the same, which I do not consider of much importance in determining the questions of law, and shall not specially refer to them. In passing them by without special observation, I do not mean to have it inferred that the legislature cannot pass unconstitutional laws, nor that the majorities may not do wrong. It is enough that in the -instance before us, nothing appears which would sanction the inference that an unconstitutional law has been passed, or that the board of managers have exceeded their powers under their charter.\n“In this place I may as well dispose of third and fourth points furnished me by the defendant. I am requested to say that — ■ ‘Every subscriber to the corporate stock of a private corporation enters into an obligation with the corporation in the nature of a special contract, the terms of which are limited by the specific provisions, rights, and liabilities detailed in the act of incorporation, and no material change can be made in that contract without the consent of the subscriber.’ This may be substantially affirmed; but the corporation -in question, like all others of which I have knowledge, are empowered ‘ To ordain, establish, and put in execution such by-laws, ordinances, and regulations, as shall appear necessary and convenient for the government of said corporation, not being contrary to the constitution and laws of the United States, or of this Commonwealth: and generally to do all and singular the matters and things which to them it shall lawfully appertain to do, for the well-being of the said corporation, and the due management and ordering of the affairs of the same.’ Every subscriber who becomes a member of this company, makes himself-liable to every change made by the majority for the well-being of the corporation, which is not contrary to the constitution and laws of the United States, or of this Commonwealth. Without reference to the validity of the transfer, which will be noticed hereafter, the defendant was a member of the corporation, and had the opportunity of attending the meetings of the stockholders, and of giving his Voice in favour or against any measure proposed at such meeting] and if a majority decided against his views of propriety, or if h^ voluntarily stayed away from such meetings, he can have no causg of complaint. I cannot therefore assent to the fourth point'ipade by the defendant, ‘that the plaintiff cannot recover in thiskaction, for that since the defendant became a subscriber to the;-stock of the West Chester and Philadelphia, Railroad Company\\'’.the charter of the company has by virtue of an Act of the legislature duly accepted by the company, undergone a material alteration, and no evidence has been given showing that the defendant has assented.’ This I cannot affirm. While I should claim in a c.ase beyond doubt the right to declare a law of the legislature unconstitutional, yet in this case, with the hurry of a trial of court, it is impossible to give the point such examination as it would seem to deserve. I would prefer to say, if the defendant be a member of the company, and liable as such to the corporation, he has had the same notices of meetings as others, and if he be not a member and not liable, there was no necessity whatever to give him notice of meetings to accept or refuse the supplements to the charter.. I will therefore affirm the eighth and ninth points of the plaintiff, that ‘ The Acts of Assembly supplemental to the original act of incorporation having been regularly accepted by the company at meetings regularly convened for that purpose, are to be regarded as part of its charter and binding on the corporators. There is no such change effected in the original act of incorporation or charter, by the said supplements or any of them, as affects the liability of the defendant as an original subscriber to the stock of the company, or operates to discharge him from such liability.’ Still, the most'important questions to my mind are yet to be considered. And before touching them, it seems necessary that I should say a word to you on matters which have been unnecessarily referred to in the course of the argument. It can make no difference to you or to me, who are the parties to this suit. Their rights are the same as the most obscure individual, no more, no less. The advantages or disadvantages of the proposed improvement to the public or to individuals ; the motives of the commissioners, or of the stockholders: whether these shall lose or gain by the undertaking; none of these considerations should interfere with the determination of the case you are trying. Like all other actions tried in a court of justice, the case should be determined by the law and the evidence applicable to the circumstances involved.\n“ You cannot fail to have noticed where the parties stand. The plaintiff upon the contract entered into by the defendant on the 19th of June, 1848, and August, 1850; the defendant upon the transfer of the 100 shares of stock to John T. Everhart on the 26th of January, 1852. It is an undoubted fact, that the defendant subscribed for 100 shares of stock of the West Chester and Philadelphia Railroad Company. It is equally true that by this subscription, he made himself liable to the payment of $50 for every share which he had subscribed, at such times, in such proportions and manner, as should be determined by the president and managers of the said company. It is also true that the liability of the defendant continued up to the date of the transfer on the 26th of January, 1852. Was it then shifted from himself to John T. Everhart? It is undoubted that William Everhart, with the consent of the company, could transfer his shares to another, in a way to absolve himself from all further liability on account of the shares of stock which he had subscribed. The parties to the contract could rescind it. To my mind he could not do so without the consent of the company. In this I feel myself sustained by reason, as well as by authority. Upon his name being subscribed by himself to the agreement I have referred to, he became bound by that agreement to fulfil his engagement, along with the rest of the subscribers, and the contract could not to be rescinded without the concurrent consent of both parties.\n“ Whatever may be the diversity of opinion among legal authors, such is the reasonable conclusion of sound discretion and legal analogy. Hence I affirm the first and second propositions of the plaintiff, that—\n“ ‘ A contract for the purchase of shares of the capital stock of a joint stock company, like other contracts of sale and purchase, is binding until performed or released by- the concurring assent of the parties, and consequently a buyer of such stock cannot discharge himself of his liability to pay for it by a transfer of it to a third person, without the consent of the company.\n“£ Whatever may be the legal effect of a bona fide sale and assignment of property bought and held in such shares, an original subscriber cannot rid himself of his liability to pay instalments of purchase-money in arrear, by purchasing the assent of a third person to assume the obligations of the contract.’\n“ But I cannot consent to affirm the proposition of the plaintiff, ‘ that the defendant had no property in the shares of stock purchased by him, which could be made the subject of sale and transfer, beyond the value of the first instalment paid by him at the time of subscribing.’ I think this point is not well considered and it is disaffirmed. I have said that William Everhart, with the consent of the company, could transfer his shares to another, and in this connexion I will answer the first proposition of the defendant. ‘ When an original subscriber to the stock of an incorporated company, who is bound to pay the instalments on his subscription, as they are called in by the company, transfers his stock to another person,’ with the consent of the company, such other person is substituted, not only to the rights but to the obligations of the original subscriber, and the liability to pay up the instalments is shifted from the outgoing to the incoming stockholder.\n“ This right of transfer is clearly recognised in the seventh section of the original act of incorporation, which declares * that the said president and managers first chosen, shall procure certificates or evidence of stock for all the shares of said company, and shall deliver one or more certificates, signed by the president and countersigned by the treasurer, and sealed with the common seal of the corporation, to each person for the number of shares by him or her subscribed or held, which certificate or evidence of stock shall be transferable at his or her pleasure, in person or by attorney duly authorized, in the presence of the president or treasurer, one of whom shall keep a book for that purpose, subject however to all payments due or to become due thereon.’ It does not, and it cannot, however, absolve the original subscriber, who is in privity with the company on his contract, from the liability to pay the instalments ‘ due or to become due’ upon his shares, unless the consent of the company be first obtained.\n“ It will be seen from the foregoing, that while the original subscriber cannot absolve himself from his liability without the consent of the company; yet the company is bound also, by the nature of the agreement, to favour the application for a transfer, made by a subscriber, by keeping books of transfer to be used for that purpose. An application for a transfer of stock cannot be arbitrarily refused by the officers of the company. They are as much bound to perform' their corporate duties, as are subscribers to stock. Neglect on their part to furnish certificates or evidence of stock, or to obtain books of transfer, cannot prevent a transfer from being made, all other things being legitimate and in order. A transfer made in the manner pursued by the defendant, notwithstanding there were no certificates of stock or books procured, would be complete and binding without them, if the consent of the company were obtained. Was it procured, or was it arbitrarily withheld ? In either case, in the opinion of the court, the defendant would be absolved, and the plaintiff' cannot recover. It seems quite clear from the evidence in the cause, that the consent of the company was not obtained. The question then is, was it withheld improperly, or was the attempt on the part of Mr. Everhart a scheme to rid himself of his liability to the injury and loss of the company ? If the latter, the officers had the right to withhold their assent to the transfer, nay, their duty to the other stockholders forming the company, required of them to prevent the transfer, and their conduct was meritorious rather than otherwise. You will see, therefore, that the question is one for your consideration and is confined to a narrow compass. Was the transfer made to John T. Everhart, by the defendant, a bona fide transfer, a fair, honest transaction, or one to shield himself from, what he apprehended was about to be a losing concern ? If it were so intended, the transfer did not receive the assent of the company for sound reasons, the officers were in the performance of their corporate duties, the transfer fails of its purpose, and the plaintiff is entitled to your verdict. The evidence to the point here made you will collect from the entire transaction. If you should come to the conclusion that the transfer was a legitimate transaction between the defendant and his nephew, then the transfer cannot be defeated by the want of books or certificates, and the verdict should be for the defendant; but if on the contrary you should be satisfied by the evidence in the cause, that the transfer was not a bona fide transaction, but was made by the defendant to rid himself of his obligation to the company, then the assent of the company was wanting, the transfer is inoperative, and the plaintiff should receive your verdict. The points not specifically answered are sufficiently noticed in the general charge. I cannot say there is no evidence of fraud for the consideration — there is evidence which the jury will be called on to examine in relation to this point. Should you find for the plaintiff, it will be your duty to find according to the principle of the contract as specified in the statement submitted — subject to such corrections as it may require.”\n26th February, 1856, the jury found for the plaintiff $5913.30, and judgment was entered on the verdict.\nThe defendant removed the cause to this court, and assigned for error: That the court below erred in refusing to affirm the defendant’s 1st, 2d, and 5th points. That the changes effected in the charter after the subscription were not such as to avoid the contract. In refusing to say that there was no evidence of fraud in the transfer. That there was no averment in the plaintiff’s declaration, that the sum of $5 was paid at the time of subscription, which was necessary to make the subscription valid. That the court erred in allowing the amendment to the declaration after an award of no cause of action.\nJ. J. Lewis and M. Bussell Thayer, for plaintiffs in error.\nThat the defendant was not bound by his subscription after the changes made in the charter, they cited Union Locks and Canal Company v. Towne, 1 N. H. Rep. 44; Ang. & Ames on Corp. § 536-9\\; Hartwell and New Hampshire Railroad Company v. Croswell, 5 Hill 382; note to Bagshaw v. Eastern Union Railroad Company, 7 Hare 129; Middlesex Turnpike Company v. Locke, 8 Mass. 268; Ind. and Ebensburg Turnpike Company v. Phillips, 2 P. R. 184; Middlesex Turnpike Company v. Swan, 10 Mass. 384; White v. Muscogee Bank, 11 Geo. R. 438; Band v. Alton Bank, 13 Ill. R. 504; 1 Am. L. Reg. 154; 3 Kent’s Com. 45; Coll, on Part. 198; Davies v. Hawkins, 3 M. & S. 488; James v. The West Chester and Philadelphia Bailroad Company, MS.\n2d. That the payment of the five dollars per share was a condition precedent to the validity of the subscription, and not being averred and proved was fatal, they cited Union Turnpike Road Company v. Jenkins, 1 Cai. 381; 1 Caine’s Cas. in Er. 86; Highland Turnpike Company v. McKean, 11 John. Rep. 100; Hibernia Turnpike Company v. Henderson, 8 S. & R. 222-225. This condition of the statute required an averment of performance, or an excuse for non-performance, to be averred : 1 Ch. Pl. 320, 321; Zerger v. Sailor, 6 Binn. 24; McIntire v. Clark, 7 Wend. 530; Gray & Osgood v. James, Peters’ C. C. R. 482. The defect appears of record, because the act is fully set forth in the declaration, and pleading it by its title would bring it in full upon the record: Jenkins v. Union Turnpike Company, 1 Cai. Cas. 93. The omission of this averment is not cured by verdict: Cornelius, v. Mully, 7 Barr 301; Bawson v. Johnson, 1 East 209.\n3d. That the transfer was sufficiently made, they cited the act of incorporation, that “ the certificates shall be transferable in the presence of the treasurer or president:” King v. Bank, 2 Doug. 526; Davis v. Best, 2 Bing. 393; Wolf v. Goddard, 9 Watts 550; Congregation v. Bank, 5 Barr 348; 10 Mass. 476; Sargent v. Franklin Insurance, 8 Pick. 96; Bates v. Ins. Co. 3 John. Cas. 238; Com. Bank v. Kartright, 22 Wend. 350; Hussey v. Bank, 10 Pick. 415; Phila. Sav. Ins., 1 Wh. 466; Salem Milldam v. Ropes, 6 Pick. 32; 1 Par. on Con. ch. 11; Ins. Co. v. Smith, 1 Jones 120; Franklin v. Bank, 9 Barn. & C. 156; Bank v. Moffat, 3 Bro. Ch.; Bank v. Lunn, 15 Ves. 582; West Philad. Canal Co. v. Innes, 3 Wh. 207; Bank v. Reese, 2 Casey 143; Bargate v. Shortridge, 31 Eng. L. Eq. 45; Webb v. Railway, 4 Mylne & Or. 120.\n4th. That the original subscriber was discharged from liability by the transfer, and the assignee became liable for the unpaid instalments, was cited Huddersfield Canal Co. v. Buckley, 7 T. R. 36; Susquehanna v. Baird, 6 Har. John. 128; Franklin Glass Co. v. Alexander, 2 N. Hamp. 380; Hall v. Ins. Co., 5 Gill 485; Hartford Railroad Co. v. Boorman, 12 Conn. 331; Ang. & Am. on Corp., § 534; West Philadelphia v. Jones, 3 Wh. 199; Gilbert v. Manchester, 11 Wend. 627; 5 S. & R. 318; Bank v. Smalley, 2 Cow. 770; Mann v. Currie, 2 Barb. 295; Bagge v. Mining Co., 13 Beav. 162; Duvergier v. Fellows, 5 Bing. 248; Ang. & Am. on Corp., & 558, n. 2; 10 Yerg. (Tenn.) 196; Ohio R. 97; 2 Mees. & Wels. 334; Bond v. Appleton, 8 Mass. 475; 1 Green’s Ev., § 332. This doctrine is analogous to the assignment of a lease, where the lessee is liable only while he enjoys the land: Hannan v. Ewalt, 6 Harris 11; Doug. 452; Wickersham v. Irwin, 2 Harris 111; Jeffry v. Smith, 3 Russ. 197; Walker v. Physic, 5 Barr 202.\nPennypacker and Bell, for defendant in error.\nThat an alteration of a charter to operate a release of a stockholder must be such as to effect a radical change in the business of the company: Ang. & Ames on Corp., § 536, 7; Hart v. New H. Railroad Co., 5 Hill 387; Irwin v. Turnpike Co., 2 P. R. 466; Mercer County v. Covert, 6 W. & S. 71; Gray v. Monongahela Nav. Co., 2 W. & S. 156; Clark v. Same, 10 Watts 366; Turnpike Company v. Phillips, 2 P. R. 184; Troy and Rutland Company v. Kerr, 17 Barb. 581.\nThat the acceptance of the amendments binds a non-assenting stockholder: St. Mary’s Church Case, 7 S. & R. 517; Railway Company v. Gordon, 16 Mees. & Wels. 804.\nThat the transfer of the stock does not exonerate the- original subscriber from liability for instalments not payable at the time, they cited Union Canal v. Samson, 1 Binn. 75; Canal Co. v. Innes, 3 Wh. 198; Trevor v. Perkins, 5 Wh. 244."
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 355
}
