{
  "id": 981703,
  "name": "Welch's Appeal. Irwin's Appeal",
  "name_abbreviation": "Welch's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "363",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 227",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 13087,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 3.4190984364212634e-07,
      "percentile": 0.8785218752135743
    },
    "sha256": "dc85c998ccc0ae45d8b62a4363cf0ebeb05ba65f1626be8fe4d62874db1fd6c1",
    "simhash": "1:332bc000902cab23",
    "word_count": 2365
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Welch’s Appeal. Irwin’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt is difficult to reconcile the decisions on specific and general legacies. But it is certain that in doubtful cases the law inclines against construing legacies as entirely specific. The general rule seems to be that where the legacy is so connected with the fund out of which it is payable, that the legacy and the fund are the same, it is specific; as if I bequeath to “ B. the money now owing to me from A.,” or “in the hands of A.,” “or the money due to me on the bond of A.,” the leacgy is specific. But when I bequeath a sum of money to B. “ out of” a larger amount, or “ out of” a particular stock, or debt: 2 Wms. on Exrs. 820; or a gross sum of money “ out of” a term or estate, such a. bequest operates as a charge only on the property, and is to be considered as a demonstrative legacy; that is, it is a gift of so much money intended for the legatee at all events, with a fund (the estate) particularly referred to for its payment; so that if the estate charged be not the testator’s property at his death, the legacy will not fail, but will be payable out of his general assets: 1 Roper on Legacies 198. General legacies do not become specific merely because they are charged upon or payable out of the proceeds of real estate: Wms. on Exors. 1005. These general rules may, of course, be controlled in their application by the intention of the testator as expressed in the will. In the case before us, James Welch in his will gave the messuage and tract of land where he resided to his son William, “subject to the payment of the legacies hereinafter bequeathed.” Then follows a legacy to the testator’s wife, but she died before the testator. The only remaining legacy is the one in dispute. It is in these words:—\n“ To my daughter Jane (now intermarried with John T. Irwin) I give and bequeath the sum of $300 to her, her heirs and assigns, to be paid within one year after my decease, by my son William, out of' the profits of the real estate bequeathed to him as aforesaid.”\nThis is not strictly a specific legacy. It is what the civilians call a demonstrative legacy. The real estate charged is merely an auxiliary fund provided to secure its payment. A subsequent disposition of that estate by the testator in his lifetime does not extinguish the legacy. It is payable out of the general assets if the auxiliary fund fails.\nIt may well be doubted whether the conveyance by James Welch to his son William was ever actually delivered. One witness who was present when the deed was delivered to William’s wife is not certain whether he was directed to deliver it to her or to the wife of the grantor. William himself, after he received it, instead of speaking of it as an absolute conveyance, spoke of it merely as “ security for the land.” But conceding that the conveyance was duly delivered, the auditor finds that there was a contract between the parties entered into on the 10th February, 1849, by which William was bound to pay his father the sum of $3600 for the land; that the deed of the 28th March, 1850, was expressed to be for the same consideration; that “ this sum was only intended to secure a life estate to the father and at least $300 mentioned in the will for the daughter;” that there is “ no evidence that any payments were made at and after the delivery of the deed, and obligations given.” But as the son continued to work the farm and to support the father until his death in February, 1851, the auditor finds that William “satisfied” this and all other claims upon him in the lifetime of his father, as contemplated by him, “ except the $300 and its interest due the estate for the use of the daughter.” This sum he finds to be “unaccounted for, as part of'the consideration of the deed dated March 28, 1850, for the sum of $3600; and that in the distribution the said sum of $300 and interest should go to Jane Irwin, wife of John T. Irwin, as contemplated by the will of James Welch.”\nAs the whole evidence on which the auditor founded his report is not laid before us, it is impossible for us to say that he has erred in his finding on the facts. His report on this question of fact is therefore conclusive. The result is that William Welch, executor of James Welch, deceased, must be charged with the sum of $300, payable to Mrs. Irwin, with interest.\nThere seems to have been a mistake in charging William Welch with the balance of ,$17.01} in his favour on the account filed by him. But as he was bound by his contract to pay the consideration-money for the farm on the 1st April; 1849, the sum unpaid would draw interest from that time until paid. The omission to charge him with interest was also an error. Both errors should be corrected.\nThe accountant is now charged with the sum remaining due in the contract for the land, payable on the 1st April, 1849 $300.00\nWith interest on that sum from the 1st April, 1849, until the 12th Feb., 1857 ..... $141.00\nAnd with the personal estate in the inventory mentioned in his account filed June 13, 1854 31.98}\nThe accountant is credited with the disbursements and charges stated in his account of 13th June, 1854 49.00\n$472.98}\nBalance due by accountant . . . $423.98}\nIt is ordered and decreed that $358 of the funds in the hands of the accountant be paid to Mrs. Jane Irwin, wife of John T. Irwin, in satisfaction of her legacy of $300, and interest on the same from the time it was payable until this date.\nIt is further ordered that he pay to the said Jane Irwin the sum of $32.99, in satisfaction of her half of the residue of the money in the hands of the accountant to which she is entitled as distributee, the accountant to retain the other half to his own use.\nIt is further ordered that the accountant pay all the costs which have accrued on the citation and subsequent proceedings in this cause.\nIRWIN S APPEAL.\nLewis, C. J.\nThis case is disposed of by the special decree this day made in Welch’s Appeal.",
        "type": "majority",
        "author": "Lewis, C. J. Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. J. Lewis, for Irwin and wife.",
      "P. F. Smith and Monaghan, for Welch."
    ],
    "corrections": "",
    "head_matter": "Welch’s Appeal. Irwin’s Appeal.\nA testator devised his real estate to his son W., and then bequeathed to his daughter J. “ the sum of $300 to her, her heirs and assigns, to be paid within one year after my decease by my son W. out of the profits of the real estate bequeathed to him.” He afterwards in his lifetime, by articles of agreement, contracted with his son to convey the real estate devised to him in consideration of §3600 payable on delivery of the deed. A deed was afterwards delivered, but no money was paid nor obligations given for the consideration. But by proceedings before an auditor in the Orphans’ Court it was found that the consideration was the support and maintenance of the grantor and his wife for life, and the payment of the §300 given by the will to the testator’s daughter. It was Held,\n1. That the legacy to the daughter was demonstrative and not specific.\n2. That the real estate charged was a mere auxiliary fund provided to secure its payment.\n3. That a subsequent sale of such real estate by the testator in his lifetime, does not extinguish the legacy.\nAppeal from the Orphans’ Court of Chester county.\nOn the 14th March, 1854, John T. Irwin and Jane his wife presented their petition praying for a citation upon William Welch, executor of James Welch, deceased, to file an account of his administration of the estate. In obedience to the citation, William Welch filed an account in which he charged himself with $31.98-£, and claimed credit for the expenses of administration, $49; leaving a balance of $17.01 due him from the estate. Exceptions were filed to this account, and John P. Bailey, Esq., was appointed an auditor to examine and report upon the account.\nBy the report made it appeared that James Welch owned a tract of land containing 104 acres, purchased in 1804, on which he resided till his death, on the 22d November, 1852. James Welch’s family consisted of his wife Hannah and two children, William and Jane. Jane was married on the 20th March, 1834, to John T. Irwin, and resided away from her father. William was married in 1836, and continued to reside with his father until the decease of the latter.\nOn the 10th. September, 1838, James Welch made his will, by which he devised his real estate to his son William in fee, subject to the payment of the legacies and bequest mentioned in the will. • To his wife, if she survived him, he bequeathed all his personal property during her life, and at her decease the same to be equally divided between William and Jane; and also certain privileges in the real estate devised to William, and the one-third of the annual products of the same during her life; and then proceeded as follows:—\n“ Item. To my daughter Jane (now intermarried with John T. Irwin) I give and bequeath the sum of $300, to her, her heirs and assigns, to be paid within one year after my decease by my said son William, out of the profits of the real estate bequeathed to him as aforesaid.”\nOn the 10th day of February, 1849, James Welch entered into articles of agreement with his son William to sell him the same farm devised to him in the will, at the sum of $3600, payable onj the 1st April, 1849, when a good and sufficient deed for the land) should be made. The deed was afterwards executed on the 28th March, 1850, and according to the evidence of one of the witnesses was on that day delivered to William Welch’s wife, he not being present. The justice before whom the deed was acknowledged could not remember as to delivery, whether James Welch, the grantor, directed him to give the deed to Hannah Welch, the grantor’s wife, or to William’s wife, both of them -being present at the time the deed was executed and acknowledged. The deed was recorded on the 4th February, 1852.\nHannah Welch, the testator’s wife, died in February, 1851.\nNo bonds, or mortgage, or any other security, was given for the purchase-money, and on the part of Irwin and wife-it was alleged that no part of the consideration had been paid by William, and that he was chargeable with it in his account, to one-half of which they were entitled under the will. On the part of William it was contended that they were entitled to no part of the estate, as the legacy of Jane Irwin was payable out of the profits of the real estate devised; a sale by the testator in his lifetime was a revocation of the legacy; and that until counter proof was given, the acknowledgment of the receipt of the consideration by the grantor in the deed must stand for true.\nThe auditor, being satisfied, from the evidence before him, that the testator had not changed his intentions in regard to the disposition of his estate between his children, reported that James had satisfied his father for the purchase-money, with the exception of the $300, the legacy to Mrs. Irwin. The auditor says, “ From the evidence it would seem that the father never intended any other consideration than the support of himself through life, and the bequests mentioned in the will, and that of ‘ love and affection.’ On different occasions, as testified to by the witnesses, he said the property was William’s, and all he wanted was a living out of it.\n“ It seems to the auditor there is a moral or equitable as well as a legal obligation resting upon the son to pay the sister the $300 mentioned in the will, with interest from one year after the death of the father, due her out of the consideration for the land, as always in the contemplation of the father, and of which she cannot be divested, judging from the facts of the case. It has been said the absolute deed is sufficient of itself to defeat the will, and all claims of the daughter, as in law it is an effectual bar. But with the whole facts in evidence, the auditor is not prepared to admit its truth, as applicable in the present case, and prefers to report otherwise, and leave the matter for further discussion before the court, if it should be deemed of sufficient importance and sufficiently evident to except on that ground to the report. See 1 Whart. 227.” vs v\nThe auditor reported the following distribution:—\n'.00 Balance due estate as above reported, for the use of Jane Irwin .... ...\nTo interest on $300 from one year after the death of James Welch, to Jan. 29, 1855 39.37}\n“ balance of acct. filed June 13, 1854, under a citation ......... 17.01}\nTo clerk’s fees, to wit:—\n11.84 Order .....\n1.12} Citation.....\n1.75 Acct. and Exceps. ^\n4.50 Recording and copy 9.21}\n“ Expenses of audit, to wit:\n4.00 Use of room, Mansion House, 4 days\n42.29 Exceptor’s bill of costs, annexed .\n80.00 Auditor..... 118.26}\n41.97} Accountant’s “\n$483.87\nExceptions were filed by both parties to this report, but they were overruled, and the report of the auditor confirmed; and from this decree both parties appealed.\nOn the part of Jane Irwin it was assigned for error, that the court refused to charge the executors with the whole amount of purchase-money, $3693.12.\nAnd on behalf of the executor, that the court erred in charging him with the $300, the legacy of Mrs. Irwin.\nJ. J. Lewis, for Irwin and wife.\nP. F. Smith and Monaghan, for Welch."
  },
  "file_name": "0363-01",
  "first_page_order": 363,
  "last_page_order": 367
}
