{
  "id": 981664,
  "name": "Earp's Appeal",
  "name_abbreviation": "Earp's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "368",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 857,
    "char_count": 24196,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 2.494640048072637e-06,
      "percentile": 0.9965268245368746
    },
    "sha256": "014e706c90cc77579f20b7529ab29d97ff63e62a5e2409fa54353b2d24f01f76",
    "simhash": "1:a4f2e455b4b7e70f",
    "word_count": 4232
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Earp’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nBy the will of Robert Earp, deceased, the appellants are entitled to receive, during their respective lives, the “rents, income, and interest” of his residuary estate. That estate consisted in part of 540 shares of stock in the “Lehigh Crane-' Iron Works,” a company incorporated under the Act of 16th June, 1836, entitled “ An Act to encourage the manufacture of iron with coke, or mineral coal, and for other purposes.” .Robert Earp died on the 17th November, 1848. At that time a surplus fund had accumulated, arising from the profits of the business, which had increased the value of the stock from $50 per share, the sum originally paid for it, to $125 per share. This increased value was ascertained by an actual sale of forty shares shortly after the death of the testator. This surplus fund continued to increase until the year 1854, when, instead of dividing it in money among the stockholders, it was given to them in new certificates of stock. This was done in the case under consideration by cancelling the old certificates granted to Robert Earp, deceased, and issuing new ones to his executors, to the number of 1350 shares. The shares last named are of the value of $80 per share. It thus appears that at the time of the death of Robert Earp, the 540 shares of stock then held were worth $67,500, and that at the time the new certificates were issued for 1350 shares the latter were worth $108,000. The difference, $40,500, is the amount of profits arising since the death of the testator. Nothing has occurred to produce any change in these estimates, or to show that they are in any respect incorrect.\nThe simple statement of these facts shows that the testator’s interest in the iron works amounted to the sum of $67,500. If the executors had sold it at auction it would have produced that sum. If invested in mortgages or stocks, the appellants could have claimed nothing more than the interest or dividends. They could not have impaired the principal sum. The omission to sell the stock and to invest it for the purposes of the trust cannot change the rights of the parties. The value of the stock, at the time of the testator’s death, could, in no just sense, be regarded as the “interest or income” of it. It is true that if the stock had been sold tbe transfer would have carried with it to the purchaser a right to a just proportion of the surplus fund. But this, instead of proving the case for the appellants, proves that the surplus fund was so essentially a part of the stock itself that it passed by a sale of the stock alone. In the case before us the testator has not made a bequest of the stock itself to the appellants. On the contrary, he has given them only the “ income” of it for life. Their interests commence after the death of the testator. They have no right whatever to claim the “ income” which had accumulated before his death. If they may go back of that event, for a single day, to seize upon “income, rents, or interest,” which had accumulated in his lifetime, they may ransack the transactions of his whole life, and end by showing that his whole fortune consisted of “rents, interest, and income,” arising from a very small capital, which has since been lost. It is equally clear that the profits arising since the death of the testator are “income” within the meaning of the will, and should be distributed among the appellants. These profits amounted, at the time of the issue of new certificates of stock, to the sum of $40,500, exclusive of the current semi-annual dividends which had been previously declared and paid. That sum is the rightful property of the appellants. The managers might withhold the distribution of it for a time, for reasons beneficial to the interests of the parties entitled. But they could not, by any form of procedure whatever, deprive the owners of it, and give it to others not entitled. The omission to distribute it semi-annually, as it accumulated, makes no change in its ownership. The distribution of it among the stockholders in the form of new certificates has no effect whatever upon the equitable right to it. It makes no kind of difference whether this fundís secured by 540 or by 1350 certificates. Its character cannot be changed by the evidences given to secure it. Part of it is principal — the rest is “income,” within the meaning of the will. The principal must remain unimpaired during the lives of the appellants, and the “ income” arising since the death of the testator is to be distributed among them. Standing upon principle and upon the intent of the testator, plainly expressed in his will, we have no difficulty whatever in making this disposition of the fund. But it is alleged that this would be contrary to the rules of law as settled by the authorities. We do not think so. It is true that there is a general rule of law which forbids apportionment in respect of time in cases of periodical payments becoming due at fixed intervals.\nBut this rule is founded on convenience, and not on the equitable rights of the parties in interest. It is therefore subject to exceptions wherever the purposes of justice require the correction of injuries arising from the unifoimity of the law. The instances of this are numerous. Where a debt is secured by bond or mortgage, although the interest be expressly made payable half-yearly, it may be apportioned, because the interest is earned from day to day: Wilson v. Harman, Ambl. 279; Sherrod v. Sherrod, 3 Atk. 502; Banner v. Lowe, 13 Ves. Jr. 135; 2 P. Wms. 176. So annuities for the maintenance of infants (Hay v. Palmer, 2 P. Wms. 501; Rhenish v. Martin, MS.), or of married women living separate from their husbands (Howell v. Hanforth, 2 Bl. 1016; 2 Sch. & Lefr. 303), or for “tabling” a son (Cro. El. 756), may be apportioned in respect of time. In the cases last named the necessities of the parties entitled to the annuities are sufficient to dispense with the rule of convenience. In the case of interest there is no difficulty in making the apportionment, and therefore no necessity for the rule which forbids it. But in ordinary dividends on stock, periodically declared, the intervals between the times of payment are so brief, and the sums divided so small, that no great injustice can be done in following the rule of convenience, while, on the other hand, the necessity for’ it is usually very strong, arising from the difficulty of ascertaining the exact amount of profits made during fractions of the period. But where the profits of a manufacturing or banking corporation have been accumulating for many years, until the market value of the stock is more than double its original price, and the owner dies, directing the “income” of his estate to be applied to particular objects for limited periods, these extraordinary accumulations are as much a part of his capital as any other portion of his estate, and must, therefore, be regarded as forming a part of the principal from which the future income is to arise. In this case the sum accumulated is entirely too large to be disposed of on the principle of judicial convenience, applicable only to ordinary and current dividends and payments. Where the income is given merely for a limited period, and the stock itself is otherwise disposed of, a bequest of the income is not in any respect like a bequest of the stock itself. So far from giving such extraordinary accumulations to the persons entitled to the income for life, the English Courts of Chancery have in some cases given them to the remaindermen, even where they arose from profits made during the time of the beneficiary for life: Branden v. Branden, 4 Ves. Jr. 800, decided in 1799; Paris v. Paris, 10 Ves. Jr. 185, in 1804; Irvine v. Hornton, in 1802. Lord Chancellor Eldon, in Paris v. Paris, followed these decisions with reluctance, because he had “ great difficulty in stating the principle that lead to them.” And it is apparent from the opinions of the English Chancellors on this subject, that Branden v. Branden, and the cases founded upon it, have been followed merely for the sake of adhering to the practice there, and not because that practice is founded on sound principles. The distinction between an extra dividend paid in stock, and one paid in money, was repudiated by Lord Eldon in Paris v. Paris. If he was correct in doing so, his decision in Barclay v. Wainright, 14 Ves. Jr. 76 (in 1807), must he understood as overruling the decision of Branden v. Branden and those which followed it. Be that as it may, however, it is very certain that these objectionable decisions, made since the Revolution, are not authorities in Pennsylvania ; and as they cannot be supported upon any just principle, we have no excuse for adopting them as a part of our law.\nThe Orphans’ Court has directed that 844 shares (valued at $67,500) be retained by the executors, as the principal fund from which future income is to arise for distribution among the appellants, and has decreed immediate distribution among them of 506 shares (valued at $40,500). That decree is to be affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Meredith and W. M. Armstrong, for legatees.",
      "E. K. Price, for Thomas Earp."
    ],
    "corrections": "",
    "head_matter": "Earp’s Appeal.\nA testator devised and bequeathed the residue of his estate to his executors “ in trust to collect the rents, income, and interest, and to pay one equal fourth part” to and for the use of each of his four children respectively. Among which residuary estate, was stock held by the testator in a manufacturing company, upon which large surplus profits over and above the current dividends declared had accumulated, and continued to accumulate for several years after his death, when with the consent of the executors and legatees, the capital stock of the company was increased, and the new stock distributed among the stockholders in proportion to the stock held by them respectively, and the old certificates issued to the testator were surrendered and cancelled, and new certificates for the whole amount of stock, including the increase, were issued to the executors, the surplus earnings or profits being applied to the payment of such increased shares of stock. It was Held,\n1. That the surplus fund accumulated by the company over and above the current dividends at the time of the death of the testator, was a part of the principal of the fund and was subject to the trusts contained in the will.\n2. That the surplus fund accumulated at the time of the death of the testator, was so essentially a part of the stock itself, that it would have passed by a sale of the stock alone.\n3. That there was no bequest to the legatees of the stock itself, but only of the income of it, and their interest in that is limited to the rents or dividends accruing after the death of the testator.\n4. That the accumulations on the stock after the death of the testator, were as much a part of the income of the principal as the current dividends, and as such belong to the legatee of the income or profits for life.\n5. Such accumulations after the death of the testator, although they might be withheld for a time upon reasons beneficial to the interests of the parties entitled, the right to them could not be affected by any mode adopted for their distribution, or the evidences given to secure them.\n6. The value of the stock held by the testator at the time of his death, represented by an equal amount in value of the new stock issued, is the principal, and remains subject to the trusts in the will; and the remainder, although in the form of certificates of stock, is to be regarded as income since his death, and to be distributed accordingly.\n7. The principle of judicial convenience, which rejects apportionments of income or payments recurring at brief intervals of time, is to be restricted to current dividends and payments, and has no application to large accumulations extending over a number of years.\nAppeal from tbe Orphans’ Court of Philadelphia.\nRobert Earp, of the city of Philadelphia, died on the 17th November, 1848, having previously made his last will and testament, which contained the following clause:—\nTenth. “ I hereby give, devise, and bequeath all the rest, residue, and remainder of my estate, whatsoever and wheresoever, real and personal, unto my said hereinafter named executors, their heirs, executors, administrators, and assigns, to and for their only proper use and behoof for ever, in trust nevertheless to and for the following uses, intents, and purposes, viz.: in trust to collect the rents, income, and interest, and to pay one equal fourth part thereof unto my brother, Thomas Earp, for the use and bene£t of my son, Robert Earp, Jr., while he shall be and remain of unsound mind, or to such other person or persons as shall, from time to time, be his trustee or committee; but in case he shall at any time regain the use of his reason, then and from thenceforth, to pay the same to him the said Robert Earp, Jr., during his natural life; and one equal fourth part thereof unto each of my other three children, viz.: Hannah Earp, Annie Earp, and George Earp, Jr., during their natural lives respectively, and upon the decease of either of my said children, then in trust, as respects one equal fourth part of the principal of my said residuary estate, to grant, convey, assign, and transfer the same unto such person or persons as such deceased child may direct or appoint by any last will, or writing in the nature of a last will, to be by him or her’ executed in the presence of two or more credible witnesses; but in case of the decease of my said son Robert, without regaining the use of his reason, then in trust as respects the one equal fourth part of my said residuary estate, to and for the only proper use and behoof of his surviving sisters and brother, under and subject to the trust hereby declared of and concerning the other three-fourths of my said residuary estate; and in case of the death of either of my said children, other than Robert, without making any such appointment, then in trust to grant, convey, and assign one equal fourth part of the said principal of my residuary estate, unto such person or persons as by the laws of the Commonwealth of Pennsylvania would have been entitled to the same if the said deceased child had been legally seised of the said premises, in his or her own right, and died intestate.”\nOf this will he appointed his brothers, Thomas Earp and George Earp, his son, George Earp, Jr., and his wife, Mary Ann Earp, executors and executrix.\nThe testator left him surviving his wife, Mary Ann, two sons, Robert and George, and two daughters, Hannah and Annie Earp.\nUnder the Act of 16th June, 1836, entitled “An Act to encourage the manufacture of iron with coke or mineral coal, and for other purposes,” Robert Earp, the testator, Thomas Earp, and others, associated together, and were incorporated on the 20th May, 1839, under the style of “The Lehigh Crane Iron Works,” with a capital of $100,000, divided into shares of $50 each, all of which was paid in, in cash. The Act of Assembly limits the continuance of the charter to twenty-five years, and the same will expire on the 20th May, 1864.\nThe business of the company from the commencement yielded large profits, and has been carried on without interruption.\nOn the 15th August, 1845, the stockholders and managers applied for and obtained an amendment to their charter, increasing the capital stock to the sum of $200,000. The additional capital was apportioned among the then stockholders, according to the number of shares then held by them respectively. These additional shares were paid for in full out of the profits or surplus earnings of the company remaining in their hands, and not theretofore divided in dividends to the stockholders.\nThe testator, at the time of his death, in November, 1848, held 580 shares of this stock, of which his executors, shortly after his death, sold 40 shares at $125 per share.\nOn the 10th July, 1854, under authority of a second amendment to the charter, obtained for the purpose, the capital was again increased from $200,000 to $500,000, by creating 6000 additional shares, at $50 each. This increase was made with the consent of the legatees under the will of Robert Earp, and was apportioned among the then stockholders, and paid for entirely out of the surplus earnings or profits of the company. The 540 shares held for the estate were entitled to receive 810 additional shares. When this second increase was made, the old certificates were surrendered and cancelled, and, consequently, certificates for 1350 shares were issued to the executors.\nAfter this increase the price of the stock fell to $80 per share.\nThe surplus profits or earnings after the payment of all disbursements, amounted, at the respective dates, to the following several sums, to wit:—\nJuly 1st, 1845, surplus profits were $127,047.79\nJuly 1st, 1848, do. do. do. 249,437.52\nJanuary 1st, 1849, do. do. 299,095.58\nJanuary 1st, 1854, do. do. 633,680.54\nJuly 1st, 1854, do. do. 714,542.15\nJuly 1st, 1856, do. do. 338,371.03\nThe first additional capital of $100,000 was subtracted from the sum of $127,047.79, being the surplus profit on hand on the 1st day of July, 1845.\nThe second additional capital of $300,000 was subtracted from the sum of $714,542.15, being the surplus profit on hand on the 1st day of July, 1854.\nOn the 16th day of October, 1854, Mary Ann Earp, and George Earp, Jr., two of the surviving executors filed an account, debiting themselves with 810 shares of this stock, to be distributed among the legatees, agreeably to the will of the testator.\nThis account was referred by the court to O. M. Husbands, Esq., as an auditor, Thomas Earp, one of the executors and trustees named in the will, contending that the whole increased 810 shares should he regarded as principal, and as such remain in the hands of the executors, subject to the trust declared in the will. While the legatees, on the other hand, contended that the whole amount of the 810 increased shares should be regarded as income, and distributed as such under the directions contained in the will of Robert Earp, deceased. The auditor made an elaborate report,- and recommended that the whole of these 810 shares be distributed as income among the four legatees named in the will. Upon exceptions filed at the instance of Thomas Earp, this report was referred back to the same auditor to report what were the surplus earnings of the company at the time of the death of the testator. When this supplemental report came in, the court below (Thompson, P. J.) delivered the following opinion, and entered the decree thereto subjoined:—\n“ The testator gave the residue of his estate, real and personal, to his executors, in trust to collect the rents, income, and interest, and to pay, &c.\n“At the time of his decease, he owned an interest or share in an iron manufacturing company, the capital of which had been subscribed as stock under a charter from the Commonwealth.\n“ Large profits having accrued from the business of the company, a division was made of profits or surplus earnings, and additional shares of stock were created, which were taken by the stockholders and paid for out of the said profits or earnings respectively due to them. At the death of Mr. Earp, the amount of his stock by the. additional subscription had been increased to 580 shares, and the value of the shares had also greatly increased above their par value or subscription price, in consequence of the prosperous business of the company, and the apparent surplus of profits-made.\n“ The question is, what passed to the trustees, to be held by them as a trust fund ? The actual value of the stock at the time it came into their hands, consisted of its original price, and the additional profit which each share had made; this was its real value, and perhaps its market price. Upon a sale of the stock in order to change the investment, or to realize the principal of the trust fund, had the trustees deemed it proper to do so, they would have received the value based upon the surplus profits; this is proved by the sale made of 40 shares, which brought $125 per share. The value of the stock, therefore, when it became a trust fund, was composed in part of profits remaining undivided. This came to them as a part of the residue of the testator’s estate. He did not bequeath it as stock, nor individualize it in any manner, and had the trustees been required to appraise it in order to fix in their hands the real amount of the trust property, there can be no doubt that the profits undivided must have formed a part of its value. If this be so, why shall any other action by the trustees decrease the actual value of the trust fund, and cause the cestui que trust to receive the income arising from a smaller principal than they would have been entitled to, had the actual value been ascertained at the commencement of the trust ? By retaining the stock after the testator’s death, it must be considered in the light of an investment of the trust funds made by the trustees in the stock of the company, at the then value of the shares. The stock then became the principal of the trust property, and all subsequent profits arising from it must be considered the income to which the eestuis que trust are entitled.\n“ While on the one hand, the trustees by continuing the investment cannot diminish the principal from which the ‘ income’ is to be derived, the company on the other hand cannot by retaining the profits made from time to time, whether to avoid the state tax on dividends, or otherwise, make those profits any less an income belonging to the holders of the shares than if they had divided at shorter intervals. The English cases referred to in the argument are not sustained upon principle, and we cannot regard them as ruling the case now before us, which we regard more in the light of a partnership than as an ordinary dividend-paying stock company. The conclusion to which we arrive, then, is that the interest of the testator in the company at the time of his death, consisting of capital stock and accumulated profits, form the principal of the trust fund, and that the profits thereafter made by the company form the income to which the 1 eestuis ' que trust’ are entitled, whenever and in whatever manner divided, during the continuance of the investment.\n££ It is to be observed that the testator has not distinguished this from any other stock which he may have had, nor from any other partnership or business investment. He left it as £ residue,’ and from the terms of the will no intent can be inferred which does not equally apply to the other species of property embraced within the same term.\nDecree. — ££ And now, February 25th, 1857, the court, having heard the parties and examined and considered the report of the auditor, do consider, order, and decree, that the exception of Thomas Earp, executor, be so far sustained, that there shall be taken as part of the principal and residue of the estate, to be held -in trust, so many of the shares issued at the increase of the capital of the Lehigh Crane Iron Works, in 1854, as shall be equal to the value of the five hundred and forty shares of the stock held by the trustees at the testator’s death, and retained by them, according to their value at the period of taking the inventory after the testator’s decease, to be made up out of the re-issue of shares at their value at the period of said increase, that is to say, according to the proofs presented by the auditor, as follows:\nWhole shares, 1350 at $80, in 1854 = $108,000.\nYalue of 540 shares in December, 1848, at $125 = = $67,500.\nThe proportion of $67,500, being 844 shares\nThe proportion of $40,500 (the balance), 506 shares\n\\ f\nof1350 shares.\n“ Which eight hundred and forty-four shares, the trustees are to retain in trust, as part of the principal of the estate, and said five hundred and six shares they are ordered to distribute and pay to the parties entitled to the income, under the will of said Robert Earp, as part of the income of his residuary estate.”\nFrom this decree both parties appealed.\nMeredith and W. M. Armstrong, for legatees.\nE. K. Price, for Thomas Earp."
  },
  "file_name": "0368-01",
  "first_page_order": 368,
  "last_page_order": 376
}
