{
  "id": 981611,
  "name": "Witman and Geisinger's Appeal",
  "name_abbreviation": "Witman & Geisinger's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "376",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 8372,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 2.008370920360923e-07,
      "percentile": 0.743938932347021
    },
    "sha256": "f28acd74f72ec83cc9fa7f4b98a427fc010b5234465bf2c0cc57d31921c836bf",
    "simhash": "1:2dcff6a9562ae7af",
    "word_count": 1447
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Witman and Geisinger’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nWhere executors receive money belonging to the decedent’s estate, after the confirmation of a partial account, it is their duty, within a reasonable time, to file a supplementary account including the money so received. This should be filed before the register in the first place, and regularly should come through that channel into the Orphans’ Court. But, if the executors neglect to file a supplementary account before the register, a citation may issue from the Orphans’ Court; and should they still refuse to file their account before the register, the Orphans’ Court may appoint auditors to state an account. This course, when necessary, is an incident of the jurisdiction over executors and administrators, in the settlement of their accounts. In such cases, they have no just ground to complain that the account was not filed before the register. They cannot take advantage of their own defaults.\nThe decision dismissing a petition for a review of a former account, is no bar to a citation to compel executors to account for money received since the settlement of that account.\nIf an executor obtains a release from the guardian of a minor, on the payment of a less sum than is due to the minor out of the estate, the release is inoperative, except for the money actually paid to the guardian. The executor stands in the relation of a trustee for the minor, and has no right to speculate upon his ignorance, or his necessities. It is the duty of the executor to inform the guardian of the exact sum due to the ward from the estate, and to pay it over without deduction or delay. Where he delays the payment for four nr five years, without just cause, he is chargeable with interest; and where he resists the claim unjustly, for his own advantage, he is not entitled to commissions upon the sum thus retained, and is justly liable for the costs of the citation and all proceedings thereon.\nWe have carefully examined the proceedings in this case, and cannot perceive that any injustice has been done to the appellants.\nThe decree of the Orphans’ Court of Lehigh county is affirmed.\nAnd it is further ordered that the said A. K. Witman and Abraham Geisinger, executors of the said Peter Mayer, deceased, pay all the costs which have accrued upon the citation issued in this case.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Longneelcer and Reese, for appellants.",
      "R. E. Wright, for appellees."
    ],
    "corrections": "",
    "head_matter": "Witman and Geisinger’s Appeal.\nWhere executors receive money belonging to the estate, after the confirmation of a partial account, it is their duty within a reasonable time to file a supplementary account including the money so received.\nSuch an account should be filed before the register, and come through him into the Orphans’ Court.\nIf the executor’s neglect to file such an account, and a citation issue to them, and they still refuse to file one before the register, the Orphans’ Court may appoint an auditor to state such an account.\nThis power is an incident of the jurisdiction over executors and administrators in the settlement of their accounts.\nIn such cases the executors cannot object that the account was not first filed before the register, as it was the result of their own default.\nA decision of the Orphans’ Court dismissing a petition for a review of a former account, is no bar to a citation to compel executors to account for money received by them since such former settlement.\nIf an executor obtains a release in full from the guardian of a minor legatee, for a loss sum than is due to the minor out of the estate, such release is inoperative except for the amount actually paid to the guardian.\nThe executor stands in the relation of a trustee for the minor, and cannot speculate upon his ignorance or necessities.\nThe executor is bound to inform the guardian of the exact sum due, and to pay it over without deduction or delay, and where he delays the payment for several years without just cause, is chargeable with interest.\nIf the executor resist the payment unjustly and for his own advantage, he is not entitled to commissions- upon the sum retained, and is liable for the costs of the proceedings necessary to coerce payment.\nAppeal from the Orphans’ Court of Lehigh county.\nPeter Mayer died on or about the 25th January, 1846, having first made his last will and testament, in which he appointed A. K. Witman and A. Grcisinger his executors, who took upon themselves the trust, and filed an account in August, 1847. Upon this auditors were appointed, and the report filed and confirmed in February, 1848. Among the assets of the estate included in the account, was a Dond of $1800, due the testator from one Sassaman, and a note against another of the name of Clymer for $125. which were unpaid. On the day after the report of the audito was confirmed, the guardians of the five children of the testato-' gave a release to the executors for the Sassaman bond, naming h as worth $1875, obligating themselves, at the same time, t( pay to the widow the interest on $1000, during life, bequeatheo to her by the will of her husband, and after her death the principal sum to the children named in the will. In June, 1848, th( guardians for their respective wards executed releases under sea; to the executors for their respective shares of the balance in the hands of the executors, viz., $36 to each ward, being $180 to the five children. By the report of the auditor, the balance found in the hands of the executors, after crediting them with the Sassaman bond at $1800, and the Clymer note at $125, was $129.98. On the 30th January, 1849, one of the guardians presented his petition in the nature of a bill of review, to which the executors filed an answer, exhibiting the releases from the guardians, and averring that the amount then paid to the guardians was the full amount in their hands. This bill, after argument, was dismissed by the court. On the 11th May, 1853, another guardian filed a petition for a citation on the executors to settle an account of the moneys received since the filing of the former account. The executors answered the citation, alleging that they had fully accounted, and interposing the releases of the guardians; and also the former application for a review, and the dismissing of the same by the court, as a bar to the present proceeding. After argument on the .petition, answer, and replication, the court appointed Nathan Miller, Esq., as an examiner to report the facts. By the evidence returned, it appeared that Clymer, in April, 1848, paid the balance due on his note with interest, amounting to $131.25.\nThe Sassaman bond showed a credit endorsed in the handwriting of one of the executors, dated 12th April, 1847, for $180, as interest due thereon. That there was no money paid when the S-assaman bond was transferred, and that $36 to each legatee was all that was paid at the time the guardians executed the releases; and the auditors of the former account deposed that their impression was, the interest was only calculated up to 1st April, 1847. The report showed a balance in the hands of accountants, after deducting the amount paid to the guardians, of $110.45 for distribution. Exceptions were filed to this report, inter alia, that the auditor exceeded his powers in reporting an account, &c. The exceptions were dismissed, and C. M. Hunk, Esq., was appointed an auditor to state an account for the executors.\nOn the 31st March, 1855, the auditor filed his report, including an account in which, after deducting their credits, and the payments made by them to the guardians, he found a balance still in their hands of $81.23, with interest from February, 1848, to January, 1855, amounting to $33.65, and deducting his fee of $5 therefrom, and leaving in the hands of the executors the sum of $109.88 for distribution among the legatees.\nExceptions were filed to this report, and, among others, that “ there was error in the appointment of said auditor, in this: that said executors should have been called upon to make their own second account, if the court required such second account;” and that the auditor erred in not deducting from the alleged balance the costs and fees incurred in these proceedings.\nThe court, after argument, dismissed the exceptions and confirmed the account as reported by the auditor, and from this decree Witman and Geisinger, the executors, appealed.\nLongneelcer and Reese, for appellants.\nR. E. Wright, for appellees."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 379
}
