{
  "id": 981647,
  "name": "Willis versus Swartz",
  "name_abbreviation": "Willis v. Swartz",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "413",
  "last_page": "418",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 345",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822532
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0345-01"
      ]
    },
    {
      "cite": "3 Wh. 316",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0315-01"
      ]
    },
    {
      "cite": "1 W. & S. 83",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0083-01"
      ]
    },
    {
      "cite": "10 Watts 422",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0422-01"
      ]
    },
    {
      "cite": "10 John. 297",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0301-01"
      ]
    },
    {
      "cite": "7 W. & S. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0201-01"
      ]
    },
    {
      "cite": "4 W. & S. 323",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0323-01"
      ]
    },
    {
      "cite": "7 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 16420,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 2.2975123650169257e-07,
      "percentile": 0.7869964619558901
    },
    "sha256": "a64c733e99eb46c68fdd58d56c938f07afc16d323c7ad793db363d5159c94456",
    "simhash": "1:61a3a8c2939de16b",
    "word_count": 3021
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Willis versus Swartz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J.\nIt is admitted that William Willis was the owner of a lot of ground in Harrisburg, 50 feet in front on State street, by 107 feet back, bounded by Myrtle alley on the one side, and a ten foot alley on the other. Some time in 1842, he agreed, by parol, to lease the eastern part of the lot for a term of years to Swartz on ground-rent, to begin at a point on State street, 25 feet from the corner of Myrtle alley. This lease was turned into an agreement of sale, the terms of which are not before us; and, on the 20th of August, 1842, Willis executed a deed to Swartz, describing the property as follows, to wit: “ beginning at a post on State street 25 feet from the corner of State street and Myrtle alley; thence along State street, towards Third street, 25 feet to a post on the corner of a private ten foot alley; thence along said alley, towards South street, 107 feet 6 inches to a post on ot'her property of said Willis; thence, at right angles, along the line of said Willis, towards Myrtle alley, 25 feet to a post; thence towards State street, 107 feet 6 inches, to the place of beginning.” There is, perhaps, little doubt that, at the time of the purchase, when possession was given, and deed executed, Willis supposed that he had sold and conveyed but 25 feet of the eastern part of his lot; and that Swartz was under the impression he held no more. Thus the matter stood till the spring of 1849, when Willis built a house on that part of the lot which he still retained, and John Kunkle, who testifies as a witness, says, “ I built it for Willis; we put it up along side of Swartz’s house, taking it as a corner in front on State street.” Whether the mistake, if such it was, was discovered then, or at what subsequent time, does not appear. But it now turns out that, instead of 25 feet in front on State street, Willis has only 23 feet 4J inches, and Swartz has 26 feet 7| inches, and for this difference— a strip of 19J inches in front, and about 21 inches in the rear— this ejectment is brought.\nIf these facts were the whole of the case, the plaintiff would, doubtless, have been entitled to recover. But they are not. Willis, being the owner, must be supposed to have had a knowledge of the extent and boundaries of his lot when he proposed to sell. Daniel Wilt testified that he contracted to build a house for Swartz on State street; that Swartz called on him in the latter part of June or beginning of July, 1842, to go and stake off the ground to put his cellar wall on; that he took with him a ten foot pole, and going along told Willis they wished to stake off the building, and asked him if the regulators had given them a starting point. He said they had, and went to a stake they had drawn a pencil mark across for a corner. Willis said that was the corner of his lot, and 50 feet from that was his ground; that Swartz was to have the upper 25 feet, and the lower 25 feet he was going to keep for himself. The ground was very uneven; we drove the stakes, and drew a line tight, and Willis and myself measured off the 25 feet and then drove a centre stake where Swartz’s corner was; then measured off the other 25 feet. Willis was there all the time. He measured off his own 25 feet, and said the “ regulators” had regulated it. The next day the foundation was dug for the cellar wall, and Swartz proceeded to erect his house on the lot as located by Willis.\nThis evidence was submitted to the jury, with instructions that there could be no recovery of any portion of the house if it was believed, and that both vendor and vendee were equally ignorant and honestly mistaken. And this is assigned for error. It is not alleged that there was any fraud on the part of either, nor is there any evidence to show that Swartz had any knowledge of where the true corner should be. Indeed the contrary is to be inferred from the fact of his calling on Willis to fix the location. Conceding that the corner was not properly fixed at the time of sale, whose mistake was it ? Certainly not that of Swartz; and as certainly it was the mistake of Willis. “ If a party, by his representations, mislead a purchaser, although innocently, the maxim is justly applied to him, that, when one of two innocent persons must suffer, he shall suffer who, by his own acts, occasioned the confidence and the loss:” 1 Story’s Eq. § 387. And where a person, “ knowingly, though passively, suffers another to purchase and spend money on land, under an erroneous opinion of title, without making known his claim, he shall not afterwards be permitted to exercise his legal right against such person:” Carr v. Wallace, 7 Watts 394. It is also decided in MeKelvey v. Truby, 4 W. & S. 323, that “ when a man encourages another to settle upon and improve land and expend his money and labour upon it, he will not afterwards be permitted to take it from him, although he has an older and a better title for it, and although his encouragement was given in ignorance of his own rights.” And, in Wendell v. Van Rensselaer, 1 John. Chan. 354, it was held that “ a person looking on and suffering another to purchase and expend money on land without disclosing, or making known his claim to the land, will not be permitted afterwards to assert his legal title against such innocent purchaser.” These cases have a strong analogy to the one before us. Swartz was innocent of any wrong to the plaintiff, who put him in possession of every foot he occupied. He expended his money and labour in the erection of a house on the very spot pointed out by Willis, and continued to hold it without interruption from the summer of 1842 till the bringing of the ejectment in 1855. During all this time the plaintiff quietly looks on, acquiescing in all that was done, and now asks to recover the very ground of which he put the defendant in possession in pursuance of his contract. To allow this, is to give him the advantage of his own wrong, to the manifest injury of the defendant. There was, therefore, no error in the instruction given, for, if the jury believed the evidence, it equitably estopped the plaintiff’s recovery.\nIt was further contended by the plaintiff’s counsel that the house of Swartz extended along the lot only about 80 feet, and there being little or no improvement the rest of the way, he ought to recover so much as was not covered by the buildings. But this would make an offset in the line not contemplated either by the intention of the parties or the description in the deed. When Willis and Wilt drove the “stake where Swartz’s corner was,” it fairly indicated, not only the corner, but the line of the lot running from the corner. It was a monument on the ground; it governed then, and should govern thereafter. It was also insisted that the acceptance of a deed by Swartz, a short time after his cellar wall was built, beginning “ 25 feet from the corner of State street and Myrtle alley,” limited his claim. The corner of Myrtle alley, hdwever, would seem itself uncertain; for it was from that point that Willis measured off to Swartz his 25 feet in 1842, so that it is difficult to find a discrepancy between the deed and the marks on the ground. And if a difference existed, the courses in the deed must yield. In Blasdell v. Bissell, 6 Barr 258, it was held that where “ A. made a parol contract for the sale of land, and boundaries were marked, subsequently he made a deed for the same land to the alienee of his vendee, the courses and distances in which varied slightly from the marked boundaries, the lines marked on the land are to govern.” What has been said as applicable to the first, sufficiently controls the second and third errors assigned, in which there is nothing wrong.\nJudgment affirmed.",
        "type": "majority",
        "author": "Armstrong, J."
      }
    ],
    "attorneys": [
      "Msher, for plaintiff in error,",
      "Kurikel, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Willis versus Swartz.\nWhere A. was the owner of a lot of ground of fifty feet front, and agreed to sell to B. twenty-five feet of the same lot commencing twenty-five feet from the corner of a designated alley, and the vendor, at the request of the vendee, went upon the ground and marked off the lot so sold and designated its boundaries, and the vendee erected a house upon the lot, and the vendor executed a deed describing the property according to the agreement of sale; but it afterwards appeared that both parties had been honestly mistaken in the marking of the lot, and that the house of the vendee was nineteen and one-half inches over on the lot retained by the vendor, it was Held,\n1. That the vendor was estopped by his acts from recovering back the excess.\n2. That the stakes and corners placed by the vendor would indicate the line, not only of the part of the lot covered by the building, but through the whole depth of the lot, the agreement contemplating a straight line.\n3. The courses and distances in the deed must yield to the marks and monuments made upon the ground.\nError to tbe Common Pleas of Dauphin county.\nThis was an action of ejectment brought by William Willis to recover from Charles Swartz a small piece or strip of ground, fronting nineteen and one-half inches on State street, in the borough of Harrisburg, and extending in depth one hundred and seven feet six inches, at which place it is twenty-one inches in width. William Willis, in 1842, was the owner of a lot of ground containing fifty feet in front on State street, and in that part of Harrisburg formerly known as “ Maclavsburg,” bounded by State street, Myrtle alley and a ten feet alley, and extending back one hundred and seven feet six inches to other property belonging to him. Some time in the summer or spring of 1842, Willis agreed to sell to the defendant, Swartz, the eastern half of this lot, to begin twenty-five feet from the corner of Myrtle alley, and extend to the ten feet alley. Swartz being desirous of building a house upon the lot, he procured Daniel E. Wilt, with whom he had contracted to build his house, to assist in staking off the ground, and who on the trial testified as follows: — _\n“ I was the contractor to build this house on State street for Swartz; I was called on by Swartz in the latter end of June or beginning of July, 1842, to come and stake off the ground to put his cellar wall on; no house then there but the one on the corner of Second and State streets, none on State street; a steep bank there; I took along with me a\" ten foot pole; as we were going up we told Willis we wished to stake off the building; he came there; I asked him if regulators had given them a starting point ? he said they had; he walked down the bank, and there was a stake drove in; they had drawn a pencil-mark across it for a corner; Willis said that was the corner of his lot, and fifty feet from that up was his ground; that Swartz was to have the upper twenty-five feet, and the lower twenty-five feet he was going to keep for himself; the ground was very uneven; we' drove the stakes and drew a line tight, and Willis and myself measured off the twenty-five feet, and then drove centre stakes where Swartz’s corner was; then measured off the other twenty-five feet; Willis there all the time till we were done; he said he had fifty feet there; I commenced where we put the twenty-five feet stake to build the house; foundation dug out for the cellar wall; I guess the foundation was dug out the next day, where I put the stakes; Squire Davis, Shoemaker, and Samuel Bryan, were then the regulators. Willis said the regulators had regulated it; the house was finished that fall by me.”\nOn the 20th August, 1842, Willis and wife executed and delivered to Swartz a deed for the lot sold, in which the lot is described as “ beginning at a post on State street, in the borough of Harrisburg, twenty-five feet from the corner of State street and Hawthorn or Myrtle alley; thence along State street towards Third street, twenty-five feet to a post, the corner of a private ten foot alley; thence along said ten foot alley towards South street, one hundred and seven feet six inches to a post on other property of said Willis; thence at right angles along the line of other property of the said Willis, towards Hawthorn or Myrtle alley, twenty-five feet to a post; thence towards State street, one hundred and seven feet six inches to the place of beginning, being part of two lots numbered in the plan of Maclaysburg with the numbers ‘ ten’ and ‘ eleven.’ ”\nSwartz executed a mortgage to Willis on the same day to secure the consideration, and in which the premises were described in the same words.\nThe court below (Pearson, P. J.), after stating the circumstances connected with the case and reviewing the testimony, instructed the jury as follows:—\n“ The case turns on the faets.proved by Mr. Wilt. If the plaintiff pointed out his corner on Myrtle alley, and assisted in measuring off his lot, and fixed the corner between his and defendant’s lots, and aided in the location of the site of defendant’s house, even by mistake, he cannot now have his mistake corrected to the injury of the defendant. If he committed a mistake then in fixing the boundary of the lot he had sold and was about to convey, and the defendant took possession and made improvements under a mutual mistake, he must hold. Where one of two innocent persons must suffer through a mistake, he whose act caused it shall suffer, rather than throw the loss on an innocent man. There can then be no recovery of any portion of the house, if you believe the evidence of Mr. Wilt, and that both vendor and vendee were equally ignorant and honestly mistaken. The residue of the lot, it is contended, stands on a different basis. That but little, if any, improvement was made on it. If you believe the plaintiff fixed the stake, as stated by Wilt, for a division between him and defendant, and a few weeks after made a deed calling for straight lines, and at that time it was his intention to convey, and the defendant to receive a deed by the same corner and landmark shown and fixed, running through to the rear of the lot without offset, that line cannot now be changed, although the defendant thereby obtains about one foot eight inches more front than was intended to be conveyed. He will hold the land between that stake and the ten foot alley.\n“ A correction of such an error now might throw the defendant’s lot into a less advantageous shape than he had a right to expect at the time of the purchase. It is quite probable that the plaintiff lost land from the west side of his lot, by a change in the east line of Myrtle alley, and that the defendant gained land by a change of the ten foot alley; of that you will judge; and that supposition is strengthened by the alleged' fact that plaintiff’s ■western fence, until within the last four years, stood out further on the alley than it is now erected; that it had to be moved to correspond with the line of the alley. But all of these facts will not change the position of the parties if the plaintiff pointed out the spot, stated by Wilt, as the line of defendant’s lot, and intended to sell and convey, and the defendant to buy and receive by that line. It must stand, notwithstanding the loss which the plaintiff has suffered on the west, and the probable mistake in fixing the line between them.”\nThe jury found for the defendant; and the plaintiff thereupon removed the cause to this court, and assigned the charge of the court for error.\nMsher, for plaintiff in error,\nfor the principle that if the error was the result of a mutual and honest mistake of the parties, it will be relieved against, cited 1 Sto. Eq. § 140; Id. § 144; Calverly v. Williams, 1 Ves. Jr. 210-11; Jenks v. Fritz, 7 W. & S. 201. That if a mistake was committed in June or July, it was rectified by the deed of the 20th August, 1842; and that all prior agreements and negotiations were merged in the deed, as the final consummation of the contract: Houghtaling v. Lewis, 10 John. 297; Wilson v. McNeal, 10 Watts 422; Creigh v. Beelin, 1 W. & S. 83; Lee v. Denn, 3 Wh. 316; Jones v. Wood, 4 Harris 25; 5 Barr 403; 3 Rawle 345.\nKurikel, for defendant in error.\nIf one actually misleads a purchaser by representations, although innocently, the maxim applies to him, that where one of two innocent persons shall suffer, it shall be he whose acts occasioned the loss: 1 Sto. Eq. § 387; Id. 385; Wendell v. Van Renselaer, 1 John. Ch. Cas. 354; Brinkerhoff v. Lansing, 4 John. Ch. 65; Stons v. Baker, 6 Id. 166; Carr v. Wallace, 7 Watts 400."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 418
}
