{
  "id": 981566,
  "name": "Sharp versus Long and Brady",
  "name_abbreviation": "Sharp v. Long & Brady",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "433",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 17511,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.1889571369505615e-07,
      "percentile": 0.5909103194819466
    },
    "sha256": "74805b9884872b8a33a41b220814c04d54fb215243cc754611452c749e591d64",
    "simhash": "1:92653168176df085",
    "word_count": 3045
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sharp versus Long and Brady."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThis was an action of ejectment for a very valuable farm, containing 176 acres, in West Pennsborough township, Cumberland county, formerly owned by James McKeehan the elder, who by his last will, dated in 1829 and proved in 1831, devised it to his son dames for life, with remainder in fee to his son Samuel, in case James died without leaving widow or children. James died in November, 1854, wifeless and childless, and consequently the land in controversy passed under the will to Samuel.\nThe question now is, who has Samuel’s title ? On the 12th of April, 1843, Samuel McKeehan made an assignment for the benefit of his creditors of all his property, expressly including his interest in this land, under his father’s will. The plaintiff is now the assignee. In June, 1855, John McKeehan obtained by confession a judgment against Samuel McKeehan, upon which a sheriff’s sale was had of Samuel’s interest in the land, and a deed acknowledged to the purchaser on the 19th November, 1855, and in April, 1856, the purchaser at sheriff’s sale conveyed his interest to the present plaintiff. In November, 1841, James Rea obtained a judgment against Samuel McKeehan and others for upwards of three thousand dollars, which was revived in January, 1844, and upon which Samuel McKeehan’s interest in the same land was sold in November, 1845, to Samuel McCullough, who purchased for the use of his brother John McCullough, and for whose use or that of his wife the legal title is now held by Hugh Y. Brady, one of the defendants. As the judgment upon which this sale was made is anterior to the assignment, it follows that the defendant’s title is the better one, if the sale was valid.\nThe plaintiff’s allegation is, that the sheriff’s sale did not pass the title, because it was preceded by an arrangement made between Samuel and John McCullough and Samuel McKeehan, to prevent the property from selling for what it was worth, by representing to those intending to bid that it was to be bought by John McCullough for the benefit of Samuel McKeehan, the defendant in the execution, and thereby inducing them to withhold their bids.\nTo sustain this allegation, Richard Wood testified that he attended the sheriff’s sale with the intent to purchase the property, and that he would have given at least one thousand dollars for Samuel’s .interest, and that it was said that there was an arrangement made by which the property was to be bought in by Mr. McCullough for Samuel McKeehan and his family, and that this prevented him from bidding. He further testified that on the same day he remarked to McCullough that the property would not have sold for such a trifling sum if it had not been for the circumstance that it was to be bought for McKeehan and his family, and that McCullough answered that he supposed not, but that it would be all right. The witness could not say which of the McCulloughs was at the sale.\nAnother witness, Judge Lefevre, testified that John McCullough told him “that the farm was sold, and that he bought it for a home for his uncle Sam; that the purchase-money was forty-five hundred dollars, and that he supposed his uncle Sam could make the interest off of it, and that his whole object was to secure a home for his uncle Samuel.” Jacob Well also proved that John McCullough told him that “he had purchased the farm so that his uncle Samuel wrould have a home.”\nFor the defence it was clearly shown that neither Samuel nor John McCullough were at the sheriff’s sale, that James McCullough was there, and that the property was purchased by Judge Graham for John McCullough.\nWe do not think that the evidence which was given impaired in any degree the force and effect of the sheriff’s deed. It did not even establish the existence of the alleged arrangement, and much less did it prove that an arrangement was made to defraud creditors by sacrificing the property of an insolvent debtor. The case, as presented upon our paper-books, is briefly as follows: — •\nSamuel McKeehan was entitled by the will of his father to a valuable tract of land in the event that his brother James died without leaving widow or children. Samuel being largely indebted, a judgment-creditor levied and sold his interest at sheriff’s sale. When the property Was sold it was represented by some one present that it was to be bought for the benefit of Samuel McKeehan and his family. Upon this representation others withheld their bids, and it was struck down to Judge Graham, who purchased for John McCullough, for the sum of two hundred and ten dollars. The purchase-money was paid by John McCullough, who subsequently said that his object in buying was to provide a home for his uncle, Samuel McKeehan. A few months after the sheriff’s sale, John McCullough purchased James McKeehan’s life-estate in the land for forty-five hundred dollars; thus uniting in himself the two estates, which gave a perfect legal title in fee at a cost of §4710, all of which was paid by the purchaser. In November, 1846, an offer was made by McCullough to rent the farm to Mc-Keehan and his son for three hundred dollars per year, which waa refused. From this statement, which includes the whole case made by the evidence received, it is very clear that the defendant’s title is without spot or blemish. Where one buys with his own money, his subsequent declaration that his object in buying was to provide a home for another is of no effect whatever. To invalidate the sale it must be shown that the party purchasing was guilty of actual fraud, such as making a false representation, or practising some trick or device, and thereby procuring the title for less than its value. Where one about to bid upon property at a sheriff s sale, falsely represents that he is buying for the defendant in the execution, and by such false representation prevents competition, and becomes the purchaser at an under price, the sale would be void for actual fraud, and might be set aside by the former owner, or a subsequent purchaser, without first paying or offering to pay the price bid for the property at such fraudulent salé. JBut where there is an agreement between the purchaser and the owner, that the purchase shall' be for the benefit of the latter, upon certain terms, a representation of the fact made at the sale would not vitiate the purchase even though it should'cause the property to be sold below its actual value. The effect of such agreement and representation^ might be to make the purchaser a trustee for the former owner, but no recovery could be had against him without reimbursement, and if this was delayed beyond a reasonable time he would hold the property discharged from the trust. We do not think that there was any evidence of actual fraud in the case at bar, and therefore the charge of the learned president of the Common Pleas was more favourable to the plaintiff in error than he had a right to demand, for the question whether there was actual, fraud was submitted to the jury, and found in favour of the defendant.\nThere are several assignments of error based upon the rejection of evidence offered by the plaintiff, and one upon the admission of evidence offered by the defendant.\nIt is unnecessary to examine these exceptions specifically and in detail. It is sufficient to say that the report in the neighbourhood that the property was to be bought in for Samuel McKeehan’s family was not evidence against John McCullough. Nor was it error to reject Samuel McKeehan as a witness; neither were his declarations evidence, for he was clearly interested in promoting a recovery by his assignees, so that the fund would go to pay his debts, an interest which was unaffected by the release executed by him as to the surplus.\nThe declarations made to James McClure by James McKeehan were inadmissible, and Samuel McCullough was a competent witness for the reasons assigned by Judge Pearson in the bill of exceptions.\nJudgment affirmed..",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Hepburn, Miller, and Sharp, for plaintiff in error.",
      "Watts and Parker, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Sharp versus Long and Brady.\nThe subsequent declarations of a purchaser at sheriff’s sale, that he bought the land for the purpose of providing a home for the defendant in the execution, are immaterial where the purchaser bought with his own money.\nTo invalidate a sheriff’s sale, jt must be proved that the purchaser was guilty of actual fraud, such as making a false representation, or practising some trick or device, and thereby procuring the title for less than its value.\nIn such case, the sale could be avoided by the former owner or a subsequent purchaser, without refunding or offering to refund to the purchaser the purchase-money paid by him.\nAn agreement between a defendant and a purchaser, that the latter should buy the property for the former upon certain terms, and a representation of that fact at the sale, would not avoid the sale, although it caused the property to sell for a less sum than it would otherwise have commanded.\nNo recovery could be had in such case against the purchaser, without reimbursement within a reasonable time.\nThe report in the neighbourhood that the land was to be bought for the family of the defendant in the execution, is not evidence against the purchaser.\nWhere an assignee for the benefit of creditors is plaintiff in an ejectment, the assignor, although he releases all right to any surplus that may remain, is nevertheless incompetent as a witness, being interested in increasing the fund in the hands of the assignee which would go to his creditors in discharge of his debts, in the event of a verdict in favour of the plaintiff.\nError to the Common Pleas of Cumberland county.\nThis was an action of ejectment by Samuel W. Sharp against Jacob Long and Hugh Y. Brady, for a tract of land containing 176 acres. The title to the premises had been in James McKeehan the elder, who lived upon them many years, and made his will dated the 16th November, 1829, and admitted to probate on the 29th March, 1831. In this will he devised the farm in dispute to his son James McKeehan, for life, with remainder in fee to his son Samuel, in case James died without leaving widow or children. On the 12th April, 1843, Samuel McKeehan and wife executed an assignment for the benefit of his creditors, and including their interest in the land in dispute to James McCullough. Upon a judgment in favour of James Rea against Samuel McKeehan, entered in 1841, and revived in 1844, the premises were levied and sold by the sheriff, on the 17th November, 1845, to Samuel McCullough, for $210. And on the 4th February, 1846, James McKeehan conveyed his life estate to the same party, for the consideration of $4500. Samuel McCullough purchased at the instance of his brother John McCullough, and by his direction afterwards conveyed the premises to Hugh Y. Brady, the defendant, for the benefit of John McCullough or his wife and family.\nSubsequent to these sales James McCullough settled his accounts as assignee of Samuel McKeehan, and resigned the trust, and Samuel W. Sharp, the plaintiff, was appointed in his stead, James McKeehan, the devisee for life, died on the 5th December, 1854, unmarried and without issue.\nIn April, 1855, John McKeehan obtained a judgment against Samuel McKeehan, and an execution was issued thereon, and his interest in the farm in dispute levied and sold to Lewis H. Williams, and by him conveyed to the plaintiff in April, 1856.\nThe plaintiff also alleged and endeavoured to establish that the sheriff’s sale to Samuel McCullough, in 1845, was fraudulent and void, because it was represented at the time of sale, by Samuel McCullough, that he was purchasing the land as a home for Samuel McKeehan and his family, and that others were thereby prevented from bidding on the premises. The testimony on this part of the case is set out in the opinion of Mr. Justice Knox.\nTo establish this fraud Samuel McKeehan was offered as a witness, and also his declarations were offered in evidence; hut they were rejected by the court.\nThe release of Samuel McKeehan in any surplus that might remain was shown, and the witness again offered, but the court was of opinion that he was still incompetent, and again rejected him as a witness.\nThey also offered to prove that it was reported in the neighbourhood, before the sale, that the property was to be bought in for Samuel McKeehan, and that in consequence the witness abstained from going to the sheriff’s sale.-\nHe also offered the declarations of James McKeehan, made to the witness after the conveyance to Samuel McCullough, but the court, being of opinion that his declarations after he parted with his title were not competent, refused to receive the evidence.\nSamuel McCullough was offered as a witness for the defendants, and objected to by plaintiff as incompetent. The deed from him to Brady being with special warranty, and no facts in evidence to show that he was interested in the purchase, he was admitted to testify.\nThe defendant contended that there was no evidence of fraud in the sheriff’s sale under which he claimed, and no representations made that the property was being purchased for Samuel McKeehan, and proved that neither Samuel McCullough, who purchased, nor John McCullough, for whom the land was purchased, were present at the sheriff’s sale, but that the property was bid in by Hon. James H. Graham, the attorney of John McCullough.\nHe also proved that after the sale and the purchase of James McKeehan’s life interest, John McCullough, who was a nephew of Samuel McKeehan, offered it to the latter at an annual rent of $300, which was refused. That the sheriff’s sale of the land vested a good title in the defendant.\nThe plaintiff presented a number of points upon which the court was requested to charge the jury, the 6th and 9th of which were as follows:—\n6. That it is not necessary for the plaintiff to produce clear and undoubted proof of fraud, but if he has produced such evidence of the fact as the jury can reasonably and safely rest their consciences upon, it is sufficient.\n9. If the jury should be of opinion that the defendants did not acquire their title by means of an actual fraud or a plain and positive deception, so that it became tainted through and through, and that the sheriff’s sale of the premises in dispute on the 31st day of October, 1845, to Samuel McCullough,.is not fraudulent, and find that John McCullough bought the land in dispute in trust for the family of Samuel McKeehan — they may find for plaintiff, subject to the condition that the judgment shall not be enforced until the plaintiff pays such a sum of money to the defendants as under the circumstances of this ease they deem equitable and right.\nThe court below (Pearson, P. J., holding a special court) answered these points as follows:—\n“ 6. Fraud is not to be presumed, but must be proved. It may be established by circumstances, and rarely admits of direct evidence, like every other issue must be proved by the party averring it, and like other facts need only be made out to the reasonable satisfaction of the jury.\n“ 9. If the property was not acquired by actual fraud, or such a fraud in law as would vitiate the sale, the plaintiff cannot recover unless the land was bought in trust for Samuel McKeehan himself. If bought for the use of Samuel McKeehan’s family, the use would be destroyed, and the family defeated in the enjoyment of the property by permitting the plaintiff to recover, as he would hold, not for the use of the family, but for the creditors of Samuel McKeehan. If the land was bought for the use of Samuel McKeehan himself, the defendant can still as a trustee hold the land till reimbursed his expenditure. That may be enforced by a conditional verdict. You can in that event render a verdict for the plaintiff, the defendants to retain possession until paid, such sum as you shall consider justly due, taking into account what the defendants paid for both titles; that sum with interest would be the proper claim on the one hand, and on the other they should be charged with the proceeds of the farm after deducting the improvements, if bona fide made.”\nThe jury found for the defendants, and the court entered judgment on the verdict.\nThe plaintiff thereupon removed the record to this court, and assigned for error: The rejection and admission of the testimony as above stated, and the answer of the court to the 6th and 9th points presented by plaintiff.\nHepburn, Miller, and Sharp, for plaintiff in error.\nThe evidence of the report was clearly admissible on the authority of McCaskey v. Groff, 11 Harris 322. If the McCulloughs and McKeehan conspired together to defraud the creditors, the declarations of any one would be evidence against the others: Jackson v. Summerville, 1 Harris 359; Kinzer v. Mitchell, 8 Barr 64; Bredin v. Bredin, 3 Id. 81; Abbey v. Dewey, 1 Casey 413. It should have been admitted as part of the chain of evidence to establish fraud: Garrigues v. Harris, 5 Harris 344; McCabe’s Appeal, 10 Id. 428; Zerbe v. Miller, 4 Id. 359.\nSamuel McKeehan was a competent witness, because, 1st, he had released all interest he had in the surplus; and 2d, because all his interest in the land passed under the sheriff’s sale to Williams in 1855. The modem policy is to remove impediments to the admission of evidence: 1 Harris 112; Cornell v. Vanartsdalen, 4 Barr 364; Cameron v. Paul, 6 Id. 322; Orphans’ Court v. Woodburn, 7 W. & S. 162; Harlan v. Harlan, 3 Harris 514; Haynes v. Hansicker, 2 Cassy 58.\nWatts and Parker, for defendants in error."
  },
  "file_name": "0433-01",
  "first_page_order": 433,
  "last_page_order": 439
}
