{
  "id": 981609,
  "name": "Haldeman & Grubb versus The Bank of Middletown",
  "name_abbreviation": "Haldeman & Grubb v. Bank of Middletown",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "440",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 698,
    "char_count": 20363,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.3735801671794148e-07,
      "percentile": 0.7960354059252103
    },
    "sha256": "0ce40ebed5ac62a9dec1d6276f618588bde82553b6ecce02373d58c0f2fc2690",
    "simhash": "1:38e09c8de750eae2",
    "word_count": 3663
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haldeman & Grubb versus The Bank of Middletown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nPeter Haldeman and Edward B. Grubb were partners in manufacturing iron at the Henry Olay Furnace in Lancaster county, from June, 1858, to November, 1854. On the 21st October, 1854, Peter Haldeman, in his own name and that of- his partner, E. B. Grubb, made a draft for six thousand dollars at sixty days, directed to Haldeman Brothers, Philadelphia, payable to the order of Peter Haldeman, and by him endorsed. The draft was discounted by the Bank of Middletown, and the proceeds paid to Peter Haldeman. It was protested for non-payment, and this suit was brought by the bank against Haldeman and Grubb, to recover the amount due and unpaid upon the draft.\nEdward B. Grubb defends upon the ground that the draft, although in the name of Peter Haldeman and himself, was really made by Haldeman for his own use, and that the proceeds were not used in the business of Haldeman and Grubb; but were appropriated by Haldeman to his individual purposes. The case depends upon the question whether the bank was bound to inquire as to the authority of Haldeman to draw the draft in the firm names. It is not pretended that the bank had actual notice that the discount was for Haldeman’s separate use; but it is alleged that the form of the draft was sufficient to put the bank upon inquiry. The draft was made payable to Peter Haldeman’s order. Was this an indication that it was not drawn by the firm in the usual course of its business ? Certainly it was not; for although it may not be the ordinary form in which bills are drawn, it is by no means an unusual transaction, when the object of drawing a draft is to raise money for a firm, that it should be made payable to the order and endorsed by one of the members of the firm. The law merchant, founded as it is upon the usage and custom of merchants, should conform to the business habits of the people where it is to be applied, rather than compel the business community to follow arbitrary rules not in conformity with the common understanding of business men. Where a draft or bill drawn in the name of a firm by one of the partners is offered for discount, the presumption is that drawing the draft was a partnership transaction, even although it was made payable to the order of one of the members of the firm.\nActual knowledge that a bill or note purporting to be drawn or made by a firm was given without the consent of some of the partners, is a good defence as to the non-consenting partners, but the preBumption that the paper is what it purports to be, cannot be overthrown upon a mere matter of form in inserting the name of one of the members of a partnership as payee. Where a firm note is given for an individual debt, the person to whom the debt was due is affected with notice that the note was not given in a partnership transaction, and therefore his right to recover from the firm will depend upon the assent of the partner or partners, other than the original debtor. But such a note would clearly be good against the firm in the hands of a bona fide holder.\nIt is unnecessary to review the authorities cited by the plaintiffs in error. It is sufficient to say that none of them sustain the position that the form of the draft was notice to the bank that it was not drawn for partnership purposes. The free circulation of mercantile paper is essentially necessary to the prosperity of the business public, and all defence made against it which is not clearly founded upon principles of substantial justice, should be disregarded. If the paper is fraudulently put into circulation, let him who has actual knowledge of the fraud, or who has been grossly negligent in obtaining such knowledge, be affected by the fraud; but if notice is to be implied from the name of the payee in the bill or note, other implications of equal or greater weight will be made from other causes; and the end would be that no one would dare take a note or bill without first taking the advice of counsel learned in the law merchant. In the case at bar, when the draft was offered to the bank for discount, it was accompanied by a letter from Peter Haldeman, in which he expressly stated that the money was wanted for the Henry Clay Furnace, in which he and Grubb were jointly interested. Instead of having notice that this was not a partnership transaction, in addition to the presumption arising from the names of the drawers, the bank was expressly told that the money was wanted to pay partnership debts. We do not think that the letter referred to was necessary to the plaintiff’s case, but it certainly did not weaken it. That the draft was discounted upon the request of Haldeman, and the proceeds paid to him, is entirely immaterial, for which we have the authority of Lord Eldon in Ex parte Bonbonus, 8 Ves. 542, and Chief Justice Gibson in Tanner v. Hall et al., 1 Barr 417. It is difficult to distinguish this case in principle from that of Ihmsen v. Negley, Mohan & Co., 1 Casey 297. There the note in suit was made by Negley & Mohan, in the handwriting of James S. Negley, payable to the order of James S. Negley, and endorsed by James S. Negley, and by Negley, Mohan & Co.; Which endorsements were in the handwriting of James S. Negley, who was a member of the firm of Negley & Mohan, as well as that of Negley, Mohan & Co. The suit was against Negley, Mohan & Co.-, and it was the unanimous opinion of this court that there was nothing suspicious upon the face of the note, and that a bona fide holder was entitled to recover against Negley, Mohan & Co‘. It is to be observed, that the note of Negley & Mohan was made payable to the order of James S. Negley, and by him endorsed; now if this was sufficient to have put the purchasers upon inquiry in favour of Negley & Mohan, it would surely have had the same effect in behalf of Negley, Mohan & Co., for James S. Negley had the same authority to sign the names of the one firm as makers, as he had to endorse the note in the name of the other firm. Had the suit been against the firm of Negley & Mohan, that case and the one in hand would have been identical in fact, as they now are in principle.\nFrom what has been said, it follows that there was no error in rejecting evidence that Haldeman had appropriated the money to his own use, and that the statements made in his letter to the cashier of the bank were not true. It likewise follows, that the instructions given by the Court of Common Pleas to the jury were correct. Neither was there error committed in rejecting the offer to prove by Mr. Penrose that the purchase of the real estate was made by Haldeman and Grubb as tenants in common, and not as partners; and that he advised Grubb not to enter into a partnership with Haldeman, and that Haldeman did not pay over to Grubb the one-half of the profits. This offered evidence did not tend to disprove the partnership, and was therefore properly rejected.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Kline, for plaintiff in error.",
      "Parke, and Kazelhurst, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Haldeman & Grubb versus The Bank of Middletown.\nThat a draft drawn by a firm is payable to the order of one of the partners, and by him endorsed, is not an indication that it was not drawn by the firm, in the usual course of its business.\nWhere a draft or bill drawn in the name of a firm by one of the partners, is offered for discount, the presumption is, that the drawing of the draft was a partnership transaction, even though it was made payable to the order of one of the members of the firm.\nActual knowledge that negotiable paper was given without the consent of a partner, is a good defence to the non-consenting partner, but the presumption that the paper is what it purports to be cannot be overthrown by a mere matter of form in inserting the name of one of the members of the fiz’m as payee.\nIf a note of the firm be given for the private debt of one of the partners, the right of the person receiving to recover, will depend upon the consent of the remaining partners: but the paper is good against the firm in the hands of a bonafi.de lzolder.\nThat'the draft or bill was discounted at the request of the partner who drew the draft in the name of the firm, and whose name was inserted as payee, and who endorsed it, and that the proceeds were drawn by him, does not change the presumption that the paper was what it purported to be. limasen v. Nogley, Mohan & Go., 1 Casey 297.\nIn an action against the firm, on such papei-, it is not error to reject evidence showing that the partner having the paper discounted appropriated the proceeds to his own use.\nEvidence that the partners held the real estate, used in their partnership tz’ansactions as tenants in common, and that the counsel of one of the partnez-s advised him not to enter into partnership, or that the partner having the paper discounted, did not pay over to the other partner his proportion of the profits of the concern, having no tendency to disprove the existence of partnership, is not admissible.\nError to the Common Pleas of Lancaster county.\nThis was an action of debt by the Bank of Middletown against Peter Haldeman and Edward B. Grubb, trading as partners, on the following bill of exchange:—\n“Mono\n“ Columbia, October 21st, 1854.\n“ Sixty days after date pay to the order of Peter Haldeman Six Thousand Dollars, value received, and charge the same to account of\n“Yours,\n“ Peter Haldeman & E. B. Grubb.”\n“ To Haldeman Brothers,\n“ 103 Water street, Phila.\n“ (Endorsed), Peter Haldeman.\n“(On the face), Accepted: Haldeman Brothers.”\nThe draft was discounted by the Bank of Middletown, and protested at maturity for non-payment; and this suit was brought to recover the amount.\nThe defendants entered separate appearance: Haldeman pleaded nil debet, and Grubb pleaded non assumpsit and nil debet.\nOn the trial in the court below, the plaintiff proved that the signature of “Peter Hhldeman & E. B. Grubb”-was in the handwriting of Peter Haldeman, and the endorsement, “ Peter Haldeman,” was likewise his writing'; and that the acceptance of Haldeman Brothers, was in the handwriting of John Haldeman. The defendants became the owners of the “ Henry Clay Furnace,” situate near Columbia, in Lancaster county, in June, 1853, by purchase from John Haldeman, and from .that time until in November, 1854, they carried it on in the name of Peter Haldeman & E. B. Grubb. At that time Haldeman failed, and Grubb carried on the furnace in his own name, until in the spring of 1855, when it went out of blast. Haldeman resided in Columbia, and Grubb in Burlington, New. Jersey; and Haldeman was the acting partner.\nThe draft was enclosed in the following letter, addressed to the cashier of the Middletown Bank:—\n“ Columbia, October 17, 1854.\n“ Simon Cameron, Esq.,\n“Dear Sir: Will you discount a draft on Philadelphia, sixty days for $6000, drawn by Edward B. Grubb & Peter Haldeman: I wish to pay off the ore-haulers and pay freight on coal for Henry Clay Furnace; country paper will do, or a draft on Philadelphia at 1 per cent, exchange will also answer. I have invested in building Eagle Furnace at Marietta, in paying for coal and ore for the same some $30,000 this summer, and will have no returns for some six weeks, when we expect to blow in, which has made me very particularly hard up at this time; but when I am so I have always found a willing and effectual friend in my old friend-Simon Cameron.\n“Very sincerely, your friend,\n“Peter Haldeman.”\n“ Since writing I thought I would enclose the draft, which please find within.\n“ Should Mr. Cameron be absent, please forward this to him.”\nThe draft was discounted by the bank, on the 21st of October, 1854, and entered on the books as follows:—\n“ Dr. Peter Haldeman. Cr.\n“1854.\n“ Oct. 21. By discount, P. Haldeman & E. B. Grubb, ) on Haldeman & Bro. J $5936.”\n“ Oct. 21. To self, $5936.”\nThe money was drawn out by Haldeman, and a few days thereafter he failed. The defendant offered to prove that he appropriated the proceeds to his own use, and not to that of the firm; but the offer was overruled, and the defendants excepted.\nThe defendants also proposed to prove by C. B. Penrose, Esq., that the purchase of the furnace property was made and held by Haldeman & Grubb as tenants in common — that Grubb had refused to enter into partnership with Haldeman, and that payments made to various persons for labour and materials furnished in carrying on the furnace previous to the failure of Haldeman, by Grubb, afterwards, were paid under witness’s advice, because they went into the estate. This evidence was objected to by the counsel for the bank, and the same was ruled out by the court.\nThe defendants also offered to prove that the statements contained in the letter of Haldeman to General Cameron, that the funds were for the use of Henry Clay Furnace, were untrue, and that the proceeds of the draft were not in fact appropriated to the use of the firm, but to Iialdeman’s own private use.\nThis testimony was also rejected by the court, and at the instance of defendants’ counsel sealed a bill of exceptions to such ruling.\nThe parties thereupon presented the following points:—\nPlaintiff’s points. — 1. That a copartner binds the firm, by drawing paper in the name of the firm, and that no restriction of this power between the partners can affect third parties who are without notice of the same; and when such notice is in question, the proof lies upon him who alleges it.\n2. A bill drawn in the partnership name is presumed to have been made in the course of partnership dealings.\n3. There is no evidence in this case to show that the plaintiff had notice of this bill being discounted for the benefit of Peter Haldeman, or that it was not what it purported to be, a. regular draft drawn according to commercial usage.\n4. The letter of October 17, 1854, shows that this bill was for the benefit of the firm; and the bank paying the proceeds on Peter Haldeman’s check, rvas not a circumstance to affect it with notice.\nDefendants’ points. — 1. Where a note or draft is drawn by a firm in favour of one of its individual members, it is the duty of the party discounting it to prove the assent of the parties to the particular transaction, or that the proceeds were applied to the benefit of the firm.\n2. When the note was drawn, purporting to have been signed by the firm of Peter Haldeman & E. B. Grubb, to the order of Peter Haldeman, it was the duty of the bank to make inquiry as to the authority.\n3. That therefore if the draft on which this suit is brought, clearly indicates that the transaction was not within the scope of the partnership business; it was sufficient to put the party dis-, counting it on inquiry.\n4. That there was sufficient evidence on the face of the draft, its endorsement and offer for discount by Peter Haldeman, to put the bank on inquiry as to Haldeman’s authority to use the name of Grubb; and it was plaintiff’s own negligence, at least, not to make inquiry whether Grubb assented to the transaction.\n5. And the court are therefore requested to charge the jury that on the evidence plaintiff cannot recover.\nThe court below (Hates, J.) charged the jury as follows: — :\n“ This action is brought by the Bank of Middletown against Peter Haldeman and Edward B. Grubb, as partners, to recover the amount of a bill of exchange or draft drawn by Peter Haldeman in the name of the firm, on Haldeman Brothers, accepted by them and discounted by said bank, on the 21st of October, 1854. It was payable in sixty days, and was for $6000. It having been protested for non-payment when due, the Bank of Middletown then brought this suit. The bill, with the acceptance, endorsements, and protest, has been given in evidence, together with proof of an existing partnership at the time it was drawn, between Peter Haldeman and Edward B. Grubb, in carrying on the Henry Clay Furnace.\n“ But the defence is, that there was no partnership between Peter Haldeman and Edward B. Grubb; that Peter Haldeman had therefore no right to use the name of E. B. Grubb in drawing this bill; that if there was a partnership, it is not shown that the money which was paid to Peter Haldeman on the discounting of this paper was applied to the use of the partnership; and that from the form of the draft and the letter enclosing it to the cashier, the bank was bound to inquire and see that the money obtained by Peter Haldeman was so applied, and not to his private and individual purposes, or, that the other partner assented to the transaction.\n“ With respect to the material fact of partnership, so far as that matter may be in doubt, it is for the jury to determine. Partnership may be proved in various ways: by the exhibition of the written articles — by evidence of dealings and transactions in which the alleged partners have acted or held themselves out as such — or by their acknowledgments and admissions. Any of these modes may be sufficient to establish the fact clearly and beyond all reasonable doubt. On this point you have the evidence of several witnesses who had dealings with the Henry Clay Furnace, which they understood was carried on by Peter Haldeman and Edward B. Grubb as partners, and the entry in the Time Book, recognising, in the handwriting of E. B. Grubb himself, the fact of the partnership.\n“ When a partnership exists, one partner may hind the firm; that is, the other partner or partners as well as himself, by drawing a bill of exchange, draft, or promissory note, in the name of the firm; and no restriction of this power between the partners can affect third parties who are without notice of the same. When! such notice is in question, the proof lies upon him who alleges it./ So, a bill or draft drawn in the partnership name, is presumed to have been made in the course of partnership dealings and for partnership use; and it is submitted to the jury that there is no evidence to show that the Bank of Middletown had notice of this bill being discounted for the particular benefit of Peter Haldeman, or that it was not what it purports to be, a regular draft drawn according to commercial usage, except in the form of the paper, it being payable to his order.\n“ The letter of Peter Haldeman, of October 17,1854, which enclosed the draft for discount, spoke of the money to be obtained on this draft as being desired for the use of the Henry Cla.y Furnace ; there was nothing singular in his drawing the money from the bank on his own check; there was nothing in that circumstance alone to affect the plaintiff with notice of the particular appropriation of the proceeds by Peter Haldeman.\n.“I do not consider it the duty of the party discounting a note or draft drawn by a firm in favour of one of its members to prove the assent of the other members to the transaction, or that the proceeds were applied to the benefit of the firm, unless the circumstances indicate that the money was for him. In the absence oí proof to the contrary, such assent and such application are to bo presumed; nor do I think that in this case it was the duty of the bank to make inquiry as to Peter Haldeman’s authority to draw the draft, because it was drawn in the name of the firm of which he was a copartner, to his order.\n“ I cannot perceive how this draft indicates that it was not within the scope of the partnership business, or shows on its face, or by its endorsements, or the offer to discount by Peter Haldeman, anything to put the bank on inquiry as to his authority to use the name of E. B. Grubb, or how the inquiry could have resulted in any other conclusion than that (if they were copartners) he had authority to bind the partnership by using the name of the firm. The assent of the copartner was to be presumed.\n“ These are my views of the case; according to which the plaintiff, if there was a partnership, is entitled to recover.\n“ Should the particular form of this paper — a bill of exchange drawn in the name of the firm, in favour of one of the members, accepted by the drawees and endorsed by the payee — distinguish it from the late cases by rendering it the duty of the bank to inquire and ascertain the assent of the copartner to the transaction, in order to make him responsible, this opinion may be erroneous, and the Supreme Court will so adjudge it.”\nThe jury found for the plaintiff $6667.67-|, and the court entered judgment upon the verdict.\nKline, for plaintiff in error.\nParke, and Kazelhurst, for defendant in error."
  },
  "file_name": "0440-01",
  "first_page_order": 440,
  "last_page_order": 447
}
