{
  "id": 981729,
  "name": "Breneman versus Frank",
  "name_abbreviation": "Breneman v. Frank",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "475",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 604,
    "char_count": 13331,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 6.241134503737358e-08,
      "percentile": 0.38570569172179536
    },
    "sha256": "ab44c37e2805e557e2d30b1fe68046e19c5500b38bc40196047d6b29cd245157",
    "simhash": "1:0d29d5134083a576",
    "word_count": 2421
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breneman versus Frank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nMartin Lindemuth, who died m 1829, left a legacy of $1500 to John Breneman, one of his executors, in trust to pay $60 annually to Margaret Frank, “ and in case she should decease before the money given in trust aforesaid shall have been by her received, then I give and bequeath the same or such part thereof as may be remaining, to the heirs of my said daughter Margaret Frank.” The trustee has paid the sum of $60 annually for twenty-five years, and the payments thus made amount to the sum of $1500. He now tells us that the fund is exhausted, and the payments must cease. If this be the true construction of the will, the trustee, to whom no beneficial interest in the fund was given, will receive the principal advantage of it, and the daughter of the testator, for whose benefit it was chiefly designed, will be left to starve or to be supported by charity. There is not a word in the will which indicates the-thought that the trustee was in any event to derive any benefit whatever from the trust fund. On the contrary, the explicit declaration that it was given in trust excludes him from acquiring any interest in it, except such as is plainly given by the will. There is nothing whatever in the will which manifests an intention to relieve the trustee from the plain and obvious duty of investing the fund so as to make it productive. This duty the law imposes upon him without any direction in the will: Yundts’s Appeal, 1 Harris 581; Baker v. Richards, 8 S. & R. 12; 12 Harris 335; Lane’s Appeal, 12 Harris 487; Light’s Appeal, 12 Harris 180; Findley v. Smith, 7 S. & R. 268. He had no right to “hide the money in the earth,” or to “keep it laid up in a napkin.” The trustee in ancient times who hid the trust money in the earth, was condemned as “wicked and slothful,” and was very properly told that he ought to have put it to the exchangers, and then at the coming of the owner he should have received his “ own with usury Matt. xxv. 27.\nMr. Breneman has either made profit out of the trust fund, or he has neglected his duty. In either case he is chargeable with interest. As he is entitled to compensation for performing his duty, the law holds him answerable for neglecting it.\nIt is true that there is a provision in the will which looks to the possibility of the death of Margaret before she receives the money given in trust, and this is relied upon to prevent her from receiving .it in her lifetime, and to enable the trustee to keep it without interest. It will admit of no such construction. When we see the primary object of the testator, it is not to be defeated by an ambiguous clause like this. The intention may have been to provide for the loss of a portion of the fund without the fault of the trustee, or for its exhaustion for want of opportunity to make safe and profitable investments. Or the testator may have meant nothing more than that the arrearages of the annuity given to Margaret, which might remain unpaid at her death, should go, with the principal, to her heirs. Whatever may have been the intention of this clause, it is very clear that it does not manifest any purpose on the part of the testator to give the use of the fund to the trustee without interest, and thus enable him to deprive Margaret in her old age of the scanty provision intended to be continued to her during life.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "Franklin and Worth, for plaintiff in error.",
      "8laymaker and Baker, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Breneman versus Frank.\n\"Where a testator bequeathed a legacy of $1500 to one of his executors, in trust to pay sixty dollars annually to his married daughter for her sole and separate use, “ and in ease my said daughter should decease before the money given in trust aforesaid shall have been by her received, then I give and bequeath the same or'such part thereof as may be remaining, to the heirs of my said daughter,” and the trustee paid to the legatee sixty dollars annually for the period of twenty-five years: Held,\n1. That such payments did not exhaust the fund.\n2. That the trustee had no beneficial interest in the legacy.\n3. That it was the duty of the trustee to invest the fund safely so as to make it productive, and negleoting to do so, he is chargeable with the interest of it.\nError to tbe Common Pleas of Lancaster county.\nThis was an amicable action by the committee over the person and estate of Margaret Frank, a lunatic, against John S. Breneman, in which the parties agreed upon the following case stated for the opinion of the court, in the nature of a special verdict.\nMartin Lindemuth, the father of Margaret Frank, on the 29th day of April, 1828, made his last will and testament, which was proved September 26, 1829, and contains, inter alia, the following provisions, to wit:—\n“ Item, I give and bequeath my house and 25 acres of land, with the appurtenances, situate in the township of Donegal aforesaid, and wherein and whereon I now live, to my said wife Magdalena, during her natural life; and after the death of my said wife, I give and bequeath the same to my eldest daughter, Elizabeth Stayman (widow), during her lifetime; and after her death, I give and bequeath the same house and 25 acres of land and appurtenances unto Martha Breneman, who is intermarried to and with John Breneman, and Elizabeth Stayman (they being the two daughters of my said eldest daughter (Elizabeth Stayman), share and share alike, for ever.\n“ Item, I give and bequeath the remainder of my land, consisting of about 80 acres, with the improvements thereon, situated in the said township of Donegal and adjoining the said 25 acres, to my son Jacob Lindemuth, during his natural life; subject nevertheless to and charged with the sum of $1000, which sum it is my will and desire that he shall pay to those of my heirs at such times as I shall hereafter name and mention; and after the death of my said son, I give and bequeath the said 80 acres of land and appurtenances, to his heirs and legal representatives for ever; and it is my will and desire that my said son yield and render yearly and every year, during the lifetime of my said wife, one ton of hay, six bushels of wheat, twelve bushels of corn, two barrels of cider and apples, a sufficient quantity to be delivered to my said wife; and also from time to time haul the wood she may want; and also the hay she make on the aforesaid 25 acres.\n“Item, I give and bequeath my house and lot in May town, which I value at $300, to my daughter Margaret Frank during her natural life, and after death I give and bequeath the same to her heirs for ever.\n“Item, I give the sum of $1500 to the said John Breneman, his executors, administrators, and assigns, upon trust to pay the sum of $60 annually to my daughter Margaret Frank for her sole and separate use, and for which her receipt alone shall be a sufficient discharge; and in case my said daughter Margaret should decease before the money given in trust aforesaid shall have been by her received, then I give and bequeath the same or such part thereof as may be remaining, to the heirs of my said daughter Margaret Frank.\n“Item, I give and bequeath the said sum of $1000 (with which I have charged my son Jacob’s 80 acres of land) to my two daughters Catharine Kendig and Margaret Frank, and to my said grandson, Joseph Bucher, to be equally divided amongst them, to be paid unto them respectively or to their respective heirs, by the said Jacob Lindemuth, on the following times, viz., in one year next after my decease, the sum of $333.33 to be paid to my said daughter Catharine Kendig; in two years next after my decease, the like sum of $333.33 to be ‘paid to my said daughter Margaret Frank; and the remaining and like sum of $333.33 to be paid to my said grandson, Joseph Bucher, in three years next after my death.\n“ Item, And as to the rest and residue of my personal estate whatsoever, which shall remain after paying my my just debts, funeral expenses, and the aforesaid specific and pecuniary legacies, I give and bequeath the same to my said two daughters, Catharine Kendig and Margaret Frank, dividing the same between them in such a manner that Catharine Kendig may first have $1880, to make her equal with Margaret Frank, and then what remains to be equally divided between them.\n“ Item, My express will and meaning is, that if any difference, dispute, question, or controversy be moved by any of my heirs and legatees, then I do order and declare that only the sum of one shilling sterling be paid to him or her in full of the said legacy I have as aforesaid given and bequeathed unto him or her.\n“ And lastly, I nominate, constitute, and appoint my worthy son-in-law, John Kendig, of township, York county, and my kinsman, the said John Breneman, of the township of Donegal and county of Lancaster, aforesaid, to be the executors of this my last will.”\nBy an inquisition of lunacy confirmed by the Court of Common Pleas of Lancaster county, on the 21st day of December, 1852, the said Margaret Frank was declared a lunatic, and her husband, Frederick Frank, appointed cqmmittee over her person and estate by the said court.\nThe said John S. Breneman, the defendant, has paid to the said Margaret Frank, and Frederick Frank her committee, the plaintiff, the sum of $60 annually, for the space of twenty-five years, as follows, to wit: in the month of September in each and every year from 1830 to 1854, both inclusive, making $1500. This suit is brought to recover the sum of $60, which the plaintiff alleges was due to him on the 26th day of September, 1855, for the year ending on that day, under and by virtue of the said will.\nThe defendant, as one of the executors of the said will, filed an account on said estate on the 30th day of August, 1830, which was confirmed December 21, 1830, in which he charges himself with the sum of $1500, “ which by the will of said deceased has been placed in his hands in trust for deceased’s daughter, Margaret Frank.”\nThis defendant is the person named ip said will as John Breneman, and was married to Martha Stayman, the granddaughter of Martin Lindemuth, deceased.\nIf it be the opinion of the court that the defendant is liable to pay the said sum of $60 on the 26th day of September, 1855, the. judgment to be entered in favour of plaintiff for that sum with interest from said 26th of September; but if not, then judgment to be entered for the defendant. The costs to follow the judgment, and both parties reserve the right to sue out a writ of error to the n'ext term of the Supreme Court.\nThe court below (Lons, P. J.) delivered the following opinion, and entered judgment for defendant:—\n“ According to the provisions of the last will and testament of Martin Lindemuth, deceased, upon which the plaintiff predicates his claim, it obviously appears, we think, that the' testator in his bequests made for the benefit of his daughter Margaret Frank, intended that she should enjoy the same during her lifetime, and that she and his other daughter, Catharine Kendig, should be placed upon an equality. In all the other bequests made to Margaret Frank, except the one in dispute, he expressly states that she is to enjoy the same for her lifetime, and also that she and her sister Catharine Kendig are to be equal. If we therefore adopt the construction contended for by the counsel for the defendant, that he was a mere depositary of the $1500, and that as soon as the corpus of the legacy given in trust was paid out, the trust was at an end, that he was not required to keep it at interest for the use of the cestui que trust, such a construction, we think, would defeat the intention of the testator, because it would not make her equal with her sister, nor give her an interest for life in the same, which appears to have been the design of the testator. It is true there is a clause in the item in which the $1500 are given in trust, from which an inference may be drawn in support of such a construction, but that clause appears so ambiguous, that we do not considér ourselves authorized, from any deductions which we can make from it, to disregard the well-established principle of law, which, on account of the universality of its application, has almost become an elementary principle, that trustees shall be accountable for interest, when the money is to remain in their hands for the benefit of another. In this case especially do we think there would be cause to hesitate, not only from the ambiguity of the clause relied upon, not only from the intention manifested by the testator in his will to provide for his daughter, but also from the condition and relative position of the parties to the testator. The object of the testator’s bounty was his daughter. To make a provision for her, as we conceive, not only during the vigour of her womanhood, but also to provide for her against the cold charities of the world in her old days, when overtaken by the infirmities of age. The will does not show that the legacy of $1500 was given to the defendant, as a recipient' of his bounty, but as guardian for his daughter; and to decide now that he is no longer accountable to her would be in violation, as we think, of the intention of the testator, as collected from the will.”\nJudgment was entered for the defendant.\nThis was the error assigned.\nFranklin and Worth, for plaintiff in error.\n8laymaker and Baker, for defendant in error."
  },
  "file_name": "0475-01",
  "first_page_order": 475,
  "last_page_order": 479
}
