{
  "id": 981548,
  "name": "Commonwealth versus McAlister",
  "name_abbreviation": "Commonwealth v. McAlister",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "480",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 256",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 18713,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 4.4835557608464296e-07,
      "percentile": 0.9224151678341093
    },
    "sha256": "c59d820adbd4897587e0906747a8fc15959fef162cc9ea06d9cb3e07e4ba0ee8",
    "simhash": "1:5037c199098f1c0c",
    "word_count": 3269
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus McAlister."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J.\nJacob McAlister was the administrator of Elizabeth Hackman, who died in 1846, intestate. Eve Hackman died in 1854, leaving a will, by which she bequeathed to her nephew, Jacob McAlister, ¿£1000, and the residuum of her estate to the children of her five deceased sisters. The executors being dead, Jacob McAlister took out letters of administration with the will annexed. Elizabeth and Eve died seised as tenants in common of a tract of land in Conestoga township, and proceedings in partition being had, all the heirs refused to take at the valuation, and an order of sale was granted to the administrator to make sale of the same — he filing his bond with surety in the Orphans’ Court in the penalty of $22,000 — conditioned for his faithful performance in making sale and distributing the proceeds according to law. The real estate was sold, and, according to the distribution by an auditor, the plaintiff was entitled to $853.22— of which he received $597.24; leaving a balance of $255.98, with interest from 1st of September, 1855. This the defendant refuses to pay, alleging that the proceeds of sale of the real estate were deposited by him in the Lancaster Savings Institution while it was in credit; and that, the institution having failed after the deposit made, the plaintiff, and not he, must bear the loss; and this is the question to be determined.\nOn the 2d of April, 1855, Mr. McAlister deposited in the Lancaster Savings Institution $2000; at another time $2500; at another $260; and again $5000; all on the same day, and in his own name. He also deposited on the same day, in his own name, $800, and on the 7th of April $200 more, receiving certificates for the same. Mr. Boughter, the cashier, called by the defendant, states that when Mr. McAlister deposited the first sum, “ he said he wished to deposit a considerable amount of money as trustee; that it would remain until his account was passed by the court, which might be a couple of months, without interest; that the clerk was requested to enter it to the account of Jacob McAlister, as trustee.” In a dispute between Mr. McAlister and the cashier, such.evidence might be to some purpose; but as against the plaintiff, a stranger to the transaction, it would hardly be evidence that the money deposited was of the estate of Elizabeth and Eve Hackman. Suppose Mr. McAlister had been the trustee of two or more estates, could he, subsequent to the failure of the institution, turn the loss to the account of either, as might suit his convenience ? Surely not. When the first deposit was made, he did not disclose to the cashier the name of the estate or person for whom he was trustee. He received his bank-book with the credit in his own name. He made three other deposits at different times on the same day, without asking then, or at any time after, to have the entries corrected. He drew checks on this fund in his own name. Whilst in bank it was, to all intents and purposes, his own money. The bank could not have refused his individual check; and had he drawn as trustee, the books showed no credit to meet the demand. He had no trust account there. The fact that Mr. McAlister received a large amount of money of the Hackman estate, and about the same time deposited a large sum in the bank, is a coincidence from which we might infer (and it is only an inference) that it was the same money. But on the supposition that it was, and such was probably the fact, Mr. McAlister, after the failure of the institution, and without consulting the plaintiff, entered into an arrangement by which TO per cent, was to be paid in one, two, and three months. In this arrangement, no doubt for the best, he seemed to treat the deposits as his own; and from the time they were made, till the failure of the institution, they stood as a credit in his own name, and he was silent as to ownership by any other person. In Stanley’s Appeal, 8 Barr 431, it was held that “ investments in bank stock by a trustee in his own name, though he was expressly authorized to invest in such stock, render him personally liable for the amount invested.” In that case the fund had been invested in shares of the Schuylkill Bank stock, which had fallen in value. The guardian had paid his ward a balance due her, without saying anything about the shares. “His silence on that-head,” said Justice Gibson, “ leads to a conclusion that he received them as his own. But whether he did so or not, it is conclusive that he purchased them in his own name. The fact that he retained the power to make them his own, if the investment should prove to be a valuable one, estops him from denying that he purchased them in his own right. This elementary principle — applicable to every investment by a trustee — is essentially that which forbids him to place trust money in the hands of a banker in his own name, except at the risk of the banker’s insolvency, or in any way to confound it with his own.” Suppose Mr. McAlister had simultaneously deposited a like sum of his own in another bank, and that other, instead of the Savings Institution, had failed. It would at least have been in his power to say it was the trust fund that was lost. It is not intended to cast the slightest reflection on the administrator. He may have acted from the best motives and the purest intentions. But conceding this, and that the money deposited was the proceeds of sale of the real estate, where should the loss fall ?\nThe plaintiff, who was one of the heirs of the Hackmans, was passive: he had advised nothing, nor did he ratify the acts complained of. Whatever was done by the defendant was, therefore, on his own responsibility. Where the funds have never come into the hands of a trustee, equity is not so severe. “ But all the authorities distinguish between such a case and that where the trustee has actually received the fund. He is then bound carefully to secure the money which comes to his hand, and if he fail to do so, and a loss happens, he is responsible:” Nyce’s Estate, 5 W. & S. 256. Mr. McAlister became the administrator of Elizabeth without compulsion, and he had an interest as legatee in administering on the estate of Eve. He received a compensation for his services. He made the deposit without the advice of counsel — he had no testamentary direction — and without consulting those interested, he selected the Savings Institution as, in his judgment, a place of safety; and his choice has resulted in the loss. In Hemphill’s Appeal, 6 Harris 306, Chief Justice Black says, “ It has never been doubted anywhere, that a loss which accrues of a trust fund, invested on personal security, must be borne by the trustee. Is the stock of a banking, manufacturing, and trading corporation any better ? Certainly not.” And 1 may add, what difference is there between an investment in shares, and deposit in their vaults ? I can see nothing substantial. There is no more security in one than the other, and both are quite as doubtful as personal security. Bank directors have the infirmities of other men, and are subject to the temptations which power too often begets; and with the fluctuating changes in bank legislation, and the annual welding on of new enactments upon the old, they often seem to know and understand as little of their legal obligations and responsibilities to the public, as the stockholders do of the actual and financial condition of their institution.\nThe court below, in answer to the plaintiff’s second point, instructed the jury, “that the question in regard to deposits is whether the trustee acted in good faith and with judgment.” And in answer to the fifth point, that the defendant “ became responsible for the balance not received, if he did not act in good faith, or with ordinary prudence, and without any wilful default.” Thus leaving the jury to infer, that, if he did act in good faith, he was not responsible. In these instructions there was error. It should not- have been so put to the jury. It was not a question of good faith, or dependent on the sound judgment of the administrator, or his ordinary prudence, or freedom from wilful default. These qualities might be well exercised with his own means ; but something more was necessary when he took upon himself the management and safe keeping of the means of others. The decision on these points so far controls the-case, that it is only necessary to say that in the answers to the other points, and to those parts of the charge assigned for error, there is nothing injurious to the plaintiff.\nI will only add, that the decision in Worrell’s Appeal, 11 Harris 48, so fully meets the present case, that it is useless to elaborate. Justice Knox, who is well supported by authority, there observes: “ It may now be considered as settled law, that in. Pennsylvania an investment by a guardian, or other trustee, unless authorized by the deed of trust, in the stock of an incorporated company, whether a bank, railroad, canal, manufacturing, or mining corporation, cannot be made at the risk of a ward or other cestui que trust.”\nI have already said, as my individual opinion, I can see no material difference between investments and deposits, so far as relates to the present inquiry. The moment they are made, they are equally beyond the control of the owner,, and subject to all the casualties and contingencies which may befall the institution, and the principle which applies to one, is equally applicable to the other. But it is sufficient for the present case to say, that where an administrator or trustee with trust funds in his hands, deposits them in his own name in a bank or other institution which fails, the loss shall fall upon him. And his liability will not depend upon the good faith, prudence, or judgment with which apparently he may have acted; nor upon the fact that he may have disposed of his own funds in the same way.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Armstrong, J."
      },
      {
        "text": "Knox, J.\nI concur in this judgment. The administrator is personally responsible for the loss of the money deposited in his name in the Lancaster Savings Institution, because he did not make the deposit as administrator. Had he taken care to have had the deposit entered to the credit of the estate, I do not think that he would have been personally liable for its safety. I cannot agree that there is no distinction between a deposit and an investment. On the contrary, I think the distinction is a clear one. An investment makes the subscriber or the purchaser a partner in the undertaking. He cannot withdraw at his pleasure, except he finds some one to take his place, by selling and transferring the stock subscribed or purchased. A deposit may be withdrawn at the pleasure of the depositor, and is entirely under his control.\nIn ordinary times banks are entirely safe as places of deposit, and are used as such by a very large portion of the business community. A trustee can scarcely be expected to keep the money of the trust in his own possession. If the same care is taken of it that a prudent man would take of his own, the loss, if any, ought not to fall upon the trustee.",
        "type": "concurrence",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Ushelman, for plaintiff in error.",
      "A. Herr Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus McAlister.\nAn administrator or trustee who deposits trust funds in his own name, in a bank, or other institution, which fails, the loss will fall upon him.\nIlis liability will not depend upon the good faith, prudence, or judgment with which he may have apparently acted, nor upon the fact that he may have disposed of his own funds in the same way.\nErr,or, to the Common Pleas of Lancaster county.\nThis was an action of debt on a bond in the name of the Commonwealth for the use of the administrator of John Hart, deceased, against Jacob McAlister and Benjamin Hess, upon the trial of which the following facts appeared: — ■\nElizabeth and Eve Hackman being seised as tenants in common of a tract of land, Elizabeth died intestate in 1846, leaving as heirs her sister Eve and the children of five deceased sisters. Jacob McAlister, the defendant, took out letters of administration upon her estate, and made distribution of her personal property among those entitled. Eve Hackman died in 1854, having previously made a will, whereby she bequeathed to her nephew, Jacob McAlister, one thousand pounds, and the residue of her estate to the children of her five deceased sisters, per stirpes. The executors named in this will being dead, administration cum testamento annexo was granted to Jacob McAlister. Proceedings were had in partition of the real estate of which Elizabeth and Eve Hack-man died seised, and all the heirs having refused to take the same at the valuation, an order of sale was granted to McAlister to sell it, and in which proceedings he gave the bond in suit, in the penal sum of $22,000, for the faithful appropriation of the proceeds of sale.\nAfter the sale an auditor was appointed to make distribution, who distributed Elizabeth’s estate among her next of kin, and Eve’s estate according to the provisions of her will. By the distribution the plaintiff was entitled to $617.41, out of Elizabeth Hackman’s estate, and $235.81 from Eve’s, making together the sum of $853.22, of which he received $597.24, leaving a balance due of $255.98, with interest from 1st September, 1855, and for which this action of debt was brought.\nThe defendant resisted the recovery of this balance on the ground that the proceeds of the sale of this real estate was deposited by him in the Lancaster Savings Institution, and that it failed after the deposit was made, and that he entered into an agreement with the directors of the institution, whereby he was to receive seventy per centum of the deposit made therein in one, two, and three months, and the balance when the institution became able to pay. That, having paid to the plaintiff seventy per cent, of his share of the estates, he, the defendant, is, by virtue of his agreement with directors and the insolvency of the institution, discharged from any further liability to the plaintiff for the remaining thirty per cent.\nThe cashier of the institution testified at the trial, that when McAlister brought the money to the institution he informed him it was trust money, and he wanted to deposit it without interest for a month or two, until his accounts should be filed and confirmed ; and that on the same day, 2d April, 1855, he deposited $800, and on the 7th of the same month $200, for which he received certificates bearing interest. Both deposits were, however, entered in his own name, but in different books.\nThe following is the account as it stood on the books of the savings institution:—\nLancaster Savings Institution, in account with Jacob McAlister. Dr.\nApril'2, 1855. To cash $2000.00\n“ 2, do. 2500.00\n“ 2, do. 260.00\n“ 2, do.’ . 5000.00\n.00\nCr.\nApril 7, 1855. By B. M. Stauffer . $275.00\n“ 20, “ By B. M. Stauffer, Reg’r. 70.15\n“ 20 “ By W. Carpenter . 18.00\n“ “ By A. H. Smith 150.00\nThe amounts drawn out on the 7th and 20th April, 1855, were for trust purposes, on checks signed “Jacob McAlister.”\nThe amount of deposits made.in the institution on the 2d April, 1855, was $150,000, and the whole amount of deposits was then $544,000. In November, 1854, they were $726,537; in August, 1854, $738,168. One of the witnesses testified that he heard rumours affecting the credit of the institution about the 1st of March, 1855, and before. The institution closed on the 4th of June, 1855. The\"defendant compromised his own accounts with the institution on the same terms, he agreeing to take 70 per cent, of the amount.\nThe plaintiff presented the following points:—\n1. There is no evidence in this case that Jacob McAlister deposited any money in the Lancaster Savings Institution, belonging to the estate of either Elizabeth Hackman, deceased, or Eve Hack-man, deceased.\n2. In deposits as well as investments, the question is not whether the trustee acted in good faith or according to the best of his judgment. The object of the law is the security of the funds for the benefit of those who are entitled to them.\n3. In Pennsylvania, where executors, administrators, and trustees are, by law, entitled to commissions for their time, trouble, and responsibility, they become bailees for hire, and are responsible, as such, for all losses arising from the delivery of the trust funds to unsafe or unauthorized persons; and Jacob McAlister having, without any request from plaintiff, for his own advantage, taken into his hands the estate of plaintiff’s deceased relatives, and having charged commissions for his management thereof, is responsible for all losses that have occurred by reason of his own acts or the acts of those employed by him, and the plaintiff is entitled to recover in this suit.\n4. If the jury believe that Jacob McAlister made this deposit in his own name, and thus mixed the funds with his own, he is liable for the loss, and the plaintiff must recover.\n5. If the jury believe that Jacob McAlister signed any agreement by which he in any way postponed the recovery of the moneys deposited, or by which he put said moneys out of his control, he is liable for the loss, and the plaintiff must recover.\n6. But if Jacob McAlister is not personally responsible for the loss of the moneys deposited in the savings institution, it is not any the less a loss arising from the waste of the personal representative, and as such must not all be borne by the plaintiff who is a residuary legatee; but defendant’s legacy-of $2666 must abate pro rata, and the plaintiff is entitled to recover his share of that abatement.\nThe court below (Hayes, P. J.) answered these points as follows :—\n“ 1. There is testimony that Jacob McAlister deposited money in the Lancaster Savings Institution as trustee, and there appears to be no evidence of his acting in the capacity of trustee or administrator of the estates referred to.\n“ 2. I think that the question in regard to deposits is, whether the trustee acted in good faith and with judgment.\n“ 3. Administrators are liable for all losses arising from delivery of trust funds to unsafe or unauthorized persons.\n“ 4. This- is so; but as to the fact how the deposit was made, the jury will determine according to the evidence.\n“ 5. He became responsible for the balance not received, if he did not act in good faith, or with ordinary prudence, and without any wilful default.\n“ 6. If the administrator was not personally responsible for the loss mentioned, the plaintiff cannot recover what is claimed in this action.”\nThe jury found for the defendant.\nThe answer of the court to the plaintiff’s points were the errors assigned.\nUshelman, for plaintiff in error.\nA. Herr Smith, for defendant in error."
  },
  "file_name": "0480-01",
  "first_page_order": 480,
  "last_page_order": 486
}
