{
  "id": 981572,
  "name": "Lane's Appeal",
  "name_abbreviation": "Lane's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "487",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 296,
    "char_count": 5669,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.122404684374641e-07,
      "percentile": 0.5737521762851812
    },
    "sha256": "b66332a94f4b6cfa11532d860df2f467e79933d03835055134b3a173bcbb1fad",
    "simhash": "1:073da89526ee2639",
    "word_count": 952
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J.5 dissents."
    ],
    "parties": [
      "Lane’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe appellees, George W. Webb, Jr., and Susanna Webb are grand-nephew and grand-niece of John N. Lane, the decedent. Their father, John S. Webb, was a son of Martha 0. Webb, a sister of the intestate, and if he were alive, his right to an equal share with the other nephews and nieces of the intestate would be unquestionable. But, he having died before the intestate, may his children take his share by representation ? Under our Intestate Act of 1833, they certainly could not, for, says the 25th section of that act, “ there shall be no representation admitted amongst collaterals after brothers’ and sisters’ children.” This would be decisive against the appellees. There were brothers’ and sisters’ children living, and to them the whole estate would go, to the exclusion of these grandchildren of a sister. ,\nThey claim, however, that the Act of 1883 has been modified by subsequent legislation, under which they may be admitted to the inheritance. Let us see.\nOn the 27th April, 1855, the legislature enacted “that among collaterals, when by existing laws entitled to inherit, the real and personal estate shall descend and be distributed among the grandchildren of brothers and sisters, and the children of uncles and aunts, by representation; such descendants taking equally among them such share as their parent would have taken if living.” If these words, “when by existing laws entitled to inherit,” had not been interpolated after the first draught of the section, the provision would have been plain, and the necessary construction would have been that the grandchildren of deceased brothers and sisters, and the children of uncles and aunts, were to take by representation, in the same manner as children of deceased brothers and sisters. In other words, the disabling clause of the 25th section of our intestate act would have been repealed, or, at the least, the rule of exclusion would have been postponed one generation further than it stands in that act. And do these words give the Act of 1855 any other operation? Very strictly construed, they would defeat the enactment wholly; for by existing laws the children intended to be provided for were not entitled to take at all as collaterals. They might, on failure of all nearer collaterals, take as next of kin, per capita, but they were expressly excluded, as we have seen, from inheritance among collaterals by representation.\nDoubtless the legislature meant to substitute the per stirpes for the per capita rule of inheritance; but this is not all they meant. They intended also to introduce a new class of collateral heirs— those who were by one generation too remote to take under the Act of 1833. And the words “ when by existing laws entitled to inherit” were introduced to preserve the distinction between collaterals of the whole blood and the half blood, which is so anxiously maintained throughout the Act of 1833. The words “grandchildren of brothers and sisters” might possibly have led to the construction that grandchildren of brothers and sisters of the half blood were to be admitted. To preclude such a construction, the legislature referre dthemselves to the existing distinction among collaterals, and intimated that they did not mean to break down, but rather to re-enact and preserve that distinction. As if they had said, we will have grandchildren of deceased brothers and sisters admitted to the inher4tah.de per stirpes, like children of deceased brothers and sisters^biit they shall be grandchildren of brothers and sisters of the whole or half blood, according to “ existing laws.” The whole blood first, the half blood afterward.\nThis, it seems to us, is giving to these words all the effect they deserve. If more be made out of them, they mar a provision they were intended to mend.\nWe are therefore of opinion that under the Act of 1855 the appellees are entitled to the share of the estate which the court awarded to them, and the decree is accordingly affirmed.\nLewis, C. J.5 dissents.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Stevens and Fordney, for appellant.",
      "Franldin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Lane’s Appeal.\nBy the Act of 27th April, 1855, the children of a deceased nephew or niece are entitled to take, by representation, such part of the real estate of an intestate, as their parent would be entitled to if living.\nThe words in that statute, “ when by existing laws entitled to inherit” were intended to preserve the distinction between collaterals of the whole blood and the half blood, as maintained in the Intestate Act of 1833.\nAppeal from the Orphans’ Court of Lancaster county.\nJohn N. Lane, of the city of Lancaster, died on the 30th January, 1856, seised of a large amount of real estate, intestate, unmarried and without issue, and leaving neither father nor mother, brothers nor sisters, surviving him, but children of deceased brothers and sisters. And also George W. Webb and Susanna Webb, the children of John S. Webb, deceased, who was the son of Martha C. Webb, deceased, a sister of the intestate.\nOn the petition of James B. Lane, the real estate was valued and appraised, having been divided by the inquest into nineteen purparts. Several of the heirs having accepted purparts at the appraised value, George W. Webb and Susanna Webb, by their guardian, appeared and elected to take purpart No. 10, valued at $375, which was awarded to them by the court. From this decree James B. Lane appealed.\nThe question presented in the case is, whether under the Act of 27th April, 1855, the children of a deceased nephew are entitled to inherit with living nephews and nieces, the share to which their father would have been entitled if living.\nStevens and Fordney, for appellant.\nFranldin, for appellees."
  },
  "file_name": "0487-01",
  "first_page_order": 487,
  "last_page_order": 489
}
