{
  "id": 981685,
  "name": "Miller versus Binder",
  "name_abbreviation": "Miller v. Binder",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "489",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 322",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0322-01"
      ]
    },
    {
      "cite": "22 B. 597",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4981464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/22/0597-01"
      ]
    },
    {
      "cite": "2 Dall. 96",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11735409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0096-01"
      ]
    },
    {
      "cite": "6 Peters 137",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "12 Miss. 341",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 241",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 63",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12127857,
        1408579,
        1408548,
        12127721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0063-02",
        "/us/1/0060-01",
        "/us/1/0061-01",
        "/dall/1/0063-01"
      ]
    },
    {
      "cite": "2 Dall. 96",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11735409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0096-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 7367,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 8.873068030174532e-08,
      "percentile": 0.49915014350257486
    },
    "sha256": "94036fa51bd48d643a696404524b8970ad73e3ca5f8cd9803f68022a4eae0ff2",
    "simhash": "1:b21efab6d1c5f643",
    "word_count": 1350
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Binder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nAs this case originated before a justice of the peace, but little regard was paid to the form of the action or the nature of the pleadings.\nThe plaintiff, after proving the handwriting, offered in evidence the following instrument, viz.:—\n“ One day after date, I promise to pay to Solomon Miller, or order, forty dollars, for value received. As witness my hand this 12th day of April, 1847.\n|40.00. Wm. Binder.” [l. s.]\nThis evidence was objected to and excluded, and a verdict rendered for the defendant.\nThere was error in rejecting the note upon which the suit was brought, whether it was sealed or not; but the error was a harmless one unless the instrument offered was a sealed instrument, for, as a promissory note, it was barred by the statute of limitations, and it was not pretended, um^the trial below, nor on the argument in this court, that th^flj^^hbeen an admission of indebtedness, or a promise to pay i^^^^Ryears from the commencement of the suit.\nIn this state a scrawl, or a mark made with a pen in the form of a seal, is, perse, a seal, and the only question in the case before \\ m. us is, whether it is necessary that the body of the instrument should refer to the seal.\nIt is conceded that, where the language of the writing is, “ witness my hand and seal,” that it is unnecessary to show, by independent proof, that the seal was affixed at the time of the execution and delivery. But it is insisted upon by the defendant’s counsel, and such was the opinion of the learned president of the Common Pleas, that-where, as in the present case, the words are, “as witness my hand,” the instrument cannot be given in evidence as a specialty, without first proving that it was sealed when delivered.\nThat the rule has been held in accordance with the decision made in this case by the Common Pleas, in some of our sister states, is undeniable; but in Pennsylvania it is otherwise.\nAs early as 1786, it was held, in the case of Lesher’s Lessee v. Levan, 2 Dall. 96, that the sealing might be presumed from the evidence of signing. In Long v. Ramsey, 1 S. & R. 71, it did not appear, either from the face of the writing or by any extrinsic proof, that the instrument offered in evidence as a deed, was sealed and delivered as such; but there was a seal at the end of the name made by the flourish of a pen. In delivering the opinion of the court, Chief Justice Tilghman said, “ it is enough if there was a sealing and delivery; of this the jury are to judge, and, upon proof of the handwriting of the obligor, they may presume the sealing and delivery.”\nIn Taylor v. Glaser, 2 S. & R. 502, the paper concluded, “in testimony whereof, we have hereunto set our hands and affixed our seals,” and there were two subscribing witnesses, over whose names was written, “ sealed and delivered in the presence of,” but there was no seal, nor anything in the place of a seal opposite the name of the party, but there was a flourish under his name; the paper was held not to be a specialty. This is all that the case decides, and it is rather confirmatory of Long v. Ramsey, than otherwise. What was said by the chief justice in commenting upon Austin v. Whitlock, 1 Munford 487, was only arguendo, and not necessary to the decision of the main point.\nAustin v. Whitlock was decided by the Virginia Court of Appeals in 1810; but the same point arose in Maryland in the case of Trasker v. Everhart, 3 Grill & Johns. 234, in 1831. And it was there held that, where there was a seal at the end of the signature, the presumption was, that it was affixed on delivery, although nothing was said about sealing in the body of the instru-\nThe omission of the usual having affixed the seal, is, of itself, of little moment, buBflfflKcoupled with the declaration of “witness my hand,” it wOurcrFe for the jury to say whether the presumption against fraud and in favour of innocence was overthrown. The note should have been re.ceived in evidence, and the question of fact, whether it was sealed when delivered, referred to the jury. It was error for the court to pronounce, as matter of law, that there was no evidence of sealing before delivery.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "McKenty, for plaintiff in error,",
      "Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Binder.\nWhere an instrument of writing is offered in evidence, which in the body of it recites “ as witness my hand,” and is signed by the party sought to be charged and a seal is affixed to his name, it is error for the court to presume as matter of law that there was no evidence of sealing.\nFrom the fact of signing the jury may presume the sealing and delivery, although there be no reference to sealing in the body of the writing, if there be a seal affixed to the name. Long v. Eamsey, 1 S. & R. 71.\nTo admit such paper in evidence it is not necessary that the party offering it should first prove that the seal had been affixed before delivery.\nError to tbe Common Pleas of Berks county.\nThis was an action brought by Solomon Miller for the use of Frederick Brendlinger, against William Binder, before a justice of the peace, on the 13th October, 1853, and removed into the Common Pleas by appeal.\nAfter having proved the handwriting of the defendant, the plaintiff offered the following note in evidence:—\n“ One day after date, I promise to pay to Solomon Miller, or order, forty dollars, for value received. As witness my hand this 12th day of April, 1847.\n$40.00. Wm. Binder.” [l. s.]\nThe defendant objected to the admission of the note, and the court rejected the same, and, at the instance of plaintiff’s counsel, sealed a bill of exceptions.\nThe defendant’s counsel contended that, as there was no reference to sealing in the body of the instrument, although a scrawl appeared to it as presented, it was necessary for the plaintiff to prove that the seal was to it at the time it was delivered to him, and of this opinion was the coutí^below, and, in the absence of such proof, refused to perrd^^H^be read in evidence, and directed the jury to find for ^^^^Hlant.\nThis was the error assigne^BPr •\nMcKenty, for plaintiff in error,\ncited a: 1 and relied,i on the case of Long v. Ramsey, 1 S. & R. 72. He also cited McDill v. McDill, 1 Dall. 63; 5 Binn. 241; Trasker v. Everhart, 3 Grill & Johns. 234; 4 Comyn Dig. title Fait. 157; 5 Bac. Ab. 159, title Oblig.; Turnpike v. Myers, 6 S. & R. 14; Porter v. Wilson, 1 Harris 648; Hicks v. Chauteau, 12 Miss. 341.\nThat proof of handwriting is sufficient to enable the jury to presume that sealing and delivery took place: Siegfried v. Levan, 6 S. & R. 311; Sicard v. Davis, 6 Peters 137; 2 Dall. 96; Long v. Ramsey, 1 S. & R. 72.\nSmith, for defendant in error.\nThe proof is full that the defendant wrote the note, and said, “witness my hand,” and that he signed it, but none that he sealed it. And, against his positive assertion, the court are asked to decide that the jury may presume a sealing and delivery. Signing was not essential at common law —sealing alone was sufficient: 1 Sug. on Pow. 297; Shop. Touch. 56 b; Coach v. Goodman, 22 B. 597; Addison on Cont. 4th ed., 1857.\nThe case of Long v. Ramsey is at variance with Taylor v. Glaser, 2 S. & R. 504, and Austin v. Whitlock, 1 Munford 487. Whether an instrument be under seal or not, is a question of law to be solved by the court from the inspection of the paper itself: Duncan v. Duncan, 1 Watts 322."
  },
  "file_name": "0489-01",
  "first_page_order": 489,
  "last_page_order": 492
}
