{
  "id": 981562,
  "name": "Commonwealth for Stub versus Deck",
  "name_abbreviation": "Commonwealth for Stub v. Deck",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "497",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 157",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 538,
    "char_count": 12139,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 7.126554145940621e-08,
      "percentile": 0.42793131954797364
    },
    "sha256": "7fcbdc8ab3c942779603ad8d83e86dc2583e9c1f12b3ce1e85f9bcb6a35fd1b6",
    "simhash": "1:2d6ff89df44d298b",
    "word_count": 2189
  },
  "last_updated": "2024-02-27T19:56:45.258485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth for Stub versus Deck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe insufficiency of this evidence to prove such a mistake in the bond in suit as would be ground for equitable relief, was the very point ruled in Stub v. Stub, 3 Barr 251, recognised and approved in Commonwealth v. Stub, 1 Jones 157. I say this evidence, for while there are some verbal variations of it as compared with the former edition, it is substantially the same. Counsel specify two particulars in which the evidence is more full now than before.\n1st. That Forrer and Deck were told in the presence and hearing of Messrs. Strong and Smith that the bond was given for half the money in court.\n2d. That at the instance of the counsel on both sides (naming them), the bond was executed for half the money in court, and for nothing else.\nBut it was in proof 'before that the witness told Forrer the bond was for the money that William Stub sought to take out of court. Forrer spoke to Deck in German, and told him what it was. Here is the same thing, a little more condensed in the narrative, but in substance the same fact as that proved on the last trial. It was not proved on either trial that the witness said to Forrer, or that Forrer told Deck the bond was for that money, and “ nothing else.” This “ nothing else” is an expletive of the witness, and expresses his understanding of the transaction rather than the communication to Forrer and Deck. But if it was used to them, it would make no essential difference in the effect of the evidence —it would still be the fact that was proved before, that they were told the bond was given for the money in court.\nThis fact was twice decided to be no impeachment of the bond; and, without entering into the question afresh, we rest our judgment on the former adjudications.\nJudgment in each case affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Banles, for plaintiff’s in error.",
      "Strong and Gfreen, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth for Stub versus Deck.\nParol evidence is inadmissible to prove that a bond given by an executor in the Orphans' Court, conditioned that such executor “ shall render a true and just account of his management of the property and estate of said deceased under his care, and shall in all respects faithfully perform the duties of executor,” was intended only as security for certain money in court, at the time the bond was given, arising from the sale of the real estate of the testator. Stub r. Stub, 3 Ban' 251.\nThat the sureties in such bond were told at the time the bond was executed, in the presence of the counsel of the parties, that the bond was “ for half the money in court and nothing else,” is not admissible to reform the bond in an action upon it to recover a balance due on the account of the executor at the time the bond was given.\nError to the Common Pleas of Berks county.\nThese were two actions of debt on bond, in the name of the Commonwealth, for the use of John Stub and others, one against the executors of Henry Deck, deceased, and the other against the administrators of George Forrer, deceased. The bond sued upon was dated the 10th day of August, 1838, in the penal sum of $7000, and signed by William Stub, George Forrer, and Henry Deck.\nThe recital and condition of the bond are as follows:—\n“Whereas, Adam Stub, in and by his last will and testament, appointed the said William Stub and a certain Michael Stub his executors, who took upon themselves the burthen of administering said estate; and whereas, certain moneys, goods, and effects have come into the possession of the said William Stub, and may hereafter come into his possession to be administered: Now the condition of this obligation is such, that if the above bounden William Stub, executor as aforesaid, shall render a true and just account of his management of the property and estate of said deceased under his care, and shall in all respects faithfully perform the duties of executor, then the above obligation shall be void, otherwise it shall be and remain in full force and virtue.”\nThe defendants contended that this bond was given under the circumstances, and for the purposes following: Adam Stub and William Stub were the executors of Michael Stub, deceased, and as such sold a tract of land to Adam Leiss. William Stub for some reason having refused to join in executing a deed, Leissbrought an ejectment against them in 1834, for the land. The case was tried on the 11th January, 1838, and a verdict and judgment passed therein in favour of the plaintiff. During the trial, Leiss paid into court the purchase-money, amounting to $13,040.53. And on the 13th August, 1838, William Stub, as one of the executors, moved for leave to take out of court $6520.26, being the one-half of the amount paid in by Leiss. Objection was made to this motion, and on the same day the bond was executed; and on the following day the court made the order, and the money was paid to William Stub, and by him placed in the hands of his counsel, who distributed the greater part of it to the parties entitled under the will. Some years previous to this transaction, the executors had settled their account of the administration of the personal estate of the testator. In that account there was a balance in the hands of the said William Stub. This suit is brought to recover, upon the bond, the shares of the equitable plaintiffs of that balance upon the account.\nEor the purpose of showing that the condition of the bond was written as it appears by mistake and inadvertence, and was only intended that the sureties were to be responsible for the money to be paid over out of court to William Stub, the defendants offered the following testimony: — •\nThe defendants called James L. Dunn as a witness, who having been duly sworn, testified as follows.\n“lama subscribing witness to this bond, executed in my presence. The body of the bond is in the handwriting of John S. Gibons. In the body of it ‘ Henry Deck’ is filled in by me in my writing. Mr. Gibons. is dead long since. This bond was drawn up and executed on counsel table, at bar of old CourtHouse, in old Court-House. I shall be obliged to recur to paper-book for facts. On reading it over they occur very vividly to my mind. I was in court when this bond was executed. Mr. Gibons was present, so was Mr. Barclay, Mr. Smith, and Mr. Strong. They were in the bar, between the counsel tables. When Gibons applied to take the proceeds of sale out of court, Strong and Smith strenuously resisted the application; Strong alleging that William Stub was an unsafe depository for so much money, and required him to give security before it was adjudged to him. These gentlemen and George Forrer and William Stub were all present, and within hearing of what was going on about the bond. Gibons drew the bond in name of William Stub and George Forrer, leaving a blank for the other name. Henry Deck was sent for, the matter explained to him, he assented to becoming bail, I filled in his name, and he and Forrer then signed. Strong and Smith requested security for this money before William Stub should be allowed to take it out of court. There was an objection by Forrel- and Deck to go bail at the time, unless the money was paid into my hands, and it was so paid, and I distributed pretty nearly the whole of it among the heirs. This, I believe, was the only matter then before the court. It- was particularly explained by me to Forrer.”\nThe defendants, to maintain the issues on their part, did then and there offer to prove by said witness as follows, to wit: — “ I told 'Forrer the bond was given for the one-half the money in court, and he (Forrer) told Deck the same in German, Deck not understanding English; that they then executed the bond; that this was said .within the hearing of Messrs. Strong and Smith, and the witness believes they did hear it; that Messrs. Smith and Strong were counsel for the heirs, and acted as such.”\nThe said witness did then and there testify as follows, to wit:— “ The Messrs. Strong and\" Smith, myself and Gibons, at our instance this bond was executed for half the purchase-money in court, by the obligors, and for nothing else.\n“It was explained to these two m.en, and-they agreed to enter into bond, and that removed the objection to William Stub’s insolvency. I think all this was done in the presence and within the hearing of Smith, Strong, Barclay, Gib.ons and myself, and think they did hear it. When Mr. Gibons handed this bond for execution, and Deck’s names were filled in by me, Gibons said it was all right. It was not read, but executed.\n“ I did not read it, and Forrer and Deck could not read it, for they understand very little English — Forrer a little, Deck none. I am satisfied in my mind that there was nothing said before the court about the administration account on the estate of Adam Stub, nor a word said about personal estate.”\nCross-examined: “ Think I was attorney of William Stub in Leiss v. Stub and Mr. Gibons; also I was attorney of Forrer and Deck in regard to this bond. Each counsel table ran parallel, north and south, eight, ten, twelve feet apart. Crier’s seat was at west end of dock. Gibons, when he wrote the bond, was on the west side of the west counsel table, between that table and traverse jury-box. Messrs. Smith and Strong were at east counsel table, but in area between the two tables. Court in session. I presume other business was done that day. The bond was written a day or two before it was executed, and Mr. Deck was sent for. This transaction took place when the bond was executed. The bond was not executed in my office; neither of the obligors signed the bond in my office; my office was then in the recess of Bourbon’s hotel. At that place Mr. Smith and Mr. Strong were both out of humour. I do not know that you, Mr. Strong,.were so much out of humour after the security was offered. I have no recollection that any resistance was made after the security was given. Mr. Gibons was an eminent member of the bar, and of high respectability for legal attainments.”\nThe defendants, further to maintain the issues on their part, gave in evidence the testimony of George G. Barclay, as given on former trial, and read, by consent, as follows :—\n“ I was in court when these transactions took place. Application was made by Gibons for William Stub, to take out of court $6520.26. I did not participate in the argument. The application was resisted by Smith and Strong, who appeared as counsel for the heirs of Stub, or some of them, on the ground that William Stub was insolvent, or that the money would be unsafe in his hands. The subject before the court at that time was the $6520.26, and the taking of that money out of court. Nothing was said about any other money, or security for any other money, that I heard. At that time I saw Mr. Dunn sign a bond drawn by Mr. Gibons, as subscribing witness. I did not read the bond. The bond was handed across the counsel table by Mr. Gibons to Mr. Dunn, when Mr. Dunn immediately subscribed it. Eorrer was examined before the court as to his circumstances, and he was accepted. He had been suggested as bail, and objected to, and after he was examined further, objections were withdrawn.”\nCross-examined: “ This all took place in the old Court-House. The court was in session. I don’t know that Strong and Smith said they were counsel for any other than Michael Stub. I think they claimed to take the whole money out for Michael Stub, but don’t know whether they applied to the court to do so- It might have been that Dunn’s name was mentioned as security.”\nThe court below (Jones, P. J.), at the instance of plaintiff’s counsel, ruled out all the testimony given and offered as above, by defendants, and instructed the jury that the plaintiffs were entitled to their verdict.\nThe jury found a verdict in each case for the plaintiffs for $7000, and that there was due to the equitable plaintiffs in each suit $737.75, and the court entered judgment upon the finding.\nThe defendants sued out writs of error.\nThe errors assigned were to the ruling out of the evidence of the defendant, by the court below, and'in directing the jury to find for the plaintiffs.\nBanles, for plaintiff’s in error.\nStrong and Gfreen, for defendants in error."
  },
  "file_name": "0497-01",
  "first_page_order": 497,
  "last_page_order": 501
}
