{
  "id": 981692,
  "name": "Young versus The Commonwealth",
  "name_abbreviation": "Young v. Commonwealth",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "501",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "28 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 490,
    "char_count": 9829,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.5076527085776778e-07,
      "percentile": 0.6668400358476498
    },
    "sha256": "521f4b5a53e1b14fd2f08d862c2de8ace9fc2d327dd60fe6537a96f66f39f890",
    "simhash": "1:16730ca495ca83fa",
    "word_count": 1683
  },
  "last_updated": "2023-07-14T16:15:42.843019+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Young versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIt is essential that the records of judicial tribunals should not be open to be disputed; otherwise the means of determining controversies would themselves be subject to controversy, and disputes would be theoretically interminable. But the records of accounts, in the office of the state treasurer, have no such character. They are mere books of entries of one party to an account, and are open to correction as fully as the private account books of the citizen.\nMay the clerk who made the mistake, by giving credit for more money than was paid to him, he a witness to prove it ? Why not ? If clerks are to be excluded as witnesses of transactions in which they take a responsible part, then a very large portion of the ordinary business of life cannot be examined in court. But here necessity overcomes the objection of interest, and admits the witness — as when a clerk is sent to pay money, or a porter or carter to deliver goods sold, or a messenger to serve a notice; or when property is committed to the custody of one, and is injured or carried away by another. These are instances of a class of cases where, from necessity, witnesses are allowed to prove how they discharged their duty, though they are responsible if they did not do it rightly. Their interest goes to their credibility.\nWhat difference does the clerk’s entry on the account books make? None at all on the question of competency; for, at most, it only shows that he had the interest belonging to the class of witnesses just alluded to, and which does not exclude them. The receipt and entry stand merely as evidence of payment, and may be explained and corrected by other competent evidence. The entry of the credit on the books of the treasurer is not, as between the Commonwealth and the defendant, even an admission; but only a private memorandum for the information of the accounting officers, and which they may change and correct at any time according to their own knowledge and modes of book-keeping; and, when corrected, the entry and correction must go together, if claimed as an admission. An entry communicated to others is an admission, but merely as entry it is not.\nThen the receipt is the only evidence of the defendant, and that is an admission and no more. If it had been signed by the clerk, it would not have rendered him incompetent as a witness to correct it, as is shown by the fact that, in private transactions, receipts of agents are treated as mere declarations of third persons, and the agents must ordinarily be called to prove them true, and may therefore prove them untrue. The exception that dispenses with the necessity of proving the receipts of public officers in this way does not make them incompetent. The clerk in this case was competent; and, since his own entries were to be accounted for, it was proper to refer to' all the entries that cast any light upon the matter.\nConcerning the rejected offer of evidence: we do not see how it could have beep admitted as part of the res gestee. This term means the transaction in controversy, or matter under investigation, whether it be a principal fact in a cause, or only an incidental and collateral one; and the rule is that, in order to understand and interpret the fact, and give it its place and value, we must have it with all the circumstances which properly constitute a part of it. The expression, matter under investigation, is more true to the comprehensiveness of the principle, for it includes states and conditions of persons and things as well as acts done; and also the relations in which parties stand to each other, except where those relations have been defined by law or by contract.\nThis offer does not appear to us to have been part of the matter under investigation; but merely a subsequent declaration of what the defendant had already done in the matter. It seems intended as a means of proving the matter itself rather than one of its ordinary incidents. It was an attempt to corroborate' a disputed receipt by the defendant’s own declaration, and from the remarkable, and rather incredible, coincidence which it reveals. If the evidence were believed the coincidence would be impressive; but we cannot regard the declaration, offered to be presented by it, as part of the transaction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Hamilton Alricks, for plaintiff in error.",
      "KunJcel, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Young versus The Commonwealth.\nThe records of accounts in the state treasurer’s office do not partake of a judicial character; but are mere books of accounts, and as such are open to correction as fully as the private account books of the citizen.\nA clerk in such office who made an entry of credit for more money than was paid, is a competent witness to prove the error.\nAn entry on the books of the department of money received, is not, as to the person paying, an admission of the receipt of such amount.\nWhen the correctness of an entry made by a clerk is in dispute, all other entries in the same books which may throw any light on the matter under investigation may be given in evidence.\nThe declaration of a party made to a third person after he has remitted money, of the kind and amount sent, is inadmissible as part of the res gestee.\nError to the Common Pleas of Dauphin county.\nThis was an appeal by Joseph Young, the late treasurer of Northampton county, from the settlement of his account as made by the auditor-general and state treasurer, on which there appeared a balance against him of $2000. The defendant contended that he had paid the amount due the Commonwealth in full, and showed receipts which, according to their facé, would have liquidated his account in full — among the rest was the following:—\n“ Treasury Department, Pennsylvania,\nHarrisburg, Nov. 30, 1855.\n1 J\n“Received from Joseph Young, treasurer of Northampton county, $4004 on account, to wit:\nState tax ...... $1570 20\nMilitia tax ...... 95 14\nRetailers’ licenses..... 2338 66\n4004 00\nEli Slifer, State Treasurer.\nRegistered and countersigned,\nE. Banks, Auditor-General.”\nThe Commonwealth alleged that there was an error in this receipt, and that the amount actually paid was $2004, and not $4004. The account was settled on the 7th February, 1856, and the balance consisted of “ error corrected, being the amount erroneously credited to said Joseph Young, at the state treasury, on the 30th November, 1855, $2000.” Young thereupon appealed, and among the specifications of objections to the settlement were, that the correction of the alleged error was not Avithin the jurisdiction of the accounting officers — that the state treasurer was incompetent to act in said settlement by reason of his interest— and that no such error occurred, but that the money was in fact paid.\nOn the trial in the court below, the defendant gave in evidence his receipts, and among them that of 30th November, 1855, for $4004.\nThe plaintiff called Thomas Nicholson, who had been the chief clerk in the treasury department at the time the receipt was given, who had received the money and filled out the receipt, and presented it to the state treasurer by Avhom the receipt was signed. He was objected to by defendant, 1. Because the witness is interested, being the clerk of the department, having control of the papers and the funds. 2. Because, when the receipt is signed by the state treasurer and countersigned by the auditor-general, it cannot be contradicted. These objections were overruled, and, at defendant’s instance, a bill of exceptions was sealed.\nThe Avitness testified that he had, on the 30th November, 1855, received from the defendant a letter addressed to the state treasurer, enclosing a draft on the Easton Bank for $2000, and $4 in relief bills;; and that he, in mistake, made out the receipt for $4004 instead of $2004, and that he charged the draft against the bank at $4000 instead of $2000, and that the mistake was discovered in January following, when the department drew on the Easton Bank for $2000 above the actual deposit. The draft being returned, tbe matter was examined and led to tbe discovery of the error.\nThe plaintiff offered, in connexion with the testimony, the books of the treasury department in which the accounts with the several banks are kept. This was objected to by the defendant, because no copy had been furnished, under the 6fth rule of court, requiring either party, upon a written request of the opposite party, “ an exhibition of any papers on which the action is founded.” The court overruled the objection, and the book was admitted in evidence.\nWhile Thomas Nicholson was under cross-examination, a release executed to 'him by Eli Slifer, Esq., the late state treasurer, was delivered to him. The defendant waived the necessity of again swearing and re-examining the witness — the release to be considered as if delivered to him before being sworn. But still objecting to his competency — which objection the court again overruled —and, at defendant’s instance, sealed a bill of exceptions.\nThe defendant then offered to prove by his clerk that he, the defendant, told the witness, on the 28th or 29th November, 1855, that he had remitted to the state treasurer $4004 — $2000 in country bank paper, and $2004 in check and relief notes, and that this declaration was made to the clerk before he had received the account settled from the state treasurer. This was objected to by the plaintiff, and rejected by the court.\nThe jury found for the plaintiff $2086, and judgment was entered thereon.\nThe defendant thereupon sued out this writ, and assigned for error, The admission of Nicholson as a witness; the admission of the bank-book of the treasury department; and the rejection of the evidence of defendant’s declarations to his clerk as to the remittance to the state treasurer.\nHamilton Alricks, for plaintiff in error.\nKunJcel, for defendant in error."
  },
  "file_name": "0501-01",
  "first_page_order": 501,
  "last_page_order": 505
}
