{
  "id": 979449,
  "name": "Edelman versus Yeakel",
  "name_abbreviation": "Edelman v. Yeakel",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "26",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 546,
    "char_count": 11739,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 6.654922413552031e-07,
      "percentile": 0.9623207762305833
    },
    "sha256": "ddcfdcb6c03bba355de8c52f1e6f5d7472a4ee6c61833435c7213a02c4d12c9e",
    "simhash": "1:1a278db4e59e2c9c",
    "word_count": 2100
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edelman versus Yeakel."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe water-right in dispute was granted., in 1790, by a dee'd which prescribed how and in which course the water should be carried from the spring. In 1824 the right was exercised, but in a manner materially different from the grant. This ceased a short time afterwards; but in 1836, by an agreement between the upper and lower proprietors, the latter was authorized to use all the water in the spring, “ the same as it has been formerly conveyed.” Do these words import that the water may be carried away as the right to it was conveyed by the deed of 1790 ? Or do they refer to the manner in which the water itself was conveyed through pipes in 1824 ? If the former be the true construction, the defendant is a trespasser; if not, not.\nThe judge of the Common-Pleas thought that the agreement of 1836 established a privilege to use the water as it had been used previously; the plaintiff contends that it created a right limited and defined by the terms of the old grant. We are of opinion that the court below was right. The main argument of the plaintiff in error is, that the word convey must be taken in its technical sense. It is true that a term of art in the law when used in a written contract, is always understood by the courts according to the meaning which they have agreed to impress upon it, unless very strong reasons can be adduced to show .that the parties meant something else by it: for instance, heirs and heirs of his body have a certain legal'meaning which will adhere to them until the contrary intent be clearly established; though it is well known that many, perhaps most unprofessional persons, use them as synonymous with children. But it often happens that we have one and the same word for two ideas totally different. Of such a word we can never know the meaning except by reference to the context. There is no better example of this than the word convey, which may mean to conduct water from place to place, or to transfer title from one person to another. Assuming that in the latter sense it is a term of 'art (which it is not), we are still bound to receive it in its other meaning if water was the subject-matter spoken of; since it would be absurd to speak of conveying water in a technical sense from a spring to a paper-mill. Now it was water that the agreement said should be conveyed “ as it has formerly been conveyed.” The grammatical structure'of the sentence leaves this in no doubt. The right or title is not referred to. The pronoun it can have no antecedent except water.\nThe plaintiff thinks this question on the construction of the agreement should have been left to the jury. We do not. When the meaning of a paper cannot be ascertained without reference .to extrinsic facts which are doubtful or disputed, it must of necessity be left to the jury. But in this case it was not denied that the water as well as the title had been formerly conveyed; the one by deed, and the other by pipes. It was the judge’s duty to say that the agreement referred to the conveyance of the water.\n\"After the agreement of 1836, the owner of the spring cut off a piece of the old pipe which protruded into it; the owner of the lower property being present and not objecting. This did not estop the defendant from claiming his right afterwards at any time within twenty-one years.\nIt was asserted on the trial that the defendant had done unnecessary injury to the plaintiff’s meadow in laying down the pipes; but the court said that if the right to enter upon the land existed, the abuse of it would not sustain an action of trespass. Principle and authority require us to say that this ruling was correct; and that if the plaintiff’s assertion be true, his remedy is case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Strong and Young, for plaintiff in error.",
      "Banks and Davis, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Edelman versus Yeakel.\nIn an agreement reserving the privilege of using all the water of a spring as formerly conveyed, the word “ conveyed” means the manner of conducting the water, and does not refer to the conveyance of the right.\nA term of art in the law when used in a written contract is always understood by the courts according to the meaning which they have agreed to impress upon it, unless strong reasons are shown that the parties used it in a different sense.\nThe words used in an agreement are to be applied to the subject-matter about which the parties are contracting at the time.\nWhere the meaning of a paper cannot be ascertained without reference to extrinsic facts, which are doubtful or disputed, it must be referred to the jury ; but where such facts are undisputed, the construction of the writing is for the court.\nAn act of hostility to the right of the plaintiff committed in his presence without objection from him, did not estop him from asserting his claim within twenty-one years afterwards.\nWhere the right to enter upon the land of another exists, the abuse of it will not sustain an action of trespass. The remedy is case.\nError, to the Common Pleas of Berks county.\nThis was an action of trespass quare clausum fregit brought by John R. Edelman against Joseph Yeakel and others. On the 12th day of April, 1790, John Stoetzel was the owner of a tract of land in Oley township, Berks county, on Furnace Creek, on which was a large spring near his house, and on that day conveyed the lower part, on which there was a paper-mill, to his three sons, John, Adam, and Ludwig, containing thirteen acres and sixty-five perches. This deed contained the following clause:\n“ Together, also, with all the water of a large spring at the south-easterly corner of the present dwelling-house of the said John Stoetzel, senior, to be led and conveyed in and along a ditch, watercourse or trough, the beginning of which is to be at the middle of the said spring, and to extend thence through other land of the said John Stoetzel, senior, south nineteen degrees and a half east, seventeen perches and a half to a beech tree standing on. the bank of the aforesaid creek, thence crossing the said creek south fifty-five degrees east, four perches and six tenths into the land hereby granted,” with a right to enter to clean the ditch or trough, &c., doing as little damage to the adjacent land as possible.\nOn the 30th March, 1818, Solomon Boyer became the owner of the lower tract; and in 1821 the upper tract was conveyed to Daniel Bieber. In 1824 Boyer claimed the right to take the water of the spring and convey it along the creek to his paper-mill. Bieber objected to this, but permitted him to lay pipes from a smaller spring further up through his land, through which the water was conducted to the paper-mill. These pipes were not laid where Boyer claimed the right, nor along the course given in Stoetzel’s deed.\nOn the 1st of April, 1826, Bieber conveyed the upper tract to Solomon Boyer, and he thus became the owner of' both tracts. After purchasing from Bieber, Boyer put a .branch pipe into the large spring, so that water from both the larger and smaller springs were conducted to the paper-mill. In 1827 the water was stopped, but by whom, or in what manner, does not appear, and it did not pass through the pipes afterwards.\nThe pipes were entirely covered with earth and moss, and were not visible on the upper tract anywhere.\nOn the 1st April, 1836, Boyer sold this upper tract to Edelman, the plaintiff. And in an agreement under seal, between Boyer and Edelman, without date, but made probably about the time the deed was delivered, Boyer “ reserves for himself, his heirs and assigns, the use of all the water of the large spring that rises near the dwelling-house of the said John Edelman, the same as it has been formerly conveyed for the use of the paper-mill property belonging to the said Solomon Boyer.” In the same year Boyer built a forge on the lower tract, and the paper-mill ceased operations. In the spring of 1837, Edelman cleaned the large spring, enlarged its basin, and put a wall around it. At that time he discovered the pipes and cut them off, Boyer being present and making no objection, and admitting that he had no right to take the water through them. «\nIn 1842 Boyer made an assignment for the benefit of creditors, and the assignees sold and conveyed the lower tract to Daniel Bertolet and John R. Edelman, “ and also a right to Edelman’s Spring.” In 1846 Edelman conveyed his interest in this tract to Bertolet, “ and also the water right to the large spring on John R. Edelman’s property, the same privileges granted as it was granted before.”\nIn the same year Bertolet conveyed to Abraham Yeakel (the present owner) “ and also the free use and right to take the water of a certain spring near John R. Edelman’s house, with the same privileges as were formerly granted.”\nIn November, 1854, the defendant entered upon the plaintiff’s land, dug up the old pipes and put down new ones, of a large calibre, and conducted water through them to his house on the lower tract, where it is used, and not at the mill as previously.\nThe plaintiff alleged that the defendants in doing so had wantonly committed more damage than was necessary for the purpose, even if they had the right to so conduct and use the water, which latter he denied. And to recover damages for these injuries this suit was brought.\nThe defendants justified under the right claimed, to enter and dig ditches and lay pipes, and do all other things necessary to the enjoyment of Yeakel’s right to the waters of the spring.\nThe plaintiff contended that the words “ as it has been formerly conveyed,” used in the agreement of 1836 between Boyer and Edelman, referred to the conveyance of the right and not to the conducting of the water.\nThat the non-user coupled with Boyer’s acknowledgments in 1837 amounted to an abandonment of any right that may ever have existed.\nAnd even if the defendant had the right to the water, he became a trespasser ab initio by exceeding his authority and committing wilful and wanton injury, which was a matter of fact for the jury.\nThe defendants contended that the right of Yeakel to the water under the deeds and agreements was a valid and subsisting one; and that, the pipes from lapse of time being insufficient to conduct the water, he had a right to take them up and put down new ones for the purpose. And for doing unnecessary damage the legal remedy was an action on the case, and not trespass guare clausum fregit.\nThe court below (Jones, P. J.) ruled that the construction of the clause in the agreement between Boyer and Edelman, “ The use of all the water of the large spring, the lower one, the same as formerly conveyed for the use of the paper-mill property,” referred to the former conveyance of the water in pipes for the use of the paper-mill property (and not to the conveyance of the right), according to the lines indicated in the deed from John Stoetzel to his sons.\nThat a right of this kind created by deed is not destroyed by either non-user or even adverse user of less than twenty-one years. That the acts done by Edelman in the presence of Boyer amounted to nothing more than an adverse act, which if followed by exclusive adverse enjoyment for twenty-one years, would have extinguished the easement. That the right to the water carried with it the right to enter and repair or replace the pipes; and that, having entered under this right, he, would.not be converted into a tortfeasor, even by abusing that privilege afterwards. And that, to recover for such an injury, the plaintiff must sue in case and not in trespass quare clausum, fregit.\nThe jury found for the defendants; whereupon the plaintiff sued out this writ of error, and assigned the foregoing instructions for error in this court.\nStrong and Young, for plaintiff in error.\nBanks and Davis, for defendants in error."
  },
  "file_name": "0026-01",
  "first_page_order": 26,
  "last_page_order": 30
}
