{
  "id": 979744,
  "name": "Patterson versus Patterson",
  "name_abbreviation": "Patterson v. Patterson",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "40",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 374,
    "char_count": 7539,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 4.87767398828719e-07,
      "percentile": 0.933214639154638
    },
    "sha256": "898b9e0bb4a01792732d72d89026459326fa013c57eb2462b13c8cb01d178994",
    "simhash": "1:0d790e6586003979",
    "word_count": 1298
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Patterson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe right of a Court of Common Pleas to stay an execution, or to prevent one from issuing on a judgment in said court, has frequently been recognised, and is very common in practice.\nWhere the order is to stay the execution indefinitely, as it is the final adjudication of one’s right, it is the subject of revision, otherwise the party might be deprived of his judgment, or, what is the same thing, the fruits of it, without remedy.\nWhilst the power to stay execution of a judgment is necessary to prevent injustice, it should never be exercised unless the case is plain, and the equity of the party asking the interposition of the court is free from doubt or difficulty.\nIn the case under consideration, Robert Patterson, having a judgment in the Court of Common Pleas of Juniata county against William H. Patterson, issued a fi. fa. in order to enforce its payment. William, the defendant, presented his petition to the court, asking that proceedings should stay upon the judgment, and alleged as a reason for such suspension that Robert, the plaintiff, was indebted to him in a sum greatly exceeding the judgment, growing out of a transaction which by agreement was to terminate on the 3d day of April, then next ensuing. He further alleged that if Robert was permitted to collect his judgment, the amount would be lost to him, as he would be unable to realize his claim against Robert. In addition, he offered to give security for the payment of any balance which might be found due Robert upon a final settlement of all their claims against each other.\nTo this petition Robert answered, denying any indebtedness to William, and averring that upon a final settlement William would owe him an amount greater than the amount of the judgment upon which proceedings were sought to be stayed. To repel any equity to William, growing out of the allegation of his (Robert’s) insolvency, he offered to give security to repay to William the amount of the judgment in the event that William should recover so much against him upon a final settlement of the unadjusted claims between them.\nA replication was filed to the answer, in substance reasserting the allegations set forth in the petition. And it is stated in the opinion of the court, that William offered to confess judgment quod computet in an amicable action of account render, so as to facilitate the adjudication of the unsettled accounts.\nUpon this condition of things, the Court of Common Pleas made an order staying proceedings upon the judgment indefinitely. In this we think there was error. The defence which William set up against the payment of the judgment, was substantially what he had offered to prove on the trial of the cause which resulted in the judgment against him. Nothing had transpired since the recovery of the judgment which gave him any legal defence to its collection. And the allegation that he would not toe able to enforce his claim against Robert was fully met by the offer made by Robert, and which was repeated upon the argument in this court, to secure the repayment to William in the event that he should-recover in the action of account render.\nIt is impossible for us to know whether William’s allegation that Robert is largely indebted to him is true or not. With us the denial is of equal weight with the allegation; and perhaps, strictly speaking, it is conclusive until disproved. The difference at all events between the demands is, that one is liquidated and indisputable, and the other is denied under oath, and can only be established, if at all, by a course of litigation necessarily requiring a considerable period of time for its determination. It will not do to prevent the collection, of a judgment merely because the defendant alleges that he will be able to establish in a subsequent suit that the plaintiff is his debtor beyond the amount of the judgment.\nTo prevent the possibility of ultimate loss to the defendant in error, we shall require the plaintiff to make good his offer made in the Common Pleas and repeated here, to give security.\nIt is ordered that upon the plaintiff’s giving bond with sufficient surety, to be approved of by the Court of Common Pleas of Juniata county in term time, or a judge thereof in vacation, conditioned for the payment to William H. Patterson, of any amount which may be found due him from Robert Patterson, growing out of the contract of 3d April, a. d. 1849, not exceeding the amount of the debt and interest of this judgment, the order staying proceedings upon the judgment is directed to be set aside, and it is ordered that the plaintiff be -permitted to issue execution thereon; and the record is remitted to the Court of Common Pleas for the purposes aforesaid.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Parker and Casey, for plaintiff in error.",
      "Hepburn and Doty, contrá."
    ],
    "corrections": "",
    "head_matter": "Patterson versus Patterson.\nThe right of a Court of Common Pleas to stay an execution or to prevent one from issuing, has been frequently recognised and is common in practice.\nBut an order of the court staying execution for an indefinite period of time, upon a judgment recovered in that court, is unauthorized and erroneous.\nThe equity growing out of an allegation of indebtedness by the plaintiff in the judgment to the defendant, upon an unliquidated account, coupled with his insolvency, is fully met and repelled by the offer of the plaintiff to give security to tho amount of the judgment sought to be enforced.\nError to the Common Pleas of Juniata county.\nRobert Patterson instituted an action of debt on an article of agreement against William H. Patterson, and on the 12th of December, 1858, recovered a judgment for $2427.86. The defendant sued out a Avrit of error, and at the folloAving May Term the judgment was affirmed in this court. The plaintiff issued an execution returnable to December Term, 1854.\nThe defendant then made application to the court, alleging an agreement between plaintiff and defendant, dated 3d of April, 1849, by which Robert Patterson assigned over to William H. Patterson the personal property and effects of a tannery, mill, store, &c., at Peru, and William H. Patterson assumed to pay certain liabilities of himself and plaintiff, and to carry on the tannery, mill, &c., and at the end of six years, to wit, on the 1st of April, 1855, to make a full and final settlement of their affairs; and also alleging, that on a full and final settlement under the last-mentioned agreement, Robert Patterson would be largely indebted to him, and asking the court to restrain the plaintiff from pursuing execution until such settlement shall be made and the balance ascertained. To this application Robert Patterson filed an answer, denying the allegation of his indebtedness under the agreement’of 1849, and alleging that upon a full and fair settlement under that agreement, William IT. Patterson would be largely indebted to him on that account in addition to the present judgment. The plaintiff also offered to give security for the payment of the whole of the amount of the judgment, or any part that he should be found indebted on a final settlement.\nTo this answer the defendant filed a replication, and the matter was argued before the court on the petition, answer, and replication. And the court below (Graham, P. J.) delivered an opinion and made an order staying the execution indefinitely.\nThe errors assigned were: That the court had no power to make such an order, and that there was no sufficient cause shown to justify it if the court had power to make it.\nParker and Casey, for plaintiff in error.\nHepburn and Doty, contrá."
  },
  "file_name": "0040-01",
  "first_page_order": 40,
  "last_page_order": 42
}
