{
  "id": 979531,
  "name": "Hudson's Appeal",
  "name_abbreviation": "Hudson's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "46",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 392,
    "char_count": 7122,
    "ocr_confidence": 0.441,
    "sha256": "419fd5a788f8fc01f71c5512aaca4fb2f6249fbf018668ace1b1ed60934d874f",
    "simhash": "1:59c116a14026eeea",
    "word_count": 1288
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hudson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nEmma Hudson has a judgment against the Pennsylvania Railroad Company, which she recovered in her own name, and, as she asserts, in her own right; but Mary Hudson alleges that the half of it is hers. The appellant’s statement of the case says that the money has been paid, but it does not appear to whom. We presume it was not paid to the sheriff, for there was no execution — not into court, for no officer of the court, as such, had any legal authority to receive it — and not to Mary Hudson, for she is no party to the suit. It must have been paid to Emma Hudson, the legal plaintiff, or (which amounts to the same thing) to somebody else who had power to receipt for it as her agent. Under these circumstances the remedy of Mary Hudson was perfectly plain. She might have brought an action for money had and received. But she merely went into the court where this satisfied judgment was standing, and moved that payment to her of one-half the money be ordered, and the judgment marked one-half for her use. This is a mode of recovering debts totally unknown to the law. The agreement to consider it in court gave no jurisdiction ; nor would the case be stronger if it had been actually and bodily there. If my neighbour has a sum of money of which I claim a share, we cannot bring it before a judge and demand partition. We may, indeed, appoint him an arbitrator; but no such thing appears to have been thought of in this case. The court on whose record a judgment stands unsatisfied, may protect the interests and rights of an equitable claimant by marking it for his use, so as to give the defendant notice not to pay it to the legal plaintiff. But the determination of such a motion would not be final — it might be changed on fresh evidence — it would not estop the immediate parties if the same question should arise again in another suit — certainly it would not be conclusive on third persons. Whatever be its effect, it is very clear that we cannot review it. The record does not bring up anything but the motion itself, and the allowance or refusal. The facts, whether proved or admitted, are not part of the record. There is no analogy between this and a proceeding to distribute money collected by the sheriff on execution. That is a regular proceeding in equity, instituted for the protection of the sheriff, in place of the numberless actions which would otherwise have to be brought against him — the evidence comes up with the record — the decree is binding on all the world— and the right of appeal is given by statute to every one who is interested. On the whole we are of opinion that the refusal of the court below to mark the judgment one-half for the use of Mary Hudson is not a decree from which an appeal lies to this court; and that if the claim which Mary Hudson makes be a just one, she has an ample remedy by due course of law, from which she is not precluded by anything which has yet occurred.\nAppeal quashed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "FranJclin, for plaintiff in error.",
      "Stevens, contri."
    ],
    "corrections": "",
    "head_matter": "Hudson’s Appeal.\nWhere a party recovers a judgment in his own name and the money is paid to him, another person, claiming a portion of the sum recovered, cannot have his rights tried by moving the court in which the judgment is entered to direct such portion to be paid to him, and that the judgment be marked for his use pro tanto.\nThe agreement of the parties to consider the money in court for the purpose of the motion would not confer jurisdiction upon the court to decide the matter in that way, nor would the fact of the money being actually in court alter the application of the principle.\nThe court in which a judgment remains unsatisfied may protect the interests of an equitable claimant by marking it for his use so as to give the defendant notice not to pay it to the legal plaintiff, but such determination would not be conclusive, especially on third persons.\nIn such case the facts, whether proved or admitted, are not part of the record, and no appeal lies from the order of the court allowing or refusing such motion.\nSuch case bears no analogy to a proceeding to distribute money collected by a sheriff on an execution; for in that case the evidence comes up with the record, and an appeal is expressly given by the Act of Assembly.\nError to the Common Pleas of Lancaster county.\nOn the 22d of May, 1854, Emma C. Hudson commenced an action in the Court of Common Pleas of Lancaster county against the Pennsylvania Railroad Company, to recover damages for injuries to George Hudson, resulting in his death. George Hudson left at his death a widow, the said Emma C. Hudson, but no children, nor father; but left his mother, Mary Hudson, surviving him. The action was brought under the 39th section of the Act of 15th April, 1851, which provides, that whenever death shall be occasioned by unlawful violence or negligence, and no suit for damages be brought by the party injured during his or her life, the widow, of any such deceased, or if there be no widow, the personal representatives, may maintain an action for and recover damages for the death thus occasioned. The declaration was filed .May 25, 1854. By the Act of 26th April, 1855, it is provided, that the persons entitled to recover damages for any injury causing death, shall be the husband, widow, children, or parents of the deceased, and no other relative; and the sumvrecovered shall go to-them in the proportion they would take his-or her personal ■ estate in case of his intestacy, and that without liability to creditors ; and that the declaration shall state who are the parties entitled in such action. On the 1st of June, 1855, the suit was referred to the Honourable Townsend Haines, Honourable John J. Pearson, and John Evans, Esq., by agreement filed, whose award was to be final and conclusive. On the 7th of December, 1855, the report of the referees was filed, finding for the plaintiff the sum of $4200, after crediting $300 paid. Accompanying this award the referees filed a paper, in which they say, “ whether the widow will recover for her own use, or in trust for herself and the next of kin, as declared in the latest act, we are not called on to determine. That question must be decided by the court when the ■money is paid. We are clearly of opinion that ho other action will lie for this injury, and the damages awarded are intended to be in full of all claims against the defendant by the representatives of the deceased.”\nThe amount awarded has been paid by the defendant, and for the purposes of the present motion is agreed to be considered in court; and on the 17th of December, 1855, Mary .Hudson, the mother, moved the court to direct that one-half of the sum recovered, after payment of expenses, should be paid to her the said Mary Hudson, and that the judgment be marked one-half to her use accordingly. On this motion the court below, Judges Lonq and Hayes, were divided in opinion, and on the 3d of April, 1856, the motion was denied upon a divided court, from which decree this appeal is taken by Mary Hudson.\nThe error assigned was the denial of the motion.\nFranJclin, for plaintiff in error.\nStevens, contri."
  },
  "file_name": "0046-01",
  "first_page_order": 46,
  "last_page_order": 49
}
