{
  "id": 979501,
  "name": "Gormley's Appeal",
  "name_abbreviation": "Gormley's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "49",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 379,
    "char_count": 7073,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.7793646249646313e-07,
      "percentile": 0.7132481468996841
    },
    "sha256": "b486cd9d1a1b62d40a3a98ba64268274b1a9707fbefea1976e8237fdf41d24a0",
    "simhash": "1:0eb644a3853d2e9a",
    "word_count": 1251
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gormley’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nA building and lot of ground in the city of Lancaster was mortgaged to Reigart for $6000 by Gormley & Briggs, who then owned the premises. The mortgagors afterwards sold out to Caines, who went into possession, and leased a part of the premises to Snavely, Longenecker & Co. The last-named parties were in possession when the taxes for 1853 and 1854, amounting to $144.85, were assessed, and as tenants they were' compelled to pay them, though by their contract with their lessor, Caines, it was his duty to discharge them. The property was sold under the mortgage (which was dated in 1851), and when the proceeds were brought into court for distribution, it was decreed that Snavely, Longenecker & Co. should be reimbursed the taxes they had paid in preference to. the mortgagor, who, in the opinion of the Common Pleas, was entitled only to the balance.\nWe think this decree in effect'would compel the mortgagee to pay the taxes in question. He was. not liable for them. He paid a tax on the mortgage itself, and he certainly is not bound also to pay what was assessed on the mortgaged premises.\nProbably the mortgagors were personally liable for the debt, and if they were, the taxes would eventually come out of their pockets. But neither were the mortgagors liable for those taxes. They had conveyed their whole estate and interest in the lot to Caines, and given him full possession long before the taxes accrued.\nThe court below thought that Longenecker & Co. should be looked on as sureties. It may be true that they had all the rights, and were entitled to all the remedies, of a surety against the principal debtor. But who was their principal ? Certainly Caines, if any body; for he was the person who was bound in law and equity to pay what they were compelled to pay for him. That they have a just claim upon him to be refunded the sum they are out of pocket, does not prove that they can make others pay it, to whom they stand in no such relation.\nThese taxes were a lien, but so was the mortgage. Liens are to be paid according to their priority, apd the mortgage is several years older than the taxes. The legislature might give a lien for taxes a preference to all others-; but this has not been done. The law says that certain taxes shall be a lien merely, and that does not authorize us to say that it is more than any other lien, taking grade according to its date.\nThe decree of the Common Pleas of Lancaster county is reversed, and it is now here decreed that the fund in court shall be paid to E. C. Reigart, the. mortgagee, and that the appellants, Gormley & Briggs, recover their costs. .",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Parke and Keenan, for appellants.",
      "Franklin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gormley’s Appeal.\nThe lien for taxes assessed upon a property subsequent to a mortgage upon the same premises, is not entitled to priority of lien to such mortgage on the distribution of the proceeds of a sale under the mortgage.\nThe mortgagor who has conveyed his interest in the premises before the taxes accrued, is not liable for their payment.\nThe mortgagee is not liable for the tax upon the mortgaged premises.\nThe owner of the premises at the time the taxes accrued is bound in law and equity to pay the same.\nAppeal from the decree of the Court of Common Pleas of Lancaster county.\nOn the 16th January, 1851, Joseph Golmley and Simeon Briggs mortgaged to Emanuel C. Beigart a lot of ground with a foundry and other buildings erected on it, in the city of Lancaster, to secure the payment of $6000. The premises afterwards were conveyed to O. 0. M. Caines, subject to this mortgage.\nOn the 4th of November, 1852, Caines leased a portion of the same premises for the period of two years, to Snavely, Longenecker & Co., who entered into possession and occupied under their lease, Caines being in arrears to them during the whole of the term. The property was assessed with taxes in the name of Caines for the years 1858 and 1854, amounting together to the sum of $144.45. For these taxes the personal property of Snavely, Longenecker & Co., found upon the premises, was seized, and to prevent a sale thereof, they paid the taxes under protest.\nBeigart’s mortgage remaining unpaid, he obtained judgment thereon, and the mortgaged premises were sold under a lev. facias to him for $4968.52, after deducting costs, being less than the mortgage debt. The proceeds of the sale having been ruled into court, it was decreed that the taxes paid by Snavely, Longenecker & Co. should be refunded to them out of the same, and the balance be paid to E. 0. Beigart, Esq., the mortgagee. From this decree Gormley and Briggs, the mortgagors, appealed.\nAssignments of error: 1. The court erred in directing any part of the proceeds of sale to be refunded to Snavely, Longenecker & Co. for taxes. 2. The court erred in supposing that, because these taxes were a lien upon the premises, therefore they ought to be refunded out of the proceeds made to pay a prior lien, to the persons who owed the taxes and had paid them.\nParke and Keenan, for appellants.\nThe mere statement of the case shows that the decree must be reversed. Taxes are made a lien for security against the property taxed, but that lien cannot override liens upon the land existing before the taxes were assessed upon it. If Reigart’s mortgage could be impaired by a subsequent lien, nobody would be safe in his vested, rights of property. The legislature could not have intended so, unless they intended to do a wrong flatly unconstitutional. If Reigart could not be affected, there is still less reason why Gormley & Briggs should be injured. They had sold, and conveyed and parted with the property long before the taxes were even assessed. They were not assessed against them; they did not owe them, and had not paid them, and cannot be made to pay them either directly or indirectly, as is now attempted. If Snavely & Longenecker, as tenants of Caines, have paid taxes, their right and remedy is against Caines, their landlord.\nFranklin, for appellees.\nThe 42d section of the Act of 29th April, 1844,.enacts that taxes remaining unpaid after they are due and payable shall bear interest at 6 per cent, and be a lien on the estate upon which they are chargeable. By the 2d section of the Act of 15th March, 1847, taxes assessed by the corporate authorities of Lancaster city, are made a lien on.the estate upon which they are assessed, and such lien shall have priority over any recognisance, mortgage, judgment, debt, or obligation with which the said real estate may become chargeable after the passage of that act.\nBy the Act of the 22d January, 1850, the same provision is extended to the sehool tax assessed upon real estate in the same city.. These taxes were, therefore, the first liens upon the property sold, and that lien is to remain until the tax is fully paid and satisfied: Parker’s Appeal, 8 W. & Ser. 449.\nSnavely, Longenecker & Co. paid these taxes, thus a lien upon the estate, by compulsion. Upon every principle of law and equity they are entitled to be subrogated, and to receive the amount thus paid out of the fund in court."
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 51
}
