{
  "id": 979691,
  "name": "Fissel's Appeal",
  "name_abbreviation": "Fissel's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "55",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 R. 28",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill Ch. 430",
      "category": "reporters:state",
      "reporter": "Hill Eq.",
      "case_ids": [
        1833148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc-eq/11/0328-02"
      ]
    },
    {
      "cite": "12 Leigh 350",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6720110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/39/0908-01"
      ]
    },
    {
      "cite": "17 Wend. 117",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 362",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0362-01"
      ]
    },
    {
      "cite": "11 Wheat. 375",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0375-01"
      ]
    },
    {
      "cite": "11 G. & J. 123",
      "category": "reporters:state",
      "reporter": "G. & J.",
      "case_ids": [
        1701901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/g-j/11/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 8564,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.897626907648666e-07,
      "percentile": 0.9527458936795157
    },
    "sha256": "95e0ecffeb5eda0c1be020dcd1a835278ab33e6a5db7da199003494cf9038cd6",
    "simhash": "1:9438c0842aa2946f",
    "word_count": 1501
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fissel’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nMargaret Fissel orders her real and personal property to be sold, and twice expresses how the proceeds shall be divided equally among her “ heirs,” and substantially both expressions are alike and as follows, to wit, between the children of my brother John, deceased, and the children or heirs of my sister Rosanna, deceased, and the children or heirs of my sister Catherine, deceased, and the children or heirs of my sister Juliann, deceased, and my brother Jacob or his heirs or legal representatives. The question is, do the children described take by classes or individually, per stirpes or per capita ?\n■ We must notice that she does not bequeath to the several children of her brothers and sisters, 'but to the children of her several brothers and sisters — all that she had. She has herself in form classified them, by naming them as several classes, and specially distinguishing the classes by repeating the word “ and” between each of them. We think, therefore, that she intended them to take five equal shares according to her classification, the children in each instance to take their parents’ share.\nShe does not say to the children or to the several children of her brother John, and sisters Rosanna, &c., a mode of expression that is not so definite; but she repeats the children in each instance when a brother or sister is dead, and thus seems to classify them as' their representatives. Calling them her heirs, and some .of them heirs of their parents, also indicates the same thought.\nIn construing such devises in favour of the next of kin, we cannot reject our legal and customary principles governing the descent of estates, and according to them, distribution goes by classes, and this must be presumed to be the intention of testators generally, unless the contrary appears, for all are supposed to assent to the general justice of the law on this subject. This is only another form of the rule that, in doubtful cases, the claim of the heir shall have the preference. The will was intended to provide for a distribution nearly as in the case of intestacy, a very.'common form of will.\nDecree of the Orphans’ Court' reversed, and the report of the auditor confirmed, and distribution is decreed in accordance therewith, and the cause is remitted for ' execution to Orphans’ Court.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Keesy, for appellant.",
      "Evans and Mayer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Fissel’s Appeal.\nWhere a testatrix directed her real and personal estate to be equally-divided “ between the children of my brother John, deceased, and the children or heirs of my sister Hosanna, deceased, and the children or heirs of my sister Catherine, deceased, and the children or heirs of my sister Juliann, deceased, and my brother Jacob or his heirs or legal representatives.” It was held, that the children described take by classes and not per capita.\nWhere the bequest is not to the several children of brothers and sisters, but to the children of the several brothers and sisters, and the classes are distinguished by the repetition of the word “ and” between each of them, it amounts to a classification, and the children in each instance take their parents’ share.\nIn construing devises or bequests in favour of the next of kin, the court has regard to the legal and customary principles governing' the descent and distribution of estates, which is according to classes and is presumed to be the intention of a testator unless the contrary appears.\nThe rule of construction is, that in all doubtful cases, the claim of the heir shall have the preference.\nAppeal from the decree of the Orphans’ Court of York county.\nOn the 15th day of December, 1851, Margaret Fissel made her last will and testament, in which after directing the payment of debts, and conferring power upon her executor to sell all her estate, real and personal, she directs the proceeds to be divided as follows:\n“ Between the children of my brother John, late of Hopewell township, York county, deceased, and the children or heirs of my sister Rosanna Welshans, late of the state of Virginia, deceased, and the children or heirs of Catharine Pozer, late of New Salem, deceased, and the heirs of Juliann Miller, deceased, my sister, to wit, Michael, John, and Juliann, the said Michael, John, and Juliann, being children of the said Juliann Miller, deceased, and also to Jacob Fissel, my brother, residing near York, or his heirs or legal representatives, it is my will, and I order and direct that said proceeds be divided between said heirs, to wit, the children of my said brother John, and the children of said Rosanna Welsh-ans, and the children of the said Catharine Pozer, and the children of the said Juliann, above enumerated, and to my brother Jacob or to his heirs, share and share alike.”\nJacob Fissel, the appellant’s testator, was a brother of the testatrix, and survived his sister. The executor of Margaret Fissel settled an account, leaving a balance of $2390.85 in his hands for distribution among the legatees. An auditor was appointed, who awarded to the appellant, for the share of Jacob Fissel, $478.17, being one-fifth of the entire balance. Exceptions were filed to this report, and upon argument, the Orphans’ Court set aside the report and awarded to the appellant $85.26, a sum equal to the amount awarded to the nephews and nieces of testatrix, being twenty-seven in number. From this decree the executor of Jacob Fissel appealed.\nThe question in the cause was whether the children of deceased brothers and sisters took under this will per stirpes or per capita.\nKeesy, for appellant.\nThe distribution contemplated is equality among the classes of nephews and nieces. Where a gift is to the children of several persons, they take per capita and not per stirpes, but this will yield to a very faint glimpse of a different intention in the context: 2 Jarman 81; Brett v. Hartan, Rolls, July 20, 1841; 4 Jur. 696; 2 Jur. 81; Adler v. Beale, 11 G. & J. 123. This intention is apparent in this will. The separation made by the phraseology indicates that it is to be divided between the classes instead of the individuals named. They are kept separate in both clauses of the will, and no where mingled into one mass. Walker v. Griffins, 11 Wheat. 375 ; Rowland v. Gorsuch, 2 Cox 189. We submit that this will means the same as if it read “ I order and direct the proceeds and money to be divided between my brother John’s children,” &c. In this form there could be no doubt of the interpretation, Myers v. Schriver, 6 Harris 92; Wigram on Wills, 76, 2 L. Lib. 25; Anderson v. Smoot, Spear Ch. 312; Mann v. Mann, 1 John. Ch. 231; Delamater’s Estate, 1 Wh. 362. In Adler v. Beal, the words were, “ The residue of my estate, real and personal, to be equally divided between the children of my sister Ann Latimer and their heirs forever, and the children of my sister Penelope Beal and their heirs forever,” and the distribution was made per stirpes. This is a stronger case than the one in hand; Bool v. Mix, 17 Wend. 117; Jackson v. Luquere, 5 Cowen 221; Hamlet v. Hamlet, 12 Leigh 350; Spiney v. Spiney, 2 Ired. Ch. 100; Britton v. Johnson, 2 Hill Ch. 430; Connor v. Johnson, Id. 41; Coyle v. Creoyen, 1 Id; 311; Cregur v. Heyward, 2 Dessau. 94.\nEvans and Mayer, for appellees.\nThe rule quoted from Jarman by the appellants, is not an arbitrary rule. The children take as purchasers, and if not in equal shares, how else could they take ? Where first given to the parents, and at their death to their children, a new element arises in the case. A. and B. there are the principal parties, and they take equal shares, and at their death the children stand in their places by substitution. Here the children are not primary beneficiaries, but devolving representatives, as in the cases of Bool v. Mix, 17 Wend. 117, and Jackson v. Luquere, 5 Cowen 221; 2 Jarm. 111; Roper on Leg. 128. The cases which affirm the rule laid down in Jarman are Blacker v. Webb, 2 P. Wms. 383; Butler v. Stratton, 3 Bro. Ch. C. 367 ; Lincoln v. Pelham, 10 Ves. 166; McNelledge v. Galbraith, 8 Ser. & R. 43; McNelledge v. Barclay, 11 Ser. & R. 103; Collins v. Hoxie, 8 Page Ch. Rep. 81; Bruner v. Storm, 1 Sandf. Ch. Rep. 357.\nIt has often been decided by this court that “ a limitation to the children or their heirs,” shows no more than a design to give it to them while living, with capacity to transmit it when dead to such persons as may, by the laws of the land, be their legal representatives: Patterson v. Hawthorn, 12 Ser. & R. 113; King v. King, 1 W. & Ser. 205; Buckley v. Reed, 3 Harris 83; Sloan v. Hause, 2 R. 28."
  },
  "file_name": "0055-01",
  "first_page_order": 55,
  "last_page_order": 58
}
