{
  "id": 979578,
  "name": "Brown and Sterrett's Appeal",
  "name_abbreviation": "Brown & Sterrett's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "62",
  "last_page": "64",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 375,
    "char_count": 6776,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.5453154719034365e-07,
      "percentile": 0.8138096082049571
    },
    "sha256": "29e244f28130f1f82a6ff68467d279744733a8f46727c24fca5a8623e8284c33",
    "simhash": "1:4061b013b006b84a",
    "word_count": 1210
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown and Sterrett’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nBy the will of Christian Gryder deceased, a life estate in the land was given to his wife, and at her death the executor was directed to sell it, and, within one year after her death, to divide the proceeds among the testator’s heirs. The heirs were named, and the proceeds were to be divided among, them in equal shares. By the power to sell, the estate, under our Acts of Assembly, was vested in the executor, subject to the life estate of the widow. It is manifest that the sale was postponed for the benefit of the widow. Looking at the will, it is impossible to come to any other conclusion. The object of deferring the claims of his children was to perform the higher obligation of providing for their mother so long as she needed support. If the postponement of the sale was for her benefit, it is said to be text law that she may waive it by assenting to the sale before the period designated in the will: Gast v. Porter, 1 Harris 533. If slie may waive it in. one way, she may certainly waive it by any other means equally effective in closing her mouth against subsequent objections. What can be a more decisive waiver than renouncing all benefit whatever under the will? The widow did this in open court, in pursuance of a citation which required her to make her election either to take under the will or to claim her dower. The moment she did so, the life estate devised to her became extinct. Whether it descended to the heirs or fell into the remainder and was drowned in the greater estate vested by law in the executor, depends upon the intention of the testator. He declares in his will that his object is to dispose of his “ estate real and personal.” By this it is manifest that he meant his whole estate. That he had no intention to die intestate of any part of it may be safely inferred from the whole will. It follows that the life estate given to the widow was merged in the greater estate vested in the executor. The doctrine of merger may be applied with propriety to this case, because it accomplishes the intention of the testator, and promotes the convenience of all the parties interested in the estate. As the executor possesses the whole estate subject to the widow’s dower, it follows that the heirs cannot have partition to divide it among themselves. They may, it is true, by unanimous consent, elect to take the land instead of the proceeds; but this has not been done. The proceedings in the Orphans’ Court for the purpose of partition are erroneous and unauthorized.\nDecree reversed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Franklin and Neff, for appellants.",
      "Frazer and Dickey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown and Sterrett’s Appeal.\nWhere a testator devised a life estate in lands to his widow, and after her death the executor was directed to sell it and divide the proceeds among the testator’s heirs, naming them in equal shares, the estate was vested in the executor subject to the life estate of the widow.\nThe sale being postponed for the benefit of the widow, she had the power to waive this advantage, which she did by electing to take under the intestate laws instead of the provision made for her in the will.\n“When the widow renounced her rights under the will, her life estate became extinct.\nWhether land vests in the heirs by descent, or in the executor, depends upon the intention of the testator as expressed in the will.\nWhere the will declares that the testator meant to dispose of his whole estate real and personal, and not to die intestate of any part, the life estate renounced by the widow will merge in the greater estate vested in the executor.\nAppeal from the Orphans’ Court of Lancaster county.\nChristian Gryder died in the year 1854, having first made his last will and testament in writing, and leaving a widow and five children surviving him. The part of the will material to the present cause is as follows : —\n“First: After all my lawful debts are paid and discharged, the residue of my estate real and personal, I give, bequeath, and dispose of as follows, to wit: To my beloved wife, the house and lot on which I now reside, in the county and state aforesaid, containing about two acres, be the same more or less, with all the other building and appurtenances thereto belonging for her sole use and benefit, during her natural life, or so long as she shall remain my widow, a-nd if she marries, or at her death, then I direct that the above property shall be sold by my executor, and the proceeds divided within one year after her death, to and amongst my heirs as follows: To my son M. R. Gryder, one share, to my son F. S. Gryder, one share, to my son Tho. M. Gryder, one share, to my daughter Hannah Elizabeth Sterrit, one share, and to my daughter Mary C. Ewing, one share.”\nOn the 15th day of January, 1855, upon petition of the executor of Christian Gryder, a citation was awarded, directed to the widow of the decedent, Elizabeth Gryder, requiring her to make her election, to take under the will, or under the intestate laws of the Commonwealth.\nOn the 6th day of March, 1855, the answer of said widow was filed, electing to take under the intestate laws.\nOn the 20th day of August, 1855, M. R. Gryder, the eldest son of decedent, presented his petition to the Orphans’ Court, reciting “ that Christian Gryder made a will whereby he devised the following described real estate to his widow during life or widowhoood, remainder to Ms oMldren in fee, whereas the said widow has filed her renunciation according to law, and refused to accept under said will, said real estate whole and undivided becomes vested in the heirs of Christian Gryder aforesaid,” &c., and praying the court to “ award an inquest to make partition,” &c. Same day, inquest awarded as prayed for.\nOn the 19th day of November,, report of inquest stating that the lands and tenements could not be divided, &c., and appraising the property at $>1300, was read and confirmed nisi. •\nThe following exceptions’ were filed to its confirmation:—\n1st. Because there was a devise.in the will of said deceased to his executor to sell the real estate, which was made the subject of the inquest of partition.\n2d. Because the course of descent was altered by the will.\n3d. Because Christian Gryder having died intestate as to his widow, she having renounced under the will, and that portion of the will only remaining, which authorizes the executor to sell; the land did not pass to the legatees either by descent or by the will.\nThe judges sitting in the court below being equally divided in opinion, the inquisition was confirmed.\nFrom this decree Brown and Sterrett appealed.\nThe errors assigned were to the confirmation of the inquisition, and that the Orphans’ Court had no jurisdiction.\nThe case was submitted on the paper-book by\nFranklin and Neff, for appellants.\nFrazer and Dickey, for appellees."
  },
  "file_name": "0062-01",
  "first_page_order": 62,
  "last_page_order": 64
}
