{
  "id": 979660,
  "name": "Shuman's Appeal",
  "name_abbreviation": "Shuman's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "64",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 443",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 6098,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 2.670681186374314e-07,
      "percentile": 0.8257697649554085
    },
    "sha256": "04b6b18d53d63a8d9f8b1f01a0a6fdea81d46e5ff22d86493058bd354ed22a0f",
    "simhash": "1:2c5b404aa5f421cd",
    "word_count": 1122
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shuman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe object of this proceeding in the Orphans’ Court was to compel executors to settle an account. The answer to the citation was that a final and full account had been settled, and no money had, subsequently to the date of the account, come into the hands of the executors. The facts seem to be that before the account the executors had sold a farm of their testator to one David Herr, and in the account charged themselves with the sum at which he had bidden it off, namely, $82.50 per acre. But it was shown very clearly that Herr bought the land in for the executors, and he \"made a deed to them for it without paying a cent'to them or receiving a cent from them. They afterwards sold it to another person for $90 per acre, and during the time they kept it had received some rents and profits. The difference between the price at which it was sold to Herr, and the sum which the executors made out of it, is the subject-matter of this contest.\nIt certainly is not necessary to decide now that an executor who buys at his own sale, or what is precisely the same thing, gets another to buy for him, holds the land on the same trusts that it was subject to before the sale. No class of trustees can be allowed to have an interest in the trust property opposite to that of the cestui que trusts. These executors were therefore bound in law and equity to pay out to the legatees all that they received out of the land. They had no right to appropriate- to their own use any portion of the proceeds of the last sale. The advance at which they sold it was no more their own than any other part of the purchase-money. And why should they not account for it in this proceeding ? They answer that they have already settled a final account. Suppose the account to be a final one on its face, that does not conclude the legatees so far that they cannot call for another account of money afterwards received.\nThe simple question in the case is this: Can an executor become a purchaser of land at his own sale, file an account purporting to be a final settlement, charge himself with the price the land was bid off at by his own agent, sell it afterwards at a higher price, and when called on to account for the advance, set up the account already filed as a bar to any further claim? We do not hesitate to say that he cannot.\nThe decree of the Orphans’ Court of Lancaster county is reversed; and it is now here ordered and decreed that David B. Herr and Abraham Eorry, executors of Christian Herr, deceased, shall file and settle in the Orphans’ Court of said county a full and true account of all moneys by them received of Samuel Shertzer for land of their testator, over and above the sum already charged against them as purchase-money of the same land; and it is further decreed that they shall at the same time render a true and full account of the rents, issues, and profits received by them out of the same land.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Ellmaker, for the appellant.",
      "Stevens, for appellees."
    ],
    "corrections": "",
    "head_matter": "Shuman’s Appeal.\nAn executor or trustee who buys, or procures another to buy for him, at his own sale, holds the land on the same trusts that it was subject to before.\nAnd upon a resale of it by him for an increased price, the cestui que trusts are entitled to such increase with the rents and profits received in the mean time.\nAn executor who purchases at his-own sale, and files an account purporting to be a final settlement, in which he charges himself with the amount at which the land was bid off by his own agent, cannot set up such account as a bar, when called upon to account for the advance on a resale made by him and for the rents and. profits received subsequent to his purchase.\nAppeal from the decree- of the Orphans’ Court of Lancaster county.\nChristian Herr died on the 1st May, 1850, having made his last will and testament, in which he appointed Christian S. Herr, David B. Herr, and Abraham.Eorry to be his executors, and gave to them as trustees a portion of his estate for the use of his daughter, Susanna Brady, during her life, and to be paid to her children after her death. Mrs. Brady died on the 18th January, 1851, leaving a number of minor children, for whom Jacob G. Shuman the appellant was appointed guardian, by the Orphans’ 'Court of Lancaster county. The will contained authority to the executors to sell real estate; and in pursuance of it they sold a tract of 62 acres 145 perches, to David Herr, a relative of the executors, sometime in the year 1851. A deed was made to the purchaser, but no part of the consideration was paid, and he reconveyed to David B. Herr and Abraham Forry, in- their own names ; and it was proved that he purchased for them and at their request. The other executor died shortly after the first sale, and the two surviving executors filed an account, in which they charged themselves with the amount at which the property was sold, $5126.95. In 1853, the executors having in the mean time received the rents, issues, and profits, sold the same tract to Samuel Shertzer for $90 per acre.\nUpon the petition of Shuman, the guardian, the Orphans’ Court arvarded a citation to the executors to settle an account.\nTo this citation they replied that they had settled a final account in which they had fully charged themselves with all the moneys of the estate which had come into their hands, and that none had been received since that time. In the replication, the guardian averred that they were liable to account for the difference between the amounts that the farm had been struck off at, and the amount for which it was sold to Shertzer, and for the rents and profits in the mean time.\nThe court below (Long, P. J.) dismissed the citation, and Shuman, the guardian, appealed, and-assigned for error that the court erred in dismissing the citation.\nEllmaker, for the appellant.\nIt wás a fraud on the interest of the minors for the executors -to attempt to speculate upon this trust property: Heager’s Account, 15 Ser. & R. 66; Whelpdale v. Cookson, 2 Ves. 9; Morrett v. Paske, 2 Atk. 54; Light’s Appeal, 10 Harris 445; Chambers’ Appeal, 1 Jones 443.\nStevens, for appellees."
  },
  "file_name": "0064-01",
  "first_page_order": 64,
  "last_page_order": 66
}
