{
  "id": 979603,
  "name": "Groff versus Ressler's Administrator",
  "name_abbreviation": "Groff v. Ressler's Administrator",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "71",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 444",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 488",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0488-01"
      ]
    },
    {
      "cite": "5 Wh. 325",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0325-01"
      ]
    },
    {
      "cite": "1 Dall. 441",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408488,
        12150079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0455-01",
        "/dall/1/0441-01"
      ]
    },
    {
      "cite": "9 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0126-01"
      ]
    },
    {
      "cite": "8 Watts 443",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 9803,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.29957634595684923
    },
    "sha256": "c63f83c31c9a69243aeadcc9739632afb27827f172b8f900acf53b1eb2ee1f7e",
    "simhash": "1:3ef8f7278df19aa0",
    "word_count": 1768
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Groff versus Ressler’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe Hundred Dollar Act requires mutual claims to be settled in one action; but this does not absolutely prevent parties from carrying on separate suits at the same time before a justice of the peace for their mutual demands, and where this is done without objection both proceedings are valid.\nSuch was the origin of this case, and both parties obtained judgments for their respective demands. But Ressler was dissatisfied with the judgment against him, and appealed. What does his appeal mean, except'that the matter tried by the magistrate had been wrongly decided, and that he desired to have it tried again? The appeal was referred to arbitrators, when the same matter was tried again and decided in the same way. Again he appealed, and again failing or being about to fail in his defence on the same matter, he set off bis larger judgment against Groff, obtained before the justice -of the peace, and put Groff into all the costs of a dispute which was réally decided in Groff’s favour. Is this right ?\nOne of the most common of all reasons for rejecting set-offs, or admitting them on terms, is to prevent them from unjustly affecting the costs. If Ressler had been bound by law to set off his judgment or lose it, the set-off would, of course, have been right, however it might have affected the costs. But he was not, for it was no longer a disputable claim, and he could set it off against Groff’s judgment after it should be obtained, and ran no risk of being cut out of his rights by a subsequent assignment: 6 Ser. & R. 448; 8 Watts 443. By setting it off as he did, he was not making an end of litigation, but rather protracting it or renewing it, by casting a settled dispute into the same crucible with a disputed one. And justice forbade him to do it in such a way as to throw all the costs of his own unjust litigation on the other party, and forbids any rule that would allow him to do it.\nRessler’s suit was brought after Groff’s; and if we are to presume that the proceedings before the justice of the peace were entirely regular, then it follows that Ressler instituted a separate suit because his claim was not a proper subject of set-off, say because he had acquired title to it after Groff’s suit was brought. The principal objection to allowing such a set-off, arises from its unjust effect upon the costs: 13 State Rep. 554; 1 W. & Ser. 418; 9 Watts 126. In relation to the proceedings before the justice of the peace, assume that it was because Ressler could not that he did not set off his demand, and that he may do it now, and we permit a defendant to appeal from a just claim for the mere purpose of setting off an admitted one, which is already established by judgment, and which could be set off on mere motion, and thus throw the costs of a vain proceeding on the party who is not in fault.\nThe set-off was not tried by the jury, for it was founded upon a record and was tried by the court, and the only issue tried by the jury, and which occasioned all the costs, was the issue on the principal claim, and that was found in favour of Groff, and he ought not to pay the costs of Ressler’s false clamour.\nRessler’s judgment was obtained after this suit was brought, and if it had been pleaded formally puis darrein continuance, as it is in its nature, it would have conceded the plaintiff’s right to costs on the issue found in his favour: 9 Barr 214. But it stands on the short plea of set-off, and its true character does not appear until the judgment is offered in evidence. Then it appears that the subject-matter of the short plea of set-off is a judgment obtained since this suit commenced. The plea is in the nature of one puis darrein continuance, and since the verdict in the defendant’s favour is founded on it, the plaintiff is entitled to his costs.\nJudgment. — June 6, 1855. This cause came on for hearing on a writ of error to the Court of Common Pleas of Lancaster County, and was argued by counsel ; and now, on consideration thereof, it is considered and adjudged that there is error in the record of the judgment in this, that the plaintiff was adjudged to pay to the defendant his costs, and that part of the said judgment is reversed; and it is now here considered and adjudged that instead thereof the plaintiff do recover from the defendant his full costs in this behalf expended, and the record is remitted to the said Court of Common Pleas for execution.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Herr, for plaintiff in error.",
      "Frazer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Groff versus Ressler’s Administrator.\nThe Act of 20th March, 1810, requires mutual claims to be settled in an action brought before a justice of the peace, but this does not absolutely prevent parties from carrying on separate suits for their respective demands at the same time; and being done without objection, both proceedings are valid.\n\"Where judgment is entered by the justice for the plaintiffs, respectively in such actions, and one of the defendants appeals, and afterwards on the trial of the cause in court under the plea of set-off, interposes his judgment before the justice against the plaintiff's claim, and thereby obtains a verdict in his favour, the judgment thereon must be entered without costs and judgment for the costs against the defendant.\nAs the issue joined was substantially found against the defendant on the plaintiff's claim, he will not be permitted to set off a demand liquidated by judgment in such manner as to throw the costs of an unfounded defence upon the plaintiff.\nIn such ease the short plea of set-off is in the nature of a plea puis darrein continuance, and the verdict in the defendant’s favour being founded upon it, the plaintiff is entitled to costs.\nError to the Common. Pleas of Lancaster county.\nSamuel Groff, the plaintiff below, and plaintiff in error, brought suit against Ephraim Ressler, before a justice of the peac.e, on the 7th day of May, 1852, on an account for work and labour done. The summons was served on the same day, to appear on the 11th of the same month. On the day of appearance the cause was postponed until the 15th of May, 1852. On the 11th Ressler brought suit against Groff in his own name, before the same justice, on a note under seal in favour of Hildebrand & Mayers for $34.19, and endorsed in blank by the payees to Ressler, and the day of appearance being likewise for the 15th of May. On that day neither of the parties appeared, and judgment was entered in favour of Groff in his suit for $33.65, and in favour of Ressler against Groff for $40.59. On the 20th May, 1852, Groff assigned his' judgment to Peoples & Rohrer, and on the 29th of the same month Ephraim Ressler appealed to the Common Pleas. In October, 1852, the plaintiff entered a-rule of reference, and the arbitrators awarded him $33, and from this award Ressler again appealed. Ressler died shortly after, and his administrator was substituted as defendant. The cause came on for trial in the Common Pleas; the defendant set up the note and judgment obtained on it as a set-off against the plaintiff’s demand.\n• After this defence* was set up, the plaintiff endeavoured to show by testimony that the note had been transferred by Hildebrand & Mayers to Ressler, conditionally, and that they were only to be j)aid for it if Ressler recovered it from Groff. The plaintiff also contended that the set-off was inadmissible, because Ressler did not set it up as a set-off before the justice; and because Ressler could not maintain a suit in his own name on the note under seal in favour of Hildebrand & Mayers, and by them endorsed in blank.\nThe court below (Long, P. J.) submitted the testimony to the jury, with instructions that “ if it was a conditional transfer — that is if Hildebrand & Mayers were only to be paid if Ressler recovered from Groff, the set-off cannot prevail; if it was an absolute transfer, then it would be a subject of set-off.”\nThe other matters were ruled against the plaintiff.\nThe jury found a balance in favour of the defendant, upon which the court entered judgment.\nThe plaintiff obtained this writ, and assigned here for error the ruling of the court below on the matters above stated.\nHerr, for plaintiff in error.\nRessler could not, on this specialty, maintain a suit in his own name unless it was assigned in the form prescribed by the Act of 28th May, 1715: McCullough’s Assignee v. Houston, 1 Dall. 441; Folwell v. Beaver, 13 Ser. & R. 311; Freval v. Fitch, 5 Wh. 325; Hopkins v. Railroad Company, 3 W. & Ser. 410. A court of equity will sometimes relieve a party where the remedy at law fails, but only in those cases : Harrison v. Rowan, 4 W. C. C. R. 205; Baker v. Biddle, 1 Bald. 394; Dinwiddie v. Bailey, 6 Ves. 136; Porter v. Spencer, 2 John. Ch. R. 168. The form prescribed by the act must be strictly pursued.\nThe Act of 20th March, 1810, provides in express terms that parties who have mutual dealings must present them when one is sued before a justice of the peace: Herring v. Adams, 5 W. & Ser. 460.\nFrazer, for defendant in error.\nThe statute of defalcation is equitable in its bearing and effect, and an owner of a bond, bill, or note, either legal or equitable, may set off the same in a suit against him: 1 Troubat & Haly 115, 404; 1 Jones 488, Irish v. Johnston ; 8 Watts 444, Filbert v. Hawk; 1 W. & Ser. 418; 3 Barr 459, Simpson v. Lapsley.\nA judgment can be set off against a judgment by the court, and also a judgment can be set off by the jury against an unliquidated demand: 8 Watts 446, Filbert v. Hawk.\nThe counsel for plaintiff in error supposes that an appeal from the judgment of a justice of the peace is an' after suit, not the same action as before the justice, and therefore, as no set-off was pleaded before the justice, none could be pleaded in court. . See 7th section of Act of 1810, relating to justices of the peace."
  },
  "file_name": "0071-01",
  "first_page_order": 71,
  "last_page_order": 74
}
