{
  "id": 979480,
  "name": "Coder and Peterman versus Huling",
  "name_abbreviation": "Coder & Peterman v. Huling",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "84",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 606,
    "char_count": 15227,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.385488396492497e-07,
      "percentile": 0.7972596085717739
    },
    "sha256": "8ff53a155e34bdb58a9ec67c69de13b991d6f0cdb92f91429e84f1230aa36295",
    "simhash": "1:286a92718a04b88c",
    "word_count": 2710
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coder and Peterman versus Huling."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nHuling, who was plaintiff below, has no legal title to the land in dispute. The deed for it is in Coder’s name; but Huling claims the one undivided half on the ground that Coder holds so much of it in trust for him.\nThe facts proved on the trial 'are much complicated; the witnesses were very numerous; the statements shown to have been made at different times by the parties are contradictory; and even the written documents, dated on the same day, are in direct collision with one another. The judge of the Common Pleas, in his charge to the jury, reviewed the facts elaborately, and submitted them fairly. The questions of law raised on the trial were few and simple. No special instructions were asked for by either side.\nIt is a fixed fact, settled by the jury beyond denial, that when Coder purchased the land, Huling was in partnership with him in the business of selling goods, and had an equal interest in the store and its profits. The verdict makes it equally indubitable that Coder did not purchase on his own account and with his own money, but under an agreement that he was to hold the land for the joint use of himself and his partner, and with funds which belonged to the partnership. We fully concur with the court below in the opinion that these facts gave to Huling an equitable estate in the land to the extent of one-half. We could not deny the correctness of this proposition without saying that one partner may, with the consent of the other, buy real property for the benefit'of both, and afterwards appropriate it entire to his own use because he got the deed in his own name. This would establish a rule under which one partner could always cheat another out of his whole share. It would be a premium on bad faith, and the highest reward that could be offered for the violation of bargains and the disregard of justice, truth, and conscience.\nWe say therefore, without hesitation, that the instructions which the court gave to the jury on the facts admitted in evidence, were sound, legal, and just. But the facts themselves might have been differently found if the evidence offered by the defendants had been admitted, or if that which they objected to had been excluded. This-makes it necessary to look at the exceptions taken during the trial.\nOf course it is not necessary to say that it was right to let the article of partnership be read to the jury; it was direct and positive evidence of the most material fact' in the cause. All the other evidence offered by both sides, tending to confirm and contradict this same fact, was admitted without objection.\nIt made no difference which partner was most in debt to the store. They were equally interested in the funds with which the land was bought, and-the accounts between them must be settled either by themselves or in a proceeding altogether different from this.\nWhere two partners engaged as such in a particular business, specified in their articles, buy land not necessary for their business but with views and purposes beyond and outside of it, such land is held by them as tenants in common: it is not partnership property. The fact that the purchase-money was taken out of the capital or the profits of the partnership business, does not alter the case, nor does it seem to us that the deed being taken in the name of .one partner, changes his equitable relations to the other. When we say, therefore, that we think the judgment confessed by Coder for a partnership debt did not bind Huling’s interest, and that the execution did not sell it, we are not impugning the authority of Hood’s Executors v. Grier (1 Casey 480), in the least. Even if this had been partnership property, and if Coder got Peterman to buy it in for him at sheriff’s .sale, the sale would still come to nothing. Coder could not divest Huling’s interest in the land and vest it in himself by a proceeding to which Huling was not a party.\nBefore the sheriff’s sale of the land, Coder sold one undivided half part of it to Peterman, for a valuable consideration, of which it would seem that Peterman paid at least a part. Coder having the legal title in his hands, Peterman had a right to purchase from him, unless he had notice of Huling’s equity. It must be presumed that he - had no notice, since there is no evidence one way or the other. If he had bought the whole of the land out and out, paying a valuable consideration for it, he would have taken it discharged of the trust. But he bought only the half, and so much Coder could sell without any fraud upon his cestui que trust. Peterman must be presumed to have bought that half which Coder could honestly sell, and not any part of the other half which belonged in equity to another person. For these reasons the agreement between Coder and Peterman was rightly rejected.\nIt was alleged by the defendants that little or none of the purchase-money was paid out of the store, and that Peterman furnished the funds with which Coder’s obligations were met as they became due. It is assigned for error that evidence of this kind was offered and rejected. But after looking all over'the printed evidence, I find no such offer, no rejection of it, and no bill of exceptions containing anything of the sort.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Maynard and Johnson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Coder and Peterman versus Huling.\nWhere a partner purchases real estate for the joint use of himself and his copartner, with funds in which each is equally interested, and takes a conveyance of it in his own name, the other partner has an equitable estate in the land to the extent of one-half.\nIn an ejectment for such equitable interest, it is immaterial which of the partners is most largely indebted to the firm; being equally interested in the funds with which the land was purchased, each would be entitled to a moiety, leaving their accounts to be settled by themselves, or in proceedings appropriate to that purpose.\nWhore partners, engaged in a particular business, buy land not necessary to such business, it is held by them as tenants in common, and not as partnership property.\nA purchaser for a valuable consideration without notice of the equitable title of the copartner, from him who holds the legal title, would take it discharged of the trust.\nBut when the holder of the legal title sells the undivided half, it will be presumed that, he only sold that which he could honestly dispose of, and not any part of that which belonged in equity to another.\nError to the Common Pleas of 'Lycoming county.\nThis was an action of ejectment brought by James Huling against Jacob Coder and Franklin S. Peterman, to recover the one undivided half of a tract of land in Lycoming county. On the 4th day of July, 1846, the plaintiff Huling and the defendant Coder entered into articles of copartnership, to be conducted at Hughe'sville, in Lycoming county, and to continue three years. At the time this partnership was formed Huling was embarrassed, and another was entered into dated the 3d of July, 1846, but proved by the subscribing witness to have been executed the latter end of the month, by which Huling engaged with Coder as a clerk, and leased to him the lot and storehouse, used by the concern, for three years, at $20 per year. ' On the 10th of July, 1848, Coder purchased the land in dispute from George M. Keim, for $3060.70, payable in instalments, viz. $720 on delivery of the deed, $780 on the 1st day of July, 1849,1850, 1851, respectively. The amount of the first payment was borrowed by Coder, and a note given, with a surety for the amount, and which remained unpaid at the time of trial. A saw-mill propelled by water-power was first erected on the premises, and after-wards also a steam saw-mill. In the year 1850 Coder sold an undivided half of the land to Peterman, who was his brother-in-law, and Peterman became from that time connected' with the lumbering operations at these mills. - Pie alleged that he had paid off the three instalments due on the land to Keim, and had taken a transfer to himself of the bonds and mortgage.\nHuling alleged that he was a partner in the store with Coder, and that the land was purchased by Coder for them jointly, and the improvements made by funds taken from the store, and work and materials paid for in goods, and that the instalments to Keim were paid out of the proceeds of lumber made at the mills. He claimed that though the deed was made to Coder, he was the equitable owner of the one undivided half of the premises, and that Coder held the legal title as a trustee for him to that extent.\nCoder & Peterman having assumed the entire control and management of the real estate and store, and having excluded Huling from all participation in either, denying the existence of any interest in him in either the real or personal property, he brought this ejectment to May Term, 1852, to recover a moiety of the land.\nAfter the commencement of this action a suit was commenced against Coder by a Philadelphia creditor for goods purchased for the store, upon which he confessed a judgment, and his interest in the land was levied on and sold to A. A. Winegardner for $4630, who shortly after assigned the sheriff’s deed to Peterman.\nThe business at the store was carried on in the name of Jacob Coder, and the lumbering business, after the sale to Peterman, in the name of Coder & Peterman.\nOn the trial in the court below the plaintiff relied, to prove the existence of the partnership, upon the article of agreement of the 4th of July, 1846, and the repeated declarations of Coder that they were partners, and that Huling had an interest in the land.\nThe defendants, on the other hand, denied the existence of the partnership, and relied upon the agreement of the 3d of July, 1846, to prove that Huling was a mere clerk at a stipulated salary, and also upon the fact that he had previously failed in business, and was largely indebted, and upon his frequent declarations to various witnesses that he had no interest in the store, but was a mere clerk for Coder.\nThe defendants also offered the judgments confessed by Coder, and the proceedings upon them under which the premises were sold by the sheriff, to show that if Huling had any title it was divested by that sale. This.was objected to and rejected by the court.\nThey then offered the same judgment and proceedings, for the purpose of showing the amount paid by Coder for goods purchased for the Hughesville store. The court rejected this as irrelevant.\nThe agreement between Coder & Peterman for the sale of the one-half of the land, -which was also objected by the plaintiff, and rejected by the court.\nThe court below (Jordan, P. J.), after reciting and commenting upon the facts of the case, gave the following instructions to the jury: — •\n“You will then inquire, whether a partnership existed between the parties, commencing July 4,. 1846, and continued till after the purchase was made from Keim — and if there was, whether the purchase was made by Coder in his own name, but for the joint benefit of himself and Huling. If Coder and Pluling were partners in the store, Huling would have an interest in the goods furnished to the hands out of the store for work done upon the land, and if he had an interest in the land, and was equally interested in it, he would have an interest in the lumber manufactured from timber growing upon it, and would, in an action between him and Coder, be liable to account for his share of the expenses.\n“ The testimony in this case presents a singular state of facts, and shows how difficult it is, when men depart from that fair, upright rule, by which we should all be governed, to preserve consistency. We find conflicting declarations and acts of these parties ; and from all these facts and circumstances you will determine their rights.\n“ Huling, in this action of ejectment, asks to be put in possession of the one undivided half part of the two tracts of land; and if you are satisfied the purchase of them was made by Coder for himself and Huling, with money in which Huling had an interest, he will be entitled to your verdict. If you, however, from all the evidence, are satisfied that Coder made the purchase on his own account, and with his own money, the defendants will be entitled to your verdict. It does not follow, that because Coder and Huling entered into partnership in the mercantile business, they were also in the real estate, purchased during the existence of the partnership, by one of the partners.\n“ This is not a contest between Huling & Coder and their creditors, but between Huling and Coder.\n“ It is alleged by the defendants that no part of the money paid by Coder, or agreed to be paid by him, for the land, belonged to Huling. Whether it did or not is a question for you. If it was purchased with the means of Coder, and the purchase was made by him for himself, Huling ought not to recover.\n“ When a party alleges a trust, the proof lies on him who alleges it. If a man purchase land under an agreement that another shall be equally concerned, equity will consider him as holding for himself and the other, as tenants inmommon; and if a partner buy lands with the partnership funds, and take a deed in his own name, a resulting trust will accrue to the other partner.\n“A number of entries in the books have been referred to by the counsel, to which the court have not referred in their charge ; the books you will have out with you, and the letters, and it will be your duty to examine them carefully, and, from all the evidence, render such a verdict as you think is right between these parties, under the instructions you have received.\n“ The court instruct the jury that if they find for plaintiff they find one undivided half part of the land described in the writ of ejectment.”\nThe jury found for the plaintiff, the one undivided half part of the land.\nThe defendants sued out this writ and assigned the following errors: — ■\n1. The court erred in admitting the agreement of the 4th of July, 1846, between Huling and Coder, in evidence.\n2. The court erred in rejecting the evidence of Coder’s indebtedness to merchants in Philadelphia, for goods brought into the store; the judgment obtained on said indebtedness, and subsequent proceedings to the sale of the land.\n3. The court erred in rejecting the evidence of advancement made by Peterman, in payment of the purchase-money to Keim, and in the erection of the steam saw-mill, and other improvements, and for Coder on the amount of his indebtedness in the store.\n4. The court erred in rejecting the agreement of the 1st of January, 1850, between Peterman and Coder.\n5. The court erred in charging the jury in the following words : “ Huling, in this action of ejectment, asks to be put in possession of the undivided half part of these two tracts of land, and if you are satisfied that the purchase of them Avas made by Coder for himself and Huling, with money in which Huling had an interest, he would be entitled to your verdict.”\n6. The court erred in saying to the jury, that if they found for plaintiff, they should find one undivided half part of the land > described in the Avrit of ejectment.\nMiller, for plaintiff in error.\nMaynard and Johnson, for defendant in error."
  },
  "file_name": "0084-01",
  "first_page_order": 84,
  "last_page_order": 89
}
