{
  "id": 979542,
  "name": "Shuman versus Shuman",
  "name_abbreviation": "Shuman v. Shuman",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "90",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 90"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 J. 212",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts 231",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 15746,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 2.1238092680923246e-07,
      "percentile": 0.7649088807880305
    },
    "sha256": "7fa5c14ce9aa46f01e9cb5f2b60fd4706e0fb3367bb50950afd764fd2b3f8f63",
    "simhash": "1:d9d4bef2dc04b45a",
    "word_count": 2905
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shuman versus Shuman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis’ issue was sent from the Orphans’ Court into the Common Pleas, to try the single question of fact whether the deed of Jacob Shuman to his son Isaiah, dated 12th March, 1847, was delivered in the lifetime of the grantor. The will of the father, made nearly two years before the date of the deed, was offered, and admitted in evidence on the part of the defendants, and this is the first error of which the plaintiff complains.\nThe will, which did not take effect until the death of the testator, could not, of course, countervail the' deed if duly delivered, and the court guarded it against any such effect, by appropriate observations; but we think it was proper that the jury should understand how the issue arose, and what was the relation of the parties to the estate of the deceased father, and for these purposes the will was properly admitted.\nThe only remaining error relates to the instruction of the court upon the effect of a delivery of a deed on Sunday.\nIt was in direct proof, as well by a written endorsement on the deed, as by the testimony of Mann, that it was delivered on the 2d January, 1848, which was Sunday; and the defendants called on the court to say that a delivery on Sunday was not sufficient to pass the title. The question in the cause became, thus, one of law rather than of fact.\nThe opinion of the court on this point was expressed as follows:\n“ 2d. That if, under the evidence of Mann and the almanac, the jury should find the deed to have been delivered on Sunday, whether it would be valid: we say that if the case depended on this point alone, we should agree with the counsel of the defendant, that the delivery of a deed, being a material part of its execution, on Sunday, as the conclusion and execution of a contract, would be contrary to law, and voidable by the parties: but the evidence is that old Mr. Shuman did not die until Monday or Tuesday following, and we are of opinion that if the deed, maide apparently perfect by signature and acknowledgment, was absolutely delivered to Isaiah, even on Sunday, with the intent to pass the title, and it remained in his possession and control until after his father died, unrevoked, not recalled, and without any act upon the part of the old gentleman to recall it, but he died leaving it thus in the hands of Isaiah, the jury might find in this some evidence of delivery.”\nThis opinion is to be taken as a substantial affirmance of the defendant’s point, for, although there seems to be a qualification added, it will be found on analysis not' to amount to one.\nWhat did the court mean to say was “ some evidence of delivery?” A series of facts, expressly stated, which amounted to an absolute delivery on Sunday. But a delivery on Sunday had just been pronounced contrary to law and voidable by the parties. It was then no evidence whatever of delivery, and the apparent qualification disappears. It cannot be doubted that the jury understood the court to mean that if they believed the deed was delivered on Sunday, they were not to give it effect. And they did not. Can a deed, duly executed and acknowledged beforehand, be delivered with effect on Sunday ? In England it can, unquestionably, for the common law never prohibited the making of contracts on Sunday, and their Lord’s Day Act, 29 Car. 2, chap. 7, only forbids work in the course of men’s ordinary calling. It applies to process and proceedings of the courts, and to dealings in the course of trade, but not to the private transactions of individuals as between themselves by way of conveyance: Drury v. Defontaine, 1 Taunton 131; Preston on Con. 362. But our Sunday Statute of 22d April, 1794, is more comprehensive than that of 29 Car. 2, and interdicts every kind of worldly employment not therein specially excepted, whether it appertain to the ordinary calling or not. It, however, merely denounces a penalty for violation of its provisions, and does not expressly annul or avoid the act done. In this respect it differs from the statutes against gaming, which avoid all contracts made in violation of their provisions, and give a right of action to recover back moneys paid or lost.\nStill the construction which has uniformly been given to our Act of 1794, is that contracts made on Sunday are void ; which is agreeable to the principle laid down by Lord Holt in Bartlett v. Yiner, Carthew 252, that every contract made for or about any matter or thing which is prohibited and made unlawful by statute is a void contract, though the statute does not mention that if shall be so, but only inflicts a penalty on the offender; because a penalty implies a prohibition though there are no prohibitory words in the statute. This rule was predicated of an executory contract, and all our adjudications upon contracts affected by the Act of 1794, have had reference to contracts not. fully executed by the parties. Thus in Kepner v. Keefer, 6 Watts 231, the action was upon a promissory note, and in Fox v. Mensch, 3 W. & Ser. 444, on a bond given on Sunday, and in Haydock v. Tracy, Id. 507, on a promise made on Sunday to pay a debt barred by the statute of limitations. The doctrine of these cases is that the law will not lend its aid to enforce a contract made in violation of the provisions of a statute; but the question now presented is whether the law will undo such a contract when the parties themselves have fully executed it. The plaintiff is not asking that a contract consummated on Sunday should be executed against the other contracting party, but only that he should be left in the enjoyment of the fruits of that execution which, without the aid of law or of courts, the parties made for themselves.\nIf in Kepner v. Keefer, or in Haydock v. Tracy, the money had been paid in pursuance of the contraband promises, could it have been recovered back? Would not performance of the conditions of the bond in Fox v. Mensch have been good ? If two men agree on Sunday to exchange horses, their contract, so far as respects any legal remedies, is void; but if they make the exchange in pursuance of their agreement, will the law compel them to trade back ?\nThe answer to these questions is obvious. A contract not void at common law, nor expressly avoided by any statute, and which has been fully executed by the parties, binds them although it was. made on Sunday. An illegal contract executed may be a good consideration for a promise either express or implied, and the court will not unravel the transaction to discover its origin: Fox v. Cash, 1 J. 212.\nIn fraudulent contracts the law does not help the parties to the fraud either to performance, or to relief from performance already had, but leaves them as it finds them. These principles are constantly applied, and they are decisive against the present attempt to impeach an executed contract.\nThe delivery of the deed was, it is true, the consummation of the contract, but it was also the execution of it. Nothing more remained to be done, and we do not understand that the deed contained any covenants looking to future performance. The contract was not immoral, nor opposed to any public policy, nor expressly avoided by any statute. . The parties subjected themselves to the statutory penalty for executing it when they did, but they did execute and perform it, and neither of them ever asked the law to undo it for them. We are to take it as they left it. If they were the litigants we would hold them to it, and of course-it is not to be impeached in a collateral proceeding, by others claiming under one of them. Having bound themselves, we leave them bound, and administer their respective rights as we find them defined in their executed contract.\nWe are, therefore, of opinion that the defendant’s proposition ought to have been negatived, and that the plaintiff was entitled to a distinct direction that if the jury believed the deed was delivered, though on Sunday, it was sufficient to pass the title.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Baldy, for plaintiff in error.",
      "Conily, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shuman versus Shuman.\nIn an issue directed to try whether a deed from a father to his son was delivered in the lifetime of the former, the will of the father, dated nearly two years before the deed, was rightly admitted in evidence, not to countervail the deed if properly delivered, but to show how the issue arose, and what was the relation of the parties to the estate of the father.\nContracts made on Sunday are not void at common law.\nOur Act of 22d April, 1794, interdicts every kind of worldly employment on Sunday, and inflicts a penalty for its violation, but does not expressly annul or avoid the act done.\nAn executory contract made on Sunday is void and cannot be enforced by action; but an executed contract consummated on Sunday, which needs not the aid of the court to enforce it, will not be avoided on that ground.\nHence, a deed previously signed and acknowledged, but delivered on Sunday, will pass the title to the grantee.\nError to tbe Common Pleas of Columbia county.\nOn the 19th of May, 1855, Jacob L. Shuman, one of the executors of Jacob Shuman, presented his petition to the Orphans’ Court of Columbia county, setting forth that Jacob Shuman had died, having previously made his last will and testament, in which he devised his real estate among several of his children, and fixed a specific value on each tract, and directed that those of his children whose devises exceeded the one-tenth part of his estate, being the number of his children, should pay the overplus to those whose valuation was less; and praying for a citation to issue to show cause why those bound to pay the owelty should not be directed to pay the same. The court awarded the citation. Isaiah Shuman was one of the devisees named in the will, and the devise to him was as follows: — “ I give and bequeath unto my son, Isaiah Shuman, the tract of land where he now lives, except four acres adjoining George Shuman’s lot on the north, leaving 199 acres, more or less, strict measure, estimated and valued at $5970.”\nOn the 4th September, 1855, Isaiah Shuman put in his answer to the citation, in which he denied that he held the tract of land described in the above clause of the will of Jacob Shuman, under or by force of any devise contained in the will, or that he accepted or took possession of it under the alleged devise. He further set forth that Jacob Shuman conveyed the land to him by deed dated 12th March, 1847, duly acknowledged and delivered, and that he held and claimed the land under and by virtue of this deed.\nJacob Shuman in his replication denied that the deed ever was delivered by Jacob Shuman to Isaiah Shuman.\nThe Orphans’ Court directed this issue to the Common Pleas to try whether Jacob Shuman, in his lifetime, did deliver the deed to Isaiah Shuman, in which issue Isaiah Shuman was plaintiff, and the other children and devisees of Jacob Shuman were defendants.\nOn the trial in the court below, the plaintiff gave in evidence the deed and rested.\nThe defendants then called Lewis Yetter, who testified as follows:—\n“ I know the tract of land on which Isaiah Shuman resided at death of his father; he had lived on it a number of years before his father’s death. I went to Isaiah’s to survey a lot for George Miller. After I got to Isaiah’s, he went over to the old man to get the papers to make a survey, and I was to draw the title. The old man was very feeble. Isaiah or me asked for the papers, and I think the old man told the old lady to get them. I think Isaiah and the old lady went out and got the papers. I did not see her hand Isaiah the papers. We got them there. The old man and woman both, I think, said the papers should'be returned after we had made the survey and the title was drawn to Miller. We then made the survey. It was told to the old man what we came for; I talked to the old man myself when they were out. Miller was to have about an aere. I made the survey and took the deed along home with me — the deed from the old gentleman to Isaiah (deed given in evidence by plaintiff shown to witness). This is the deed. (An endorsement on the deed, signed by Charles F. Mann, shown witness); I recollect this being on the deed. After I had drawn the deed to Miller, one or two days after, the old man died. I wrote the deed immediately after I got the papers. The old man died one or two days after I wrote the Miller deed. Perhaps I wrote the Miller deed the day after I got the papers. The deed laid with me several days. Isaiah sent word I should not give the deed to anybody. He sent for it, and got it. I think Hiram Ely got it from me. I sent the deed to Isaiah. No money paid when we got the deed from the old man. Old Mrs. Shuman is dead. No one was present but the two old folks, Isaiah, and I.”\nThey also offered the will of Jacob Shuman, which was objected to by the plaintiff as irrelevant, but admitted by the court.\nThe plaintiff then called Charles F. Mann, who testified as follows :—\n“ I knew Jacob Shuman in his lifetime, at his decease; lived a mile from him. I was with him one night before he died — a very few days before his death — perhaps the day before. I was not at home the day he died (admitted that Jacob Shuman died on the 3d or 4th of January, 1848). (Deed given in evidence by plaintiff shown to witness.)\n“ I have seen this deed before. I was present when this deed was delivered to Isaiah Shuman. It was delivered in the old man Shuman’s house. The old lady, Isaiah, myself, and the old gentleman lying on his bed. He was not able to be up. I made the entry on this deed in my handwriting the same day within a few hours after the delivery. Isaiah came in and asked for a deed— that deed or this deed. I was sitting by his bedside, and the old gentleman spoke to his wife and told her to go to his drawer and get the bundle of papers or deeds. They were brought, and he asked me to select this one out. I selected out this deed, and gave it to the old gentleman lying on the bed. The old lady was standing by the bed. I think he gave her the deed and told her to give it to Isaiah. She did so. Isaiah went out. The old woman insisted upon my staying for breakfast, and I stayed. That was the morning after I had been sitting up at night. I never saw him afterwards in his lifetime. I went from home that day or next. I came here to this place at the county settlement. I was county treasurer at the time. I returned the day of the funeral. 1 should think the old man was not' able to sit up. I suppose the date on the deed is the correct one, or I would not have put it on. I intended it to be the correct one. I think it was on Sunday. The desk the papers were in was in the same room the old gentleman lay in — opposite to the bed he lay in. I can’t say what day the old gentleman died. On his tombstone the date is 3d January, 1848.”\nThe endorsement on the deed in the handwriting of the witness was as follows“ Del. in [Dresenee of me by Barbara Shuman, at the request of Jacob Shuman, the grantor within named. January 2, 1848. ; C. E. Mann.”\nIt was admitted that the 2d of January, 1848, fell upon Sunday.\nIt was contended by the defendants that the delivery of the deed was an essential part of its execution, and that if delivered at all, that act occurred on Sunday, and was therefore void.\nThe court below (Oonyngham, P. J.) substantially affirmed this view of the case in the charge, which is quoted in the opinion of Mr. Justice Woodward.\nThe jury found for the defendants.\nThe errors assigned were to the admission in evidence of the will of Jacob Shuman, and the charge of the court on the effect of the delivery of the deed on Sunday.\nBaldy, for plaintiff in error.\nConily, for defendant in error."
  },
  "file_name": "0090-01",
  "first_page_order": 90,
  "last_page_order": 95
}
