{
  "id": 979653,
  "name": "Druckenmiller versus Young, Agent of Bright",
  "name_abbreviation": "Druckenmiller v. Young",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "97",
  "last_page": "98",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 232,
    "char_count": 3638,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 2.0654284131862672e-07,
      "percentile": 0.7570831349626947
    },
    "sha256": "fad7334b8e94b6c4f6716583a735aa954796c224dec4dd49955acddbdb2705d0",
    "simhash": "1:8612d47fd68ef1e0",
    "word_count": 636
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Druckenmiller versus Young, Agent of Bright."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe addition of the name of John Young, agent, as plaintiff, and the filing a new count averring the covenant to have been entered into between John Young, agent of Elizabeth Bright,-and Daniel Druckenmiller, were proper amendments to be allowed by the Court of Common Pleas.\nIn cases originating before justices of the peace, great liberality has always been exercised in adding names to the record to obviate technical objections to the form in which the suit was brought; and now we have express legislative authority “to add or change names, whether of plaintiff or defendant, in any stage of the proceeding, whenever it shall appear that a mistake or omission has been made in the name or names'of any such party.” John Young’s name was omitted by mistake, and whether the mistake was of law or of fact, the court had power to correct-it. • The amendment to the declaration introduced no new cause of action, but merely made the pleadings conform to. the state of the record after the addition of the agent’s name as a party.\nThe defendant was not injured by the rejection of the depositions of Lydia and Mary Druckenmiller; for the declarations of Mrs. Bright, as stated in the depositions, formed no part of the contract, and could not in any wise aid the defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Rockefeller and Cornyn, for plaintiff in error.",
      "Lawson and Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Druckenmiller versus Young, Agent of Bright.\nIn an action of covenant brought by E. B., allowing the plaintiff to file a new near., setting forth an agreement under seal in the name of J. Y., agent of E. B., was a proper amendment.\nThe allowance of such an amendment was not the introduction of a new cause of action.\nUnder the Act of 1852, the court have power to correct a mistake in the names of parties, whether it arises from a mistake of law or fact.\nThe declarations of a party made after the execution of a written agreement, are not part of the contract, and are not admissible for the purpose of varying- or changing its legal effect.\nError to the Common Pleas of Northumberland county.\n■ This was an action of covenant commenced before a justice of the peace, in the name of Elizabeth Bright against Daniel Druckenmiller, and removed into the Court of Common Pleas by appeal. The cause was arbitrated, and an award in favour of the plaintiff, from which the defendant appealed. On the trial in the Common Pleas the following facts appeared.\nOn the 10th day of February, 1858, John Young, agent of Elizabeth Bright, leased to the defendant a house and lot in Sun-bury for one year from the 1st April, 1853, at a rent of $55. The defendant took possession on the 30th March, 1853. After the award of arbitrators, the plaintiff, with the leave of the court, filed an amended declaration, setting forth the covenant as made with John Young-, agent of Elizabeth Bright, and to the filing of which exception was taken by the defendant as introducing a new cause of action subsequent to the award.\nOn the trial, the defendant alleged that the premises were so much out of repair as to be untenantable, and offered to prove by the depositions of Lydia and M.ary Druckenmiller that Elizabeth Bright, the plaintiff, promised after he had taken possession of the house, to have the necessary repairs made at her own expense. The court rejected the depositions.\nThe jury found for the plaintiff $62.25.\nThe errors assigned were to the court permitting the plaintiff to file an amended natr., and to add the name of John Young, agent, and to the rejection of the depositions of Lydia and Mary Druckenmiller.\nRockefeller and Cornyn, for plaintiff in error.\nLawson and Brown, for defendant in error."
  },
  "file_name": "0097-01",
  "first_page_order": 97,
  "last_page_order": 98
}
