{
  "id": 979756,
  "name": "Plunkett's Creek Township versus Crawford",
  "name_abbreviation": "Plunkett's Creek Township v. Crawford",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "107",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 263,
    "char_count": 4461,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 3.5395940041927275e-07,
      "percentile": 0.8847388399864239
    },
    "sha256": "502e615d899be060e1ab7326a9eadc9f424c65278d104a888a1a98e610bcdcd6",
    "simhash": "1:f748beb5461fdcd5",
    "word_count": 767
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Plunkett’s Creek Township versus Crawford."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of the court was delivered by\nLowrie, J.\nA law made to divide a county ought not to have the effect of cancelling or shifting obligations, if this. can be avoided, for such a result is not involved in its intention. When therefore -this township, was bisected by a new county line, it does not follow that either section was absolved from its debts. This judgment was against the whole township, and when the law made two townships of it, it made two defendants out of one, without affecting the joint liability. Put the same law placed one of the defendants out of the jurisdiction of the court that was to enforce the judgment; and hence arises a necessity for a corresponding change in the remedy. To revive and execute the judgment against one-half of the original township would not be giving the plaintiff his full remedy. When the law parted the defendant into two separate jurisdictions it allowed a similar parting, of the process, and the'revival of the judgment severally against each fraction'. It was not at all necessary and perhaps not strictly proper to divide the judgment so as to revive it for one-half against this defendant (plaintiff in error), for it might have been revived for the whole against each, though the full execution of one would satisfy the other except for its costs. And if one defendant should pay the whole, this would lay the foundation of a claim for contribution.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Dietrick, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Plunkett’s Creek Township versus Crawford.\nWhere a township is parted- by the line of a new county, both fractions remain liable for a debt due by the old township.\nA judgment existing at the time of the division against the old township, may be transferred to the new county, and revived against the part of the township which lies within the limits of such new county.\nEach fraction remains liable for the whole debt, and where one pays the whole, it lays the foundation of a claim for contribution.\nError to the Common Pleas of Sullivan county.\nThis was a scire facias by J. 0. Crawford against Plunkett’s Creek township to revive a judgment which had been entered on a certified record from the Common Pleas of Lycoming county. The parties agreed upon the following case stated:—\n“ On the 6th day of April, 1846, the plaintiff in this case, in due course of law, -recovered a judgment against Plunkett’s Creek township, then entirely in Lycoming county, for $380.69, with the costs of suit. On the 15th day of March, 1847, the new county of Sullivan was erected out of Lycoming county by Act of Assembly. In running the county line, Plunkett’s Creek township was divided into two- nearly equal parts, one moiety remaining in Lycoming county, and the other falling to Sullivan county. These two portions in each county still respectively retain the name of Plunkett’s Creek township.\n“If the court shall be of opinion that plaintiff is entitled to judgment of revival against defendant for the whole amount of the judgment and interest thereon, then judgment to be entered in favour of plaintiff (the amount to be ascertained by the prothonotary), with costs of suit.\n“If the court shall be of opinion that the plaintiff is only entitled to judgment for one-half of said amount, then judgment to be so entered, and amount calculated by prothonotary as above stated. If, on the contrary, the court shall be of opinion that the township of Plunkett’s Creek in Sullivan county is discharged from its former liability, then judgment to be entered for the defendant with costs — either party entitled to sue out a writ of error to the judgment which may be entered.”\nThe court below entered judgment for the plaintiff for $277.61, being one-half the debt and interest, and also for one-half the costs on record.\nThis was the error assigned.\nDietrick, for plaintiff in error.\nThe néw township is not liable for any debts existing before the division. The old township is entitled to the taxes assessed prior to the division, and should therefore also in justice and equity pay the debts: Barnett Township v. Jefferson County, 9 Watts 165. The old county may enforce the payment of taxes due before the division, but beyond that the new county is not responsible: Dover v. McClintock, 9 W. & Ser. 80.\nJohnson, for defendant in error, cited Wheatfield v. Brush Valley, 1 Casey 113; North Whitehall v. South Whitehall, 3 Ser. & R. 117; Gibson Township v. Nicholson Township, 2 Ser. & R. 422; Dover v. McClintock, 9 W. & Ser. 80."
  },
  "file_name": "0107-01",
  "first_page_order": 107,
  "last_page_order": 109
}
