{
  "id": 979562,
  "name": "Brown versus White Deer Township",
  "name_abbreviation": "Brown v. White Deer Township",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "109",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 533",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0532-01"
      ]
    },
    {
      "cite": "2 Dall. 231",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11743695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0231-01"
      ]
    },
    {
      "cite": "6 Watts 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 448",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0448-01"
      ]
    },
    {
      "cite": "8 Watts 551",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 5769,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.8187858917304677e-07,
      "percentile": 0.7189117975603984
    },
    "sha256": "db2ef3f174c271e4aa2ffe88b5f992692cef0419a870f455a761bdc6e04a9e3c",
    "simhash": "1:46f7b8c58cb514f1",
    "word_count": 1040
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus White Deer Township."
    ],
    "opinions": [
      {
        "text": "The opinion'of the court was delivered by\nKnox, J.\nWe see no good reason for reversing the judgment of the Common Pleas upon the special verdict. Where a supervisor has a claim against his township for services rendered, or money expended, it should be presented to the auditors for allowance, and- if refused his only remedy is by appeal to the Court of Common Pleas. A common law action will not be, as there is a specific remedy provided by statute. The money claimed in this suit was paid partly in February and the balance in May, 1849. A settlement of the plaintiff’s account as supervisor was made by the township auditors in March, 1849, and a small balance was paid to him and. his co-supervisor at the settlement in March, 1850. No claim was made at the'settlement in March, 1849, for the money now in controversy; but in March, 1850, when the auditors met to settle the account of the township officers, the plaintiff presented his claim and the auditors declined to allow it, or act upon it, and made no entry of it, but, at the same time, allowed a small claim made by him and his colleague.\nFrom the refusal of the auditors to allow this claim when presented in March, 1850, the, supervisor should have appealed within the time allowed by law, if he desired to make good his demand for the money in controversy. It is probably now too late to raise the question in any form.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Linn and J. M. Linn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Brown versus White Deer Township.\nWhere a supervisor lias a claim against the township, for services rendered or money expended, it should be presented to the auditors for allowance, and if refused his only remedy is by appeal to the Common Ploas.\nA common law action will not lie, as there is a specific remedy provided by statute.\nError to the Common Pleas of Union county.\nThe plaintiff in this action was a supervisor of the township of White Deer, for the year 1848-9, and- this action was brought against the township to recover the sum of $176.33, the costs.and expenses incurred by him in prosecuting an individual for obstructing a highway in that township. . The jury found the following special verdict:—\n“We find that the plaintiff’s claim in this case was before the auditors of the township of White Deer .in the spring of 1850, at the time they met to settle the accounts of the township officers, and claimed by him against the township. That the said auditors declined to allow the claim or act upon it, and made no entry of it. That no part of the claim was made before the auditors when the plaintiff’s account was settled by the previous auditors, in March, 1849. That there was a small amount of $3.32 allowed the plaintiff and his co-supervisor, Jacob Reiser, at the settlement in 1850, for which an order was given. That no entry was made of the claim of the plaintiff on the hook of the township auditors, and no appeal taken from the accounts settled or the decisions made by the auditors, on rejecting the present claims off plaintiff, which accounts and settlements are made a part of this finding; and that part of the present claim was paid by the plaintiff in February, 1849, and the balance in May, 1849. That the claim of the plaintiff is for' costs paid on a prosecution commenced by him against Robert D. Cummings, at February sessions, 1849, by the plaintiff, one of the supervisors of the township of White Deer, for obstructing a public road in said township, in charge of the. plaintiff; and on a bill of indictment sent up on said prosecution, at said sessions, the same was ignored, and the'plaintiff in this suit found to be the prosecutor, and to pay the costs. If in law the plaintiff can recover on this state of facts, then we find for the plaintiff $176.38 damages and 6 cents costs. If in law' the plaintiff cannot recover, then we find for defendants.”\nThe court below (Wilson, P. J.) entered judgment on the special verdict in favour of the defendants.\nThis was assigned here for error.\nMiller, for plaintiff in error.\nThe refusal of the. auditors to pass upon the account of the plaintiff, or to make a record of it among their proceedings, left him nothing to appeal from.\nThe settlement and allowance of the small account in 1850, was entirely unconnected with the matter now in dispute. How could there be an appeal when there was no action taken by the auditors ? Union County v. Glover, 3 Barr 406; Leasure v. Mahoning, 8 Watts 551; Act 15th April, 1834, § 104.\nThe cases of Willard v. Parker, 1 Rawle 448, and Porter v. School Directors, 6 Harris 44, relied on by the defendants, are distinguishable from this case in this, that there was here no adjudication of the matter by the auditors, and nothing to appeal from.\nCarney v. Wheatfield, 4 W. & Ser. 215, decides that an action may be maintained by a supervisor for the amount found to be due him by the auditors. Is he then to be barred of his action because the auditors refuse to settle his account ?\nLinn and J. M. Linn, for defendants in error.\nIt was the duty of Brown to have presented his account under oath to the auditors ; if not allowed, he had his remedy by appeal. Carney v. Wheatfield, 4 W. & Ser. 215, decides that the auditors can settle the accounts of supervisors whose term of office has expired. He could have had his account settled at any time.\nAct of 15th April, 1834, §§ 90, 102-3-4-5; Porter v. School Directors, 6 Harris 144; Willard v. Parker, 1 Bawle 450, decide that the Act of Assembly must be strictly pursued by the supervisors, and the settlement of the auditors is .conclusive unless appealed from.\nThis would be so under the Act of 21st March, 1806, § 13, which applies as well to civil as to criminal proceedings: 14 Ser. & R. 165; 6 Watts 387; 2 Dall. 231; 1 Yeates 533; 5 W. & Ser. 555 ; 1 Rawle 273; 7 Barr 417."
  },
  "file_name": "0109-01",
  "first_page_order": 109,
  "last_page_order": 111
}
