{
  "id": 979438,
  "name": "Stees versus Kemble",
  "name_abbreviation": "Stees v. Kemble",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "112",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Wend. 70",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0070-01"
      ]
    },
    {
      "cite": "5 Watts 440",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 9794,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.628469146429717e-07,
      "percentile": 0.688487436912345
    },
    "sha256": "7c6fbc7ee1691f7bdec501544f0df327fb2c402ea909231204105856d28d3527",
    "simhash": "1:6fc7b2b84b0f16db",
    "word_count": 1701
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stees versus Kemble."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nIn an action of slander under the plea of not guilty it is well settled that evidence which tends to prove the truth of the words spoken cannot be admitted even in mitigation of damages: Petrie v. Rose, 5 W. & Ser. 364; Kay v. Fredrigal, 3 Barr 221. But where the proffered testimony will not establish nor tend to establish the commission of the offence charged, but in some degree may disprove malice, it is competent to mitigate the damages: Minesinger v. Kerr, 9 Barr 813; Updegrove v. Zimmerman, 1 Harris 619. In the present case the evidence was properly admitted; for, whilst it expressly negatived the larceny, it was calculated to induce a mistaken belief in the mind of the defendant that the charge was well founded. It could not amount to a justification, for in the absence of a felonious intent, when the property was received or taken, no larceny could be committed, and consequently the defendant was responsible for the words spoken; but as the extent of the responsibility, or the standard of damages, depended very much upon the degree of malice entertained by the defendant towards the plaintiff in making the charge complained of; everything which tended to rebut the presumption of malice, or lessen the extent of it, was legitimate evidence under the plea of not guilty.\nThe first count charged the defendant with saying of and concerning the said Charles, to wit: “You (the said Charles meaning) would steal, and you (the said Charles meaning) will steal.”\nThe court instructed the jury that if they found that the words uttered by the defendant were, that “ a man that would do that would steal,” the count was not sustained by the evidence. This was right, first, because of the variance between the declaration and the proof; and second, because the words “ a man that would do that would steal” impute no charge of the commission of an offence punishable by law, and are therefore not actionable.\nThe remaining questions raised by the specification of errors do not require to be particularly discussed. There was no error committed in rejecting the evidence contained in the first bill of exceptions nor in receiving that mentioned in the second bill, for the first was impertinent and irrelevant, and the last clearly admissible in mitigation of damages. Neither do we see anything wrong in the answer of the court to'the defendant’s third point.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error,",
      "Casey, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stees versus Kemble.\nIn an action of slander, evidence which does not tend to prove the commission of the offence charged, hut which was calculated to induce a mistaken belief in the mind of the defendant that the charge was well founded, is admissible, under the plea of not guilty, to disprove malice and in mitigation of damages.\nThe words “a 'man. that would do that would steal,” impute no charge of the commission of an offence punishable by law, and are therefore not actionable.\nWhere the words laid are “ you would steal and you will, steal,” and the words proved are, “ a man that would do that would steal,” the variance is fatal. ’’\nIt is competent in such action under the general issue, to prove that there was a controversy between the parties, and the circumstances under which the words were spoken, in mitigation of damages.\nError to the Common Pleas of Union county.\nThis was an action of slander by Charles Stees against Dr. George S. Kemble. John Darr was a hired man in the employ of the plaintiff, and the defendant alleged that he attended Darr’s family professionally at the instance of Stees; and that after-wards, in settling with Darr, Stees had deducted the amount of it from Darr’s wages. Stees denied all these allegations, and refused to pay the bill, and Kemble brought a suit for its recovery before a justice of the peace. This became at the hearing before the justice, and afterwards, the subject of a quarrel between the parties, and a great deal of ill feeling and passion was displayed by both.\nThe narr. charged in the first count that the defendant said of the plaintiff, “ You would steal,” and “ you will steal.” The second and third counts, “ I have been with John Darr, and he told me that Charles Stees had been with him, and Stees told Darr that if I would wish to know whether he had settled his account with Charles Stees, he should say he had not, and if it went to court he should say or swear so, and he would satisfy him well for it.” To these counts theré were respectively innuendoes of- attempt to suborn, and of subornation.\nThe fourth count laid the words. “Pie stole Simonton’s bags.” The plea was not guilty.\nThe words proved on the first count were “ A man that would do that would steal.”\nOn the second and third counts, the testimony did not show that the words referred to any evidence to be given by Darr in any suit or judicial proceeding.\nOn the 'fourth count, the only witness who proved them, said he either said “he stole Simonton’s--bags” or “he could proye that he stole them.” Other witnesses present at the same conversation, heard nothing of any such declarations.\nOn the trial, the plaintiff offered to prove that in the settlement between Darr and Stees, Kemble’s account was not included. It was objected to by defendant’s counsel as irrelevant, and rejected by the court.\nDefendant now offers to prove by the witness what occurred at the suit given in evidence by the plaintiff, and particularly to ask the witness whether Stees then denied that he had settled the claim of .Kemble with Darr, for which the suit was brought. This, offered in connexion with the other evidence to show that Stees denied it, and that there was a quarrel between the parties as to this matter, and the circumstances under which the charge was made, and to repel malice and in mitigation of damages. Plaintiff objects, 1st, because not evidence for the purpose offered; 2d, because totally irrelevant .to the issue trying, and because the slanderous words charged in the declaration were spoken several days after the suit before the justice, and after the appeal was taken, and because no plea-of justification or notice of special matter.\nThe Court. — “ The charge is not proved definitely, that is, whether the defendant said he attempted to suborn the witness— to have him deny the matter, or to state it — this evidence may have, though very slight, a bearing, to go to the jury as to the fact of whether the charge laid in the narr. was made by the defendant in reference to the suit, and to show the nature of the controversy.”\nThe evidence was admitted under exception by plaintiff.\n■ Defendant offers to prove by witness (Samuel Simonton) and others, that he loaned to the plaintiff some bags; a portion of them were not returned by the plaintiff; that they -were demanded of him, and that he denied having them, and that they were at the time in his possession; and that plaintiff knew at the time that they were in his possession, and that these facts had been communicated to the defendant before he made this declaration. This offered for the purpose of showing the circumstances under which the words were spoken — to repel malice, and in mitigation of damages, and further to show that if any such charge was made-by defendant, it was under a misapprehension of the .facts under which he spoke the words.\nPlaintiff objects — not evidence under the plea of not gu-ilty, and there is no plea of justification, and that the evidence is inadmissible; 2d, not evidence for the purpose offered. Objection overruled, and plaintiff excepts. ■\nThe defendant submitted the following points, to which the court below (Wilson, P. J.) gave the answers appended to them respectively.\n1st. If the jury believe that the words used by defendant, that “ a man that would do that would steal,” that such words convey no imputation of an indictable offence, and the verdict as to the first count must be for the defendant.\nAnswer. — We have answered this in our general charge, and say that the words “ that a man that would do that would steal” convey no imputation that the defendant had committed an indictable offence, and on the first count as the other expression charged in it “you will steal,” is not proven, there can be no recovery on that count.\n3d. That if the jury believe that the defendant, in reference to Simonton’s bags, charged the plaintiff only with a breach of trust, in refusing to return said bags; then the said additional count is not sustained, and the verdict should be for the defendant on the same.\nAnswer. — This is so, but in determining this you will recollect the testimony and language used by Kemble in relation to the bags.\nThe jury found for the defendant.\nThe plaintiff removed the cause to this court, and assigned for error, the admission and rejection of the evidence before stated, and the answer of the court to the foregoing points.\nMiller, for plaintiff in error,\ncontended that the evidence of what occurred before the justice, several days previous to the alleged speaking of the words charged, could not be received, as it could furnish no evidence of heat or passion when the words were uttered.\nThe evidence of Simonton and others was admitted in contravention of the rule which excludes, under the general issue, all facts and circumstances tending to prove a justification. The party must take the responsibility of the plea: Long v. Braucher, 5 Watts 440; Petrie v. Rose, 5 W. & Ser. 364; Chapman v. Colder, 2 Harris 365; Beck v. Stitzel, 9 Id. 522.\nHe contended that the words laid in the first count are actionable. To say a man “would steal,” and “he will steal,” mean the same thing, and the latter are clearly held to be actionable: Cornelius v. Van Slick, 21 Wend. 70; Dottarer v. Bushey, 4 Harris 294.\nCasey, for defendant in error."
  },
  "file_name": "0112-01",
  "first_page_order": 112,
  "last_page_order": 115
}
