{
  "id": 979683,
  "name": "German versus German",
  "name_abbreviation": "German v. German",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "116",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 453,
    "char_count": 9286,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 1.9692745418468006e-07,
      "percentile": 0.7391150989883967
    },
    "sha256": "1cc61c9336126b2f64555042937aca63e8af7959f0af18f5476e7fcb559987d6",
    "simhash": "1:8dc48504549918f6",
    "word_count": 1638
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "German versus German."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nPersonal property is so transitory and destructible in its nature, that a right to enjoy it during life necessarily carries with it privileges which do not belong to the grant of a life estate in land. A life estate in personal property undoubtedly gives the donee a right to consume such articles as cannot be enjoyed without consuming them, and a right to wear out by use, such as cannot be used without wearing out. But the extent of liability over to the remainder-men is to be governed by the intention of the donor, as manifested in the instrument which evidences the gift. It is in general a just rule that where a life estate only is given, and the remainder is given over to others, the representatives of the donee for life should account for the value of the property according to the principles of the civil law, as adopted by the courts; Justinian’s Inst., book 2, tit. 4; Domat, pt. 1, book 1, sec. 989; Civil Code Louisiana, art. 542; Frederician Code, part 2, book 4, tit. 5, § 3; Holman’s Appeal, 12 Harris 178. Where the parties claim under a will, the intention of the testator is to be collected not from particular clauses, but from the whole instrument; and where seemingly repugnant clauses appear, the last is to be regarded as expressing his final design on the subject.\nBy the will of John German, his wife Barbara was to have “the privilege to choose and keep, during her natural life or widowhood, all such personal property as she may think proper.” If this clause was the only one in the will bearing on the question, the widow’s estate might be held to some measure of accountability for the articles used, consumed, or disposed of during her life. But nothing is given over at her death, except “ such property as may then be left.” When it is considered that the testator professed an intention to dispose of his whole estate, the implication seems clear that the widow’s representatives were not to be held accountable for anything beyond the articles “ left” at her death. Any other construction by which a claim upon her estate is re served, would leave her husband intestate as to such claim; and this is manifestly contrary to his intention.\nBut the personal property which the widow is at liberty to choose does not include money in possession, or choses in action. The clauses of the will directing the sale of the articles not selected by her, as well as those which may be left at her death, show that the testator, in this part of his will, did not intend to embrace any other than such articles as are usually sold by executors for the payment of debts, and for the purpose of distributing the proceeds. The note of Peter German, $98.04, and the cash for w-heat sold, $221.09, must therefore be deducted from the amount claimed by the plaintiff in error, and judgment should be entered in her favour, without security of any kind, for the residue.\nJudgment reversed, and judgment entered here in favour of the plaintiff in error for $1979.34, with costs— subject to the agreement to be released upon delivery of the articles and payment of costs by the defendants.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Merrill, for plaintiff in error.",
      "Slenher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "German versus German.\nA life estate in personal property gives the donee a right to consume such articles as cannot be used without consuming them, and a right to wear out such articles as cannot be used without wearing out.\nThe extent of liability over to the one in remainder is governed by the intention of the donor, as-manifested by the instrument which evidences the gift.\n■ \"Where such instrument is a will, the intention is to be gathered from the whole will, and not from particular clauses; .and if any of the clauses are repugnant, the last is to be regarded as expressing the final determination of the testator.\n\"Where the will of a testator gives to his widow the privilege to choose and keep, during her life or widowhood, all such personal property as she may think proper, and directs that “ such property as may then be left,” shaü be sold by his executors, the widow is entitled to such property without security, for such articles as may be used, consumed, or disposed of by her during her life or widowhood. \" -\nUnder such a bequest the widow would not be entitled to take money in possession of testator at liis death, nor dioses in action.\nError to the Common Pleas of Snyder county.\nThis was an amicable action, in which Barbara German was plaintiff, and Peter German and Israel German, executors of the last will and testament of John German, deceased, were defendants. The parties agreed upon the following case stated, with liberty to either party to sue out a writ of error:—\n“ It is hereby agreed that the said plaintiff is the widow of the \"said John German, late of Perry townshijN That the said John German died on or about the 8th day of October last, having previously thereto, viz., on the 8d day of March, 1855, made his last will and testament in writing, which said last will was duly proven before James W. Pennington, register of wills in and for the county of Union (of which the said Perry t'ownship then constituted a part), on the 27th day of October last, which said last will is made part of this case stated. That said last will contains, among other things, the following provision, viz., 4 and concerning such worldly estate wherewith it hath pleased God to bless me in this world, I will that my wife Barbara shall have the sole control over the farm or plantation on which I now live, and also another tract of land, adjoining lands of Jacob Martin and Philip Schnee, during her natural life or widowhood, in such a manner that she can rent the same to one of my sons, or to any person she may choose, and the income thereof to be at her disposal.’\n“ And also the following other clause, viz. 4 As to my personal property, I will that my wife Barbara shall have privilege to choose and keep during her natural life or widowhood, all such personal property as she thinks proper, and the remainder (that is, such property as my wife Barbara may not choose to keep) shall, by my hereinafter named executors, be sold at public sale, &c.’\n“ And of his said last will appointed the said defendants to be the executors. The said will also contains the following clause: ‘ After the death both of myself and my said wife Barbara, I will that my hereinafter named executors shall sell at-public vendue or outcry, all such property as may be then left, both real and personal, after giving due and timely notice thereof, and divide the proceeds thereof amongst all my children or their issue, share and share alike.’\n“ That in pursuance of the said last will, the said Barbara, widow as aforesaid, chose to retain certain articles of personal property, which were valued at the sum of twenty-two hundred and ninety-eight dollars and forty-seven cents, as per list of said articles, and appraisement thereof filed, in the Register’s Office of Union county appears, a copy whereof is hereby made part of this case stated. That said defendants here were advised that the said Barbara is not entitled to retain the said property under the provisions of the said will without giving bail for the return of the same after her death, and that she is not entitled to any part of the same, and they being unable to decide the same themselves, therefore submit the following question to the court and pray their decision of the same, whether the said Barbara, under the provisions of the said will and her choice as aforesaid, is, or is not entitled to the said personal property chosen by her without giving bail for the same, and if not entitled to retain the whole of the said property so chosen; then whether she is entitled to any part thereof, and what part. If the court find that she is entitled to the whole of the said property, then judgment to be entered for plaintiff for $2298.47, to be released' by plaintiff upon the said chosen articles being given over to her by said defendants and payment of costs. If the court find her entitled to some of the said property, but not all, then judgment for plaintiff for the appraised value thereof, to be released upon the same terms. If the court find she is not entitled to any part of the said property then judgment to be entered generally for defendants.” ■\nAmong the articles chosen by the widow were the following: — ■\n1 -lot threshed wheat ....... $131.00\n1 lot of wheat in the sheaf ...... 220.00\nCash for wheat sold ....... 221.09\nPromissory note and interest against Peter German . 98.04\n$670.18\nThe court below (Wilson, P. J.) rendered a judgment for the plaintiff for $1628.34J, being the appraised value of the articles chosen by her after deducting therefrom $670.13, the value of the articles above stated. This judgment to be released upon the property being delivered to the widow by the executors, she giving security as provided in Act of 24th February, 1884, § 49, to secure the interest of the parties in remainder.\nBarbara German, the plaintiff, sued out this writ of error.\nThe errors assigned were, to the refusal to enter judgment for the whole amount of the appraisement, and also in requiring the plaintiff to give security for the property.\nMerrill, for plaintiff in error.\nSlenher, for defendant in error."
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 119
}
