{
  "id": 979401,
  "name": "Candor and Henderson's Appeal",
  "name_abbreviation": "Candor & Henderson's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "119",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 John. Rep. 301",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0239-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5164,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 4.931915386346424e-07,
      "percentile": 0.9344927059454046
    },
    "sha256": "ce4ea4ce2eaad15b4fee9474a16fe5c7a09bd657fdf5455470dbceab67b5c9ea",
    "simhash": "1:df05e6edf7a2243b",
    "word_count": 905
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Candor and Henderson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe limitation of twenty days allowed for appeals in certain cases has no application to appeals from decrees of the Orphans’ Court adjusting an administration account. The appeal is in time, and the motion to quash- it is overruled.\nThe auditor reports that the testator “ gave” the bond in question. There is nothing in any part of the record to impair the force of this finding, or to create a belief that it is erroneous in point of fact. . The possession of the bond, by the executors, after they have paid it, and are entitled to the possession of it as a voucher, is no evidence to show that it never was given. At least this circumstance cannot have the effect of overthrowing the positive finding of the auditor.\nThe bond is made payable “ten years after- date,” irrespective of the question whether the obligor should be living or dead, at that time. There is therefore no ground for holding it to be a donatio mortis causa. • . '\nIt is under seal, and is found expressly to be a “ voluntary” bond. The seal imports a consideration, and creates a legal obligation. In a “voluntary” bond no consideration is contracted for or expected. The absence of one is therefore no ground for • equitable relief from a contract conceded to be good at law, without' it. To say that the “want of consideration” is a defence against a bond is to express, in language not remarkable for precision, nothing more than the familiar principle that where the obligor fails to receive the consideration contracted for, and on the faith of which he entered into the contract, he is not bound to pay his bond. This principle has no application whatever to the case before us, because no consideration was contracted for or expected. A voluntary bond, it is true, must be postponed until creditors are paid; but it is always good against the party himself, and against heirs, legatees, and others who stand in no higher, equity: 2 Williams on Executors, 871; 3 P. Wins. 223; 2 Mylne & K. 769. In this respect a simple contract differs from a specialty. In the one case the party is not bound without a consideration: 5 T. R. 8. In the other no consideration is necessary if none was contracted for: 17 John. Rep. 301.\nThe Orphans’ Court committed an error in refusing to allow the accountants credit for the money paid to take up the bond in question. It is ordered that the credit claimed by the accountants for the money paid in taking up the bond given to David Marr, in trust for Mary Adaline Sullivan, be reinstated. With this correction the decree is affirmed, the parties excepting to the account to pay the costs.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Lawson, for appellants.",
      "Miller, for appellees."
    ],
    "corrections": "",
    "head_matter": "Candor and Henderson’s Appeal.\nThe limitation of twenty days allowed for appeals in certain cases has no application to appeals from decrees of the Orphans’ Court adjusting an administration account.\nA specialty differs from a simple contract, in this, that the former needs no consideration to support it, where none was contracted for.\nA voluntary bond given by a father to a trustee for the use of his minor child, is valid, and the executors paying it after his death are entitled to credit for the amount in their account, although the father in a will subsequently executed, made a devise to the child in lieu of the bond, which the guardian of the child refused to accept.\nWhere the bond was made payable “ ten years after date,” whether the father should then be living or dead, there is no ground for holding it to be a donatio mortis causa.\nAppeal from the Orphans’ Court of Union county.\nThis was an appeal by Robert Candor and Samuel Henderson, executors of William B. Sullivan, deceased, from the decree of the Orphans’ Court, refusing them credit for a payment claimed in their account.\nOn the 2d day of November, 1849, the decedent gave a bond to David Marr, in trust for Mary Adaline Sullivan, his daughter, for $2000, payable ten years after date, or at his death, if that should take place sooner. Afterwards, on the 13th day of July, 1850, the decedent executed his last will, which was duly proved on the 17th day of September, following, in which is contained the following bequest, to wit: — “ Item — I give and bequeath to my daughter, Mary Adaline (in lieu of bond which I gave to David Marr, in her favour), the one-half of the residue of my estate, real and personal.” The guardian of the child refused to accept of the bequest under the will of the testator, and claimed- the amount of the bond aforesaid. The executors paid the amount of the bond to the guardian, and took his receipt; and in their account filed, claimed credit for the said payment. This item on the credit side of the account was excepted to. Samuel Weiriek, Esq., was appointed auditor, and sustained the exception. The accountants excepted to the report of the auditor, but their exceptions were overruled by the court, and the auditor’s report confirmed. And from this decree the accountants appealed.\nThe confirmation of the report of the auditor was the error assigned. The appellees also moved to quash the appeal because not taken within twenty days.\nLawson, for appellants.\nMiller, for appellees."
  },
  "file_name": "0119-01",
  "first_page_order": 119,
  "last_page_order": 121
}
