{
  "id": 979714,
  "name": "Runyan's Appeal",
  "name_abbreviation": "Runyan's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "121",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 211,
    "char_count": 3332,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.770084833296573e-07,
      "percentile": 0.8342631172705436
    },
    "sha256": "b354f4fa9c74b6d5c30243c4a56dd380b51d337ff8a66aeb02c82a623f52e5cf",
    "simhash": "1:506aa64554ca2bec",
    "word_count": 570
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Runyan’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe appellee was a creditor of William Hendershot, deceased. But the administrator of Hendershot, before he had notice of the appellee’s claim, caused an inventory and appraisement to be made of the decedent’s goods amounting to $300 for the use of the widow, under the Act of 14th April, 1851. This appraisement was duly certified, confirmed by the Orphans’ Court, and filed among the records.\nWe think that the confirmation of the appraisement was an adjudication of the property mentioned in the inventory to the widow.' It was conclusive against the creditor, for it was a judgment in rem which determined for ever the status of a thing, and was binding upon all the world. Afterwards it was the widow’s property absolutely. The administrator could not lawfully detain it from her an hour. She might carry it off, sell it, or give it away. The administrator is therefore not chargeable with it, and if the creditor can find no other funds to make his debt out of, he •must lose it.\nIt is by this court considered and adjudged, that the decree of the Orphans’ Court of Columbia county surcharging the appellant’s account in the estate óf William Hendershot with the sum of $299.93f, for property set apart and appraised for the use of the widow, be reversed, and that the said charge against the appellant be stricken out, and the account being thus reformed is to be confirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Weaver, for appellant.",
      "Baldy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Runyan’s Appeal.\nThe confirmation by the Orphans’ Court, of an appraisement made for the benefit of the widow of a decedent, under the Act of 14th April, 1851, is an adjudication to the widow of the property, mentioned in the inventory, and is conclusive against a creditor as a judgment in rem, which determined the status of the property, and was binding on all the world.\nAfter such adjudication the property became that of the widow absolutely, and subject only to her control and disposal.\nAppeal from the Orphans’ Court of Columbia county.\nWilliam Hendershot died in October, 1854, and letters of administration on his estate were granted to John D. Kunyan, the appellant. An appraisement was had, and, at the instance of the widow, property to the amount of $300 was set apart for her, and returned to and’ approved by the Orphans’ Court, on the 4th December, 1854. On the 5th March, 1855, John Murray, the appellee, brought suit against the administrator on a note of the decedent under seal, dated the 6th September, 1848, for $75. The writ contained the date of the note. On the 3d December, 1855, judgment was entered for $105.35. In February, 1856, the appellant filed his account of the administration, charging himself only with the balance of the property not taken by the widow, the amount of which was absorbed by the funeral expenses and the settlement of the estate. Murray filed exceptions to the account, alleging that the administrator had not charged himself with the whole amount of the estate, but had permitted the widow to retain $300 worth of property, to which she was not entitled as against him.\nThe estate was admitted to be insolvent.\nThe court below (Conyngham, P. J.) sustained the exceptions, and charged the debt of Murray against the administrator.\nFrom this decree Runyan appealed, and assigned the same for error.\nWeaver, for appellant.\nBaldy, for appellee."
  },
  "file_name": "0121-01",
  "first_page_order": 121,
  "last_page_order": 122
}
