{
  "id": 979463,
  "name": "Shontz versus Brown",
  "name_abbreviation": "Shontz v. Brown",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "123",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 453",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846147
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0453-01"
      ]
    },
    {
      "cite": "2 Binn. 95",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0095-01"
      ]
    },
    {
      "cite": "2 P. R. 92",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pick. 236",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pick. 252",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "18 Wend. 383",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "8 Cow. 406",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0406-01"
      ]
    },
    {
      "cite": "18 Wend. 375",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cow. 67",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/5/0067-01"
      ]
    },
    {
      "cite": "18 John. 425",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0425-01"
      ]
    },
    {
      "cite": "5 Binn. 112",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pick. 153",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 349",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0349-01"
      ]
    },
    {
      "cite": "1 Rawle 377",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0377-01"
      ]
    },
    {
      "cite": "10 Watts 422",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0422-01"
      ]
    },
    {
      "cite": "12 Pick. 89",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/29/0090-01"
      ]
    },
    {
      "cite": "12 Mass. 456",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2052082
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0399-01"
      ]
    },
    {
      "cite": "1 Baldw. 344",
      "category": "reporters:federal",
      "reporter": "Baldw.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 404",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0404-01"
      ]
    },
    {
      "cite": "11 Wheat. 199",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0199-01"
      ]
    },
    {
      "cite": "3 P. R. 160",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "case_ids": [
        11258292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pr/3/0160-01"
      ]
    },
    {
      "cite": "1 Jones 163",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "2 Watts 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0406-01"
      ]
    },
    {
      "cite": "9 Watts 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 377",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0377-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1309,
    "char_count": 38910,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.800893526421549e-07,
      "percentile": 0.8974293481975204
    },
    "sha256": "0dc835a609eeb4d644ef8e940fe156aa58699fe23ee562ba4649874497c694b9",
    "simhash": "1:5c2a86742c56d478",
    "word_count": 6923
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shontz versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe first question which arose on the trial of this cause was whether the deed of 21st September, 1838, Jacob Shontz and wife to their sons, Jacob and Samuel, was a voluntary conveyance or not. If a voluntary conveyance it was fraudulent and void as to existing creditors, for it was a conveyance of his whole estate real and personal, and such a conveyance an indebted party has no • right to make. And if the deed was, in the language of the statute 13 Eliz. cap. 5, “void, frustrate, and of none effect,” then old Jacob Shontz died seised, and the Orphans’ Court had jurisdiction to sell the land for payment of his debts, and the plaintiff, a purchaser at such a sale, took a good title. But if the deed was for a valuable consideration and not voluntary, it vested the title in the sons; and the father did not die seised unless it was fraudulent in fact. If voluntary, the fraudulent intent resulted as a conclusion of law; if not voluntary, the fraudulent intent was to be established, if at all, as a matter of fact. This is putting the question in the most favourable light for the plaintiff, and perhaps too favourable; for there may be some doubt of the jurisdiction of the Orphans’ Court, even if the deed was fraudulent as to creditors.\nIt is not easy to determine from the record whether the court meant to pronounce the deed of 1888 a voluntary conveyance, or to leave the jury to fix its character. The answer given to the first point of the defendant, a simple affirmative, would seem to indicate that they thought it a good conveyance, and sufficient to vest the title in the sons; but the answers to several of the plaintiff’s points, and especially the written charge, lead us to think that they considered the instrument a voluntary conveyance, and meant that the jury should so treat it. ■ They said “ unless there be some other proof than the article itself of a valuable consideration, it would be deemed voluntary,” — which was a pretty distinct affirmation that there was no valuable consideration expressed in the instrument. The charge, then proceeding on the assumption that the conveyance was voluntary, directed the attention of the jury to the question whether there were existing creditors. Was the court right in thus treating this as a voluntary conveyance ? What is a voluntary conveyance ?\nThe elementary books tell us it is a conveyance without any valuable consideration. In Seward v. Jackson, 8 Cowen 430, Senator Spencer, commenting on this definition, says, the adequacy of the consideration does not enter into the question, and only becomes material to ascertain a fraudulent intent. But the character of purchase or voluntary is determined by the fact whether anything valuable passed between the parties. The execution of a bond to pay the purchase-money, made in good faith and intended to be paid, is a valuable consideration, and makes the transaction a purchase, as much as the actual payment in money. If it does not, then one-half the titles to lands in this state are invalid; and it is too late to inquire whether a security accepted by the grantor is not equivalent to money.\nWe have in the deed before us the express 'covenant of the grantees that they will support and maintain their parents for life, and will pay all the debts due now and oioing by the said Jacob Shontz,” and these duties are charged as a lien on the land conveyed. How can it be doubted that this is a valuable consideration ? The court seemed to think that where a deed from father to son was contested by creditors, there ought to be other evidence of the consideration than that furnished by the instrument itself. True enough, where the only evidence contained in the instrument is the formal acknowledgment and receipt of the grantor alone; but where, as here, there is a solemn covenant, signed and sealed by the grantees, obliging them not only to pay money, but to perform other onerous stipulations, it is impossible to say the instrument furnishes no evidence of a valuable consideration. Such a covenant is just as truly a valuable consideration as bond and mortgage for the purchase-money. Nay, more, for these obligors were not only liable to all ordinary remedies, but their obligation was in the nature of a condition of tenure, and for breach of it the father might perhaps have entered and dispossessed them. An obligation so onerous and imperative is a valuable consideration. An unrecorded agreement to make future advances was held in Moroney’s Appeal, 12 Harris 374, to be not only a valuable consideration for a mortgage, but such as to entitle the mortgagee to a preference over liens attaching before his advances were actually made. This was giving the fullest effect to an executory covenant. An agreement by a son to pay the father’s debts was treated as a valuable consideration for a conveyance of real estate in Pattison v. Stewart, 6 W. & Ser. 74.\nWe are therefore of opinion that the court ought to have instructed the jury in clear and intelligible terms that the deed of 1838 was not voluntary, but was founded on a valuable consideration. This would have reduced the case to the question of actual fraud. To some conveyances, such as are made by a debtor of a large and material part of his estate without any equivalent, or for such as is grossly inadequate, the statute imputes fraud. Courts presume they were made to delay, hinder, or defraud creditors, and the onus of disproving the corrupt intent is on him who sets up the conveyance. But where a consideration both adequate and valuable appears, no such presumptive fraud is to be imputed, and the onus is on him who alleges the fraud. A conveyance made on a valuable consideration, with intent to defraud creditors, is not only within the statute of Elizabeth, but was void at common law. Like any other eovinous and corrupt contract, it might be set aside at the instance of the party defrauded. But it must be shown that there was a creditor, and that the conveyance was made with intent to defraud him. These were matters of fact which engaged the attention of the court and jury in this case, and must enter into the next trial.\nFor the purpose of showing that Jacob Shontz was indebted at the time of his conveyance, the plaintiff gave in evidence a bond by James. McConnell, Thomas McConnell, and Jacob Shontz, to John Brown, in the penal sum of $2000, and dated the 3d June, 1823. The condition of this obligation was that the obligors should within one year, on the reasonable request and at the proper charges of Brown, make such conveyances as should be needful and necessary for confirming unto him in fee a certain tract of land containing 250 acres, for which he held an article of agreement from the said McConnells, and in the mean time “ and until the same deed or deeds shall be executed” the obligors were to permit Brown peaceably and quietly to hold and enjoy the premises.\nIn August, 1825, the McConnells made a deed to Brown for the land, which seems to have been a sufficient title to all of it except 80 acres, which belonged to the minor heirs of George McConnell, deceased, of whose estate James McConnell and Jacob Shontz were administrators. They procured' an Act of Assembly authorizing them to convey the 80 acres to Brown, which they did in August, 1825. By subsequent conveyances this title became vested in David Brown, and in 1842, after the sons of George McConnell became of age, they brought ejectment against him, and in 1846, recovered the 80 acres on account of some irregularity or defect in the former conveyances, which the record does not explain. Shontz and McConnell had notice of the trial and attended it.\nNow did all this prove any of the Browns to be creditors of Jacob Shontz ? This question is not to be answered by making a sharp definition of the word creditor, for though John Brown or his alienees were not, strictly speaking, creditors, they may nevertheless have stood in the equity of creditors, and. have had an interest that might be defrauded. The statute avoids conveyances made to defraud creditors or others. The plaintiff in an action of scandal, or in a contract of marriage is not, in any ordinary sense, a creditor of the defendant, and yet is within the protection of the statute. A contingent liability is enough to make one a debtor who may not convey away his property with intent to defraud the party in interest. But was there any manner of liability on the part of Shontz to Brown after he had executed and delivered the conveyance of 1825? That deed has not been exhibited to us, but it is not alleged to contain any covenants whatever. And was it not execution of the condition of the bond ? Evidently so, because it -was received by Brown, the obligee, as performance, and he never made anj “ reasonable request” for further assurance. Nor did the covenant for quiet enjoyment extend any farther than until the time when the contemplated deed should be delivered, so that the interruption of that, years afterward, cannot be called a breach of the bond.\nA title bond that looks to a future conveyance is executed by a conveyance made in good faith and to the satisfaction of the parties — does the bond survive ? Clearly not. When a condition is performed it is thenceforth merged and gone. The presumption of law is that the acceptance of a deed in pursuance of. articles' is a satisfaction of all previous covenants, and where the conveyance contains none of the usual covenants the law supposes that the grantee agreed to take the title at his risk: Seitzinger v. Weaver, 1 Rawle 377. And though in special circumstances, such as were presented in Selden v. Williams, 9 Watts 12, a deéd may be considered, not as a merger of prior articles,' but only as part performance, yet the general rule is that a purchase is consummated by the conveyance ; after which the parties have no recourse to each other except for imposition or fraud, or upon the covenants in the deed: Bailey v. Snyder, 18 Ser. & R. 160; Bank v. Galbraith, 10 Barr 490.\nThe conclusion that the condition of the bond of 1823 had been fully performed, sufficiently justified by the facts and principles to which I have adverted, derives additional support from the lapse of time and the presumptions that necessarily result therefrom. The condition was to be performed within one year from the date of the bond. More than thirty years thereafter that bond is produced in court as evidence of liability. If it was for payment of money the presumption would be that the money had been paid. Why is not the presumption equally strong that the conveyance stipulated had been made ? We think it is, and that a man, acting as Jacob Shontz was, in a representative capacity, and who apparently acted in good faith, is peculiarly entitled to the protection, of this legal presumption. It cannot be said that the liability commenced with the eviction of Peter Brown in 1846, for that eviction was no breach of any condition contained in the bond. And if Shontz assisted in defence of the ejectment, it shows only his willingness to do more than he was bound to do for the benefit of a title in which he never had any personal interest, and which he conveyed, bona fide, as a mere instrument of the law.\nThe digging up of that old bond from the grave of a buried generation, and asserting a liability in respect of it, which was never asserted in the long life of Jacob Shontz, ought to have had some higher purpose than merely to stain his memory with a fraud. Had it been a subsisting liability, he might perhaps have shuffled off his property into the hands of his sons to defeat it, but he must be rescued from that fraudulent intent, for it was not a subsisting liability. The court spoke of it to the jury in terms so qualified and involved that we scarcely know what they meant to rule, but upon the record as presented to us, we are very clear they ought to have put the old bond out of the case.\n• The next attempt to establish indebtedness was more successful; but in order to appreciate its influence on the question trying, it is necessary to trace its history. It has already been noticed that Jacob Shontz and James McConnell were the administrators of George McConnell, deceased. In 1830, a Mr. Huidekoper conveyed to them, in trust for their intestate’s estate, in pursuance of a previous contract with him, 190 acres of land in Eallowfield township, for which they paid $600 of the purchase-money. To reimburse themselves, they applied to the Orphans’ Court for an order to sell this land; and pursuant to authority given, they sold it to David Shontz, a son of Jacob, and had the sale confirmed in April, 1832. But the purchase-money was not paid to them by David until 1834, when on the 25th of April of that year, they made a special warranty deed to him, and signed and sealed it in their names without their style and title of administrators.\nI pause here, for the purpose of noticing a position taken on behalf of the plaintiff below, the defendant in error, that this was a personal covenant which bound the administrators in their individual capacity, and made them liable for encumbrances done or suffered by them. If this point was put to the court below, it must have been contained in the 5th of the plaintiff’s points; but that point, instead of alleging the liability, puts it hypothetically— “if Jacob Shontz, in September, 1838, was subject to liability,” &c., to which the court answered, “ this would be the case if he was under the obligation,” &c. This answer, as hypothetical as the proposition, is not assigned for error, but the language of the charge on the same subject is assigned. “It is alleged,” said the court, “that Huidekoper had the treasurer’s deed, and that it was sold for taxes, which Shontz was obliged to pay, and that he was liable to his vendee. Now IE that was the case, then Shontz was indebted within the meaning of the act before bond to Huidekoper.” I do not see that this decided that Shontz was or was not liable on his covenant. The court contemplated certain consequences if he was liable, but the legal proposition that he was liable, was neither put to the court by the plaintiff’s counsel nor affirmed by them. We are a court of review. It is our business to examine legal propositions laid down by the courts to the prejudice of parties, and to affirm or reverse them. Thus far in this branch of the ease we have found nothing tangible enough for review. But the defendant's 5th point called on the court to say that the “ plaintiff has not shown that Jacob Shontz was under any legal liability to pay the taxes on the land purchased from Huidekoper.” To which the court replied — “ We cannot say that the plaintiff has not shown a liability: we think the giving the bond to Mr. Huidekoper, and if Alfred Huidekoper is believed, is evidence to show that Jacob Shontz ivas liable for the non-payment of taxes.” This was nothing more or less than turning over the legal question to the jury, to be decided by them on the evidence. The court ought either to have affirmed or dis-affirmed the defendant’s 5th point. The liability, if any, resulted out of the covenant in the administrator’s deed, and was prior to and independent of the giving bond to Huidekoper for the purchase-money. It was a legal proposition purely, and as such was argued here. Did that covenant impose any liability on Shontz to clear the land of taxes ? Whatever I say on this question will not bind the court in future, because the question, not decided below, is not regularly here, and it is not our business to anticipate questions for the purpose of deciding them. . Still I will submit my views.\nIt seems to me that the Acts of Assembly, authorizing Orphans’ Court sales of real estate, contemplate a transfer to the purchaser of nothing more than the estate of the decedent, and that the administrators are the mere instruments made use.of by the court for effecting this object. A deed from them is certainly contemplated, though not expressly provided for by the Act of 1834, but the principle that general words of a releasor or grantor are to be restrained to the occasion, applies to such deeds. A covenant of warranty in such a deed, if binding at all, binds the estate of the decedent. The words grant,-bargain, and sell, imply no personal, undertaking, for they are used by administrators in the necessary execution of their trust, and are limited to the occasion. In Shurtz v. Thomas, 8 Barr 361, a widow and administratrix, in executing specifically articles of sale by her deceased husband, made a deed under the direction of the court, in which she conveyed not only all her husband’s estate, but her own in law or equity, and it was held not to bar her dower, which was the only interest she had in the land. That it is possible for an administrator to bind himself by an express and voluntary covenant, collateral with his official act, is shown by Kauffelt v. Leber, 7 W. & Ser. 93; but, that liability results out of the necessary act which' he is appointed to perform in execution of his trust,' is a proposition which I think cannot be supported by authority. I would say then that the covenants express - and implied in the deed of 25th April, 1834, were part of the official act of the administrators, though not signed by them as administrators, and devolved no responsibility or liability on them or either of them personally.\nThe land conveyed by their deed was sold in 1834, at a treasurer’s sale, to Huidekoper, for taxes assessed in 1832. At the same sale, another tract of 100 acres, part of No. 817, was sold to Huidekoper for taxes, and he held the title to both tracts on the 21st September, 1838, when Jacob Shoirtz made the deed to his sons, which is now impeached for fraud. On the 13th May, 1839, nearly eight months after that deed, Shontz claiming to have had some interest in the two tracts held by Huidekoper under the treasurer’s sale, purchased them of him, and gave his bond for $300, for the balance due, on which, judgment was obtained against the administrators with notice to the heirs. There is no doubt this was a debt of Jacob Shontz, but it was subsequent to the deeds to the sons. If the conveyance of September, 1838, -was made with a view of contracting this debt, and with intent to delay and hinder the collection of it, it was fraudulent, and the plaintiff has thus much ground to stand on. It will be for the jury to infer the intent, from all the circumstances, if they can reasonably do so. But, as has been already shown, liability for the encumbrances on the 190 acres would not be one of those circumstances. If the tract was not seated in 1832, and if the taxes were well assessed, David Shontz purchased with knowledge of them; and if he did not get his deed from the administrator’s till after the day of redemption had passed, it was because he did not pay the purchase-money sooner. He would have no claim on his father to repair the consequences of his own neglect, and no recourse against him personally on the covenants in the deed.\nThen as to the other tract of 100 acres, was there liability ? It would seem that Jacob Shontz had once owned- this land, and was entitled to receive the title for it from a Mrs. McQuiston ; that he articled to sell it to Wade & Means, and that they sold it to James R. McLenahan, who received the title directly from Mrs. McQuiston. Shontz’s contracts with Wade & Means were lost, and no evidence was given of their contents. Now, how was Shontz liable for the taxes for which this tract was sold to Huidekoper? It is difficult even to conjecture; but it is easy to say that there was no evidence of such liability. He may have been moved to buy in the tax title to both tracts by the consideration that he had formerly owned the land, and he may have given those holding under him the benefit of that title; but it is not apparent that there was any legal responsibility on him to do so. The debt to Huidekoper was new and original. It had no existence prior to the date of it, said A. Huidekoper. It was not founded on precedent liability in respect to either tract purchased, or if it was, such liability is not shown on this record. The court was in error, therefore, when in their charge and in answer to several points, they directed the attention of the jury to the imagined duty of Shontz to buy in the Huidekoper title for the benefit of the holders of these two tracts of land. In a word, the only liability established was that to Huidekoper for the purchase-money agreed to be paid for the tax titles; and if the conveyance to the sons was fraudulent at all, it was so in respect to that debt. But as that was created after the convey-’ anee to the sons, a very strong case of fraud should be made out to impeach the conveyance on this ground. It is argued that the lands purchased of Huidekoper were adequate security for the purchase-money; but to this it is replied that the purchase enured to the benefit of the alienees of Shontz. Not so, unless he was bound to make further assurance. If he simply conveyed, in the one instance the title of his intestate, and in the other the equitable estate he held from Mrs. McQuiston, there was nothing to prevent his buying subsequently a tax title for his own use. But Huidekoper took no lien on this title; and after it was released by Shontz to his alienees it was beyond his reach.-. It was a desperate remedy for the remissness of the creditor to attack the prior.conveyance to the sons. It would have been better to have charged the title he conveyed with the payment of the purchase-money.\nSuch are the impressions which this case, wretchedly presented in the paper-books, has made on our minds. It must go back on the question of a fraudulent intent in respect to Huidekoper’s debt. If that be found by the jury, the deed made to the sons was void, for a man may not convey his whole estate, reserving a life interest, even on a valuable consideration, for the purpose of defeating a debt which he is about to contract. And if the deed was void, it is to be assumed for the present that the Orphans’ Court had jurisdiction to sell the land in controversy to the plaintiff.\nBut if the intent to defeat Huidekoper’s debt be not found; if the conveyance was made bona fide for the payment of all debts then due and owing, without a fraudulent purpose to incur new indebtedness, the deed was valid and not void, and the Orphans’ Court had no jurisdiction over the land, because the intestate did not die seised. Of course no decree in respect of it was conclusive. The whole proceeding was coram non judice.\nNor was the judgment in the scire facias against Samuel conclusive of anything in respect to the land. It only concluded him as to the debt against his father’s estate. This was the purpose of the Act of Assembly in requiring heirs to be brought in— that they might question the indebtedness and prevent collusion between creditors and administrators; but even when the debt of the intestate has been duly established as against the heirs, land lawfully sold and conveyed by him in his lifetime is not to be seized in satisfaction. Mere debts are not liens against the lands of the living.\nWe have said nothing about the competency of the deed of 21st September, 1838, as a present conveyance, because, although a question was made on that point, the court below ruled it in favour of the plaintiff in error.\nNor was the failure to record the deed material, except as a circumstance indicative of fraudulent intent, because all existing creditors were provided for, in and by the instrument, and that they were paid is to be inferred from their silence.\nWe see no error in the bills of exception to evidence.\nIt is possible that in the twenty-four points submitted to the court below, and in the twenty errors assigned here, some matters were suggested that have not been discussed by us; but we feel sure that nothing has been overlooked which it was important to discuss.\nThe judgment is reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Earrelly and Finney, for plaintiff in error.",
      "Church and Berrickson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shontz versus Brown.\nThe fraudulent intent as to existing creditors, is a conclusion of law, where the deed is a voluntary one; but where it is otherwise, the fraudulent intent is to be established as a fact by the party impugning the conveyance.\nWhere a deed from a father to a son contains a covenant by the grantee to support his parents during their lives, and pay all the debts of the father, the deed is not voluntary, and is itself evidence of a valuable consideration.\nA bond conditioned to convey a good and indefeasible title to a certain tract of land to the obligee, and for the quiet and peaceable enjoyment of possession of the same, until the execution of the deed, is merged in a deed subsequently executed by the grantor and accepted by the grantee, in pursuance of the agreement and bond.\nThe obligors in such bond are not liable upon it, although the title was defective and the grantee was afterwards evicted from a portion of the premises.\nAfter the lapse of twenty years from the time the condition was to be performed, it will be presumed that its stipulations were fulfilled.\nA covenant of special warranty in a deed by administrators, for land sold under order of the Orphans’ Court, implies no personal responsibility, and the words “ grant, bargain, and sell” impose no liability for prior encumbrances. Per Woodward, J.\nSuch covenants, whether express or implied, are a part of the official act of the administrators, and devolve no personal liability on them, although they signed the deed without designating themselves as administrators.\nWhere a deed from a father to a son, made on a valuable consideration, is impugned as fraudulent as against creditors, and the only debt shown was created after the conveyance, it will require a strong case of actual fraud to render the conveyance void on that ground.\nWhere an intestate does not die seised of land, the Orphans’ Court has no jurisdiction to decree a sale of it for payment of debts, and all such proceedings in x’espect of it are corum non judien.\nA judgment in a scire facias against one brought in and made party as an heir of an intestate, is not conclusive of anything in respect of land, it only concludes the party as to the existence of the debt against the estate of his ancestor.\nError to the Common Pleas of Orawford county.\nThis was an action of ejectment by Peter Brown against Samuel Shontz for 130 acres of land in Crawford county. Jacob Shontz, the father of the defendant, had been the owner of 428 acres of land in Sadsbury township, embracing the land in controversy. Several years prior to 1838 he conveyed to his sons, Christian and John, 100 acres each, off of the eastern end of the tract. And on the 21st day of September, 1838, he and his wife, by an instrument of writing, conveyed the balance to his two sons, Jacob and Samuel, 100 acres to the former, and the balance to the latter. He also in the same instrument transferred to them his live stock and farming utensils. Jacob and Samuel Shontz, the sons, in the same instrument bound themselves to well and sufficiently maintain, support, and keep the said Jacob and Rebecca, their father and mother, during their natural lives, and the life of the survivor of them, and provide them with good and sufficient meat, drink, apparel, lodging, and attendance in sickness and in health, and also to pay all debts due now and owing by the said Jacob Shontz.” And it further provided that the land- “ is to be held in security to Jacob Shontz and Rebecca, his wife, for the performance of the within agreement.” In pursuance of this agreement, Jacob and Samuel took possession of their respective parts of the tract, and a deed was made to Jacob for his part on the 31st day of December, 1838, and recorded on the 8th February, 1841. No conveyance was made to Samuel by his father and mother, but he remained in possession of the land under the agreement, it being assessed in his name, he paying the taxes, and his father and mother living with, and being maintained by Mm until they both died in 1847.\nThe plaintiff alleged that the sale made to Jacob and Samuel in 1838, was fraudulent and void; and to show the indebtedness of the father at the time of the sale, they gave in evidence a conveyance from H. J. Huidekoper to Jacob Shontz the elder and James McConnell of 200 acres of land, in trust for the heirs of George McConnell, of which intestate they were administrators. Under an order of Orphans’ Court, these administrators, on the 10th of April, 1832, sold the land to David Shontz, a son of Jacob, for $500. The sale was confirmed on the 14th September, 1832, and a deed made to David Shontz by the administrators on the 25th April, 1834. This deed contained a covenant of special warranty, and was signed by the administrators with their own names, without designating themselves as administrators. This same land was sold at treasurer’s sale on the 10th of June, 1834, to II. J. Huidekoper for the taxes of 1832, assessed in the name of George McConnell's heirs. On the 13th of May, 1839, Jacob Shontz, the elder, called on Huidekoper, and procured a transfer of this tract, and another of 100 acres, purchased at the same sale by Huidekoper, to himself, and gave his judgment bond for $300 to Huidekoper for the consideration.\nOn the 3d of June, 1823, James McConnell and Thomas McConnell entered into an article of agreement with John Brown, for the sale to him of 280 acres of land in Crawford county, the estate of their deceased father, Hugh McConnell, and at the same time gave to him a bond in the penal sum of $2000, with Jacob Shontz as their surety. The condition of this bond was that the McConnells should on or before the 3d day of June, 1824, at the cost and charges of Brown, make the necessary deeds for conveying a good, sure, and indefeasible estate of inheritance, in fee simple, in the same 200 acres of land to Brown, and in the mean time permit him quietly and peaceably to hold and enjoy the same. James and John McConnell and their wives on the 16th August, 1825, executed a deed to John Brown in pursuance of the bond and agreement. Eighty acres of this same land had been devised by Hugh McConnell to the heirs of George McConnell, deceased. Under the provisions of an Act of Assembly passed for the purpose, James McConnell and Jacob Shontz, as administrators of George McConnell, conveyed these 80 acres on the 11th August, 1825, to Brown, for the consideration of $300. Brown went into possession, and he, and those claiming under him, have held it ever since, except the 80 acres, which were recovered in ejectment in 1846 by the heirs of George McConnell. Jacob Shontz, upon notice, appeared and assisted in defending that case.\nJohn McMiehael and George W. Richards were sons-in-law of Jacob Shontz, and after his decease, in 1847, took out letters of administration on his estate. In 1851 Huidekoper brought suit on the bond given him by Jacob Shontz in 1839, and the administrators confessed judgment for $212, the balance of debt and interest. A fi. fa. was issued on this judgment, and the land in dispute levied upon, extended, a refusal by the administrators to accept at the rental, and a ven. exp. issued to sell the same, which, upon application of Samuel Shontz, was set aside by the court, and the administrators directed to apply for an order to sell real estate for the payment of the debts. The petition set forth no debt except the one due Huidekoper. On the 5th of April, 1853, the land in dispute was sold under an order of the Orphans’ Court to Peter Brown, the plaintiff, for the sum of $66. Samuel Shontz caused notice of his title to be given at the sale.\nUpon the trial in the court below, the plaintiff contended:\nThat the deed of Samuel Shontz and wife of 21st September, ■1838, to their sons, Jacob and Samuel Shontz, was a voluntary conveyance, and as such, fraudulent and void against subsequent as well as prior creditors.\nThat the title bond of the 3d June, 1823, given by Thomas and James McConnell, with Jacob Shontz as their surety, to John Brown, was a subsisting debt against Jacob Shontz ; and that his liability thereon accrued upon the eviction of Brown from the 80 acres, part of the land designated in the bond, in 1846.\nThat on the covenants contained in the deed of James McConnell and Jacob Shontz, Sr., to David Shontz, of the 25th April, 1834, they were liable for the taxes assessed upon the land in 1832 for which it was sold in 1834; and that when he purchased it, and took a transfer of the title in 1839 to himself, and gave his bond to Huidekoper, it was but the continuance of a liability which had existed previous to the deed to his sons.\nThat in view of these subsisting debts, the reservations in the deed for the benefit of himself and family were fraudulent in law, and rendered the conveyance null and void as to creditors.\nThat the decree of the Orphans’ Court, awarding and confirming the sale, was conclusive of the title.\nThe defendant maintained: That the deed of the 21st of September, 1838, was not a voluntary conveyance, but made on a good and sufficient consideration.\nThat no debt was shown to exist against Jacob Shontz, prior to the sale to Jacob and Samuel in 1838.\nThat the bond given to Brown in 1823 was satisfied by the deed made by the McConnells in 1825, and accepted by Brown, and discharged Samuel Shontz as security in the same.\nThat Jacob Shontz was not liable for the taxes of 1832, of the land sold to David Shontz, and that the consideration-money of his purchase in 1839 from Huidekoper created no debt which Jacob and Samuel, the sons, were liable to pay, or which would avoid the conveyance previously made to them by their father.\nThat a deed for a valuable consideration is presumed to be bona fide, and cannot be avoided without proof of collusion and fraud.\nThe court below (McCalmont, P. J.) sustained the positions of the plaintiff, without giving any distinct and binding direction to the jury as to whether the conveyance was voluntary or otherwise.\nThe jury found for the plaintiff.\nThe answers to numerous points presented on both sides, and the general charge of the court, all of which are very voluminous, formed the subject-matter of the errors assigned.\nEarrelly and Finney, for plaintiff in error.\nThe agreement Was a consideration by its terms, and there was evidence of its performance — they were to pay the debts, and support their father and mother. No creditor was hindered or delayed, because the land was charged with the payment of the debts: United States v. Mertz, 2 Watts 406 ; Dobbs v. Finley, 2 Barr 397; Patterson v. Stewart, 6 W. & Ser. 72. The agreement was good in favour of the creditors, and they could have maintained an action upon it: Hind v. Holdship, 2 Watts 104, 2 Barr 397; Seitzinger v. Harris, 1 Jones 163; Beers v. Robinson, 9 Barr 229.\nA subsequent creditor, even if the deed were voluntary, could not take advantage of it without showing that it was made to evade such future debts: Greenfield’s Estate, 2 Harris 489; Mateer v. Hissim, 3 P. R. 160; Sexton v. Wheaton, 8. Wheat. 229; Read v. Livingston, 3 J. Ch. R. 497; 1 Sto. Eq. 359; Hurd v. Longworth, 11 Wheat. 199; Chambers v. Spence, 5 Watts 404.\nIn order to render a conveyance made for a good and valuable consideration fraudulent in fact, both parties must concur in the fraud: Magniac & Co. v. Thompson, 1 Baldw. 344; Hunison v. The Academy, 12 Mass. 456 ; Bridge v. Eggleston, 14 Id. 245 ; Foster v. Hall, 12 Pick. 89.\nThe acceptance of the deed by Brown was a merger of all previous contracts relative to the land. This bond was therefore no debt: Jones v. Wood, 4 Harris 25; Wilson v. McNeil, 10 Watts 422; Seitzinger v. Weaver, 1 Rawle 377.\nThe court ought to have instructed the jury, that the- agreement to pay the debts and support their father and mother was a valuable consideration: Patterson v. Stewart, 6 W. & Ser. 72; Geiger v. Welsh, 1 Rawle 349. In no sense can this conveyance be said to be a voluntary one, and upon this assumption alone can the plaintiff’s case be sustained.\nChurch and Berrickson, for defendant in error.\nThe conveyance or contract set up is a mere voluntary one, for there does not appear to have been any valuable consideration paid: Twyne’s Case, 3 Coke; 1 Smith’s Con. 31. If the conveyance was voluntary, and debts existed at the time, it results as a necessary conclusion that the Orphans’ Court sale conveyed the title to the purchaser.\nThere was evidence of fraud to submit to the jury, from the character of the conveyance, and the secrecy of the contract, and the apparent retention of possession by the grantor, as well as the relation of the parties: Greenl. Cruise, tit. 32, ch. 28, §§ 2, 5, and 8; 1 Sto. Eq. § 353; Reade v. Livingston, 3 J. Ch. R. 500; Ridgway v. Underwood, 4 W. C. C. R. 135-7; Harris v. Sumner, 2 Pick. 153.\nWas John Brown, the holder of the title bond, to be considered a creditor Í Twyne’s Case rules that the statute extends to all persons having cause of action, &c.: 1 Smith L. C. 32. Liability only is a sufficient basis for the legal implication of fraud: 1 P. C. C. R. 464; so is prospective and probable liability: Thompson v. Dougherty, 12 Ser. & R. 448; Hamot v. Dundas, 4 Barr 178; Reichert v. Castator, 5 Binn. 112-14; Osborn v. Churchman, Cro. Jac. 127; Mountford v. Ranie, Keb. 99; Roberts on Fraud. Con. 455; Jackson v. Myers, 18 John. 425; Van Wick v. Seward, 5 Cow. 67; 18 Wend. 375; 8 Cow. 406; 18 Wend. 383; How v. Ward, 4 Green. Rep. 195.\nThe word “ others” in the statute is intended to embrace all interests defrauded, and where prior debts appear, subsequent ones are let in. Where the conveyance is avoided by legal implication, the honesty of the intention is not to enter into the decision: Kepner v. Burkhart, 5 Barr 478; Tarback v. Marberry, 2 Vern. 510 ; Hungerford v. Earle, Id. 261; Hildreth v. Sands, 2 John. C. R. 35; Lush v. Wilkinson, 5 Ves. 388 n.; Gunn v. Butler, 18 Pick. 252. The personal benefit reserved to the grantor is evidence of fraud: Parkman v. Welch, 19 Pick. 236; Johnson v. Harvey, 2 P. R. 92.\nBut Huidekoper is more than a subsequent creditor. His claim represents a precedent liability, although changed in form but not in substance. As trustee and administrator, Shontz was liable on the legal covenant of “ grant, bargain, and sell,” for encumbrances suffered by himself, of which this tax was one: Kauffelt v. Leber, 9 W. & Ser. 97; Gratz v. Ewalt, 2 Binn. 95; Stewart v. Kearney, 6 Watts, 453.\nThe application of defendant for an order on the administrator to sell real estate, and the subsequent proceedings, estop him in this case: Cook v. Grant, 16 Ser. & R. 210; Martin v. Jones, 17 Id. 366: 5 Harris 351."
  },
  "file_name": "0123-01",
  "first_page_order": 123,
  "last_page_order": 136
}
