{
  "id": 979695,
  "name": "Meanor versus Hamilton",
  "name_abbreviation": "Meanor v. Hamilton",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "137",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Bin. 497",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Bin. 106",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 820,
    "char_count": 18992,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.0780429822483358e-07,
      "percentile": 0.5617408582508092
    },
    "sha256": "059c66139ed82c467ab9c2402ae538cb1b267a09cf6d16e6ded40115f7ee9020",
    "simhash": "1:c5ad89a147bc89d9",
    "word_count": 3357
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meanor versus Hamilton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe Act of 1806, as well as the subsequent statutes, made it the duty of the sheriff to give notice of an inquisition to be held on real estate which he seized in execution. But the omission to give the notice was an irregularity for which the sale might have been set aside. It never was a reason for declaring the purchaser’s title void after deed made and payment of purchase-money.\nPrevious to 1834, the lands of a deceased debtor might he levied and sold by the sheriff just as he would sell those of a living party. This could be done under an execution against the administrator, or by virtue of a writ to which the administrator was not made a party, provided it was tested before the decedent’s death.\nIt was, however, the duty of the administrator or executor, if he had funds in his hands applicable to the debt, to stop the execution by paying it off.\nBut in a case where the writ was tested before the decedent’s death, and where the administrator had no funds to pay the debt with, he is chargeable with no fraud or default if he suffered the sale to go on.\nIn such a case he stands in no relation to. the real estate which forbids him to purchase it as a stranger might purchase it for his own use. He was clothed with no trust before the sale, and he is not a trustee for the heirs afterwards.\nWhether the administrator who purchased the real estate of his decedent had funds.in his hands w'hich ought to have been applied to the payment of the debt on which the land was sold, is a question for the jury.\nAfter a sale, made under these circumstances, has been acquiesced in by the family of the decedent for thirty or forty years, a jury ought not to find against the purchaser’s title without overwhelming proof of bad faith or fraud, or else some fact which would account in a satisfactory manner for the delay in asserting the counter claim.\nEven where the descendants' of the intestate were originally under coverture or in their minority, and the disabilities have not been removed long enough to make time a bar under the statute of limitations, there is still a natural presumption that husbands and guardians would have made some complaint if they had not known that no wrong was committed. It is of course not conclusive until the statute has fully expired; but it should be allowed the weight to which common sense and common experience entitles it, and that in most cases would not be trifling.\nAll courts should show (as we do now) their emphatic and marked dislike of cases which stir up family disputes on grounds so old and stale as these.\nI have expressed merely the conclusions of this court. The reasons and authorities which led to them may be-found in the sound and well considered opinion of the judge who ruled the cause below: I refer to the opinion delivered on the motion for á new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Laird, for plaintiff in error.",
      "Foster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Meanor versus Hamilton.\nUnder the Act of 1806, the omission to give notice of an inquisition on real estate taken in execution, was an irregularity for which the sale might have been set aside, but is no reason for declaring the title of the purchaser void, after the payment of the purchase-money, and acknowledgment of the sheriff’s deed.\nPrior to the Act of 1834, the lands of a deceased debtor could be levied and sold by the sheriff in the same manner as those of a living party under an execution against his administrators, or against him where the execution was tested before his death.\nIt was the duty of the administrator, if he had funds in his hands applicable to the debt, to prevent the sale by paying the judgment.\nWhere the writ is tested before the death of the decedent, and the administrator has no assets to pay the debt, he is chargeable with no fraud or default in suffering the sale to proceed.\nWhether he had such funds, is a question of fact for the jury.\nHaving no funds in his hands to pay the debt, he is clothed with no trust and stands in no relation to the real estate of his decedent which would prevent him from buying it at sheriff’s sale for his own use.\nAfter such a sale has been acquiesced in by the family of a decedent for more than thirty years, a jury ought not to find against the title of a purchaser, without overwhelming proof of bad faith or fraud, or the delay be satisfactorily accounted for.\nEven where the parties have been under the disabilities of coverture and infancy, and they have .not been removed a sufficient time to create an absolute bar under the statute, it is presumed that husbands and guardians would not have acquiesced for so long a period, unless they had known that no wrong was committed.\nSuch presumption is not conclusive until the statute has fully expired, but should be allowed the weight to which common sense and common experience entitle it.\nError to tbe Common Pleas of Westmoreland county.\nThis was an ejectment brought by Catharine Meanor and others, heirs at law of John Hamilton, the elder, deceased, against John Hamilton, the younger, and others, to recover the five undivided sevenths of a tract of land containing 290 acres and 143 perches. John Hamilton, Sr., claimed under a deed from Eussel to Gorly for an improvement right of 200 acres, dated 4th April, 1774, and a deed from Gorly to Hamilton, dated 7th October, 1784, for the same improvement right. He obtained a warrant for 200 acres, dated 22d September, 1788, interest from 1st March, 1773. Being in possession of this tract of land, he died on the 11th or 12th of January, 1815, and letters of administration on his estate were granted on the 17th of the same month to John Hamilton, the defendant, and John Gordon.\nOn the 10th of January, 1815, George Anthony obtained a judgment against John Hamilton, the elder, and Matthew Hamilton, for $15.60, and an execution was issued upon it the following day, and under it tbe right and interest of John Hamilton, the elder, was levied, describing the land as 200 acres, more or less, 70 acres cleared. An inquisition was held and the property condemned on the 16th February, 1815. These proceedings were objected to as evidence on the trial, because no notice was given to the heirs, but the objections were overruled. Under a ven. exp. the premises were sold to John Hamilton, Jr., for $750, and a sheriff’s deed to him, dated the 6th July, 1815, and acknowledged the same day. To the inquisition was annexed a statement of the liens on which the condemnation had been made, amounting to, exclusive of interest and costs, $454.39. All of these, except the judgment upon which it was sold, and another for $225, were entered after the death of the elder John Hamilton. Several of the judgments had been entered by a justice of the peace, upon notes without summons or process, and transcripts of these judgments entered in the Common Pleas.\nJohn Hamilton, Jr., resided on this land under his father at the time of the death of the latter, and has continued to reside there ever since. On the 23d February, 1821, he had the survey made-on the warrant, for 290 acres and 143 perches, and a patent was issued to him on the 14th May, 1823.\nThe inventory of the personal estate of John Hamilton, the elder, amounted to $92.68 — the vendue list $113.44. The account of the administrators, confirmed May 20, 1816, showed debits $126.83, and credits $154.70, leaving a balance in favour of the administrators.\nThe plaintiffs contended that the sheriff’s sale conveyed no title to John Hamilton, because the execution issued prior to the death of the intestate, and was a lien on his personal estate to the exclusion of all other debts, and John Hamilton, being one of the administrators, should have so applied it.\nThat there was no notice of the inquisition given to the administrators and heirs, which was the same as if no inquisition had been held, and the sale was in consequence void.\nBecause as administrator, either with or without funds in his hands applicable to this debt, he stood in such a relation of trust and confidence to the estate as precluded him from purchasing it on his own account.\nThat it was' sold to him at a grossly inadequate price, owing to the misstatement of the quantity of land, and the nature and extent of the improvements, which, with the other circumstances and his relation to the estate, show that his purchase was by management and fraudulent contrivance.-\nThe defendant contended that, as the law stood when this sheriff’s sale was made, it was not necessary to notify the heirs, or make them parties.\nThat, as the execution was tested and actually issued before the death of John Hamilton, it was not necessary to substitute the administrator.\nThat if notice of inquisition was required by the Act of 1806, it was merely directory, and after sale and acknowledgment of the deed, the want of notice, or even of inquisition, would not invalidate the title of the .purchaser.\nThat even if the execution issued before the death of John Hamilton, there was nothing to show when it was delivered to the sheriff, and that it was a lien on the assets to thfe exclusion of preferred debts.\nThat the administrator had no assets in his hands to pay the judgment; upon which the land was sold, and consequently stood in no such relation, to the real estate of his intestate as' prevented himfrom buying it at a fair open'sheriff’s sale.\nOn the first trial in the court below, Agnew, P. J., ruled pro forma that the administrator could not purchase at the sheriff’s sale, and a verdict passed for the plaintiff. On a motion for a new trial, the verdict was set aside, and the following opinion was delivered, and which, on the second, trial, was adopted as the instructions to the jury on matters of'law:\n“ The judgment on which the sale took place was rendered and transcript filed in the lifetime' of the deceased and the execution 'tested before his death. The account of the administrator clearly shows he had no assets to pay the execution debt, those which came to his hands being applicable to debts of a higher grade. . It was not till the Act of 1830 the term of ‘ physic’ was limited to medicine and attendance in the last illness. The facts present the naked question — Can an administrator, without assets, purchase at a sheriff’s sale on a judgment against his intestate in his lifetime ?\n“ If this case had happened since the passage of the Act of 1834, relating to executors and administrators, on principle and reason the question must be decided in the negative; and when such case comes before the court of the ‘last resort, we think it will be so decided, notwithstanding Provost v. Gratz, 1 Peters C. C. R. 364; Fisk v. Sarber, 6 W. & Ser. 18, and Cadbury v. Duval, 10 Parr 265.\n“ By the 20th section of that act, ‘ Whenever it shall satisfactorily appear to the executor or administrator that the personal estate of the decedent is insufficient to' pay all the just debts and the expenses of the administration, he shall proceed without delay in the manner provided by law to sell, under the direction of the Orphans’ Court having jurisdiction of his .accounts, so much of the real estate,’ &c.\n“ By the 33d section, no execution for the levy or sale of any real or personal estate of any decedent shall be issued upon any judgment obtained against him in his lifetime, unless his personal representatives have been first warned by a writ of sei. fa. to show cause against the issuing thereof, notwithstanding the teste of such execution may bear date antecedently to his death,’ &c.\n“ By the 35th section, ‘ In every case of an execution against the executors or administrators of a decedent, whether founded upon a judgment obtained against the decedent in his lifetime, or upon a judgment obtained against them in their representative character, if it shall be made to appear to the satisfaction of the court issuing such execution, that there is reason to believe that the personal assets are insufficient to pay all just demands upon the estate, such court shall thereupon stay all proceedings upon such execution until the executors and administrators shall have made application to the proper Orphans’ Court for the sale of the real estate of the decedent, or for the apportionment of the assets, or both, as the case may require.’\n“By the 36th section, ‘It shall be competent for the court in the case aforesaid, on application of the plaintiff in such judgment, or of any person interested as heir, devisee, or otherwise, to order the executors or administrators to make application to the Orphans’ Court for the purpose as is herein before mentioned, and to enforce such order by attachment.’\n“ The mandatory character of the 20th and the provisions of the 33d, 35th, and 36th sections were new, being introduced for the sufficient reasons given by the commissioners in their report to the legislature: 2 Parke & Johnson’s Digest 759. The two leading objects, as stated by them, were the protection of the heirs and devisees, as well as creditors, and the transfer of the sale to the Orphans’ Court.\n“ No ease has arisen under this law; but when it shall, the clear convincing dissenting opinion of Rosees, J., in Fisk v. Sarber, and Bell, J., in Beeson v. Beeson, 9 Barr 279, fortified by Rogers v. Rogers, 1 Hopkins 525, directly in point, and Guier v. Kelly, 2 Binney 299, which was not cited in those cases in view of the objects of the law and the duties enjoined-upon the administrator, must prevail.\n“ But as the law stood in. 1815, and before the more recent decisions tending to invest the administrator with a decided character of trustee as to the real estate, we are of the opinion that Provost v. Gratz, Fisk v. Sarber, and Cadbury v. Duval govern this ease, as decisions made in our own state to which we must submit, until the court of the last resort declare the law to be otherwise. These eases clearly and directly affirm the distinction that the purchase of an administrator, or one who would be treated in general as a trustee of the estate, being without assets, at a sheriff or other judicial sale not made by himself or under his control will not be converted into a trust in the absence of actual fraud. Though the reasoning of Bell, J., in Beeson v. Bee-son might seem to conflict, it is plain he did not intend to controvert the authority of Provost v. Gratz and Fisk v. Sarber ; as in Cadbury v. Duval, decided the next year only, he refers to these cases with approval, and expressly affirms the distinction. Whatever may be considered the authority of these cases in the present state of the law as to executors and administrators, its condition in 1815, the time of this sale, make them of great weight.\n“ The 19th section of the Act of 19th April, 1794, providing that if an intestate left issue but not sufficient personal estate to pay his debts and maintain his children, it should be lawful for the administrator to borrow on mortgage or sell such part of the real estate as the Orphans’ Court should think fit for payment of the debts and maintenance of the minor children, was not in the strong mandatory language of the Act of 1831, while the Act of 1st April, 1811, section 1st, provided only for a sale to satisfy the balance of the administrator’s account on final settlement.\n“ In Messenger v. Kintner, 4 Bin. 106, reported in 1812, Larimer and Wife v. Irvin is cited as decisive that a decree of the Orphans’ Court, ordering a sale of real estate for payment of debts before a settlement of the administrator s account as well as where there were assets of the personalty, was void. The Act of 1811 authorizing such sale for the balance of the final account tended to confirm the impression arising out of this case that no sale could be ordered for payment of debts before settlement, except where there were minors. The cases of Snyder, lessee, v. Snyder, 6 Bin. 497, and Huckle and Wife v. Phillips, 2 Ser. & R. 7, in which Yeates, J., and Tilshman, C. J., correct the impression that no sale can be ordered before settlement of the account, were not reported till 1820 and 1823, as will be seen by the date of the editions of these reports. In the note to Molier, lessee, v. Noe, 4 Dallas, Yeates, J., states ‘ It was often decided at Nisi Prius that under this act (1705, from which the act of 1794 was partly copied) the Orphans’ Court might order a sale of lands although there were no minor children in the case.’ But the preamble of the Act of 8th April, 1826, recites, ‘Whereas, in some judicial districts the Orphans’ Courts refuse an order of sale of intestate’s real estate for the payment of debts where there are no minor children, in order therefore to produce uniformity of practice throughout the Commonwealth,’ &c. It then authorizes such sales. This was eleven years after the sale in the present case.\n“ It is manifest, therefore, as the law and the decisions then stood and were understood in this state, the administrator might have been, and probably was considered as standing in no fiduciary or trust relation in reference to the real estate when seized in execution, for several reasons. The property being seized under an execution tested in the lifetime of the defendant on a judgment against him before his death, and no authority then existing in the court out of which the execution issued to stay it merely for the purpose of sending the administrator into the Orphans’ Court to make the sale and no provision for revival against the administrator before execution, the administrator could do nothing to prevent the sale unless he had assets to pay the debts. Secondly, it might then have been thought that the Orphans’ Court had no power to authorize the administrator to make a sale, on two grounds — one, that no administrator’s account had been settled, the other, that there were no minors requiring maintenance; and the evidence in this case shows that all the heirs were married and grown up, and, so far as it shows anything, probably all of age.\n“ Under the circumstances, a judicial sale beyond the power and control of the administrator, and made-without his privity, upon a writ not even against himself as such, no duty east upon him in reference to the subject-matter of the sale, and standing therefore in no fiduciary relation towards it, I cannot well perceive how a trust can be raised. Such, too, was no doubt the opinion of the parties in interest, who never seemed to have discovered the trust till after the lapse of more than the third of a century, though the facts on which the alleged trust arose, manifestly were known to them. It is true, the disability of those who were married, and on that ground protected, might save their rights, if they have any, but it cannot prevent us from considering that the idea of the trust is a modern discovery. We are of opinion that on the ground of a trust the plaintiffs are not entitled to recover.”\nThe jury found for the defendants.\nLaird, for plaintiff in error.\nFoster, for defendant in error."
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 143
}
