{
  "id": 979616,
  "name": "Stafford versus Stafford",
  "name_abbreviation": "Stafford v. Stafford",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "144",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 11347,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.17160847274913e-07,
      "percentile": 0.5865722287283931
    },
    "sha256": "d9bf4c5d2d138dcf314c499cb1fc997dca253a0a90f32ae62aec687174ebd96f",
    "simhash": "1:1b3b32ffb14ac548",
    "word_count": 2007
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stafford versus Stafford."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIf the parol evidence which is complained of by the plaintiff had been adduced to extend, qualify, or alter the terms of the written contract of 13th January, 1847, the objections would have been well taken, and would, no doubt, have prevailed. Indeed the court affirmed the first point of the plaintiff, that the deed and bond of the above date were to be taken by the jury as containing the entire contract between the parties at the time of their execution. This put the parol evidence out of the case so far as it might affect the terms of the written condition; but the defendant having taken a conveyance of his father’s farm, on condition of supporting his parents for life, and having taken possession under that arrangement, it was quite competent for them, (the father and son], to bargain by parol for the personal property, as a consideration for the son’s payment of the father’s debts. After he conveyed away his land, the old man had nothing left but the personal property wherewithal to pay his debts, and if, instead of turning this over to his creditors, or converting it into money for the purpose of paying them, he let his son have it on a condition, not expressed in the writing, but subsequently agreed to, that he would pay the debts for his father, and in pursuance of such agreement he did pay them, a reasonable and valid contract of purchase was made which ought to be enforced. It was reasonable, because it enabled the son the better to execute the covenant of support, and thus promoted the comfort of his parents as well as his own convenience; it was valid, because made between parties competent to contract, and was founded on a legal and sufficient consideration. To the question whether there was such a contract, the parol evidence was directed. It was another bargain, distinct and separate from that in the bond. The condition of the bond was silent about the personal property, and about the debts. It provided only for support and maintenance. The parol agreement, made at another time, was silent about support and maintenance, and related exclusively to the personal property and the debts. The one grew out of or was occasioned by the other, not as a necessary, but only as an accidental consequence. That the jury did not confound them is shown not only by the court’s affirmance of the first of the plaintiff’s points, but by the distinct direction they received that “ the defendant does not claim the personal property as an additional consideration for the maintenance, &c., mentioned in the writing, but claims it as under a distinct and separate consideration for the payment of the debts and other services apart from what is embraced in the contract, and it is on this ground the defendant must succeed in his defence.” If satisfied that there was such an agreement and understanding fulfilled on the part of the defendant, they were directed to find in his favour; but if not so satisfied, they were to find for the plaintiff the value of the property.\nNothing can be more clear, therefore, than that the issue tried was a different question from that which counsel have discussed here. The question was not whether a written contract shall be varied by parol, but whether there was a parol contract about another subject-matter than that of the writing, and founded on a different consideration. This was an issue of fact, and - it was found for the defendant.\nThe evidence, it is true, was of the least satisfactory kind. No witness was present to hear the father and son bargain, and all the jury knew about it was what neighbours had heard drop from the old man in casual conversations.\nStill it was evidence. The garrulity of old age in respect to family arrangements enjoys no immunity in law such as charity would extend to it, but when brought into court in the form of evidence, must go to the jury for what it is worth. The words spoken may be repeated with 'substantial accuracy, but with applications so different from that intended by the speaker as to give them all the effect of false testimony. Where they affect real interests they are not worthy of consideration, for the policy of a statute is against them, but where, as here, they relate to personal property, they should be submitted to the cautious and distrustful consideration of the jury.\nThe 3d specification of error relates to the admission of a “receipt of Durand, dated October 16th, 1849.” But neither the receipt, nor a copy of it, nor a statement of its contents, is given in any part of the paper-book. . The receipt formed a part of the bill of exceptions, and ought to have been set forth, or the full substance of it, in immediate connexion with the specification of error. The rule of court requires this, and it is impossible for us to say there was error in admitting an instrument of the nature of which we are kept in ignorance. We therefore pass the 3d specification of error as not properly raising any question of law which we are required to notice.\nThere was no error in the court’s answer to the' 2d or 3d points of the plaintiff. The evidence, such as it was, was fairly submitted to the jury, and the court were right in saying that if it proved anything, it proved a sale of the personal property and not a trust.\nThere is some complaint in the rejoinder to the counter-statement about the time of the filing of the charge. It is too much the practice among judges to delay writing out and filing their charges until after writ of error taken, but in this instance no injury appears to have resulted. The charge we have on the record is perfectly consistent with the short note made by the judge of the ruling of the plaintiff’s points, and perceiving no error either 'in the charge or the bills of exception to evidence, the judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Thompson and Grant, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stafford versus Stafford.\nWhere a father conveys to his son his real estate, in consideration of which the son gives to the father a bond to support him and his family, it is competent to prove that the father transferred to the son his personal property on his farm by a verbal agreement, in consideration of the son’s agreeing to pay the debts.\nSuch parol testimony has no tendency to contradict or vary the written contract, as it relates to a different subject-matter and is founded on a different consideration.'\nA transfer of personal property by a father to a son, made bona fide, in consideration of the payment of the debts of the father, and executed by the son, is founded on a good and valuable consideration and is a legal and valid contract.\nThe proof of a contract by the declarations of the party to be charged, is the least satisfactory kind of testimony; but where it relates to personal property, it must be received and submitted to the cautious and distrustful consideration of the jury.\nWhere a bill of exceptions relates to the reception or rejection of a writing, a copy of it, or a statement of its contents, must be given in connexion with the bill of exceptions,- to enable this court to judge whether the ruling of the court below was right or otherwise.\nError to the Common Pleas of Erie county.\nThis was an action of assumpsit brought by Samuel Stafford against Cyrus A. Stafford.\nThe plaintiff is the father of the defendant. In 1847, the plaintiff was the owner of a farm in Erie county containing 109 acres, and on the 13th of January of that year, he conveyed it by deed, duly executed by himself and wife, to the defendant. The consideration of this sale was a bond of the same date, given by the defendant in the penal sum of $3000, conditioned for the maintenance of plaintiff and wife during life, and of Harriet, a minor daughter of plaintiff, while unmarried, and to pay $50 per annum towards the support of Nancy Hatch and her three minor children, she being a widowed daughter of the plaintiff.\nHarriet and Mrs. Hatch and her children resided with the plaintiff on the farm at the time of the contract — the defendant with his family was residing in the state of Ohio. In the spring of 1848, the defendant came and took possession under the conveyance, and in September afterwards removed his family to the farm, and continued to reside there until 1851. When the defendant came upon the farm in 1848, the plaintiff had personal property consisting of cattle, grain, hay, and farming utensils, all of which was consumed upon the farm, or got by defendant. In the spring of 1851, with the consent of the plaintiff, the defendant agreed with John Butt, a son-in-law of plaintiff, to convey to him fifty acres of the land, and pay him $500 in money, and Butt to finish and perform the defendant’s part of the contract. He also agreed to pay to his father the sum of $400. The conveyance was made, and the defendant sold the balance of the land and paid the stipulated sums to Butt and his father.\nThis action was brought to recover the value of the personal property of the plaintiff received by the defendant.\nThe defendant alleged that there was a parol contract between him and his father, by which he received all the personal property of the plaintiff, and was to pay his debts; and that, in pursuance' of this agreement, he had paid off a large amount of indebtedness for the plaintiff. The evidence offered to prove this agreement were the declarations of the plaintiff made to various persons, at different times of the existence of such an arrangement between him and his son.\nThe admission of this parol evidence was objected to by the plaintiff, as tending to contradict or vary the terms of the written contract as evidenced by the bond of the 13th January, 1847. The evidence ivas admitted by the court.\nThe plaintiff submitted the following points:—\n1st. That the deed of Samuel Stafford to Cyrus A. Stafford of the 13th January, 1847, for the farm of the said Samuel and the bond of the said Cyrus, made in consideration thereof, conditioned for the maintenance of the said Samuel and family, is to be taken by the jury as containing the entire contract between the parties at the time of the execution of said deed and bond. And the farm of said Samuel being alone set forth as the condition for said maintenance, it is to be taken by the jury as being the sole consideration for the agreement of defendant, and no transfer of personal property at the time is to be presumed.\n2d. That a subsequent agreement to add the personal property of the plaintiff as a consideration for the maintenance aforesaid, is not to be presumed from vague or uncertain admissions or declarations of the plaintiff; and if made would be void for want of a consideration.\n3d. That if an agreement by the plaintiff to let the defendant have his personal property for the purpose of paying his debts existed, a resulting trust to the plaintiff for the residue of the property beyond what would be found necessary for the extinguishment of such debts would be implied, unless the contrary should clearly appear in the contract.\nThe court below (Galbraith, P. J.) answered the first point in the affirmative, and the second and third in the negative.\nThe jury found for the defendant.\nThe errors assigned were to the admission of the evidence and the answer to plaintiff’s points.\nBabbitt, for plaintiff in error.\nThompson and Grant, for defendant in error."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 148
}
