{
  "id": 979420,
  "name": "Drum versus Painter",
  "name_abbreviation": "Drum v. Painter",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "148",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 9164,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.0882974071989274e-07,
      "percentile": 0.5650202000193834
    },
    "sha256": "1ebab1de6b48b17949145c55f32aa2954d07c290b8b1e1e7bdceb48d44f937ca",
    "simhash": "1:976184750a6f82c3",
    "word_count": 1630
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., dissented."
    ],
    "parties": [
      "Drum versus Painter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nA conveyance of land made with the intent to hinder, delay, or defraud creditors, is good against every interest except that intended to be hindered, delayed, or defrauded. Neither the grantor, nor his heirs or devisees, can gainsay the deed. Where a creditor seeks to recover the estate from a fraudulent grantee, he may levy upon and sell it, if his judgment is against the personal representative, without notice to the widow and heirs, for they are strangers to the contest: Smith and Wife v. Grim and Giltner, 2 Casey 95. There was error in the view taken by the Common Pleas, that the plaintiff could not recover because he had not notified the widow and heirs of his intention to charge the real estate of the deceased husband and father. But there was another feature in the case, which, in the opinion of the court below, was equally fatal to the plaintiff’s recovery. The deed from Philip Drum to David Painter, which was alleged to be in fraud of creditors by Simon Drum, the plaintiff, contained a clause binding David Painter, the grantee, to pay to the creditors of Philip Drum, the grantor, all debts due up to the date of the indenture. This was held by the Common Pleas to be conclusive on the question of fraud. Hence the plaintiff’s offer to prove that the deed was made with a view and for the purpose of defrauding- creditors, and particularly for the purpose of defrauding the plaintiff, who alleged he was an existing creditor, was rejected.\nThis evidence should have been received, for though the provision in the deed that the debts of the grantor should be paid by the grantee tended strongly to negative the existence of an intention to hinder, delay, or defraud creditors, yet it was not absolutely conclusive upon the question; and if the actual intent to hinder, delay, or defraud had been established, the deed was bad as to creditors.\nIt would be dangerous to hold that in no possible contingency could a deed be avoided for actual fraud, where it contained a provision for the payment of the debts of the grantor by the grantee, for it is not difficult to conceive that a conveyance of this character might be made an effectual instrument to hinder and delay creditors in enforcing their claims. Conceding that such an agreement would make the grantee personally liable at the suit of the grantor’s creditors, yet it intricates the recovery by changing the parties to the debt, and, requires at the hands of the creditor proof not only of the claim but also of the assumption to pay it; this might be of difficult access where it was in the possession of others than the creditors.\nAn honest transfer of property to raise money to pay just debts is not only free from objection, but is commendable; but where there is a specific intention to hinder, delay, or defraud creditors by means of the conveyance, participated in by both the parties, the deed may be avoided by those intended to be defrauded, although on its face it may purport to provide for the payment of all debts due by the grantor up to the date of the conveyance.\nIn the case before us we see nothing in the transaction which would make it fraudulent in law if it were not so in fact. It is true that the grantor reserved to himself and wife a support for life at the hands of the grantee; but if he had honestly provided for the payment of all debts which he owed, the residue of the consideration was his; and whether he received it in money or otherwise, could in no wise impair the validity of his conveyance. If but a part of the creditors had been provided for, then under the authority of Johnston v. Harvey, 2 Pa. Pep. 82, there would have been legal fraud in securing a maintenance for himself and wife out of the residue of the consideration-money. It is alleged by the plaintiff that the deed did not provide for the payment of his demand, because it was not due at the date of the conveyance, but was payable annually. We have no doubt but the legal effect of the deed was to make the grantee liable for the claim of the plaintiff, if it was good against the grantor: for, although payable in futuro, it was a debt due. Notwithstanding, however, the legal effect of the deed, if the parties to it supposed that it would avoid this claim, and entered into the agreement for that purpose, the fact that the object was not effectually accomplished would not relieve the disability attached to the fraudulent intention.\nIt may he very difficult for the plaintiff to prove actual fraud in this case, but he ought to'be permitted to try; and because he was not, the judgment of the Common Pleas must be reversed.\nWe would not reverse the judgment for the first error assigned; but as the case is to be tried on the question of actual fraud, the Common Pleas will probably receive the evidence of the number of Philip Drum’s family as having some bearing, though remote, upon the question of fraud. In questions of fraud, whilst the rule is that considerable latitude should be allowed in admitting evidence, something must be left to the discretion of the court before which the cause is tried.\nJudgment reversed and venire de novo awarded.\nLewis, C. J., dissented.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Foster and Laird, for plaintiff in error.",
      "Qowan and Marehand, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Drum versus Painter.\nA conveyance of land with intent to defraud creditors, is good, except against the interest intended to be defrauded.\nA creditor having a judgment against the administrator of a fraudulent grantor, may levy upon and sell the land without notice to the widow and heirs.\nIn a deed alleged to be fraudulent, there was a clause that the grantee should pay all the debts then due by the grantor, though the intention to defraud is strongly negatived by such provision, yet it is not conclusive, and evidence to show that the deed was made for the purpose of defrauding creditors is admissible.\nA deed containing a provision that the grantee shall pay all debts of the grantor, might in some cases tend to hinder and delay creditors, and in such cases could be avoided.\nUnder such a provision, a debt payable in futuro will be regarded as a debt due.\nAlthough the intention to prevent the payment of a particular claim against the grantor be not effectually accomplished by the parties to the deed, it will not relieve the disability attached to the fraudulent intention.\nError to the Common Pleas of Westmoreland county.\nThis was an action of ejectment brought by Simon Drum against David Painter. On the 3d December, 1834, Philip Drum, the father of the plaintiff, and Christina his wife, executed a conveyance to defendant for the land in controversy. In the deed the grantee was bound to pay the creditors of the grantor all debts due to them up- to the date of the deed,, and to provide for said grantor and wife during their lifetime'. The deed also gave to Painter the rights, goods, and chattels of Philip Drum. The grantor died on 10th June, 1845, and -Richard Nanning was appointed his administrator. The plaintiff obtained a judgment against the administrator, Nanning, before a justice of the peace, on.31st O-ctober, 1845, for $99.99 and costs. Transcript was filed, and the judgment assigned to John Eagle. A fi'. fa. was issued, and the interest of Philip Drum in his lifetime in the land in question levied upon. An inquisition was held, and the property extended; afterwards the inquisition was set aside, and, at the instance of the defendant, a rule was obtained to show cause why the judgment should not be opened and execution set aside, on the ground that no sci. fa. had issued to the widow and heirs. This rule was discharged in February, 1851. In May, 1851, the land was condemned, and in August sold under a ven. ex. by the sheriff to Simon Drum, the plaintiff, and a deed acknowledged to him.\nOn the trial, it was proposed to prove what family Philip Drum had at the execution of the deed to Painter, for the purpose of showing that it was an unusual transaction, and as evidence that the deed was fraudulent: which was objected to by defendant, and rejected by the court, and an exception sealed.\nIt was further proposed to prove on the part of the plaintiff,, that the deed from Drum to Painter was made with a view and for the purpose of defrauding his creditors; and that the plaintiff was, at the time of the execution of the said deed, a creditor of the said grantor, and that the deed was made for the purpose of defrauding him. That plaintiff was a creditor, by a contract which entitled him annually to payments during the life of said Philip Drum. This was objected to by defendant.\nThe court rejected the evidence, and decided that the sheriff’s deed being on a judgment, without any notice to the widow and heirs, conferred no title on the plaintiff: and, further, that the debt upon which the judgment was obtained, was a liability of Philip Drum at the time he made the deed to Painter, and was provided for by that deed; and being thus provided for, Painter was liable to pay it. And for these reasons the plaintiff was not entitled to recover.\nThese rulings of the court were the errors assigned.\nFoster and Laird, for plaintiff in error.\nQowan and Marehand, for defendant in error."
  },
  "file_name": "0148-01",
  "first_page_order": 148,
  "last_page_order": 151
}
