{
  "id": 979717,
  "name": "McMullin versus Glass",
  "name_abbreviation": "McMullin v. Glass",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "151",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 375,
    "char_count": 7823,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.048586255273376e-07,
      "percentile": 0.9076689413166559
    },
    "sha256": "8c491e47a94e6b4d50b473f05701bbc707d66d150df586d9bfacb6e7d83564db",
    "simhash": "1:e57376341599fad1",
    "word_count": 1344
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMullin versus Glass."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiff in error obtained a verdict for damages in an action of trespass quare clausum fregit, subject to a point reserved, on which the court below rendered a judgment for the defendant non obstante veredicto.\nThe plaintiff claimed under an article of agreement for the purchase of land from the defendant; the consideration was expressed to be $350, and it was stated in the article that the consideration was “in hand paid,” and the receipt was formally acknowledged in the body of the instrument. It states that McMullin was to get possession the same day: and, if possession was necessary to support his action, we must presume that he had it, as the verdict is in his favour, and it is not stated in the point reserved that he did not take possession.\nIt is not pretended that there was any fraud, surprise, or mistake in the execution of the article of agreement, or in the acknowledgment of having received payment of the consideration. But it is alleged that no money was actually paid, or contracted to be paid. It appears that John Glass, the father of the defendant, and uncle to the plaintiff, agreed that if Henry Glass would agree to give McMullin the 50 acres in question, he (John Glass) would give Henry the farm on which' he lived. The agreement between McMullin and Henry Glass was executed on this consideration, and the old man immediately made his will in favour of Henry, according to the contract. He is still living, and has signified no intention to revoke the will, which remains in the possession of the scrivener. The scrivener told the parties that there should be a consideration mentioned in the article, and they agreed upon the amount as expressed. There is nothing to impeach the fairness of this transaction. The vendor gets precisely what he agreed to take — the promise of his father to devise the farm to him. That promise, made on consideration of his conveyance of the land in dispute, is upon a valuable consideration, and an action would lie in favour of Henry against his father’s representatives to recover damages for the breach of it. Henry Glass accepted that promise from his father as an equivalent for the consideration-money expressed in the article of agreement. By acknowledging the payment of the money he-voluntarily placed McMullin in. the condition of a purchaser for value fully paid. Nothing whatever appears to show fraud or mistake, or even reasonable ground to believe that the consideration will fail. On the contrary, if the father should revoke his will \"the son may recover damages from his father’s estate. It is not necessary to determine what a chancellor would do in the case. of a mere voluntary agreement finder seal, because this is not such an instrument but an agreement for a valuable consideration. Nor is it necessary to examine into the cases in which parol evidence is admitted or rejected when offered to contradict the consideration expressed in the instrument. The, principle which seems to govern this case, is that where a vendor, without fraud or mistake, accepts of the engagement of a third person for the consideration agreed on, and on the faith of such engagement acknowledges the receipt, of the consideration, it is against equity that he should be permitted to defeat the operation of the grant by showing that the consideration was not paid. As between the vendor and vendee, the consideration is to be treated as fully paid, and the vendor is estopped from denying it. Standing as a vendee in possession, under a valid contract in writing, with all the purchase-money paid, McMullin was entitled to recover for the trespass, and the court fell into error in refusing to enter judgment according to the verdict.\nJudgment reversed, and judgment entered on the verdict in favour of the plaintiff in error, wdth costs.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "White and Qoffey, for plaintiff in error.",
      "Foster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McMullin versus Glass.\nWhere a party conveyed a tract of land to another with a money consideration expressed in the conveyance, and the receipt of the amount was acknowledged in the body of the instrument, but the real consideration was the parol agreement of a third party to devise to the grantor a certain farm, and who at the same time executed his will, containing such a devise to the grantor, and the will remained unrevoked, but the testator was still living: Meld, that the conveyance was not a voluntary one, but founded on a good and valuable consideration, and, in the absence of fraud or mistake, would be enforced against the grantor.\nShould such third party alter or revoke the devise, the grantor could maintain an action for damages for breach of the parol agreement against the personal representatives of such party. .\nThe grantor by acknowledging the receipt of the purchase-money under his hand and seal, in the absence of fraud, imposition, or mistake, is estopped from denying its payment as against the grantee.\nParol evidence as to the devise has no tendency to contradictor vary the terms of the written instrument by which the land was conveyed.\nError to the Common Pleas of Cambria county.\nHenry Glass, the defendant in the court below and also in this court, was the owner of a tract of land in Cambria county, a small piece of which he had agreed to sell or exchange with Enos McMullin, who owned an adjoining tract of. land. Subsequently, on the 23d January, 1851, they made a further contract, embracing the piece of land which had been surveyed to Enos McMullin ■ previously when they entered into the article of agreement upon which the present action was based. This was a family arrangement, at which John Glass, the father of Henry Glass, was present;- he- was also the uncle of Enos McMullin, who was the cousin of Henry Glass. By this article of agreement, under the hands and seals of the parties, Henry Glass' acknowledged to have received from Enos McMullin the sum of $350, and in consideration of which payment Henry Glass granted, bargained, and sold unto the said Enos McMullin the land therein described. The land was afterwards surveyed and found to contain about 49 acres, of which McMullin took possession, made some improvements on it, and Henry Glass directing some of his hands to cut timber upon this land, McMullin entered the present action of trespass qu. el. freg., to which the defendant pleaded not guilty and liberum tenementum, and upon these issues the case was tried.\nUpon the trial of the cause the defendant offered M. Leavy, Esq., who drew the article of agreement, to prove that no money was paid, and that none was to be paid, but that the true consideration was that John Glass should execute a will in favour of Henry Glass, and by which he agreed to devise the farm upon which he resided to Henry Glass, subject to a legacy to his sister, of $200. He further testified that he drew the will in accordance with these terms, which was executed by John Glass, and, which remained unrevoked and uneancelled in his possession.\nTo the reception of this evidence the plaintiff objected, upon the ground that it was incompetent for the defendant to contradict his admission under seal of the receipt of the $350, which objection was overruled by the court below.\nThe court below (Taylor, P. J.) ruled pro forma that the consideration, as proved by Leavy, was a valuable one, reserving the point. The jury found in favour of plaintiff, and assessed damages at $1.50.\nOn a subsequent day judgment was entered for the defendant non obstante veredicto, upon the ground that a court of equity would not decree a specific performance of the contract for want of mutuality, and being voluntary on the part of Henry Glass.\nThis ruling of the court, and the reception of the testimony of Leavy, was assigned for error.\nWhite and Qoffey, for plaintiff in error.\nFoster, for defendant in error."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 154
}
