{
  "id": 979554,
  "name": "Coxe versus Wolcott and Smith",
  "name_abbreviation": "Coxe v. Wolcott & Smith",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "154",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 650,
    "char_count": 15434,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.3723286122813395e-07,
      "percentile": 0.6385325939852092
    },
    "sha256": "b4af3c93b8e8d7139ea9f3044cee65dd24faa7e8d27daf3c9448a1d00546ea5f",
    "simhash": "1:96a5c83537a810ed",
    "word_count": 2764
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coxe versus Wolcott and Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe title was in the plaintiff unless divested by the treasurer’s sale to Nelson Richmond. If divested, it belongs to the defendants — if not divested, they have no rights, and the verdict and judgment should have passed in favour of the plaintiff. The sale to Richmond, regular in all preliminaries, divested Coxe’s title if there was no redemption, and whether a redemption or not was the question in the cause. There was no evidence of a redemption within the statutory period of two years after the sale, and on this ground the court assumed Richmond’s title to be perfect, and withdrew the case from the jury.\nBut though the right of redemption was gone with the two years, might there not be a permissive redemption after that period? Where lands offered at treasurer’s sales for taxes are not bidden for to the amount of taxes and costs, the county commissioners are required to buy them for the county, to hold them five years subject to the owner’s right of redemption, and, after that period, are authorized to sell them at public sale to the highest and best bidder. After the five years the title becomes absolute in the county. The commissioners are mere ministerial agents of the corporation, and no Act of Assembly-has given them power to extend the time of redemption. Yet it was held, in Steiner v. Coxe, 4 Barr 26, on reasons that are unanswerable, that a private sale by the commissioners to the former owner, after the five years had elapsed, being essentially a redemption, was good to divest the title of the county, though not to alter tbe title of the owner. If this be so in respect to county commissioners acting in a representative capacity, why may not an individual purchaser, who is bound to consult no interests but his own, permit a redemption after his title has become absolute ? He is not compelled to insist on the confiscation of his neighbour’s land, and if he prefers to take his money, with the 25 per cent, increase, and surrender the land, it is hard to imagine a reason why he may not do it. It required an Act of Assembly to compel Mm to take his money and give up the land within two years; but no legislation was provided, because none was needed, to permit him to take it, either within the two years or afterward. His volition is restrained by no law, and therefore it is quite free.\nWhether the transaction between Oviatt and Richmond amounted to a redemption or a purchase, was then, a question of fact, and as such ought to have been submitted to the jury. Oviatt acted at the instance and for the benefit of Freeman, who was bound to Ooxe by the articles of agreement of 18th October, 1842, to pay the taxes and to prevent a sale of the land. The deed was subsequently made to Sartwell and Steele, but by Freeman’s direction, and after they had become interested in the Ooxe titles by virtue of their agreement with Freeman of the 25th January, 1847. When their interest commenced is not apparent, for their written agreement recites an agreement “made some time since,” but if before the two years elapsed, they were under the same legal and moral obligations as Freeman to see that Ooxe’s titles were not impaired by treasurer’s sales, and to redeem any tract which, through inadvertence, had been sold. The money they paid in pursuance of Oviatt’s arrangement with Richmond, seems to have been exactly the amount payable as on a redemption.\nConsidering their relation to the Coxe title and all the circumstances in proof, the court ought to have submitted it to the jury to say whether a redemption was not in fact untended. Freeman could not, with a good conscience, take back Richmond’s title in any other manner, for he was under an express promise to Coxe to pay the taxes, and it would be a gross fraud in him to suffer the land to be sold for the very taxes he had bound himself to pay, lie by two years till the day of redemption was gone, and then buy in at the price of a redemption the title of the purchaser and set it up against that which he had undertaken to guard. So far as Oviatt acted for him it is difficult, consistently with common honesty, to .regard the transaction as anything but a redemption. And whether Sartwell and Steele were not so implicated with Freeman as to make a presumption of redemption equally necessary for them, would be worthy of the serious consideration of a jury.\nThe error consisted in refusing to submit the' question to the jury.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Curtis, for plaintiff in error.",
      "Johnson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Coxe versus Wolcott and Smith.\nA purchaser of land at treasurer's sale, may after the expiration of the two years consent to receive the redemption-money, and if he receives it as such, the transaction will he a redemption of the land, and not a purchase of it.\nWhether it is a purchase or a redemption is a question of fact for the jury.\nA party who is hound hy agreement with the owner of the land, to pay the taxes for which it was sold, would not he permitted even after the two years to defeat the title'of the owner, hy purchasing it hack at the price of a redemption.\nError to the Common Pleas of McKean county.\nThis was an action of ejectment by Richard S. Coxe against Nelson Wolcott and Frederick K. Smith, to recover a tract of land containing 990 acres.\nOn the 18th of October, 1842, the plaintiff entered into an article of agreement with Brewster Freeman to sell to him eight tracts of land containing in all 7777 acres, and including the land in dispute, at fifty cents per acre. Freeman was to give a mortgage to pay the purchase-money in four equal annual instalments, and to pay the taxes. No part of the purchase-money was paid upon this agreement, nor any mortgage given in pursuance of it by Freeman, nor was any conveyance of the land made by Coxe.\nOn the 25th January, 1847, Brewster Freeman entered into a contract in writing with Solomon Sartwell and Charles Steele, by which the two latter agreed to pay to Freeman $188.82, being one-half the amount he alleged he had expended for taxes and other expenses about the lands; and they were to have an equal interest with Freeman in five of the eight tracts, including the one in dispute in this action. Taxes were assessed upon this tract for the years 1842, 1843, and 1844; and in 1844 it was sold at treasurer’s sale to Nelson Richmond. In September, 1846, after the time for redemption had passed, Freeman procured a man by the name of Oviatt, to pay to Richmond the amount of the purchase-money paid by him, and twenty-five per cent, added, and Oviatt to hold the deeds until Freeman should repay him. His testimony of the transaction was as follows:—\nW. S. Oviatt. “ Sometime in the fall of 1846, September Court, B. Freeman took me from the court room and said Nelson Richmond, who had bought two of the tracts, would receive from him the redemption if paid that day. He then made a proposition to me to furnish the money for the redemption — put the deeds in my hands for security, and at a future day that was named, would refund the money with an addition of some amount, which I do not recollect — when I was to return the deeds to him, or to whomsoever he named. I accepted the proposition, and he got Judge Richmond to come off the bench and he received his money. I counted the money on the prothonotary’s table, and he received it either off the table or from Freeman. He was then sick, and went directly home and didn’t come out again; I think he went home immediately from court — was the last business he ever did. Freeman ordered me to make the title to Sartwell and Steele a short time before the money was due, on their paying me the money. They did pay me, and I believe I made a short affidavit of it to the Orphans' Court. I proved the contract in the Orphans’ Court; I think there was another affidavit besides mine; the lands were held by me subject to F.’s order, and he ordered me to convey to Sartwell and Steele.”\nCross-examined: “ I can’t state the time that I paid Richmond the money; it was at the court; can’t say that it was in October I made an affidavit out for the Orphans’ Court; I knew the date of the transaction at the time I made the affidavit; I did not make the affidavit in December, 1846; I think my hand was not to it till I received the money; think that would be as late as February, 1847, when I presented the petition to the court, the facts were fresh in my recollection; the petition was drawn by some one and presented to me to sign; I think John Chadwick was called as witness to what was agreed to between Freeman and myself; the original petition and oath of John Chadwick was handed to me by some one, and I read it; don’t know who handed it to me.\n“ The amount I paid Richmond was just the redemption-money; Sartwell paid some; I think the time of redemption had passed; I do not remember the amount of money I paid on this lot, nor the rates of interest I was to receive; whatever it was, it was a voluntary offer of Mr. Freeman.”\nRichmond, after having received the money, handed the deed to Oviatt, promising to execute an assignment of the deed at some subsequent time. He died shortly afterwards without having made the transfer. Proceedings were had in the Orphans’ Court, and under them a deed made by the administratrix of Richmond to Sartwell and Steele in pursuance of the parol contract, which proceedings were alleged to be informal and defective, and were not relied upon in the cause.\nSartwell and Steele conveyed to the defendants.\nThe plaintiff contended that the transaction between Freeman and Oviatt and Richmond was a redemption, and that the treasurer’s sale therefore did not divest the title of Coxe.\nThe defendants set up the outstanding title in the heirs of Judge Richmond, alleging that the transaction between him and Oviatt was a sale of his title, and not in the nature of a redemption.\nThe court below (White, P. J.) charged the jury as follows:—\n“ The original title from the Commonwealth to the tract of land in controversy, is admitted to have been vested in plaintiff.\n“ The defence set up is an outstanding title in Nelson Richmond, acquired by deed from Henry Chapin, treasurer of McKean county, dated the’ 30th of September, 1844.\n“ After the equity of redemption had expired, an arrangement was made by W. S. Oviatt with Judge Richmond, to purchase his title.\n“ This purchase plaintiff alleges is a redemption, because it was made upon the suggestion and for the benefit of Brewster Freeman, who, by contract with Richard S. Coxe, was obligated to pay the taxes, and because it was treated as a redemption by Freeman and Oviatt, and the consideration paid by Oviatt to Richmond was the precise sum necessary to redeem.\n“ According to the evidence in the case, the title had become absolute in Judge' Richmond, as absolute as though he had been the owner of it by conveyance from Coxe, and the question presented is, whether a parol agreement for the sale and conveyance of land, which would be void under the statute of frauds, can be thus taken out of the statute by converting it into a redemption. Oviatt swears that as between Richmond and him the transaction was an absolute purchase of Richmond’s title, made after the time of redemption had run out, and that he did not communicate to Richmond what had transpired between him and Freeman. He bought, it is true, at the request of Freeman, and Freeman was to. have the benefit of his purchase, provided he paid according to the terms of their arrangement the price he had stipulated to pay. Judge Sartwell on-behalf of himself and Stéele and Freeman made the payment, hut Richmond did not convey either to him or Oviatt. Consequently, neither of them acquired title; and upon the evidence disclosed, neither of them could compel the specific execution of the contract, for the simple reason that it was void under the statute of frauds. If the title had passed to Freeman or to Sartwell, the fiduciary relation existing between Coxe and Freeman, and the bad faith of Freeman towards Coxe in permitting tbe land to be sold for taxes, and thus attempting to defeat Ooxe’s title, and vest it in himself or some other person for his benefit, might have raised a trust in him and his confederates, of which Ooxe could avail himself. But this fiduciary relation and bad faith would not affect the legal rights of Judge Richmond, who, for anything that appears in the evidence, must be regarded as the absolute owner of the title, and as occupying the position of any other vendor by a parol contract unaccompanied with possession in the vendee.\n“ The title, therefore, to the land in controversy is in the heirs of Judge Richmond, and not in the plaintiff, and your verdict should be for the defendants.”\nA verdict was accordingly entered for the defendants.\nThe errors assigned were to the instruction of the court that the title was in the heirs of Judge Richmond. That the transaction was not a redemption, and in refusing to submit the question of whether it was a redemption to the jury.\nCurtis, for plaintiff in error.\nThe principle which governs this case is the same as the one in Coxe v. Sartwell, 9 Harris 485. The plaintiff claims to recover under the same agreement which in that case was declared to constitute Sartwell, Steele, and Freeman trustees for Coxe. The only difference is that here the time for redemption is passed. But why could not Richmond waive the time and accept the money ? If he accepted of it as a redemption, it required no conveyance to divest his title. The purchaser at treasurer’s sale acquires a defeasible title, and it rests with him whether the defeasance shall extend beyond the time fixed by law: Steiner v. Coxe, 4 Barr 26.\nJohnson, for defendant in error.\nThe argument calls this a redemption where the parties designed it as a sale and purchase. They knew the time had expired within which they could redeem. The only thing which favours this idea was that Richmond sold for the same as if it had been redeemed. Oviatt made no agreement on the personal responsibility of Freeman, but on the credit of the land alone, which he was to hold- as security for the repayment of the amount advanced, but he is deprived of this security if the payment was defacto a redemption. Oviatt and Richmond were innocent of participation in any fraud meditated by Freeman. To make the transaction a redemption would be to make- them sufferers for Coxe’s benefit, who is the only party in default.\nIt is no answer to say that the transaction was at the instance of Freeman, and for his benefit. Oviatt invested his money for his own benefit. Besides, the agreement was by parol and void. This case differs from Coxe v. Sartwell. There the redemption was within the two years, and was made by Freeman through Sartwell with his own funds, and under a claim of right to redeem within the two years. The transfer was to Sartwell and Steele as partners of Freeman. Here no such privity existed. The equity of redemption had expired. Oviatt purchased with his own funds, holding out no right to redeem under Coxe.\nThe right to redeem expires with the time — the period being an arbitrary one fixed by the statute: Steiner v. Coxe, 4 Barr 25.\nCoxe might have made an arrangement to redeem after the time, but it is denied that he can come forward and claim the purchase by a stranger for his own use, or in trust as a redemption for his benefit."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 159
}
