{
  "id": 979765,
  "name": "Russel versus Reed et al.",
  "name_abbreviation": "Russel v. Reed",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "166",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 208",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 12719,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.907689585909579e-08,
      "percentile": 0.41985806894533234
    },
    "sha256": "69a71be39340dca2a2c37a7c8db4b107dd9125a4e4699a78a92280c3e7e82779",
    "simhash": "1:2c42a0b153684dc6",
    "word_count": 2234
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russel versus Reed et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nAn issue to “try the right to money” in court for distribution, without specifying any particular fact in dispute, is irregular: Shertzer’s Executors v. Herr, 7 Harris 86. The issue before us is subject to that objection; but as the court in its final judgment made a proper disposition of the case, the decision is to be affirmed. If the result be correct, the means of arriving at it are not material.\nThe learned president of the Common Pleas has gone very fully into the facts and the questions of law supposed to be involved. We do not propose to review his opinion further than is necessary to determine the case before us. The only objection to the treasurer’s deed of 31st December 1816 which was brought to the notice of the court below, and assigned for error here, is that it is a conveyance to the commissioners of the county for more than a sum sufficient to cover the taxes in arrears and the costs of the sale. It is certainly true that the county might refuse to ratify such a purchase, and might insist on charging the commissioners individually with the arrears of taxes and the costs of the sale. But it is a matter entirely between the county and her own commissioners. The former owner of the land has nothing to do with it. If he neglects to pay his taxes, the sale takes away his title, whether the purchase by the commissioners be for themselves or for the county. It is true that he gains an extension of the time of redemption where the purchase is by the county. But this advantage cannot be claimed in a case where more than the taxes and costs are paid, and where the county does not and is not bound to purchase at all. The case of Peters v. Hearley, 10 Watts 208, disposes of this objection. The remarks of the judge who delivered the opinion in Cutler v. Brockway, 12 Harris 145, do not overthrow the authority of that case, nor were they intended to interfere in any respect with the principle there decided. As the sale to the commissioners of Venango county was legal, and no redemption has been made, the title of the original owner is completely divested by it. He has nothing whatever to do with the subsequent disposition of the property. The land was situated in the county of Warren, which was annexed to the county of Venango for special purposes. The purchase was held in trust for the county of Warren. The commissioners of the latter county were authorized by the Act of 1820 to collect taxes as in other cases. It is not necessary to decide that the Act of 1820 gave to the commissioners of Warren the authority to sell the lands in question. It is sufficient to say that they did sell them, and that the legislature, by Act of 10th May, 1852, confirmed the sale. No private right was violated by the confirmation, because all private rights had been divested by the first sale. It was simply a question between the two counties of Venango and Warren. They are but subdivisions of the government, deriving their existence and powers from the legislature. Their commissioners are nothing more than local agents of the state. Their powers may be revoked or enlarged, and their acts set aside or confirmed at the pleasure of the paramount authority, so long as private rights are not thereby violated. No vested rights of individuals have been in any manner impaired by the Act of 1852. The result is, that the title of the plaintiffs below, derived through that sale, was perfect at the time of the treasurer’s sale for taxes on the 14th June, 1852. They are, therefore, entitled to the money secured by the surplus bond.\nBut it is alleged that they are estopped from claiming it because they bought the land first at the treasurer’s sale of 1852, and afterwards at the sheriff’s sale of 1854, in pursuance of the judgments entered on the surplus bonds. They had as good a right as others to purchase at these sales. No one was injured by it, and there is no one who has any right to exclude them from claiming the money to which they are clearly entitled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Brown and Church, for plaintiff in error.",
      "Curtis and Miles, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Russel versus Reed et al.\nAn issue to try the right to money in court, without specifying any particular fact in dispute, is irregular.\nA treasurer’s sale of unseated land to the commissioners for more than the taxes in arrears and costs of sale, takes away the title of the owner. But in such case the time of redemption is limited to two years.\nThe county might refuse to ratify the purchase, and charge the commissioners individually for the taxes and costs.\nWhilst the county of Warren was annexed provisionally to the county of Venango, a purchase by the commissioners of the latter of unseated land situated in the former, was held in trust for Warren county.\nThe Act of 10th May, 1852, confirming sales made by the commissioners of Warren county, under an act authorizing them to collect taxes on unseated lands as in other counties, would perfect the title of one claiming under such a sale.\nWhore one in whom was the title, purchased unseated land at a treasurer’s sale, and afterwards when it was sold by the sheriff, on executions issued on the judgments for the surplus bonds, again purchased it, he is not thereby estopped from claiming the money arising from the sheriff’s sale.\nError to the Common Pleas of Warren county.\nThis was a feigned issued to try the right of Roswell Reed and others, to the money in court arising from the sheriff’s sale of certain tracts of land in Warren county, sold on five ven. exp.’s. The narr. was in assumpsit, with averment of plaintiff’s right to the money. The defendant, Russell, the treasurer of the county, denied this averment and joined issue thereon.\nThe plaintiffs below bought certain tracts of land at treasurer’s sale, and gave their bonds for the surplus. « These bonds were entered up, executions had upon the judgments, and the money made brought into court. The plaintiffs were the defendants in the executions, obligors in the bonds, and purchasers at treasurer’s sale. They contended that the title to the land was in them at the time of the sale, and therefore they were entitled to the surplus money arising from the bonds.\nTo show title, the plaintiffs gave in. evidence the deed of the treasurer of Yenango county (the production of the assessments being waived) to the commissioners of that county,' dated 31st December, 1816, for five tracts in Warren county, numbered 5228, 5230, 5231, 5232, and 5223; and the deed of the commissioners of Warren county, dated 9th March, 1825, to Perkins Nichols for a number of tracts, including the above named; and his deed, dated 3d November, 1828, to Roswell Reed for the same tracts; and the last will of Roswell Reed, proved 25th June, 1839, by which the lands were devised to the present plaintiffs. The tracts were sold at treasurer’s sale by Robert R. Russel, treasurer in 1852, to the present plaintiffs, who gave the surplus bonds which were entered up for the use of S. P. Johnston. Fi. fa.’s were issued upon these judgments, the tracts were levied upon and sold to Roswell Reed and others for $2900. The money was brought into court, and is the subject of this issue.\nThe defendant claimed for Johnston the money, alleging title in him at the time of the treasurer’s sale in 1852. He exhibited a patent to George Mead for the five tracts, dated 14th June, 1798, together with the warrants and surveys; a deed from George Mead to George Taylor, and from Taylor to Plumstead, dated 27th May, 1800, and a deed from the heirs of the latter to Samuel P. Johnston, dated the 11th November, 1848, each of which deeds embraces the tracts of land for which the surplus bonds were given.\n' By the Act of 12th March, 1800, it was provided that the counties of Crawford, Erie, Mercer, Venango, and Warren should form one county under the name of Crawford county. By the Act of 1st April, 1805, the provisional county of Venango was organized, and Warren annexed to it. By the Act of 6th March, 1819, the provisional county of Warren was organized for judicial purposes, and the commissioners of Warren were authorized to call on the commissioners of Venango for the purpose of examining, liquidating, and receiving such balances as might be due to Warren, and reserved for the use of the same under the Act of 12th March, 1800.\nThe Act of 1820, “ a supplement” to the act just mentioned, provided that it should be the duty of the commissioners of Warren county to order the collection and payment of all county and road taxes due and assessed on seated property and unseated lands, and of all taxes due said county previous to its organization for judicial purposes, which might remain unpaid by the several collectors; and to collect said taxes on unseated lands as they were collected in other counties; and to keep an account of all moneys paid into the treasury.\nThe Act of 10 th May, 1852, enacted that the act entitled ‘A supplement to the act entitled An act to organize the provisional county of Warren for judicial purposes,’ ” passed the 18th day of January, 1820, shall be so construed as to authorize the sale, by the commissioners of Warren county, of lands lying within the county of Warren, which had been purchased by the commissioners of Venango, and which were unredeemed; and that the sale of said lands by the commissioners of Warren county is hereby confirmed, and made valid to the purchasers: Provided, That this act shall not affect any action now pending, nor any owner of lands who may have redeemed, or attempted so to do, within twenty-one years from the time of the treasurer’s sale to the county of Venango.”\nThe questions raised upon the trial sufficiently appear in the points presented to the court (McOalmont, P. J.), the answers to which formed the assignments of error as follows:—\nThe court erred, 1. In answering the plaintiff’s first point in. the affirmative, viz., That the treasurer’s deed to the commissioners of Venango county being unredeemed for a period of five years, divested the title under which the defendant claims.\n2. In answering plaintiffs’ fourth point in the affirmative, viz., That the Act of January 18, 1820, authorized the commissioners of Warren to sell and thereby collect the taxes due upon land within the limits of the county of Warren, which vest in plaintiffs a good title.\n3. In answering the plaintiffs’ fifth point in the affirmative, viz., That the Act of May 6, 1852, confirms and makes valid the title in the plaintiffs.\n4. In answering defendant’s first point in the negative, viz., The sale of unseated lands for taxes made to the commissioners of the county by the treasurer for more than a sum sufficient to cover the taxes in arrears, and the costs of the sale, passes no title whatever, and hence the sales and deeds in evidence from John McOalmont, treasurer of Venango county, to Alexander McOalmont, John Wilson, and Abraham Selders, commissioners of said county, for tracts No. 5223, 5228, 5230, and 5232, and dated December 31, 1816, did not divest or pass the title of the former owner.\n5. In answering the defendant’s second point in the negative, viz., That even if the deeds referred to in the preceding points divested the title of the former owner, the deed in evidence from Robert Falconer and others, commissioners of Warren county, to Perkins Nichols, and dated March 9,1825, did not pass that title..\n6. In answering the defendant’s third point in the negative, viz., That the sale to Nichols as recited in the said deed of March 9, 1825, was irregular and defective even if the grantors therein named had had authority to make it, and without other evidence, conferred no title whatever, and the plaintiffs in this issue can have no right to the money in court by virtue of it.\n7. In answering the defendant’s fourth point in the negative, viz., That the plaintiffs are estopped from claiming the money in court arising from the sale on their own bonds and judgments thereon by them confessed.\n8. In admitting in evidence the deed from the treasurer of Venango county to Alexander, McOalmont et al., commissioners of Venango county, for tract No. 5228, sold for more than the arrearages of taxes and the costs accrued.\n9. In admitting in evidence the deed from the treasurer of Venango county to Alexander McOalmont et al., commissioners of Venango county, for tract No. 5232, sold for $53.33, being a sum much greater than the arrearage of taxes and the cost accrued.\n10. In admitting in evidence the deed from Robert Falconer et al., styling themselves therein commissioners of Warren county, to Perkins Nichols for the said several tracts of land.\nBrown and Church, for plaintiff in error.\nCurtis and Miles, for defendant in error."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 170
}
