{
  "id": 979665,
  "name": "Miltenberger et al. versus Croyle et al.",
  "name_abbreviation": "Miltenberger v. Croyle",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "170",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 267,
    "char_count": 4730,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.232648209653946e-07,
      "percentile": 0.6060289615340508
    },
    "sha256": "c740b0ee9f65449e1f8e9c5f0a51c34a41f174e5a669f2e1cb29ad8e30cf1b60",
    "simhash": "1:7836ddbc6c443ade",
    "word_count": 822
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miltenberger et al. versus Croyle et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nBoth parties claim under Mary Croyle, the wife of Philip Croyle, who died about the year 1850. This ejectment was brought in 1852. The plaintiffs below are two of the heirs of Mary Croyle. The. defendant below, John Croyle, is also an heir. He has held possession of the land in controversy under a contract for the purchase of it from Philip and Mary Croyle, and also under a sheriff’s sale of the life estate of Philip Croyle, made on the 22d February, 1827, to Samuel G. Bailey, and a transfer of that title from Bailey on the 6th March, 1830. There was no evidence whatever that the contract with Philip and Mary Croyle was ever acknowledged before a magistrate by the latter. The article of agreement remained in possession of Mary Croyle, and was destroyed by her in the presence of her husband and John Croyle, with the assent of the one, and, according to the testimony of Joseph Croyle, without any opposition from the other.\nConceding that the destruction of the article was unauthorized, it is clear that without an acknowledgment by Mary Croyle, according to law, it could have no legal operation against her, or her heirs after the death of her husband. There was no secret act of spoliation. All parties in' interest were present, and John Croyle was sent for specially on the occasion. His acquiescence may be inferred from his omission to make opposition by word or deed. There is therefore nothing to authorize a presumption that the article had been acknowledged by Mary Croyle separate and apart from her husband. Giving to John Croyle all the benefit of the contract to which he could, under the evidence, lay claim, it merely entitled him to hold the land during the natural life of his father. This right he held also under the sheriff’s title of 1827.\nAs the plaintiffs had no right of action until the death of Philip Croyle in 1850, the court was correct in holding that there was no defence under the statute of limitations. As the contract with Philip and Mary Croyle was inoperative upon her heirs after the death of Philip Croyle, there was no error in declaring it to be an insufficient defence. As the plaintiffs were entitled, under all the evidence in the cause, to recover “ two undivided third parts of the land described in the writ,” the court performed nothing more than its duty in so declaring the law. The judgment is therefore to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Forward and Gaither, for plaintiffs in error.",
      "Baer, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Miltenberger et al. versus Croyle et al.\nUnless an ai’ticle of agreement for the sale of the land of a feme covert be acknowledged by her before a magistrate, it is inoperative against her or her heirs.\nThe statute of limitations does not commence to ran against the heirs of a feme covert until the expiration of the life estate of her husband surviving her.\nError to the Common Pleas of Somerset county.\nEjectment by Jacob Miltenberger and Rachel his wife, late Rachel Croyle, and Susanna McCracken, late Susanna Croyle, against John Croyle and others. The plaintiffs and one of the defendants are the heirs at law of Mary Croyle, who was intermarried with Philip Croyle, and in whom the legal title to the land in controversy was vested. On the 22d February, 1827, the life estate of Philip Croyle was levied upon and sold by the sheriff to Samuel G. Bailey, and transferred by Bailey to John Croyle in March, 1830. An article of agreement for the sale of the land was entered into between Philip and Mary Croyle and John Croyle, but was never acknowledged before a magistrate by the wife. Afterwards, because of some quarrel with John, his mother destroyed the article, John making no objection. There was no distinct evidence of what the terms of the agreement were, and it remained until its destruction in possession of Philip and his wife. Philip Croyle died in 1850.\nThe court (Buefincton, P. J.) charged the jury that, 1st. “ The agreement was executory in its character. What estate it purports to convey, and what were the covenants on behalf of John, we are left uninformed. There is no evidence whatever that it was separately acknowledged by the old woman, in conformity with the statute, nor, indeed, that it was acknowledged at all. 2d. In the absence of any evidence showing a valid right in John to the inheritance of the mother, and the defendants having failed to make out an adverse possession for twenty-one years as against the inheritance descended to the plaintiffs, we are of opinion that the plaintiffs are entitled to recover their interest, being the undivided two-thirds of the land described in the writ.”\nThese were the errors assigned by the defendants below.\nForward and Gaither, for plaintiffs in error.\nBaer, for defendants in error."
  },
  "file_name": "0170-01",
  "first_page_order": 170,
  "last_page_order": 172
}
