{
  "id": 979418,
  "name": "Grier versus Sampson",
  "name_abbreviation": "Grier v. Sampson",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "183",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 183"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 892,
    "char_count": 26521,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 7.230776102371518e-07,
      "percentile": 0.9678241858888298
    },
    "sha256": "bb4d0940a1bc631df11aee151fd9775b0a025eedbc1672ea7d37808ae102260c",
    "simhash": "1:f824654491df71c4",
    "word_count": 4735
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., was absent on the argument. Black, J., dissented."
    ],
    "parties": [
      "Grier versus Sampson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action on the case against an alleged owner of real estate for a personal injury occasioned to the plaintiff by a permissive nuisance on the defendant’s premises.\nThat the owner. of real estate, lying along a public street or highway, is bound to keep it in such repair as to make it safe to passers-by, and is liable in damages for injury resulting from his neglect to perform this duty, is a proposition unquestioned by the thirteen errors assigned upon this record. That the tenant in possession, if there be .one, is under a like obligation and liability, unless the landlord has covenanted to repair, is not only an undisputed proposition, but was one of the main grounds of plaintiff in error’s defence in the court below. Grier, it was said, was not liable because he was not the owner of the premises; but if he was owner he was not liable, because Smith was in possession. We have not been furnished with the evidence of title, but we learn from the charge that Smith had been the owner of the lot; that he built the houses and excavated the vault under the street which caused the injury; that the premises were sold as his property at sheriff’s sale to Grier, who was his creditor; and that after the buildings were destroyed by fire in the spring of 1853, the premises remained vacant, and the vault or cellar was left open and exposed, no barriers or protection of any kind being thrown around it to guard the public against accidents in passing. The sheriff’s sale vested the legal title in Grier, and there is nothing in the objection that the title did not comprehend the locus in quo, which it is said was in the street, and not in the lot.\nA conveyance of land bounded by a road or street, gives the grantee a title to the middle of the road or street, if the grantor owned thereto: Paul v. Carver, 12 Harris 207; and in the absence of title papers we are to presume that a lot bounded by a street extended to the middle of it. If this street in Temperanceville was laid wholly on the adjoining owner; if the lot in question was indeed bounded by the margin, and not the middle of the street, the defendant should have shown it. Without any evidence to that effect, we hold that the title he acquired by the sheriff’s sale extended to the middle of the street, and comprehended, of course, the locus in quo. But he offered to show, as set forth in the sixth bill of exception, that after the sheriff’s sale he agreed by parol with Smith that he would reconvey the premises on being paid the amount that Smith owed him, and what he had expended in the purchase of the property; and that in pursuance of this agreement Smith remained in possession, repairing, using, and occupying the premises, and paying the rents to the defendant on account of the stipulated purchase-money until the buildings were destroyed by fire, when the defendant received the residue of the purchase-money out of the insurance upon the buildings and Smith’s goods and fixtures. The court ruled that the defendant might show Smith in possession at the time plaintiff was injured; but that if the premises were vacant at that time, the possession followed the legal title, and was in the defendant; and that the parol agreement without such possession in Smith was no evidence of title. Was it?\nA purchaser of land at sheriff’s sale acquires not the possession of the debtor as whose property it is sold, but only the right of possession; and the Acts of Assembly furnish him with a summary process for obtaining the actual possession. If, instead of resorting to his legal remedy, he makes such an agreement as was offered to be shown here, it might be a serious question whether there was any such taking possession in pursuance of the parol agreement as would amount to part performance; but if it be granted, that there was, it is indispensable to the vitality of such an agreement that the possession be maintained. That Smith did not maintain his possession, that he was not in the actual possession when the plaintiff was injured, we are obliged to conclude from the defendant’s failure to prove it when he had leave to do so. It was argued that Smith must be considered as still in possession, because Grier had executed no writ of possession against him; but this argument kills off the parol title, for to make out that, we must consider Smith as surrendering the possession to Grier, and resuming it under the parol agreement. If so, he was bound to maintain it; and when he abandoned it, it -reverted to Grier. A man sells land by parol and puts the purchaser in possession, who, instead of remaining, quits the possession and leaves the land vacant; can there be any doubt that the possession follows the legal title ? It must vest somewhere. The rights and responsibilities that pertain to the possession of land must for ever attach to somebody, and in judgment of law they attach to the owner of the title when no one has the actual possessio pedis. Would a chancellor decree a conveyance to a purchaser by parol who had abandoned the premises and surrendered the possession to the owner of the legal title ? Clearly not, even though he had paid the purchase-money in full; for this could be returned, and interest on it would be compensation. The recent decisions in this court on the statute of frauds and perjuries, are decisive of this question. Then there was no title in Smith by virtue of the parol agreement, and the court were right in their ruling.\nIt was argued that the parol agreement was good between the parties, and that a stranger had no right to impeach it. Certainly the parties might hold themselves bound by it, but if they meant to, why did they not execute it ? Why did not Grier convey the legal title, and why did not Smith retain the possession ? If it be said that he did, the question then is, why did he not show it ? These are questions that even a stranger to the title has a right to ask when he is looking for the party who is responsible to him for a serious personal injury. Suppose he had sued Smith instead of Grier, the sheriff’s sale would have been pointed to as divesting Smith’s title; and the possession surrendered, as it might well be without process, would have cleared Smith of all responsibility. The plaintiff would then have alleged the parol agreement, but the answer would have been that that was never executed, nor in so far performed that a chancellor would feel compelled to decree specific execution. Thus Smith would escape liability by repudiating the very title which Grier asserts as his means of escape, and the wrong done to the plaintiff would go unredressed. The law, faithful to the public safety, furnishes a plain and simple rule for determining the liability in such cases. It holds the party in possession responsible; and if there be nobody in possession, it refers the injured party to the owner of the legal title. The record shows that Grier was the owner in this case; and what the defendant offered to prove, taken in connexion with that which he was permitted to prove, but did not, was insufficient to divest his title.\n■ Another attempt, described in the 7th bill, was made to prove Smith in possession after the fire, but it resulted no better than the first; and in view of his failure to establish this point the defendant has no reason to complain that the court stood upon the clear principle that the title drew to itself the vacant possession.\nThese are the principal matters in the record, but there are several minor points which must be noticed.\nThe fact permitted to be proved, that the defendant received the insurance money, is complained of, but without good reason, for it was a circumstance to indicate the ownership, and it was well proved by the agent who made the payment, without the production either of the policy or the books of the company. Of what consequence was it whether the policy had been duly assigned or not, or whether the payment was rightly made or not ? The defendant was denying his ownership of the property, and the fact of his demanding and receiving the insurance money therefor, was evidence against him, whether as between him and the insurance company he was or was not, in strict right, entitled to receive it.\nIt seems that, besides the vault into which the plaintiff was precipitated, there was another hole or well in the bottom of the cellar, of which the plaintiff was permitted to give evidence. Although this well was not connected with the plaintiff’s injury, there was no error in permitting, it to be described as exhibiting the actual condition of the premises. It tended to show the extreme carelessness of leaving such premises unprotected.\nThe evidence referred to in the 3d and 4th bills not being furnished, we cannot say whether it was calculated to benefit or injure the plaintiff in error. If we were expected to pass upon it, it should have been furnished, and if we were not, it should not have been assigned for error.\nThe evidence in the 5th bill was properly rejected as irrelevant.\nThe court answered the 4th and 12th points consistently with the authorities. It is the general custom of this country for persons meeting on a highway to pass on the right; but when a horseman or a light vehicle can pass with safety on the left of a heavily laden team, it is their duty to give way, and leave the choice to the more unwieldly vehicle. The plaintiff was guilty of no negligence in conforming to this modification of the general rule.\nWe have now touched all the points that have been assigned for error, and finding no fault in any of them, the judgment is affirmed. ' ’\nLewis, C. J., was absent on the argument. Black, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "T. Mellon and Woods, for plaintiff in error.",
      "G. P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Grier versus Sampson.\nThe owner of real estate lying along a public street or highway is bound to keep it iu such condition as to be safe to persons passing over the road, and is liable in damages for an injury resulting from a failure to perform this duty.\nA tenant in possession is under a similar obligation and liability, unless his landlord has covenanted to make the repairs.\nA conveyance of land, bounded by a road or street, gives the grantee a title to the middle of the street, if the grantor owned thereto.\nWhere there is no evidence of the grantor’s title, it will be presumed to have extended to the middle of the road or street.\nIt is essential to the validity of a parol sale of lands, that the possession he maintained as well as taken in pursuance of the contract.\nWhere lands are sold by a parol agreement, and the vendee quits the possession and leaves the premises vacant, they revert to the holder of the legal title, although the purchase-money may have been paid.\nPor an injury occurring by neglect to keep premises adjoining a public highway in repair, the law holds the party'in possession responsible, and if there be no one in possession, it refers the injured party to the owner of the legal title. '\nReceiving the insurance money for premises destroyed by fire, is competent evidence to indicate the ownership of the property, and may be proved by the person, who paid the money, without the production of either the policy or books of the company.\nA dangerous condition of the premises, unconnected with the injury received by the plaintiff, is admissible to show the negligence exhibited in leaving the place unprotected.\nIt is the general custom in this country for persons meeting on a highway, to pass to the right, but when a horseman or light carriage meets a heavily laden team, and can pass with safety on the left, it is his duty to give way and leave the choice of the road to the more unwieldy vehicle.\nError to the District Court of Allegheny county.\nThis was an action on the case by David Sampson against David A. Grier, to recover damages for personal injuries sustained by him in consequence of being thrown into an open vault, alleged to be on premises owned by defendant. The property was situated in the village of Temperanceville, and contained 120 feet fronting on the south side of the Pittsburgh and Steubenville Turnpike Road. Several houses had been erected on this lot, the front walls coming to the line of the street. In front of them'and extending eight feet into the road, were vaults, communicating with the basement of the buildings. This was covered over with plank, .and contained openings to admit fuel, &o. In 1849 the title to this property was vested in a man of the name of Smith, and was levied and sold as his property by the sheriff to the defendant, Grier. After the sheriff’s sale the defendant alleged that Smith and his tenants remained under a parol agreement, and that a reconveyance was to be made of the property as soon as Smith would refund to Grier the amount of the purchase-money and the amount of Grier’s debt against Smith. Under this arrangement Smith remained until 1853, when the tenements upon the lot were consumed by fire. An insurance was in existence, the amount of which the defendant Grier received, which reimbursed him for the money paid on the purchase and his debts. The fire had consumed the plank which covered the vault in the street or road, and it remained open.\nGrier resided in Allegheny City, and the premises remained vacant. On the 14th March, 1854, the plaintiff returning from market in a buggy met a coal team, loaded, opposite the premises, and passing to the left hand side, his horse took fright and leaped into the vault, dragging the buggy, in which were the plaintiff and his daughter, after hipi; and for the injuries thereby sustained this suit was brought.\nThe plaintiff, for the purpose of proving that Grier was the owner of the premises, called the insurance agent to prove that Grier claimed the insurance and the amount of it was paid to him. The evidence was objected to, but admitted by the court.\nThe plaintiff also proved, under objection and exception by the defendant, that there was a hole or well in the vault, near where the plaintiff was thrown in. John McCloskey, a stockholder in the Pittsburgh and Steubenville Turnpike Company, was objected to on the ground of interest, but the objection was overruled and the witness sworn.\nThe defendant offered to prove the condition of the road at some distance from the place where the injury occurred, and that the road in those places was more dangerous than at the locus in quo, and that the same place was more dangerous before the vaults were made than at the time of the injury.\nThis evidence was objected to by the plaintiff and rejected.\nThe defendant then offered to prove the parol agreement before stated, between Grier and Smith. The court rejected it, because it did not show the title in Smith.\nHe also offered to prove that Smith, after the fire and at the time of the accident, had such possession of the premises as the nature of the case admitted of, to wit, exercising acts of ownership by the removal of parts of the ruins, and payment of taxes, &c.\nPer Quriam. — You may show that the property was assessed in the name of Smith, and that he paid the taxes so assessed, and the offer will be received and evidence admitted. Otherwise it is rejected.\nThe defendant submitted, among others, the following points:\nIf the jury believe from the evidence that plaintiff attempted to pass, a wagon meeting them (at the time of the accident) on the left hand side, when there was room for conveniently and safely passing to the right, this is such a disregard of the customs and law regulating the passing of vehicles meeting each other on public roads as amounts to a want of ordinary care, and the plaintiff cannot recover.\nIf the jury believe that the hole into which the plaintiff fell was in the turnpike road, that the same was not made by the defendant: that the lots of ground which the plaintiff' alleges belong to the defendant, are bounded by and extend no farther than the south side of the turnpike road: that the wall or bank over which plaintiff fell was in the turnpike, some six to ten feet in front of and outside of said lots, and that the hole into which he fell was between said lots and said wall, then the plaintiff cannot recover.\nThat if this hole in the road was dug, and this wall erected by Wm. S. Smith, the former owner of the lots, such digging and erection was a trespass on the rights and premises of the Turnpike Company. That by the purchase at sheriff’s sale by the defendant, of the title of the said Smith, no right, title, interest, or claims of any kind whatsoever passed to the ground occupied by the same, but the same and every part thereof in front of the line of the said lots, belonged to the said turnpike road, and the defendant is not responsible for any accident which may have occurred by reason of said nuisance.\nThat if Smith, the former owner of the lots, put a public nuisance on the highway in front of said lots, neither this nuisance nor its consequences passed to the sheriff’s vendee: nor is he liable for the injuries arising from the wrongful acts committed by Ur. Smith, or the gross neglect of duty by the turnpike company.\nThat the said defendant had no right to dig down or fill up any part of said turnpike road, nor was it any part of his duty to fill up this hole in the road.\nThat there is no evidence in the case showing any negligences or the commission of any unlawful act by the defendant, which in law would render him responsible for the injury sustained by the plaintiff.\nIf, as alleged by the plaintiff, the road on the left side was unsafe, and this was known to the plaintiff at the time, and instead of keeping to the right of the approaching teams, as law and custom direct (or waiting 'till they passed), he took the left hand and dangerous side, and drove on at a rapid pace, such conduct was reckless and imprudent, and the defendant is not liable for the consequences.\nThe court below (Williams, J.), after reciting the facts, charged the jury as follows :—\n“ There can be no question that a vault or. cellar one hundred and twenty feet long and eight or ten feet deep, situate as this was on or in a public street or turnpike road passing through the village of Temperanceville, was a public nuisance. But this area or vault was not excavated or made by the defendant, but by Smith, the former owner — and it is therefore contended that the defendant is not liable for the nuisance. If this be so, there can be no recovery against the defendant, in this action: but is the law as contended for by defendants counsel ? There is no evidence that the vault, when covered with plank as it was when defendant purchased the property, was dangerous to persons passing along the road. There is no evidence that it became dangerous until after the destruction of the buildings by fire. The defendant was then the owner of the premises; as such owners are bound to take proper care thereof, so as to prevent the consequences of a public nuisance, the defendant is liable. He (the defendant) is liable for any injury occasioned by his nonfeasance or negligence in leaving open or unprotected, a deep vault in front of his property, and used in connexion therewith, whether the vault be on or within the line of the public street or road.\n“ It is alleged in defence that the area was excavated and the vault made before the defendant became possessor of the property. 'The defendant’s liability for the nuisance, after the destruction of the buildings and the covering of the vault, is precisely the same as if he had actually constructed the vault, for the use of the houses: Irwin v. Sprigg, 6 Grill 200; Campbell v. Ilardinghame, 8 Campbell 898.\n“Nor is it any valid excuse that the defendant never actually lived on the premises.\n“ The evidence, if believed, shows that the defendant was aware of the destruction of the buildings by fire, that he visited the premises shortly after their destruction in company with the agent of the insurance company in which the buildings were insured, and that he saw or might have seen their condition. If the defendant knew that the premises were destroyed by fire, it was his duty to look to their condition after the fire and ascertain whether the property was in such a situation as to be dangerous and a public nuisance, and he is liable if he neglected his duty in this respect. Every owner of property is bound to take proper care of it, and to see that its condition is not such as to become a nuisance, and if he fails in duty in this respect, he is liable for the consequences. He cannot set up his ignorance arising from negligence as an excuse for the omission of his duty.\n“ The defendant’s liability, under the circumstances, for the nuisance complained of, is the same as if he had actually erected the houses and made the vault in front thereof, as was done by Smith, the former owner. It is immaterial that it is not shown that defendant was in the possession of the property before the fire. After the destruction of the buildings the property was left vacant and the possession followed the legal title. That was in the defendant, and he is therefore liable if he suffered the premises to become a nuisance. The right of the plaintiff to recover for the injury he received'in being thrown into the vault, and defendant’s liability, therefore, depends upon a few plain and well settled principles of law.\n“ 1st. The plaintiff is not entitled to recover if the injury was the consequence of his own want of ordinary care, notwithstanding the defendant may have been guilty of gross negligence in leaving the coal vault in front of his property open and exposed, and a nuisance to 'those travelling along the turnpike road.\n“ 2d. If the injury was occasioned by the mutual negligence of the plaintiff in driving his buggy, and of defendant in leaving the vault exposed, the plaintiff is not entitled to recover.\n“ When the injury is shown to have been occasioned by mutual negligence, the injured party cannot recover damages. The law in such a case regards the injury as the result of want of proper care on the part of the person injured, and not as the result of the carelessness or default of the other party.\n“ 3d. But in case of an injury occasioned by falling or being thrown into a dangerous opening or vault, on a public street or road, it is not incumbent on the plaintiff to prove the exercise of ordinary care on his part, but the proof of the want of ordinary care on the part of the plaintiff lies on the defendant. The burthen of proof of want of ordinary care rests upon the party alleging it.\n“ The defendant alleges that the accident happened in consequence of plaintiff’s negligence, and he is bound to prove it. The jury will determine from all the evidence in the case, whether the plaintiff failed to exercise ordinary care, and was guilty of negligence — and whether the accident was owing to want of ordinary care on plaintiff’s part.\n“ If the plaintiff exercised ordinary care in driving along the road at the time of the accident, he is entitled to damages for the injury he received.\n“ It will be the duty of the jury to apply these principles to the facts of this case, in determining the question of defendant’s liability. Whether the injury was occasioned by the plaintiff’s negligence or want of ordinary care in driving his horse and buggy at the time of the accident, or whether it was the result of mutual negligence on the part of plaintiff and defendant, are questions of fact for the determination of the jury, under all the evidence in the case.\n“ By the law and the custom of the land, it is the duty of persons travelling in wagons or other vehicles, meeting each other on the public road, to pass on the right hand side of the road. But this is not an inflexible rule, it admits of exceptions. Where one on horseback, or in a light buggy, meets a loaded wagon, and it would be difficult or inconvenient for the loaded team to turn out and pass to the right, it is altogether proper and usual for the person on horseback or.in a light wagon to pass to'the left hand side of the road. The law or custom which requires persons meeting on a public road to pass to the right, applies to, and is intended' to regulate the duty and conduct of, those travelling on the road as between themselves.\n“ The plaintiff and the public had a right of way over any and every part of the road — in the middle, on the right or left hand side of the travelled part thereof — and therefore I cannot charge yon as requested by defendant, that plaintiff’s taking the left hand side of the coal teams, amounts to a'want of ordinary care.\n“Whether the plaintiff failed to exercise ordinary care, and was guilty of negligence in passing to the left of the coal teams, and whether such want of ordinary care was the cause of the injury complained of, is a question of fact for the determination of the jury.\n“ If the plaintiff’s horse became frightened and jumped into the vault, without any want of ordinary care or skill on the part of the plaintiff, and the injury was occasioned in consequence of there being no protection or barrier around the vault, the plaintiff is entitled to recover.\n“ If the jury find that the plaintiff exercised ordinary care, and was not guilty of negligence, it will then be your duty to ascertain and determine the amount of damages to which plaintiff is entitled.\n“ This is not a case for vindictive damages. But the plaintiff, if entitled to recover, is entitled to full and fair compensation for the injury he received. The injury was of a serious character— the plaintiff lost for a time the use of his right arm — whether he will ever regain the full use of his right hand, would seem to be doubtful. A person who, in the exercise of ordinary care, falls or is thrown into a deep pit or vault, improperly left open and exposed on a public road or highway, by the owner, ought to be fully compensated for all the injury he may receive.\n“ Extravagant damages should not be given, but full compensation for the injury should be made.\n“ The charge of the court sufficiently answers the points submitted by defendant’s counsel — and so far as they are not answered they are refused.”\nThe jury found for the plaintiff $1500 damages.\nThe errors assigned in this court were to the rejection,and reception of the evidence, as above stated; to the charge of the court, and refusal to answer defendant’s points.\nT. Mellon and Woods, for plaintiff in error.\nG. P. Hamilton, for defendant in error."
  },
  "file_name": "0183-01",
  "first_page_order": 183,
  "last_page_order": 193
}
