{
  "id": 979751,
  "name": "Lytle versus Judah Colts",
  "name_abbreviation": "Lytle v. Colts",
  "decision_date": "1856-11-07",
  "docket_number": "",
  "first_page": "193",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 441",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0441-01"
      ]
    },
    {
      "cite": "5 Watts 307",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 263,
    "char_count": 3536,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.4758503023314336e-07,
      "percentile": 0.8070236913426226
    },
    "sha256": "38014eee714a731625435605fac8d6adf25cc6b14074686062f8a8d1465c5a88",
    "simhash": "1:a9fbaee47fb6bfb9",
    "word_count": 633
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lytle versus Judah Colts."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, J.\nThe recency of the settlement of the amount due on the bond, saves it from the charge of antiquity; but, was there a valid judgment entered upon it ? Certainly not, for the record does not show a confession in any form. The maxim “ Omnia prcesumuntur,” is appealed to; but that does not apply in error to cure the very irregularity complained of, else it would vacate the principal functions of this court.\nThe objection below was, that there never was an appearance or confession of judgment on behalf of the defendant; and as the record shows none, the objection seems to be sustained. Why then was not the judgment set aside ? The maxim' “ Omnia prcesumuntur” was quite out place on the hearing of the motion in the court below, for it was not needed, since that court had power to make its records express every omitted fact. The answer ought to have been made, by satisfying the court that there really was a confession of judgment, and by having the record amended according to the fact. This not having been done, we must take the record as it stands, and on it we find nothing to sustain the judgment. Surely it is expecting too much, when we are asked not only to overlook irregularities in form, but to dispense with forms, and to presume that a judgment was confessed because it might have been, and was intended to be.\nJudgment reversed and record remitted.",
        "type": "majority",
        "author": "by Lowrie, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Lytle versus Judah Colts.\nA judgment entered on a narr., reciting a bond and warrant of attorney to confess judgment, but without any appearance for defendant or formal confession of judgment, will be set aside as irregular.\nThe entry on the back of the nair., “ Narr. with confession of judgment,” is not a confession of judgment, but a mere memorandum or endorsement.\nError to the Court of Common Pleas of Brie county.\nThis ivas a writ of error taken by James Lytle to reverse a judgment alleged to have been irregularly entered against him upon a bond and warrant of attorney. The bond was dated September 25th, 1837, and contained a warrant of attorney in the usual form. On the back of the bond there was a statement,, signed by the parties, dated August 10th, 1853, ascertaining the amount due on the 29th July, 1852. On the 8th of March, 1855, the attorney of the plaintiff filed a narr. reciting a bond and warrant of attorney to confess judgment, endorsed:\n“ Narr. in debt with confession of judgment.\nDebt, $1000.00.\nReal debt, 697.20.”\n“Interest from Sept. 25th, 1837.”\nThere was no confession of judgment or other writing filed, and the docket entry was simply a copy of the endorsement on the narr. The 62d rule of the Court of Common Pleas requires a rule to show cause in order to enter judgment on a warrant of attorney above ten yéars old. The bond was not filed, nor any copy of it. A motion was made in the court below to strike off the entry of judgment for irregularity, assigning two reasons :—\n1st. That there was no confession of judgment.\n2d. That, the warrant of attorney being above ten years old, the judgment was improperly entered.\nThe court below refused to strike off the judgment, and this writ of error was taken.\nMarshall and Grrant, for plaintiff in error, referred to Act of 24th February, 1806, Purd. Dig. 465; Rabe v. Heslip, 4 Barr 149; Chambers v. Denio, 2 Barr 421.\nBabbitt and Spencer, for defendant in error, referred to Hall et al. v. Law, 2 W. & Ser. 135; Sybert v. The Bank, 5 Watts 307; Reed v. Hamot, 4 Watts 441; Daily v. Greene, 3 Harris 128.\nNovember 7, 1856,"
  },
  "file_name": "0193-01",
  "first_page_order": 193,
  "last_page_order": 194
}
