{
  "id": 979537,
  "name": "O'Donnell versus Mullin",
  "name_abbreviation": "O'Donnell v. Mullin",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "199",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0337-01"
      ]
    },
    {
      "cite": "1 P. R. 62",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "5 Penn. L. J. 416",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 371",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0371-01"
      ]
    },
    {
      "cite": "6 Watts 294",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846045
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "297"
        },
        {
          "page": "398"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0294-01"
      ]
    },
    {
      "cite": "6 Watts 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0398-01"
      ]
    },
    {
      "cite": "10 Watts 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 92",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 8227,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.556663561403734e-07,
      "percentile": 0.6762268765476288
    },
    "sha256": "961aec9b852b1c6099e83f0da4907415bcc788e4c3466807f375a6b2b6315032",
    "simhash": "1:c0a522f7135c4438",
    "word_count": 1493
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "O’Donnell versus Mullin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nIf a justice of the peace issues execution on a judgment within the time allowed for an appeal, and the appeal is taken afterwards, it is the duty of the justice to revoke the execution.\nWhen the justice notifies the constable that an appeal has been entered, and the execution superseded, the constable is bound to return the execution and proceed no further upon it.\nIf the constable persists in selling the defendant’s property under an execution thus superseded, he is a trespasser as much as if he had no process at all in his hands.\nThe appeal strikes the execution dead, and everything done afterwards in the way of levy or sale under it is void. A purchaser therefore at the constable’s sale takes no title.\nIt is the business of the justice, not of. the constable, to determine whether the appeal is regularly taken or not. If the justice allows it, the rights which it gives to the party cannot be lawfully withheld from him by the constable on the pretence that the justice committed an error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Graham, for plaintiff in error.",
      "J. N. Purviance and Bredin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "O’Donnell versus Mullin.\nIf a constable persists in selling the property of a defendant, upon an execution issued upon a judgment which, has been appealed from, and the execution revoked by the justice, he is a trespasser as much as if he had no process in his hands.\nA purchaser at a constable’s sale under such a revoked execution takes no title to the property purchased.\nIt is the province of the justice to determine whether the appeal is regularly taken; and if he allows it, the constable cannot refuse to recognise it on the pretence that the justice committed an error.\nError to the Common Pleas of Butler county.\nThis was an action of replevin by Richard Mullin against John O’Donnell to recover a dun mare. The defendant pleaded property, and to support it gave in evidence a suit brought against the plaintiff before a justice of the peace on the 4th May, 1855, to appear on the 10th, and on that.day the cause continued to the 19th of the same month. On the 13th of May Richard 'Mullin drew up a paper and signed it, agreeing.to confess judgment to the plaintiff for the sum of $77.50. The plaintiff in the suit, signed beneath this agreement an acceptance. This paper was taken to the justice, and on the 19th of May, the day of appearance, he entered judgment. On the 21st an execution was issued and delivered to the constable, who, among other things, levied it on the animal in dispute and took it into his custody, and advertised the property for sale. ' On the 26th of May Mullin entered bail and took an appeal, of which the justice gave notice to the constable. He refused to stop the sale or return the execution unless his costs and the expenses of keeping the animal were first paid; which not being done, he proceeded and sold the property levied upon, and the defendant became the purchaser of the animal in dispute.\nThe plaintiff contended that the sale was void, as the appeal superseded and annulled the execution, and the constable was a mere trespasser in selling under it.\nThe defendant insisted that the judgment was entered either by default or confession; if by default, the costs should have been paid according to the 6th section of the Act 20th March, 1810, in order to supersede the execution; if by confession, no appeal would lie.\nThe court below (Agnew, P. J.), after stating the facts, charged the jury as follows:—\n“ These are the leading facts, and seem to be without dispute, but they are for the jury to decide: the jury must find the facts, but take the law from the court.\n“ If the facts be in this way, we think the execution was void process when executed, though valid when issued. By the appeal, the judgment was gone, and nothing left to support the execution. The supersedeas of the justice and notice to the constable of that fact before sale, finished the matter, and consequently the constable proceeded to sale without any authority whatever. It was not merely an irregularity, but an absolute want' of authority. No principle is better settled than this, that a purchaser is bound to know whether there is a judgment to support the execution, and that he takes no title under void process: Gregg v. Patterson, 9 W. & Ser. 208, 210; Cooper v. Barrall, 10 Barr 495; Burd v. Donaldson, 2 Bin. 92; Camp v. Wood, 10 Watts 120. The judgment being gone by the appeal, and the execution being revoked by the justice, and void after notice of its revocation, the case does not fall within the principle of Tarbox v. Hays, 6 Watts 398, and that class of cases.\n“ The judgment on its facé does not purport to be by confession or by default. The parties having appeared and continued the case to a day certain, and judgment entered generally on that day, the presumption is that it was on a hearing, and was therefore not by default. We must look at the record as it must be supposed the purchaser would have seen it if he had referred to it; and certainly there is nothing on its face which would indicate a judgment by default, so as to entitle the constable to proceed, unless the costs were paid. If you look beyond the record to the evidence, showing that in fact judgment was rendered by the justice on the paper by way of confession, it is clear the judgment was not by default. In either view the right to demand payment of costs under the Act of 1810, sect. 6, does not exist; nor does it make any difference if the judgment- were by confession. The justice was the judge of the defendant’s right of appeal, and in this collateral proceeding we cannot decide against that-right. He allowed the appeal and gave a snpef sedeas to the constable. It was not in the power of the constable to determine whether the case was one in which the defendant was entitled to an appeal or not; or whether he was bound to pay costs or not. It is sufficient that the justice allowed, the appeal and ordered the return of the execution without payment of costs. The authority of the constable was revoked; it was gone and his sale void. He. could not set up his judgment against that of the justice, whether right or wrong. (Since the foregoing decision, 1 Casey’s Reports has been published, in which it is decided that an appeal lies even in case of confession: Rowan v. King, p. 409.)”\n- The jury found a verdict for the plaintiff, and assessed the value of the property at $60.\nThe defendant removed the cause to this court, and assigned the foregoing instructions of the court below for error.\nGraham, for plaintiff in error.\nThe parties were before the justice, and this is a judgment confessed: Feger v. Kroh, 6 Watts 294. Fromjihis there Avas no appeal. It Avas Avaived in the original note, and because it was a judgment confessed: 8 Watts 371; 5 Penn. L. J. 416. It is submitted that notwithstanding the case of Rowan v. King, 1 Casey 409, that the intention Avas under the $100 laAv to have all matters under that sum disposed of before the justice, and the right of appeal is not general: Act of 20th March, 1810, §§ 45, 20, 48.\nIf it was not by confession, it was by default; from that he could not appeal without paying the costs on the execution: Act of 20th March, 1810, § 6; Stiles v. Power, 1 Ash. 407, If neither by default nor confession, it was on a note waiving all stays and exemptions: Act 1810, § 13. This section confines the right of appeal on notes of this kind to a judgment by default, and that could only be on payment of the costs, and the constable Avas not bound to return the execution till the costs Avere paid: Shuman v. Fautz, 1 P. R. 62; Ludwig v. Britton, 3 W. & Ser. 447. He may proceed to sell, and the purchaser will have a good title : Patterson v. Pierpont, 7 Watts 337.\nThe appeal was not filed till 28th May, 1856. The judgment before the justice remained until it was filed: Lee v. Farrell, Com. P. Phila. 14th May, 1853, MS.; Smith v. Steel, 1 Ash. 80 ; at least so far as to protect an innocent purchaser for value : Feger v. Kroh, 6 Watts 294; Feger v. Keefer, 6 Id. 297; Tarbox v. Hays, Id. 398; Act 1705, He had his remedy against the constable, and should not be allowed to recover against the purchaser.\nJ. N. Purviance and Bredin, for defendant in error."
  },
  "file_name": "0199-01",
  "first_page_order": 199,
  "last_page_order": 202
}
