{
  "id": 979547,
  "name": "Gifford versus Gifford et al.",
  "name_abbreviation": "Gifford v. Gifford",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "202",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Bin. 306",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0306-01"
      ]
    },
    {
      "cite": "3 Watts 248",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0248-01"
      ]
    },
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "2 Watts 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0012-01"
      ]
    },
    {
      "cite": "1 Bin. 496",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0496-01"
      ]
    },
    {
      "cite": "3 Johns. 453",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 558",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0152-01"
      ]
    },
    {
      "cite": "3 Binn. 312",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 7632,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 9.242204015867336e-08,
      "percentile": 0.5109919535849388
    },
    "sha256": "18c52c5068311c172c59fd111ea26b1ad8cabe01f18d1b86e1dbb340efcab14b",
    "simhash": "1:1d2913a08246b0f4",
    "word_count": 1342
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gifford versus Gifford et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nAt the entry of the judgment in the case of James M. Gifford, use of William Leonard v. Executors of Thomas Thayer, deceased, James M. Gifford was a party plaintiff, and the judgment “for defendant for costs,” was a judgment against all the plaintiffs upon the record, whether legal or equitable. The defendant could lawfully issue his execution against the legal plaintiff upon the record-without a special application to the court for that purpose. Had Gifford’s name been added without his assent, or if from other circumstances the costs should have been collected from the equitable plaintiff, the court where the judgment was entered would doubtless upon proper application have set aside the execution against Gifford, and directed the costs to be collected from Leonard, the use party. But no application for relief was made to the Court of Common Pleas pending the proceedings upon the execution; and now we cannot listen to the allegation of a third person that Gifford was not liable for the costs, and that the judgment was not against him. The first, second, and third assignments of'error are therefore not sustained.\nThe fourth assignment of error arises upon the answer of the court to the defendant’s third point, which was propounded as follows, viz.: — -\n“ If the jury believe that the conveyance was fraudulent and without consideration, it is void as against the creditors of Gifford either at the time, or when claims had commenced at the time, although not ascertained till afterwards.”\nTo which the court answered: “ The principle and main inquiry is for the jury to consider and determine the character of the deed of the 9th of December, 1851. If it was made to the plaintiff, the son, but little past majority, on account of indebtedness, and with intent to delay or defraud creditors, and either that was known to the plaintiff, or the -deed was without consideration a voluntary deed, it was void and continued void as against the interest intended to be defrauded.”\nIt is not alleged that the court erred in the legal proposition; but the error is said to consist in referring the question of fraud to the jury, when there was no evidence of the existence of creditors to be defrauded. But how are we to ascertain this ? The learned judge of the Common Pleas was not requested by the plaintiff below to instruct the jury that there were no existing creditors at the time of the conveyance to the son, although the defendants had put their case exclusively upon the existence of fraud in the conveyance, and had requested the instruction of the court upon the assumption of existing liabilities. In the charge, the judge told the jury that “ there was some evidence of indebtedness of James M. Gifford, the father, at and about the time of the deed made by the directions of the father to the sonand as the evidence actually given upon the trial is not regularly before us, we cannot take the plaintiff in error’s statement of it, denied as it is by the statement of the defendant in error, in order to contradict or disprove the averment in the charge to the jury that such evidence was given. The presumption always is that no fact is submitted to the jury unless evidence has been given tending to prove its existence; and we can only repeat what we have heretofore said, that this presumption can only be rebutted by clearly establishing that no such evidence was given in the cause.\nIn the case before us, we are not satisfied that there was no evidence given upon the trial of the existence of debt against James M. Gifford at the time of the conveyance to his son Ansel; and assuming, as we must, that there was evidence of this character, the instruction to the jury was strictly correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Thompson and Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gifford versus Gifford et al.\nA judgment in favour of defendant for costs, warrants an execution against the legal as well as the equitable plaintiff.\nWhore a legal plaintiff has no notice of the use of his name, or the costs should be paid by the use party, the court may upon application direct the Ji. fa. so to issue.\n1'he presumption, that no fact is submitted by the court to the jury unless indicated by the evidence, must be clearly rebutted to induce a reversal for such an error.\nError to the Common Pleas of Erie county.\nEjectment by Ansel Gifford against John and Milton Gifford.\nBoth parties claimed through Thomas Ashtley. Plaintiff gave in evidence a deed for the land in controversy from Ashtley. to one Joseph Neeley, and one from Neeley to himself, dated December 9, 1851. By articles of agreement the land had been sold by Neeley to James M. Gifford, who paid the purchase-money, and directed the deed to be made to his son, the plaintiff. Defendant John Gifford claimed by virtue of a sheriff’s sale of the land as the property of James M. Gifford, and deed of sheriff to him. This sale was made upon a ven. ex. under a judgment for costs in favour of Burch et al., who were defendants in a suit brought in the name of William Leonard, as plaintiff. On the day of trial the court marked the cause for his use by permitting the addition “James M. Gifford use of.” To the admission of the record of this suit in evidence plaintiff objected; the evidence was admitted, and at plaintiff’s request a bill of exceptions sealed.\nThere was some evidence tending to show that the deed was made by Neeley to plaintiff for the purpose of keeping the property out of the reach of his father’s creditors.\nThe counsel for plaintiff presented, inter alia, the following point, and requested the instruction of the court thereon:—\n4.. That the sheriff’s sale and the evidence in this case confer no title on John Gifford, there being no judgment against James M. Gifford to warrant the issuing of an execution against his property.\nThe court (Galbraith, P. J.) answered this in the negative.\nThe errors assigned were, the foregoing answer, the admission in evidence of the record of the suit, James M. Gifford for use of Leonard v. Burch et al., and the answer of the court below as quoted in the opinion of this court to defendant’s third point.\nBabbitt, for plaintiff in error.\nThe amendment allowed by the court, “ James M. Gifford use of,” was merely formal. Leonard was the real plaintiff; a nominal plaintiff is not liable for costs : Steele v. Phœnix Insurance Company, 3 Binn. 312; Wistar v. Walker, 2 Brown 171; Lyon v. Allison, 1 Watts 152 ; Hoover v. Hoover, 5 Barr 350 ; Act of 23d April, 1829, Stroud’s Purdon 304. The judgment in favour of defendants for costs was not an adjudication that James M. Gifford should pay them. To affect him he must have had notice: Commonwealth v. Green, 5 Wh. 558; Jackson v. Brown, 3 Johns. 453 ; The Mary, 3 Pet. Cond. Rep. 340; McKee v. McKee, 2 Harris 231.\nThompson and Marshall, for defendant in error.\nThe legal party plaintiff in the first instance is liable for costs: Act of 23d April, 1829: an equitable plaintiff to pay costs: Canly v. Ridgway, 1 Bin. 496; Bremer v. Hays, 2 Watts 12. The court will search out the actual plaintiff where necessary: Armstrong v. Lancaster City, 5 Watts 68. A legal plaintiff, though secured, is exposed to an execution in the event of an adverse recovery: Clement v. Bixler, 3 Watts 248. His liability now precludes him from being a witness. That liability is recognised in Steele v. Phœnix Insurance Company, 3 Bin. 306 ; Patton v. Ash, 7 Ser. & R. 116; Ritcher v. Selin, 8 Ser. & R. 425; North v. Turner, 9 Ser. & R. 244; Willing v. Peters, 12 Ser. & R. 337. A sale to a stranger on a fraudulent iudgment will give him title: 7 Harris 129."
  },
  "file_name": "0202-01",
  "first_page_order": 202,
  "last_page_order": 205
}
