{
  "id": 979674,
  "name": "Slusher et al. versus Washington County",
  "name_abbreviation": "Slusher v. Washington County",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "205",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 6953,
    "ocr_confidence": 0.435,
    "sha256": "285335f927f8889840087b878aee131a9376e78141fa242d3d87833431b499cb",
    "simhash": "1:dd6a95e5e2c396bf",
    "word_count": 1233
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Slusher et al. versus Washington County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nA sheriff with a fi. fa. in his hands is so far the agent of the plaintiff, that payments made to him by the defendant before the return day of the writ, extinguish pro tanto the judgment. And such payments may be indicated by the sheriff’s endorsements on the writ, even though they be without date or signature. They have not the effect of a legal return, for a sheriff’s return of his writ must be signed by him, but they are competent to go to the jury where the question is as to the amount of payments actually made. The court' ought, in this case, to have so submitted them. So were the receipts of 28th September and 3d October evidence for the jury. Given by the sheriff in the lifetime of the execution, and whilst it was still in his hands, they, like the endorsements on the writ, were evidence against him, and because competent as against him, competent also against his principal, the plaintiff; but if they were duplicates for the same, money noted on the back of the writ, they and the endorsements were not both to be credited to the defendant, else he would get the benefit of two dollars-for every one paid.\nThe court set up a conclusive presumption that the receipts and endorsements were- for the same money. This was the error. It was a pure- question of fact, and as such, should not have been withdrawn from the-jury. Neither separately, nor in the aggregate, do the receipts correspond' with the endorsements, but the small difference between the aggregates, (five dollars only), might lead a jury to the presumption of fact that both pieces of evidence pointed to the same and not to different sums of money. The defendant was entitled to credit for all the moneys paid to the sheriff before the return day of the writ, and it should have been referred to the jury to say from the evidence what these moneys amounted to.\nAs to the moneys paid to the sheriff a^ter the return day of the writ, and after he was out of office, the judgment of the court was right. It was indeed competent for the defendant to send payments by an ex-sheriff, and they would have been good if the plaintiff had received them, knowing that they had been so sent; hut there was no evidence of such knowledge. After he was out of office, the sheriff was no longer the agent of the plaintiff, and payments to him were as if they had not been made, unless they were actually paid over. But if a sheriff receives money from a defendant both before and after the return day and the expiration of his term, and then in settlement with the plaintiff pays over less than was received in the lifetime of the execution — the plaintiff having no knowledge of the subsequent payments — the defendant has no right to claim that what the ex-sheriff paid over were the subsequent payments, and thus get credit for both them and the prior payments. This we understand to have been the doctrine affirmed in the second point ruled by the court, and.we approve of it.\nUnless the county’s officers knew that the money paid over by the ex-sheriff was that which he had received after he was out of office, they had a right to apply it to the sheriff’s prior receipts which would ’ bind them, and the defendant would be entitled in this proceeding only to a credit for the balance of such prior receipts.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Aeheson and Wilson, for plaintiffs in error.",
      "Watson and Montgomery, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Slusher et al. versus Washington County.\nPayments made to a sheriff before the return day of a fi. fa. may be indicated by endorsements on the writ and by receipts given by him to the defendant, and extinguish pro tanto the judgment.\nWhere there are endorsements without date and also receipts for moneys paid during the lifetime of the fi.fa., it is a question of fact lor the jury to determine the amount of the credit to be allowed.\nPayments made to a sheriff after the return day of a fi.fa., and the expiration of his term of office, are not payments to the plaintiff unless actually paid over. And where money is paid to a sheriff before and after the return day, and after his term of office, and he pays over less than he received before the return day, the plaintiff being ignorant of the subsequent payments, the defendant cannot claim that what the ex-sheriff paid over were the subsequent payments, and thus get credit for them and the prior payments, but plaintiff may apply the amount paid to the prior receipts which would bind him.\nError to the Common Pleas of Washington county.\nThis was a scire facias on a judgment, in which the commissioners of Washington county were plaintiffs, and Michael Slusher, Robert Doak, and James Marsh were defendants. Slusher, in 1848, was appointed collector of state and county taxes in Amwell township. He gave the usual collector’s bond, with Doak and Marsh as his sureties. Judgment was entered on this bond to No. 30, November Term, 1848. A scire facias issued March 16, 1853. On the trial, under the plea of payment, defendants gave in evidence a fi. fa. upon the original judgment, bearing date September 4, 1849, and returnable November 19, 1849, directed to A. G. Marshman, sheriff. No levy was made under this writ, but it was returned with the sheriff’s endorsement, without date: “ Credit money paid.\nSh’ff. M. $195.\ndo. $195.”\nDefendants then gave in evidence a receipt of Sheriff Marsh-man to James Marsh, dated September 28, 1849, for $90; and also a receipt of the sheriff to Slusher, by the hands of Marsh, of 3d October, 1849, for $295. Eor these payments, as well as for the amount endorsed upon the writ, defendants claimed credits.\nOn the 19th November, 1849, Marshman’s term of office expired. Two days afterwards he paid plaintiffs $350, credited on the county treasurer’s books to Slusher, upon his account as collector ; and, in connexion with this, defendants gave in evidence Marshman’s receipt to James Marsh, in the “ Case of Commissioners v. Slusher et al.,” dated November 20, 1849, for $200. On the 8th December, 1849, $100 were paid to Marshman by defendants, and on the 15th June, 1850, he paid to plaintiffs $47.15.\nDefendants contended that although Marshman was out of office at the time the $200 was handed to him, inasmuch as on the next day he paid plaintiffs $350 upon the Slusher account, a credit for $200 should also be allowed.\nThe court charged the jury, “that as a matter of law they could not allow the two receipts on the back of the execution. They will be presumed to be included in the two receipts, $90 and $295: (See Law Reg. July 1855, p. 573:)” and also, “that by the law regülating the appropriation of payments, the $200 receipt and the $47.15 receipt cannot be allowed.”\nThese were the errors assigned, and also that the court erred in withdrawing from the jury matters of fact which the defendants were entitled to have submitted to their consideration.\nAeheson and Wilson, for plaintiffs in error.\nWatson and Montgomery, for defendants in error."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 207
}
