{
  "id": 979539,
  "name": "Lee's Appeal",
  "name_abbreviation": "Lee's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "229",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 169",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 12617,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.1166440749070202e-07,
      "percentile": 0.5724024836969259
    },
    "sha256": "ee2230f69a68a00338037c0690e30c3de2f513414beae2d3758f336e12e11bbe",
    "simhash": "1:6e64d0923c34b3f0",
    "word_count": 2266
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lee’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of Assembly declares that “ The Orphans’ Court of each county shall have the care of the persons of minors and of their estates, and shall have power to admit such minors, when and as often as there shall be occasion, t.o make choice of guardians, and to appoint guardians for such as they shall judge too young or otherwise incompetent to make choice for themselves.” Under this authority the practice has prevailed to appoint guardians for minors under the age of fourteen, and to admit those over that age to choose for themselves, subject of course to the supervision of the Orphans’ Court, for the purpose of preventing improper selections. Sir William Rlaclcstone says that guardians in socage, like those for nurture, continue only till the minor is fourteen years of age; for then, in both cases, he is presumed to have discretion so far as to choose his own guardian 1 Bl. Com. 462. Where the Court of Chancery appoints a guardian, such guardianship doth not cease on the ward’s attaining fourteen unless another guardian be then appointed; and so it is of a guardianship in socage, though at that age the ward hath a right to choose another guardian: King v. Pierson et al., An drews’ Rep. 313. In Reeves’ Domestic Relations 321, it is stated that “ When the court appoints a guardian, to an infant under the age of choice, the infant when he arrives at that age (and I presume at any time after) may appear before the court of probate and choose a guardian, which choice will be sanctioned or not as the discretion of the court shall direct. But if no choice be made, the guardian first appointed remains guardian until the ward arrive at the age of twenty-one years.” This is a correct statement of the established practice in the Orphans’ Court under the Act of Assembly. It is not understood as authorizing the minor over fourteen to supersede the guardian of his own selection as often as his fancy changes. He is only authorized to choose a guardian in the place of the one appointed for him by the court when he was too young to choose for himself. This construction leaves ample scope for the operation of the Act of Assembly relative to the removal of guardians for cause, shown. The general remarks of the judge who delivered the opinion in'Nicholson’s Appeal, 8 Harris 53, apply altogether to removals for cause where the minor is either not old enough to exercise his right of choice, or has already exhausted his power in that particular by a choice after he arrived at the age of fourteen. No question was raised in that case in regard to the right in question here. The reasons assigned by the Orphans’ Court in support of its judgment are sound, and its decree is affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Acheson and Wilson, for appellant.",
      "Montgomery and Gibson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lee’s Appeal.\n■ Where the court appoints a guardian to an infant under the age of fourteen, the infant when he arrives at that age or afterwards, may appear in court and choose another guardian with the sanction of the court.\n■ If no such choice be made, the guardian first appointed will continue in his trust.\nAfter choice made by a minor, he will not be allowed to supersede his guardian by a new one whenever his fancy may dictate.\nAppeal from the decree of the Orphans’ Court of Washington county.\nUpon the petition of Jane Hunter, the court, on the 8th November, 1841, appointed James Lee, the appellant, guardian of her child Clara, who was then under the age of one year. The appellant accepted the trust, and discharged the duties thereof in such a manner that his conduct in his fiduciary capacity was not questioned. On the-27th August, 1855, upon the petition of the ward, Clara Hunter, then between fourteen and fifteen years of age, the court allowed her to make choice of William C. Campbell as her guardian, and appointed him to that office. This was done without notice to appellant. He, on the 23d June, 1856, presented his memorial, setting forth the facts touching the matter, and praying the court to vacate the appointment of Campbell to the office of guardian: whereupon, a rule to show cause, &e., was granted. At the return day, Campbell appeared, but filed no answer to the petition of appellant. The court (Gilmore, P. J.), upon hearing; dismissed the rule at the costs of the appellant, and assigned the following reasons : — >\n“We come now to consider the only question of importance raised by these proceedings, and that is, whether a ward, who has ■a guardian appointed by the Orphans’ Court, may, at any time after •he or she arrives at the age of fourteen, appear in Court and by leave make choice of a guardian instead of the one appointed heretofore by the court, of their own mere motion and choice, and without showing or alleging any cause, and whether, such choice having been approved by the court, the guardian appointed by the court is thereby superseded.\n“Before the presentation of this petition we never heard it doubted but that a ward had the right, after arriving at the age of fourteen, by leave of the court, to make choice of a guardian, and thereby annul the office of the guardian appointed by the court; and now after hearing the argument of counsel, and examining the authorities cited, and some others, we are well satisfied that such is the law, and so far as we know, the universal practice and understanding of the. profession.\n“ The only guardians known to the laws of Pennsylvania, are: 1st. Guardians by nature; 2d. Guardians by appointment of the Orphans’ Court under the Act of Assembly; 3d. Testamentary guardians; and 4th. Guardians ad litem.\n“We enumerate these, because it is contended that the guardian appointed by the Orphans’ Court, is in the nature of guardian in socage. But it is like it in no other respect than its continuance, and the right to choose after attaining the age of fourteen, under which age, although no age is fixed by the act, they are considered ‘ too young’ to choose. In these respects it is similar, and no others; for the kindred of the deceased of every description can, in some event, inherit any estate of which he died the proprietor: Reeves’ Rom. Rel. 319 (see also Kent’s Commentaries); and the guardian in socage must be of kindred, but to whom the inheritance cannot descend or go.\n“ The guardian appointed to these minors by the Orphans’ Court was by virtue of the 5th section of the Act of 29th March, 1832, conferring this power upon that Court, wherein it is expressly provided, that the ‘ Orphans’ Court of each county shall have the care of the persons of minors resident within such county and of their estates, and shall have power to admit such minors when and as often as there shall be occasion to make choice of guardians, and to appoint guardians for such as they shall judge too young, or otherwise incompetent to make choice for themselves.’ From this it will be seen that no age is fixed as determining the right to choose. But it has always been the rule to consider all under the age of fourteen, of both sexes, ‘too young’ to make choice for themselves.\n“ Fourteen was considered the age of legal discretion for males, and twelve for females, but there seems to have been no distinction made between the sexes in respect to the exercise of this act. By the common law, the guardian for either sex continued until the age of fourteen, both in socage and nurture, and this may account for this age being fixed as the period when the ward had a right to appear in court and pray to be admitted, &c.\n“ It is contended by the petitioner, that the ward, if he has no guardian, may, after he arrives at the age of fourteen, appear in court and pray to be admitted, &c., and that this is all that is meant by the act, and that when the appointment has already been made, he can only be removed for cause and on hearing, and only for those causes enumerated in the Act of 29th of March, 1832. We think this a narrow construction of the law, and although it might be said to fill the letter of the act, it by no means, in our opinion, was all that was intended.\n“ The restriction as to the right to make choice is placed on those who are ‘ too young’ — this is a mere exception to the general power.\n“ Is it then reasonable to say, that because when ‘ too young,’ and for this special reason that power is exercised bjr the court, that when the period for the exercise of the power comes, it shall not be competent to claim the exercise of the power ? To this we cannot assent, and Such we. believe has never been the understanding. The exercise of the power was merely suspended.\n“It is said in Reeves’ Rom. Rel. p. 321, ‘When the court appoints a guardian to an infant under the age of choice, the infant, when he arrives at that age (and I presume at any after time), may appear before the court and choose a guardian, which choice will be sanctioned or not as the discretion of the court shall direct. But if no choice be made, the guardian first appointed remains guardian until the ward arrives at the age of twenty-one years.’ And in a note on the same page it is said, that the right of an infant to elect a guardian at the age of fourteen exists by the common law, and in most if not all of the states.’ This we apprehend to be the law, and the error into which the petitioner has fallen, is in confounding a guardian appointed by the Orphans’ Court, and one appointed by a Court of Chancery. The king as pater patrice is universal guardian of all infants, idiots, and lunatics, who cannot take care of themselves, and the king may, ás he hath done, delegate that power to his chancellor; and therefore in England the Court of Chancery is the only proper court which hath jurisdiction in appointing and removing guardians; and in Palm. 252, it is said, that if a guardian be made by writ out of the' Court of Chancery, or by the directions of the court, his authority cannot be revoked by the infant: 4 Bacon [Bouvier) 549.\n“ This was the kind of guardian appointed by the Court of Chancery-of New York, spoken of in the matter of William Nicholl (an infant), 1 Johns. O. 25, wherein it is decided, that ‘ the infant is not entitled to come in as of course, at the age of fourteen and set aside the guardian at his pleasure.’ It does not follow, however, that because the Orphans’ Court, in matters within their jurisdiction, proceed on the same principles as a Court of Chancery, that they have any inherent power, or any other power than what is conferred by statute. They proceed on the same principles in matters within their jurisdiction, but it requires an Act of Assembly to give them jurisdiction. Hence, without the power given by law to appoint guardians, this court would have no jurisdiction, and its power in the premises is limited to the grant. This we think á full answer to that case.\n“ Nicholson’s Appeal, 20 State Rep. 50, was an attempt to remove the guardian by an uncle of the minors, for causes enumerated in the 5th, 12th, and 32d sections of the Act of 29th March, 1832. No question was made in the case as to the right of choice, nor does it appear that the minors had, at the time of the application, attained the age of fourteen. It would be asking too much of that case to construe any expressions in the opinion of the court, however general they may be, to have any bearing on this question. Rut this case of Nicholson’s Appeal does, in effect, decide that a guardian cannot be removed except for causes set forth in the act. This being the case, it is of the utmost importance that a minor should have the right of choice, and be able to supersede his guardian when he arrives at the age of discretion.\n“ There remains to be considered but the case of Robinson v. Zollinger, 9 Watts 169. It is sufficient to say, that this was a case of testamentary guardian. This kind of guardianship is allowed by virtue of the statute of the 12 Car. 2, chap. 24, the 7th and 8th sections of which are in force in this state. The power to appoint testamentary guardians is also given by the Act of 8th April, 1833. The duration of this guardianship is only limited by the minority of the infant, or the discretion of the testator. Hence, it was very properly decided, that the Orphans’ Court had no jurisdiction of the petition for the appointment of a guardian for a minor, while there was a testamentary guardian, who had neither resigned nor been removed, and whose trust was limited only by the minority of the infant.”\nThe appointment of Campbell, and the refusal to vacate that appointment, were the errors assigned.\nAcheson and Wilson, for appellant.\nMontgomery and Gibson, for appellee."
  },
  "file_name": "0229-01",
  "first_page_order": 229,
  "last_page_order": 233
}
