{
  "id": 979748,
  "name": "Wilson versus Pennock, Trustee of Woods",
  "name_abbreviation": "Wilson v. Pennock",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "238",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 75",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0075-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 8256,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 3.557780662884795e-07,
      "percentile": 0.8856363826616919
    },
    "sha256": "a6fd1f993250f56797b0fb82549c5240137d19f67efe54028ba061c9da2148bf",
    "simhash": "1:efec8620a008a51b",
    "word_count": 1474
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Pennock, Trustee of Woods."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, O. J.\nIt may be conceded that discretionary powers will not devolve upon the heir or personal representatives of the original trustee, Hill on Trustees 488, 16 Ves. 44; that on the death of one of several trustees they will not devolve on the survivor: 16 Ves. 45, 1 R. & Ald. 608; that they will not pass by assignment: 2 Ves. 643; 2 Sim. 264; 2 Harris 200; or by will: 16 Ves. 22; 13 Sim. 91; and that they will not pass to a trustee appointed by a court of equity: Amb. 309. The question before us is very different from either of these. It is whether such powers devolve on a new trustee appointed by the-Court of Common Pleas, under the Act of 14-th June, 1836, in the place of the original trustee, after the latter had been removed. This must necessarily depend on the language of this act. Section 25 of the act referred to, provides that “Every trustee appointed by the court shall be liable to the same duties, and shall have the same powers and authorities in relation to the trust, or to the further execution of it, as the case may be, and shall be subject to the jurisdiction and control of the court in the same manner, to all intents and purposes, as his predecessor or predecessors in the trust.” These words are broad enough to include discretionary powers, as well as those of a different character. There is nothing in the act to indicate that they ought to receive a narrow construction. On the, contrary, the policy of the statute requires that it should receive a liberal construction. The provision declaring that the estate passes to the new trustee is a circumstance which is not to be' lost sight of. If it was for the interest of the parties concerned that a discretionary power to sell should be created, the same reason requires that it should be continued. But it is said that these powers are of such a nature as to justify the inference that they were given on account of special confidence in the person constituted the trustee. The same may be said in rélation to the other powers of the trustee. The difference is only in degree, not in principle. All persons who create trustees by deed or will, are presumed to know and to act upon the knowledge that the courts have the power to remove the original trustee, and to appoint another in his place; and it is not to be supposed that the donor contemplated the continuance of any powers in the hands of one who has proved himself unworthy of confidence. If not worthy to exercise the powers which are not subject to his discretion, and in which he may be controlled by the court, he is certainly an unsafe depository of power which may be exercised or not at discretion, without any control whatever. Besides, where the discretionary power is given to a trustee, as such, it is plain that it is given to him on account of the trust, and not on any special confidence in the individual unconnected with the trust. In this case the discretionary power is given to the trustee as such, and the case of Zebach v. Smith, 3 Binn. 75, shows that it is of no consequence that he is afterwards named individually. In this case the power- in question must either be _ loft in the hands of one who has been removed as unworthy of trust, or it must pass to the new trustee, or it must be lost altogether. It is unreasonable to suppose that the donor either intended it to be exercised by the original trustee after his unworthiness had been ascertained, or designed that it should be lost. His intention and the interests of the parties unite in demanding that the act shall be construed according to its plainly expressed meaning. A similar construction has been given to a statute of New York: Taylor v. Morris, 1 Comstock 858. The case of Ross v. Barclay, 6 Harris 179, has relation to a different Act of Assembly, which differs from the one in question here both in its objects and phraseology. But even in that case the court admitted that the object “ might have been attained by procuring the appointment of a trustee;” the very measure adopted here.\nThe judgment of the court is right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, O. J."
      }
    ],
    "attorneys": [
      "Robb and McConnell, for plaintiff in error.",
      "Swartzwelder, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Pennock, Trustee of Woods.\nUnder the Act of 14th June, 1836, discretionary powers given to a trustee by deed, will, upon his removal, pass to the trustee appointed by the Court of Common Pleas.\nSuch powers do not pass to the heir or personal representative of the original trustee, nor to the survivor of several trustees, nor to a trustee appointed by a court of equity, nor by assignment.\nError to the District Court of Allegheny county.\nThis was an amicable action between Isaac M. Pennock, trustee of J. G. Woods et ux., plaintiff, aüd George Wilson, defendant, as follows:—\n“ And now, November 1st, 1856, it is hereby agreed by and between the parties to the above writ, that the following case be stated for the opinion of the court, in the nature of a special verdict.\n“ Isaac M. Pennock, the plaintiff above named, by proceedings in the Court of Common Pleas of Allegheny county, on the 9th day of February, 1856, was duly appointed trustee i.n the place and stead of Hugh D. King, who was the same day discharged, he having been appointed at the March Term of said court, 1852, as successor of William Piper, the original trustee, who is the, father of the said Mary A. Woods, to whom was conveyed in trust certain real estate in Allegheny county, by deed of trust, dated the 9th day of-March, 1849, and was also dismissed.”\nHere was inserted the deed of trust which contained, inter alia, the following provision\n“And the said trustee, William Piper, is hereby further empowered, if he shall think it expedient, and the said Mary Ann shall assent thereto, to sell the whole or any part of the real estate held in trust, and grant and convey the premises so sold to the purchaser or purchasers thereof, his, her, or their heirs, executors, administrators, and. assigns for ever in fee simple, free and clear of all and singular of the trusts herein contained, and without any liability on the part of such purchaser or purchasers to see to the application of the purchase-money.”\n“ Said Isaac M. Pennock, the aforesaid plaintiff, under and by virtue of the appointment aforesaid, and the power and authority contained in the foregoing deed of trust (the rents of the property so held in trust not being sufficient for the maintenance of the cestui que trust), did, on the 26th day of June, 1856, by and with the assent of the said Mary Ann Woods, sell at public sale to George Wilson, the defendant, five acres, one hundred and twelve perches, and thirty hundredths of a perch of the land so as afore-? said held in trust, for the sum of $2280.75; the one-fifth of which said sum, to wit, $456.15, to be paid on the delivery of a good and sufficient deed for the same, and the balance in five equal annual payments, secured by bond and mortgage.\n“ The said plaintiff did afterwards, to wit, on the 23d day of July, 1856, tender to the said defendant a deed therefor, a copy of which is hereto attached, and made part hereof, and demanded of said defendant the one-fifth of said purchase-money, whereupon the defendant refused, and still doth refuse to pay the same, alleging defective title from said plaintiff, in this, that he, the said trustee, Isaac M. Pennock, hath no power under the appointment aforesaid, and by virtue of the foregoing deed of trust, to sell, and convey, and make good title, for the reason that the power contained in said deed of trust, to sell and make conveyance, was conferred nominatim, and was discretionary, and does not exist in the present trustee, notwithstanding the1 Act of- 14th June, 1836, under which the plaintiff was appointed.\n“If the court be of opinion that Isaac M. Pennock, the plaintiff, has power to sell and convey, by and with the consent of said Mary Ann Woods, then judgment to be entered for plaintiff, for the sum of $456.15; but if not, then judgment to be entered for the defendant: either party reserving the right to sue out a writ of error therein.”\nThe court below, November 11, 1856, entered judgment in favour of plaintiff.\nThis was the error assigned.\nRobb and McConnell, for plaintiff in error.\nSwartzwelder, for defendant in error."
  },
  "file_name": "0238-01",
  "first_page_order": 238,
  "last_page_order": 241
}
