{
  "id": 979688,
  "name": "Wood, Bacon & Co. versus Kelso",
  "name_abbreviation": "Wood, Bacon & Co. v. Kelso",
  "decision_date": "1857-01-10",
  "docket_number": "",
  "first_page": "241",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Pick. 260",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0267-01"
      ]
    },
    {
      "cite": "20 Johns. 102",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0102-01"
      ]
    },
    {
      "cite": "4 Johns. 125",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "13 Johns. 322",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374506,
        374542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0322-01",
        "/johns/13/0322-02"
      ]
    },
    {
      "cite": "1 Y. 204",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0204-01"
      ]
    },
    {
      "cite": "6 Mass. 162",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0133-01"
      ]
    },
    {
      "cite": "2 McLean 581",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        6100557,
        6585118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/11/0098-01",
        "/f-cas/15/0081-02"
      ]
    },
    {
      "cite": "3 Sumn. 523",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "3 Wheat. 146",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "20 Johns. 102",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/20/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 5934,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.8986891707619512e-07,
      "percentile": 0.730002791668549
    },
    "sha256": "8d30c3a1e74875bb1ea9ec93ac02c96a2a51637eeb1862e3384f498ea75fe3ad",
    "simhash": "1:ae6d3cf12c51b32b",
    "word_count": 1097
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wood, Bacon & Co. versus Kelso."
    ],
    "opinions": [
      {
        "text": "the opinion of the court was delivered by\nLowrie, J.\nThe difference of exchange is uniformly allowed on bills of exchange, unless where there is a statutory substitute for it; but the cases cited from New York and Massachusetts show that the rule there does not extend to other kinds of debts, and according to one of them, 20 Johns. 102, not even to promissory notes payable at a particular place. Those cases even restrict the recovery by measuring the pound sterling at the par of exchange, $4.44, and not at the real or current value, $4.80, or more. Yet Story (Conf. of Laws, §§ 308-313, Bills of Exchange, §§ 150-152) and Sedgwick (Damages, 240) show that the weight of authority is decide'dly against these results, and we do not find any cases that support them.\nOur own case of Lee v. Wilcock, 5 Ser. & R. 48, is not clearly reported; but the exchange value at least was allowed in a case of foreign money, and the court calls this the settled rule. It was allowed on a common debt in Smith v. Shaw, 2 W. C. C. R. 167; and in Delegal v. Naylor, 7 Bing. 460, the exchange value of foreign money and the rate of exchange or transmission were allowed, and the court ordered the prothonotary to calculate the difference.\nWe content ourselves with a mere reference to the other cases: 3 Wheat. 146 ; 1 Bald. 302; 3 Sumn. 523 ; 2 B. & Ad. 78; 1 P. Wms. 395; 2 Bro. P. C. 72; 11 Ves. 314; 1 Eq. Ca. Ab. 288; 2 Id. 533. See also 2 McLean 581; 3 Bos. & P. 335. These cases seem to include all sorts of cases where money is properly payable in one place, and the creditor is under the necessity of resorting to another place to collect it, and they allow the difference of exchange. But we confine ourselves to the question before us, and decide that where a promissory note is made expressly payable at a particular place, and is dishonoured there, so that the holder is compelled to seek' payment elsewhere, he is entitled to the difference of exchange, if there ’ be any. In such a case we always allow interest according to the law of the place appointed for payment; and the difference of exchange is sometimes a more important element, and its allowance is essential to a full performance of the contract, and we do not see why it should be refused.\nThe judgment of the Court of Common Pleas is reversed, and judgment is now here entered for the plaintiffs for the sum of $1046, with interest from the 19th May, 1856, and costs, and the record is remitted for execution.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Grant, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Wood, Bacon & Co. versus Kelso.\n1. Where a promissory note is made expressly payable at a particular place, and is dishonoured there so that the holder is compelled to seek payment elsewhere, he is entitled to the difference of exchange, if there be any.\n2. Semble, in all cases where money is properly payable in one place and the creditor is under the necessity of' resorting to another place to collect it, the same rule applies. Per Lowrie, J.\n3. In such cases the interest is allowable according to the rate at the place at which the money is payable.\nError, to the Court of Common Pleas of Hrie county.\nThis case arose upon the following case stated:—\n“Now to wit, May 19, 1856, it is agreed by and between the parties to this suit by their attorneys, that judgment shall be entered in this case against the defendant and in favour of the plaintiffs, and liquidated at the sum of ten hundred and forty-one dollars and twenty-six cents, with costs of suit, release of errors, &c., with interest from this date.\n“ It is further agreed that the note upon which this suit was brought was made at Erie, Pennsylvania, to be paid at the Merchants’ Bank in the city of New York, (pro ut copy annexed.) It is further agreed that the exchange between the cities of Erie and New York is one half of one per cent, in favour of New York. It is further agreed to submit to the Court of Common Pleas the question whether the plaintiffs are entitled to recover in this suit the exchange on New York in addition to the debt and interest. If so, the court is to increase the amount of the judgment as liquidated above to the sum of ten hundred and forty-six dollars and forty-five cents, with costs, &c. If not, then judgment to remain at the amount above liquidated, either party to be entitled to a writ of error.”\nJanuary 10, 1857,\nUpon which the court below (Galbraith, P. J.) entered judgment in favour of the defendant; which entry of judgment was assigned for error in this court.\nGrant, for plaintiffs in error.\nThe defendant is an endorser of the note, and hence a new maker and an original promisor: Byles on Bills, 113, 117. This is a promise by him to deliver the amount of money in the note mentioned, according to its terms. Pie did not do it, and the plaintiffs are entitled to be reimbursed the damages actually sustained: Andrews v. Pond, 1-3 Pet. R. 76; Bank of the United States v. Daniel, 12 Pet. R. 54-55; Mellish and Another v. Simeon, 2 H. B. 378; 3 Kent, chap. 44, tit. “ Of the Measure of Damages,” 7 ed. p. 151; Grimshaw v. Bender, 6 Mass. 162; note to Id.; “ Where a balance is due on an account payable in a foreign country, the creditor, if he sues for the same in another country, is entitled to be paid at the rate of exchange;” Code de Commerce, b. 1, tit. 8, 177, 186 ; Pardessus, Droit Comm., t. II., art. 437; Grant v. Healey, 3 Sum. 523; Canagie et al. v. Morrison et al., Suffolk Mass., March T. 1841; Story on Bills, sec. 152; Taan v. Le Gaux, 1 Y. 204; Cropper v. Nelson, 3 W. C. C. R. 125; Stuart v. Ralston, 2 Miles 257; Denston v. Henderson, 13 Johns. 322; Graves v. Dash, Id. 16; Chitty on Bills, 424; Byles on Bills, 329.\nBabbitt, for defendant, contended that exchange was not allowable on promissory notes, and referred to Martin v. Franklin, 4 Johns. 125; Schofield v. Day, 20 Johns. 102; Adams v. Cordis, 8 Pick. 260; Act of 30th March, 1821, and 13th May, 1850, relative to damages on bills; Lloyd v. McGarr, 3 Barr 482."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 243
}
