{
  "id": 979551,
  "name": "Miller versus Reed",
  "name_abbreviation": "Miller v. Reed",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "244",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 284",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0284-01"
      ]
    },
    {
      "cite": "5 Binn. 340",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0340-01"
      ]
    },
    {
      "cite": "3 Den. 238",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/3/0238-01"
      ]
    },
    {
      "cite": "5 H. & J. 41",
      "category": "reporters:state",
      "reporter": "H. & J.",
      "opinion_index": -1
    },
    {
      "cite": "11 Conn. 531",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/11/0531-01"
      ]
    },
    {
      "cite": "11 N. H. Rep. 227",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 304",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11746792,
        6131809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0304-01",
        "/f-cas/28/1012-01"
      ]
    },
    {
      "cite": "1 Met. 221",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042533
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0221-01"
      ]
    },
    {
      "cite": "6 Wheat. 481",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11730688
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/19/0481-01"
      ]
    },
    {
      "cite": "2 Greene 147",
      "category": "reporters:state",
      "reporter": "Greene",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787943
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0123-01"
      ]
    },
    {
      "cite": "2 Watts 204",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0204-01"
      ]
    },
    {
      "cite": "6 Wh. 268",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 731,
    "char_count": 15099,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.992701119256205e-07,
      "percentile": 0.9358902777729512
    },
    "sha256": "1b18ca706d8de50178751246acbf52d22e472ded1bc9e56394d94c79d628a992",
    "simhash": "1:13458786fd44bbd0",
    "word_count": 2682
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Reed."
    ],
    "opinions": [
      {
        "text": "' The opinion of the court was delivered by\nWoodward, J.\nIt is too well settled to be questioned that any material alteration of commercial paper, unaccounted for by him who holds it, is fatal to it. The maker of a note cannot be expected to account for what may have happened to it after it left his hands; but a payee or endorsee who takes it, condemned and discredited on the face of it, ought to be prepared to show what it was when he received it: Simpson v. Stackhouse, 9 Barr 188.\nBut was the alteration in this case material ? It consisted, if indeed it was an alteration, in interlining the words “ or either of us.” The note was a printed form with the blanks filled up with the pen, and the interlineation bears every appearance of having been written by the same hand and at the same time as the other written parts, but still it is an interlineation, and makes the paper a joint and several, which, without it, would have been a joint note. The payee and endorsee being both dead, the plaintiff, the personal representative of the latter, has no means of accounting for it, and if the words were inserted after the note was delivered and are material — that is, if there be any longer in Pennsylvania a legal difference between a joint note and a note, joint and several — the defence must prevail.\nThe Acts of Assembly of 6th April, 1830, and 11th April, 1848, Purdon 466, seem to have been intended to obliterate the common law distinctions on this subject, and being remedial statutes are to be liberally construed: 5 Barr 401.\nThe classes of cases provided for by them are—\n1. Where suits are brought against joint and several obligors, copartners, promisors, or endorsers of promissory notes, in which process is not served on all the defendants, and judgment is taken against such as are served, the others are still liable in another action, and the judgment obtained is no bar to the subsequent proceeding.\n• 2. In all cases of amicable confession of judgment by one or more of such debtors, the judgment shall not bar the action against the others who do not confess.\n3. Where judgment is recovered against one or more of several copartners, or joint and several obligors, promisors, or contractors, without the nonjoinder of the others pleaded in abatement, it shall not bar a subsequent suit against any who might have been joined..\n4. The death of one of such debtors after a joint judgment, shall not discharge his estate real or personal, but the personal representatives shall be liable as if the judgment had been several against the deceased alone.\nThe terms of this legislation, though limited to undertakings that are “joint and several,” are applicable to contracts that are joint and not several: 6 Wh. 268; 5 Barr 401. If then, neither an action and recovery against one joint debtor, nor a confession of judgment by one, nor the death of one after judgment, works a discharge of the other, what difference remains, so far as regards the remedy, between joint contracts and contracts joint and several ? The distinction always had regard to remedies. The parties are bound according to the tenor of the instrument to which they put their signatures, and it is evidence against each of them; but the discharge'of one by taking action against the other is the peculiarity which the statutes have taken away.\nIf it be said that one case, that of a joint defendant dying pending the action, is not provided for by these Acts of Assembly, it must be admitted; but the effect of that event is the same on a joint and several contract as on one simply joint: Walter v. Ginrich, 2 Watts 204, in which Judge Sergeant stated the rule thus: The holder of a joint and several bond may elect to bring a separate action against each obligor, or a joint action against all. If he proceeds by separate actions, the executor of a deceased defendant, as well as the survivor, continues liable. But if he joins all the parties and one of them dies pending the suit, the remedy against the assets of the deceased is terminated, and the survivor alone is responsible.\nThis is all that could be predicated of the death of one of two defendants pending an action on an obligation strictly joint, so that whilst, in respect to statutory remedies, this is a casus omissus, it is not a ground of distinction between joint and joint and several contracts. Nor do the rules of pleading and evidence, which make it necessary to bring a joint suit on a joint undertaking, cause a difference in the effect of the two classes of contracts.\nI do not conceive that the qualification in the 5th section of the Act of 1848, in regard to pleas in abatement, is material, for though that section provides only for cases where there is no plea in abatement, the 1st section of the Act of 1880 covers “ all suits now pending or hereafter brought.” Besides, the language of the 5th section, the qualification included, relates as well to joint and several as to joint undertakings.-\nThese Acts of Assembly, it seems to me, have taken away distinctions that were always embarrassing, and sometimes insuperable obstacles to the course of justice. There was no difference in the duty before, and none in the remedy now. The moral obligation is not affected by the words joint and several, and in Pennsylvania at least, the legal liability is not.\nIf the words “ or either of us,” were therefore surreptitiously inserted in the note, making that a several, which else had been a joint contract, neither the moral nor legal effect of the instrument was changed, and the alteration was consequently immaterial. Both Reed and Christy were bound to pay, and for aught that appears, both participated in the consideration. Nay, Reed, the objecting defendant, may have been the principal debtor, and if so, there is great equity in the statute that deprives him of a sharp and technical defence. Forgery avoids an instrument; but forgery is the fraudulent alteration of a writing, to the prejudice of another. Reed was not prejudiced by this alteration, and therefore the note should have been admitted in evidence.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "G. P. Hamilton and Miller, for plaintiff in error.",
      "J. I. Kuhn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Reed.\nAny material alteration of commercial paper, unaccounted for by bim who holds it, is fatal to a recovery upon it.\nThe Acts of Assembly of 6th April, 1830, and of 11th April, 1848, were intended to obliterate the common law distinctions in Pennsylvania, between instruments joint, and those joint and several, in the classes of cases provided for by those statutes.\nAn alteration therefore of a negotiable note made by two, by interlining the words “ or either of us,” is not such a material alteration in this state as will avoid the note.\nThe terms of the legislation, though limited-to undertakings that are joint and several, are applicable to contracts that are joint and not several.\nThe distinction between joint and joint and several contracts, always had regard to the remedies, the parties being bound according to the tenor of the instrument to which they put their signatures, it is evidence against each of them, but the discharge of one by taking action against the other, is the peculiarity which the statutes have taken away.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by Alexander H. Miller, administrator of William Hopkins, deceased, against William Reed, impleaded with John Christy. The summons was served upon Reed, and returned nihil as to Christy. The declaration was on a joint and several promissory note, which was a printed form and the blanks filled up in wi’iting. - The following is a copy of it:\n“ Pittsburgh, August 10th, 1850.\nTwelve months after date, we, or either of us, promise to pay to the order of W. W. Walters one thousand dollars, without defalcation, value received.\nWilliam Reed, ■\nJohn Christy.\nEndorsed,\nW. W. Walters,\nWm. Hopkins.\nWalters died before suit brought, having previously endorsed the note to plaintiff’s intestate. A copy of the note was filed with the precipe and declaration. The words, “ or either of us,” were interlined in the original note, but the copy filed did not so exhibit them. One of the pleas denied the execution of the note in the manner alleged in the declaration by the defendant’s intestate, and another alleged the interlineation was made after suit brought, and was such a material alteration as precluded a recovery. The payee and first endorser died before suit brought.\nOn the trial in the court below'the plaintiff proposed to read to the jury the copy of the note filed with the declaration. It was objected to by defendants and rejected by the court. The plaintiff then offered the original note, the signature being admitted to be genuine. It was objected to, because the words “ or either of us,” were interlined, and were a material alteration of the note, and that the plaintiff must first show that they were interlined before signing, or afterwards by the consent of the defendant. The court on this ground refused to admit the note in evidence and at the instance of plaintiff sealed a bill of exceptions.\nThe plaintiff then proposed to prove by persons, said to be experts, that in their opinion the interlineation was made in the same handwriting that the other parts of the note were filled up in, and with the same ink, and the same pen, and that the body of the note and the interlineation are not in the handwriting of any of the parties whose names are attached to it.\nThis was objected to that the evidence of experts is not competent to prove the fact alleged, but must be by one who has personal knowledge of the fact, or who can testify from admissions of the defendant. The court rejected the evidence, and again sealed a hill of exceptions.\nThere being no further evidence offered, the court below (Williams, J.) directed the jury that the plaintiff had given no evidence to sustain the action, and that the verdict must therefore be for the defendant. Which was accordingly so rendered.\nThe plaintiff removed the cause to this court, and assigned for error the rejection of the copy, the original note and the evidence of the experts as above stated, and also the direction to the jury to find for the defendant.\nThe case was argued at October Term, 1855, and reargued in 1856 by\nG. P. Hamilton and Miller, for plaintiff in error.\nIt is conceded that the alteration of commercial paper in any material respect avoids it: Simpson v. Stackhouse, 9 Barr 186; Paine v. Edsell, 7 Harris 178. But it is submitted whether this if an interlineation is a material alteration of the note.\nIt could only be material in view of the death of one of the drawers; then he would be discharged in law but not in equity. The debt may have been contracted for the joint benefit of both drawers. Long v. Kepple, 1 Binn. 123; Stiles v. Brock & Co., 1 Barr 215. If the liability survives in this state against the estate of the deceased drawer, there does not appear to be any good reason why his personal representative may not bo joined in an action against the survivor.\nWhen the alteration is patent, it is incumbent on the party offering to explain it: 1 Green. Ev. § 564; 9 Barr 186.\nAlthough the authorities preponderate in favour of the presumption that the alteration was made after signing, yet it does not meet with universal assent: Bank v. Hall, 1 Halst. 215; Clark v. Rogers, 2 Greene 147; Prevost v. Gratz, 6 Wheat. 481; Cowan & Hills, Notes to Phil. on Ev. part 2, 299-300; Davis v. Jenny, 1 Met. 221. The presumption is not a strong one: Prevost v. Gratz, 6 Wheat. 481. And may he removed by slight circumstances: Heffelfinger v. Sheetz, 14 S. & R. 44; Carris v. Tattersall, 2 Man. & Gr. 860; 3 Scott, N. R. 257.\nThe note should have been admitted and the jury allowed tos determine when the interlineation was made. If made in the same handwriting and with the same pen and ink as the filling up of the body, the jury would have been justified in presuming it to have been done before signing. That they may establish its character from an inspection of the instrument alone, is fully established by the authorities: 1 Green. Ev. p. 697, note 1; Glanville v. Paine, Ch. Rep. 18; Bank v. Hall, 1 Halst. 215 ; Ranken v. Blackwell, 2 John. Cas. 198; Grreen. Ev. 698, § 598; Taylor v. Masley, 6 C. & P. 273; Van Horn v. Dorrance, 2 Dall. 304; Hills v. Barnes, 11 N. H. Rep. 227; Bailey v. Taylor, 11 Conn. 531; Goch v. Bryant, 1 Shepl. 386; Crabtree v. Clark, 7 Id. 337; Wicks v. Couch, 5 H. & J. 41; Patten v. Shaw, 3 Den. 238.\nThe evidence of the experts should have been admitted. They may testify from a comparison with the filling up of the body of the note admitted to be genuine: 1 Green. § 581; McCorkle v. Binns, 5 Binn. 340; Lancaster v. Whitehall, 10 Ser. & R. 110; Baker v. Haines, 6 Wh. 284; 3 Green. Ev. § 106, note.\nJ. I. Kuhn, for defendant in error.\nThe alteration of the note from a joint t® a joint and several one, is well settled to be a material one. The law is so laid down in Ch. on Bills, 183. The same is decided in Perring v. Hone, 4 Bing. 28 (13 E. C. L. 328.) The cases cited by plaintiff’s counsel from 1 Binn. 123 and 1 Barr 215, disprove rather than support the positions assumed by them. Was it made before or after the execution of the note? It is conceded where the alteration is apparent on the face of a negotiable instrument, that the presumption is that it was made after execution, and the burden of proving that it was made before, rests upon the plaintiff: Simpson v. Stackhouse, 9 Barr 186; Paine v. Edsell, 7 Harris 178; Johnson v. The Duke of Marlborough, 2 Stark. 313 (3 E. C. L. 424); Herman v. Dickenson, 5 Bing. 183 (15 E. C. L. 409); Knight v. Clements, 8 A. & E. 215, (35 E. C. L. 377).\nIt is true, that in the elementary books some cases are cited as supporting the contrary doctrine, but on examination they will be found either not to sustain it, or be supported by very unsatisfactory reasons.\nThe plaintiff contends, that the note should have been submitted to the jury, to judge from inspection when the alteration was made. This is precisely what the court below was reversed for in Simpson v. Stackhouse, 9 Barr 186.\nThe unanswerable argument of Chief Justice Gibson, referred to in Paine v. Edsell, renders it only necessary to refer to it. This was the very point decided in Knight v. Clements, 35 E. C. L. 377, and determined that it could not be submitted to the jury to find from inspection whether the alteration was made before or after execution. This case overruled Taylor v. Mosely, 6 C. & P. 273, and the other cases cited by plaintiff in error. Whether any alteration has been made, may be referred to the jury, but not the time when an apparent alteration has been made: Davis v. Jenny, 1 Met. 221. The very same is ruled by this court in a recent case: Clark v. Eckstein, 10 Harris 507.\nThe evidence of the experts offered could have no tendency to fix the time when the interlineation was' made. That it was in the same handwriting, with the same pen and ink, would not prove that it was done before execution."
  },
  "file_name": "0244-01",
  "first_page_order": 244,
  "last_page_order": 249
}
