{
  "id": 979725,
  "name": "White versus Lowry et al.",
  "name_abbreviation": "White v. Lowry",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "254",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Binn. 102",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 7741,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 8.10857268652843e-08,
      "percentile": 0.4678380863131403
    },
    "sha256": "ff01f7eeb1d00ad6d995343a3e388d55ce4aeb9781ad52672e8d629361c02130",
    "simhash": "1:c7198872876494d5",
    "word_count": 1392
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White versus Lowry et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nIt is very clear that the articles of agreement between David White and the defendants included the thirty-seven acres known as the Gaskill tract, and which was subsequently recovered in an action of ejectment brought by George Cadvealader against David White and the defendants.\nIt is equally clear that' this tract was not included in the deed; but as this was owing either to the fraud of the vendor, or the mistake of the scrivener (probably the latter), it does not affect the contract as evidenced by the articles of agreement.\nIt is unnecessary to cite authorities to prove that failure of title in part of the land sold, affords a pro tanto defence against payment of purchase-money, unless it plainly appears that the purchaser has taken the title at his own risk, for this principle is so manifestly just that it ought to be taken for granted; but even if it needed the support of authority it is abundantly sustained by the adjudications of this court. This rule is entirely consistent with the cases cited by the plaintiff in error to disprove it: Smith v. Evans, 6 Binn. 102; Ball v. McConnell, 1 Ser. & R. 166, and Dickenson v. Voorhees, 7 W. & Ser. 353, are not cases of failure of title, but of mistake and misdescription in the number of acres, which the tracts, otherwise correctly described, were supposed to contain. In the case under consideration, White sold to Lowry all the land within certain boundaries mentioned, part of which he only held by articles of agreement, and which part was subsequently recovered by the holder of the legal title. He covenanted to give a deed in fee simple for the entire body of the land, which he neither did nor could do; for part of the land sold belonged to another person, as was conclusively found by a judicial proceeding to which he was a party. To allow the whole consideration-money to be recovered from the defendants when they have got only part of what they bargained for, would be to make a contract for these parties, rather than to execute one made by themselves.\nBut it is said the defence is not good because the bond in suit was taken in the name of the wife, and that being so taken, the inference is that it was given to her in consideration that she would execute the conveyance. No such inference can reasonably be drawn from the fact stated, and it is not the duty of a court to make or permit a jury to make an unreasonable inference in any case ; and surely not for the mere purpose of working manifest injustice. Had it appeared that the bond in question was given to Mrs. White to induce her to join in the conveyance, it may be that the defence now made would have been bad as to her; but as nothing of the kind was shown on the trial, we agree with the learned President- of the Common Pleas, that “ the rights of the defendants should be determined in the same way as if the bond was in the name of David White himself.” And we have shown that between the original parties the defence was complete.\nWe are not called upon to notice in detail the specifications of error, as they are disposed of by what has already been said.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "G-olden and Dutton, for plaintiff in error.",
      "Cantwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "White versus Lowry et al.\nIt is well settled that failure of title to part of the land sold, affords a pro tanto defence against payment of purchase-money, unless it appears that the purchaser has taken the title at his own risk.\nWhere by articles, it was agreed that land within certain boundaries should be conveyed, and a deed was made purporting to be the same number of acres, but described differently from the articles, and there was a failure of title to a part of the land, this was a good defence against the recovery of a portion of the purchase-money.\nSuch a defence might be bad to a bond given to a wife to induce her signature to the deed.\nError to the Common Pleas of Armstrong county.\nDavid White, the husband of Ann White, the plaintiff, on the 1st of January, 1849, sold to tbe defendants, by articles of agreement, certain land in Pine township, Armstrong county, describing it by adjoiners, and setting forth that it contained 110 acres, more or less. The consideration was $1000. On the 20th June, 1851, the deed was executed for a tract of land in Pine township, described by metes and bounds, stated to contain 110 acres, more or less, being the same that had been conveyed by Robert Brown and wife to David White, by deed of 4th August, 1828, and being the same tract of land agreed to be conveyed by the said articles of agreement. When the deed was made the defendants paid $600 of the purchase-money, and gave two bonds each for $200, with warrants of attorney to confess judgment. One of these bonds was drawn in the name of the plaintiff, as was alleged by her counsel, to induce her to sign the deed, of which, however, there was no evidence. The 110 acres were made up of two tracts of land known respectively as the Gaskill and Brown tracts. In 1852, an action of ejectment was brought by George Cadwalader against David White and defendants, and the Gaskill tract, containing 37 acres and 23 perches, was recovered from them by Cadwalader. The deed from Brown to White called for only 78 acres and a half, and in White’s deed to defendants the description of the land was copied from Brown’s deed, stating, however, that there were 110 acres in the tract.\nUnder this state of facts the defendants applied to the court to open the judgment in favour of Ann White, and let them into defence. A rule to show cause was granted and afterwards made absolute.\nOn the trial the court (Burrell, P. J.) charged the jury, inter alia:—\n“We see nothing in the case to prevent these defendants from defending against this bond on the ground that the title to part of the land failed — and the rights of defendants should be determined in the same way, as if the bond was in the name of David White himself. Plaintiff’s counsel further alleges that nothing short of actual fraud on part of the grantors in the deed can defeat a recovery — that mistake is not sufficient. We answer that defendants can successfully defend without showing fraud.\n“ This is not the case of a mere mistake as to boundary. Here is a tract sold, composed of two distinct pieces of land, described in the agreement, by outside boundaries including both pieces. It turns out that White had no title to one of these pieces — he and the Lowrys, his vendees, are sued in ejectment and that piece is recovered from them. Defendants lose the 37 acres, and the consideration of their bonds to that extent fails. The jury will ascertain from the evidence what the value of these 37 acres is, in proportion to the whole 110 acres sold. When this is fixed it will show how much these defendants gave their bonds for, for which they got no consideration.\n“ If that amount exceeds $200, the verdict should be for defendants. If it is less than $200, the verdict should be for the balance of that sum,'with interest from 1st April, 1853.”\nThe errors assigned Were:—\n1. In charging, substantially, that there was no evidence that the bond was given in consideration of Mrs. White signing the deed.\n2. In charging if there was, that it made no difference, as “ the rights of the defendants should be determined in the same way as if the bond was in the name of David White himself.”\n3. In misleading the jury, and withdrawing their attention from the material facts ; especially in assuming that both pieces of land were included in the sale, and that there was no room for mistake.\n4. In instructing the jury that defendants could successfully defend without showing fraud or deception in the sale.\nG-olden and Dutton, for plaintiff in error.\nCantwell, for defendant in error."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 257
}
