{
  "id": 979658,
  "name": "Carr versus Lowry's Administratrix",
  "name_abbreviation": "Carr v. Lowry's Administratrix",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "257",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 282,
    "char_count": 4082,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.4329554509884186e-07,
      "percentile": 0.8022504400835725
    },
    "sha256": "40dd673096e2b58d99b5496010060cca15663300aa91949d13adf8a04c1da283",
    "simhash": "1:c0a8afb6278cacdb",
    "word_count": 718
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carr versus Lowry’s Administratrix."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis claim is entirely set aside by the principle ot Bland’s Administrators v. Umstead, 11 Harris 316. In the covenant sued on, Lowry binds only his heirs and assigns after himself; and very properly so, for. he was defining and contracting for the duties that ought to be performed by whoever should be owner of the mill. We cannot presume that he intended to bind his personal representatives to such duties. In the natural order of affairs they accompany the ownership of the property to which they relate, and therefore; in the present case, ought to be performed by the heirs or assigns of Lowry, if they claim under the title then acquired by him. The relation between Carr and Lowry, on which the duty depends, was dissolved by Lowry’s death, if not before, and his administratrix can be charged to answer only for a breach in his lifetime. This view of the case •saves us from considering the other questions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Brigden, for plaintiff in error.",
      "Farrelly and Finney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Carr versus Lowry’s Administratrix.\nWhere one bound, himself, his heirs and assigns, to repair a tail race over the land of another, and afterwards sold his mill, it will not be presumed that he intended to bind his personal representative.\nSuch repairs should be made by the heirs or assigns holding under him.\nThe administrator can only be held for a breach of the covenant during the ownership and lifetime of his intestate.\nError,' to the Common Pleas of Orawford county.\nThis was an action of covenant brought by Minor T. Carr against Sarah Lowry, administratrix of the estate of S. B. Lowry deceased, upon a sealed contract made May 22, 1844, between plaintiff and the intestate. The plaintiff, for a certain consideration, granted to the intestate, his heirs and assigns, the privilege of making and continuing in use through a lot of land belonging to plaintiff a tail race for a mill. Lowry for himself, his heirs and assigns, covenanted to keep the tail race timbered, planked, and covered over with earth, and to pay all damages thereafter caused by the passing of the tail race through the land. In June, 1848, Lowry conveyed all his interest - in the property to M. B. Lowry, who leased it to Robinson. Afterwards one Montague, under Robinson, entered upon the premises of plaintiff, opened the race, took out the timber, and left it uncovered, in which condition it remained until covered up by Carr at a cost of about $>50, including the damage done to the land.\nIt appeared that this lot of land was part of a larger tract which-had been patented to one John Fulwiler; that Fulwiler in 1838 conveyed four acres of the land patented to him to William Mix, together with “ the exclusive right, title, and privilege of taking the water from any or all of the runs of water passing through said tract of land of which the lot conveyed to Mix was a part, and convey the same in any manner the said Mix or his representatives may think proper through the said tract of land, for the purpose of erecting water works,” and also the right of entry for the purpose of keeping the water works in repair. In 1845 Mix conveyed to S. B. Lowry the same land and privileges.\nThe plaintiff then proved that the land and privileges were sold by the sheriff of Crawford county as the property of Mix in 1836 to G. Church, who assigned his deed in 1837 to the commissioners of Crawford county, who assigned in 1837 to M. B. Lowry, and he conveyed the same land and privileges to intestate in 1844.\nAfter the conveyance by Fulwiler to Mix, Fulwiler conveyed the lot through which the tail race passes to his daughter Elizabeth, who with her husband, Thomas J. Lowry, conveyed in 1838 to plaintiff.\nIt does not appear when the intestate died.\nThe court below (Galbraith, P. J.) charged the jury that the deeds given in evidence were not disputed by the defendant, and that if they were correct the plaintiff was not entitled to recover, and their verdict should be generally for defendants.\nThis was the error assigned.\nBrigden, for plaintiff in error.\nFarrelly and Finney, for defendant in error."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 258
}
