{
  "id": 979623,
  "name": "Rhey versus The Ebensburg and Susquehanna Plank-Road Company",
  "name_abbreviation": "Rhey v. Ebensburg & Susquehanna Plank-Road Co.",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "261",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 458",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0458-01"
      ]
    },
    {
      "cite": "2 Watts 105",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 19",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 239",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0239-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 325,
    "char_count": 5148,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 3.0982699743881985e-07,
      "percentile": 0.859104333882014
    },
    "sha256": "1f44e6b1231150a236f129dfc2eeb3a74377aed9b29b8bca1fcc40790ed4426a",
    "simhash": "1:9c51785fdb2af33d",
    "word_count": 896
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhey versus The Ebensburg and Susquehanna Plank-Road Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWe perceive no error in this case except in the instructions given by the Common Pleas to the jury upon the measure of damages. The jury were permitted to find for the plaintiff the full amount which the defendant had stipulated that O’Neil would subscribe to the capital stock of the company in the event of the selection of the western route.\nThe true measure of damages, was the difference between the value of the stock at the time of the trial, and the amount which the defendant had agreed that O’Neil should pay for it. This will make good to the plaintiff the actual loss sustained by the nonperformance of the defendant, and will at the same time relieve the defendant from the necessity of himself becoming á stockholder in a company in which he had never subscribed, or agreed to subscribe to the capital stock. To allow the full subscription price as the measure of damages, is to allow the company to get the money and keep the stock, or in effect to change the terms of the contract by compelling the defendant to do himself what he had stipulated that another should do. The case was not one for specific performance: 1st, Because O’Neil could not be compelled to take the stock; and 2d, Because a recovery of the difference between the par and the market value would be an adequate remedy for the injury sustained.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "White and Coffey, for plaintiff in error.",
      "R. L. Johnston, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rhey versus The Ebensburg and Susquehanna Plank-Road Company.\nA promise to subscribe for a certain amount of stock in a plank-road company to induce the selection of a particular route, if accepted, is valid, and may be enforced.\nThe measure of damages is the difference between the value of the stock at the time of trial, and the amount agreed to be paid for it.\nError to the Common Pleas of Cambria county.\nThe Ebensburg and Susquehanna Plank Road Company, before locating their road, surveyed two routes, one called the Eastern and the other the Western. To induce a decision in favour of the western, the defendant, A. J. Rhey, signed and delivered to the company the following promise:—\n“ I hereby agree that in case the western route for tli'e plank-road is adopted, that J. C. O’Neil will subscribe $500 additional stock, for which I hold myself personally responsible.\n“Ebensburg, 23d April, 1853. A. J. Riiey.”\nOn the same day the company acted upon the proposition, and passed a resolution adopting the western route; and upon that route the road was finally located and made. Subsequently, Rhey and O’Neil were both called on, and the subscription required and demanded, but refused. Hence this action of assumpsit to recover damages for the breach of the alleged contract.\nThe jury found in favour of plaintiff $500.\nThe cause was removed to this court by the defendant, who assigned for error:—\n1. The court erred in charging the jury, that the contract was upon sufficient consideration.\n2. In charging that, “ as there was a direct compliance on the part of the plaintiff with the only condition embodied in the proposition and connected with it, there is no sufficient reason apparent or suggested why the plaintiff should not recover.”\n3. In charging — as to the measure of damages — “The true amount as it seems to us would be, what would give the company the advantage which they would have derived from the subscription if the contract had been complied with by the defendant. That would be the measure of injury which was sustained by the failure to comply. The case is different from a stock contract between individuals, respecting stock owned in any enterprise. In that case the subsequent advance or depreciation would be the measure. But to a company disposing in the first instance of its stock in order to collect and accumulate funds, or secure capital to prosecute an enterprise in progress in order to get it to a point that it could be profitably used for its intended purpose, might not every share of new stock sold be considered equal in value to its amount of capital contributed for expenditure? If this promise had been complied with and kept, the company would have had that amount of ‘ additional funds for that purpose, while the defendant or J. C. O’Neil would have got the stock.”\n4. In admitting in evidence the paper dated 23d April, 1853, signed by defendant, because the same was without sufficient consideration.\nWhite and Coffey, for plaintiff in error.\nThe agreement was a nudum paetum. If plaintiff in error was an agent, his principal was primarily liable. The agreement was illegal, as contravening public policy. The true measure of damages is the difference between the par value and the actual value of the stock: Andrew v. Hoover, 8 Watts 239; McCoombs v. McKennan, 2 W. & Ser. 216; Curry v. Larer, 7 Barr 470; Gerard v. Taggart, 5 Binn. 19.\nR. L. Johnston, for defendant in error.\nThere was a sufficient consideration to support the contract: Hind v. Holdship, 2 Watts 105; Mercer v. Lancaster, 6 Barr 162. Rhey was the principal, and the contract was legal: Cumb. Val. R. Road v. Baab, 9 Watts 458. The loss of $5500 to the company was the measure of damages."
  },
  "file_name": "0261-01",
  "first_page_order": 261,
  "last_page_order": 263
}
