{
  "id": 979708,
  "name": "Thompson versus Barkley and Wife",
  "name_abbreviation": "Thompson v. Barkley",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "263",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 289,
    "char_count": 5577,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 3.51837175025398e-07,
      "percentile": 0.883666190577134
    },
    "sha256": "80a649ef30b8a125b05bba630dcce4d5e41d46eb495c416dabaa09ab9f3a0836",
    "simhash": "1:ab03778fffc6a4d9",
    "word_count": 981
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson versus Barkley and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt was no part of the duty of the court to instruct the jury in regard to the alleged insufficiency of the declaration, as requested in the first and second points of the plaintiff in error. On the trial of the issue the question is not whether the declaration be good, but whether it be supported by the evidence. If the defendant below wishes to raise objections to the declaration before verdict, he must do so by demurrer. If he neglects that course he may move in arrest of judgment. In that stage of the cause many defects are cured by the verdict. In this case the declaration is perfectly good after verdict. It is not necessary to set forth the imputation of larceny with the particularity necessary in an indictment for that offence.\nThis court will not presume that there was no evidence that the plaintiffs were husband and wife. The evidence given on the trial is not placed in the paper-book. The presumption is that it was sufficient to justify the verdict. It was not necessary to read the points to the jury. It is sufficient if the court gave the jury all the instruction which the party had a right to demand, and this we think was done.\nIf the counsel misstate the evidence in the course of his argument, the court below may, if the purposes of justice require it, set aside the verdict and grant a new trial. Their refusal to do so is not the subject of review on a writ of error.\nThe 5th error is abandoned.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Marshall and Brown, for plaintiff in error.",
      "McCandless and Cochran, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Thompson versus Barkley and Wife.\nOn the trial of an issue, the question is not, whether a declaration is sufficient, but whether it is supported by the evidence.\nIf a party wishes to raise objections to a declaration before verdict, he must do so by demurrer, after verdict, by a motion in arrest of judgment.\nIn an action of slander, it is not necessary to set forth the imputation of the offence with the same particularity required in an indictment for the crime.\nA declaration in slander for charging the plaintiff with larceny, is good after verdict, although it does not set forth the name of the owner of the property alleged to have been stolen by the plaintiff.\nIf the counsel in summing up misstate the evidence to the jury, the court below may grant a new trial; their refusal to do so is however not the subject of review upon a writ of error.\nError to the District Court of Allegheny county.\nThis was an action on the case brought by Andrew Barkley and Elizabeth his wife against John Thompson, for defamatory words alleged to have been spoken by the defendant of and concerning Elizabeth Barkley. There were three counts in the plaintiffs’ declaration, in the first of which the words were set out as follows. “ I saw that woman (the said Elizabeth Barkley meaning) steal a pair of chickens out of your box, and I saw her put them in her basket.” The second count alleged that the defendant said“J saw you (the said Elizabeth Barkley meaning) steal the chickens out of his box and put them in your basket.” In the third count,\n“ 1 saw her steal the chickens, and I will swear to it.”\nUpon the trial of the cause, the defendant’s counsel presented the following points, and requested the court to charge the jury as' follows, to wit:—\n1. That the charges of slander are not laid with sufficient certainty. The charge of larceny is not sufficiently certain in its terms, without a colloquium.\n2. That in the various counts in the declaration, there is no allegation of property in a third person, that would make the charge of taking the chickens larceny.\n3. There is no evidence that Mrs. Barkley of whom the witnesses speak, is the wife of Andrew W. Barkley, or the wife of any other man.\n4. That under all the evidence in this cause, the plaintiffs, as set forth in their declaration, are not entitled to recover.\nPer Quriam. The court refuse to charge as requested in either of the foregoing points.\nThe learned judge proceeded as follows, viz.:—\n“ The court did not read either of the points submitted by defendant's counsel to the jury; but charged the jury that the declaration was sufficient to enable the plaintiffs to recover, if the jury should find from the evidence, that the words laid in the declaration were proved substantially as laid.”\nThe plaintiffs’ counsel, in his argument to the jury, having misstated the evidence, and claimed exemplary damages based on such misstatements, defendant’s counsel submitted the following paper to the court:— . '\n“ The counsel of the plaintiffs having grossly misstated the evidence, and argued from his misstatements for exemplary damages against the defendant, to wit: That the plaintiffs had children at school, and the charge would be thrown up to them, ‘ that their mother was a chicken-thief!’ I ask that the jury be discharged.”\nThe court refused to discharge the jury, as prayed by defendant’s counsel, stating to the jury that “ there is no evidence in this case that the plaintiffs have any children, and that the jury. will disregard the statement and allegations of the counsel, unless sustained by the evidence in the cause, and decide the cause on the evidence alone.”\nThe court charged the jury that a verdict for a less sum than forty shillings would carry no more costs than damages — that a verdict above forty shillings would entitle the plaintiffs to full costs.\nThe jury found for the plaintiffs §500 damages.\nThe rulings and instructions of the court were assigned for error in this court.\nMarshall and Brown, for plaintiff in error.\nMcCandless and Cochran, for defendants in error."
  },
  "file_name": "0263-01",
  "first_page_order": 263,
  "last_page_order": 265
}
