{
  "id": 979410,
  "name": "Ihmsen versus The Monongahela Navigation Company",
  "name_abbreviation": "Ihmsen v. Monongahela Navigation Co.",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "267",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 P. R. 481",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 207,
    "char_count": 3463,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 6.735325300478445e-08,
      "percentile": 0.4084722700049308
    },
    "sha256": "08f2b7fdd6ec2af720f2b39402fa565c8d8c785f50447333592d55244a49758d",
    "simhash": "1:de60e6e384da159b",
    "word_count": 634
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ihmsen versus The Monongahela Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis was an assessment of damages for injuries caused by the construction of the works of the Monongahela Navigation Company. The Court of Common Pleas had appointed the viewers, and the law required their report to be returned to the prothonotary of that court. It was so returned; but that officer, being also the prothonotary of the District Court, through an error of judgment, entered it in the latter court, and on the same day entered the appeal in the same court. While the papers were in that court, the parties, by written agreement, framed an issue to be tried by jury, “waiving all matters of form.” The case remained in that condition nearly four years, when the District Court directed it to be stricken from its record, and ordered the papers to be certified back to the Court of Common Pleas; and the latter court directed the award to be filed as of the day when it had been first returned to the prothonotary — but made no order respecting the appeal. Two years and nearly eight months after this, when the cause was called for trial, the Court of Common Pleas refused to order a jury to be impannelled to try the issue, and directed the case to be stricken from the list. This was done on the ground that the appeal was void because filed in the District Court. If this decision be sustained, the plaintiff will .be deprived of his trial by jury, through an error of the prothonotary.\nThe trial by jury is a right so sacred that the courts should guard it with jealous care. If a party entitled to it is willing to comply with the terms required by law, he is not to be deprived of his rights by an error of the officer having charge of the record. This principle covers the case before us. The plaintiff offered to do everything which the law required to perfect his appeal. He paid the costs, made the affidavit, and entered the bail, as required; but these acts were all entered in the District Court by the person who was the clerk of both courts. This error is not to be visited on the plaintiff. He is therefore entitled to his appeal; and if the opposite party desires to have the affidavit and recognisance of bail amended so as to show that they were taken and entered in the Common Pleas, he may have a rule for the amendment, in default of which amendment the appeal may be stricken off: 2 P. R. 481; 5 W. & Ser. 363; 16 Ser. & R. 349.\nIt is ordered that the judgment of the Court of Common Pleas, directing the cause to be stricken from the list, be reversed. It is further ordered that the appeal be entered as of the 8th November, 1849, and that the cause be further proceeded in according to law.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Shannon, for plaintiff in error.",
      "Shaler, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ihmsen versus The Monongahela Navigation Company.\nThe error'of a prothonotary of the Common Pleas, who was also prothonotary of the District Court, in filing in the latter a report of viewers, and an appeal therefrom, required to be filed in the Common Pleas, will not deprive a party of his right of trial by jury upon complying with the requirements of the law on his part.\nThe opposite party, in such case, can have a rule to have the proceeding’s amended, so as to show that the affidavit and recognisance were taken in the proper court, in default of which amendment the appeal may be stricken off.\nError, to the Common Pleas of Allegheny county.\nThe facts of this case appear in the opinion of this court.\nShannon, for plaintiff in error.\nShaler, for defendant in error."
  },
  "file_name": "0267-01",
  "first_page_order": 267,
  "last_page_order": 268
}
