{
  "id": 979732,
  "name": "Myers versus The Keystone Mutual Life Insurance Company",
  "name_abbreviation": "Myers v. Keystone Mutual Life Insurance",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "268",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 455,
    "char_count": 8876,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.736388142272765e-07,
      "percentile": 0.9502268278961438
    },
    "sha256": "48076607b8a05402c0be3f77fbe45b8f12735345755c59e2bfd938922d31507a",
    "simhash": "1:fc41dc842b67341b",
    "word_count": 1591
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Myers versus The Keystone Mutual Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThough we incline to think that this action is rightly brought in the name of the person for whose benefit the insurance was effected, yet, under the view that we take of the case, this is not material.\nWe incline also to the opinion that notwithstanding the express terms of the policy, the countersigning by the agents is not, under all circumstances, essential. On an equitable interpretation of the whole transaction, it may become the duty of the court to dispense with a portion of the forms of contract, if it can find any reliable substitute for them, on the principle that cures defective execution .of powers, where the intention to execute is sufficiently plain.\nThis contract was to be complete when delivered by the agents of the defendants, and we regard the countersigning by the agents as the appointed evidence of its proper delivery. If we do not find this evidence, we must treat it as not delivered, unless we have other evidence which we can regard as equivalent. It seems to us that'a final delivery by letter, being also by writing, may be treated as equivalent; and this brings us to the question, was there such a delivery ? If not, of course there was no perfect contract between the parties. At this point millions of money may depend. upon a farthing or a signature or a word; for so long as the parties differ by a farthing, the contract is imperfect and establishes no relation.\nWas there a final delivery ? Here we must refer to the letter accompanying the policy. It shows that the company had not accepted the terms which had been arranged between Myers and the agents; but had prepared a policy on different terms. Of course, therefore, Myers had as yet made no contract. His proposal was not accepted, but another proposal in the shape of a new policy was sent to him, and his acceptance of this proposal according to its terms, was essential in order to give it the character of a contract. He was told in the letter that the new terms “ require the whole of the premium to be paid in cash, which if you don’t wish to comply with, you can return this policy, and we will return to you the amount paid us with your notesand he was further informed that there was “ a balance yet due on the first payment of $2.57J.”\nThis, therefore, was very plainly a conditional, and not final delivery; a proposal and not a contract. It was to be a final delivery as a contract if Myers agreed to it, accepted the new terms, returned the old policy, and paid the balance; and we have no evidence that he did either, except by his retention of the new policy; which certainly is no evidence of the return of the old one or of the payment of the balance, and cannot possibly be called an acceptance so long as any single thing remained open for dispute or treaty, or anything to be done by him remained undone. The learned judge of the District Court was therefore right in declaring in substance that there was no binding delivery of the policy, and this affirms the judgment without the other points, and we must not discuss them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Shaler & Stanton, and Hepburn, for plaintiff in error.",
      "Williams, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Myers versus The Keystone Mutual Life Insurance Company.\nAn action may be maintained on a policy by the widow for whose benefit the insurance was effected by her husband, although there is an executor. Per Lowrie, J.\nAlthough a policy may expressly require the countersigning by an -agent of the company, it may be dispensed with where the intention to execute is sufficiently plain.\nWhere the agents of an insurance company agreed with A. upon the terms of insurance subject to ratification by the company, and the company issued upon different terms a policy which was forwarded by the agents to A. with the request that he would return it if he did not comply with the terms, and he retained the policy without a compliance:\nHeld, that the company was not liable, the delivery being conditional.\nError to tbe District Court of Allegheny county.\nThis was an action of debt brought by Margaret II. Myers, widow of Dr. John J. Myers, against The Keystone Mutual Life Insurance Company, to recover $5000 on a policy of insurance, alleged to have been issued on the 4th April, 1854, for seven years on the life of her husband for her use.\nDr. Myers in November 1853 took a risk on Ms life for $2000, and paid the first semi-annual premium thereon of $19.95. Before the expiration of the period for which the premium had been paid on this policy, he concluded to increase the risk, and to this end applied to Russell and Oakes, agents of the defendants at Pittsburgh, for as even years’ policy for $5000. The terms were agreed on between the agents and Dr. Myers. The annual premium was to be $101 (including the price of a new policy) one half in cash, and the other half in a premium note at 12 months with interest. The old policy was to be surrendered when the new one was issued, and one-half of the amount of the first year’s premium, deducting what was supposed to be the pro rata share of the premium for the unexpired term of the old policy, was paid in cash by Dr. Myers, and his note at 12 months, with interest, given for the residue. The application was to be approved by defendant and the risk then to commence. On the 22d March Dr. Myers was notified by Russell and Oakes that the rules of the company required a re-examination by a physician, and they transmitted to him a blank for that purpose. This re-examination was had and sent to defendant. On the 4th April the policy on which this suit was brought was sent by defendant to Russell and Oakes, and they, without countersigning it as required by the policy, forwarded it to Dr. Myers at Cincinnati. He was informed by them at the same time, that they had “ made an error in the terms of a seven year policy, which requires the whole of the premium to be paid in cashand that if he did not wish to comply with these terms to return the policy. The premium was payable semi-annually. In the letter of Russell and Oakes to Dr. Myers, the following language was used: “Your first payment is $49.75, April 4th, from which is to be deducted one month’s upon your former policy or one-sixth of your payment upon said policy, which is $3.32J, leaving for your first payment $46.42|, upon which you have paid us $43.85, The balance yet due us on first payment is $2.57-|. .If you can conveniently retain this policy, you will please mail the former one to us for the reasons above stated. Cash policies are the most profitable, and if you consider the matter you will agree with us, yet, Doctor, do not hesitate to return this policy if you do not wish to comply with the requirements of the seven year rates or rules, and we will refund to you the amount paid us. But we hope you will retain this policy.” No reply was ever received from Dr. Myers. He did not pay the balance $2.57£, nor did it appear that he returned the first policy, although it was in evidence that search had been made among his papers after his death, and that it could not be found. He retained the second policy and immediately before his death handed it to his executor, as of importance to liis wife. He died on the 24th August, 1854.\nOn the trial, the defendant resisted payment, because:\nI. The action, if maintainable at all, will lie only in the name of the personal representatives of the deceased, and not at the suit of his widow.\nII. The instrument declared on is not a perfect, valid, and binding contract, and final agreement between the parties therein named, for the reasons,\n1. It is not countersigned by Russell and Oakes, the agents at Pittsburgh, although, on the face thereof, it is expressly declared that it shall not be binding until countersigned by them.\n2. The provisions declaring the policy not to be binding until countersigned by the agents, was not waived by the company as shown by the evidence, and the agents themselves had no authority to waive it.\n8. The whole amount of the semi-annual premium was not paid, and the instrument could not take effect as a policy, and become a perfect, valid, and binding contract, so long as any part thereof remained unpaid.\n4. The agents of the company had no authority to deliver the policy until the full amount of the annual premium was first paid; and their act in mailing the policy, if intended as an absolute delivery thereof, being wholly unauthorized, and never having been ratified, does not bind the company, and therefore no action can be maintained on the said instrument.\nThe foregoing positions were sustained by the court, and the jury under instruction rendered a verdict in favour of defendant.\nThe errors assigned by plaintiff were to the answers of the court to the points presented, relating to and embracing the positions cited above.\nShaler & Stanton, and Hepburn, for plaintiff in error.\nWilliams, for defendant in error."
  },
  "file_name": "0268-01",
  "first_page_order": 268,
  "last_page_order": 271
}
