{
  "id": 979528,
  "name": "Emerson versus Miller and Cantwell",
  "name_abbreviation": "Emerson v. Miller & Cantwell",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "278",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0380-01"
      ]
    },
    {
      "cite": "6 Watts 219",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 8836,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 2.1674732885272255e-07,
      "percentile": 0.7706269747772939
    },
    "sha256": "702d833c26f1192777835d6324393334f5cb4302719ba1eaaee46e8b22c0d654",
    "simhash": "1:b2372630677748a6",
    "word_count": 1630
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., dissented."
    ],
    "parties": [
      "Emerson versus Miller and Cantwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe account upon which this suit was brought, commenced on the 24th October, 1843, and ended on the 8th- February, 1845. All of the charges were made more than six years before suit was brought, except three, amounting to $8.45. The suit was instituted on the 11th January, 185Í, and was tried on the 1st day of January, 1856. The defendant pleaded the statute of limitations. To show a promise within six years before suit was brought, the plaintiff called Terrence J. Cantwell, who testified as follows:—\n“About the last of the second week of February, 1845, I presented a copy of a bill to Dr. Emerson in New York, between the 11th and 16th of February, 1845. Dr. Miller gave me the bill to present to Dr. Emerson. I gave the paper to Dr. Emerson in New York. He looked at the bill slightly, and said he would attend to it before he went away; was then on his way to Europe. He did not say he would pay it. Said he would settle or attend to it. Said he had not his money for his horses about him; or that it was on deposit. My impression is, the bill was over $200. Mr. Miller gave the bill to me, and told me, that the doctor had told him to send it. I told the doctor that I had brought the bill he had requested Miller to send on. In reply to that, after I had presented it, he said he would attend to it, fix it, or settle it before he went away.”\nThe defendant left New York for Europe in February, 1845, and returned to his place of residence in this state in September, 1,846.\nThe Court of Common Pleas instructed the jury, that if this evidence was believed, the bar of the statute was removed. This instruction is complained of by the plaintiff in error: “ 1st, Because the evidence did not establish the identity of the account presented by the witness with that upon which the suit was brought; 2d, Because the witness was not the agent of the plaintiff ; 3d, Because the testimony did not prove an admission of indebtedness, nor a promise to pay.”\nThe witness did not pretend to know that the items in the bill presented by him to the defendant, Avere the same as those in the book given in evidence upon the trial, but he said that the account was sent on at the defendant’s request; that the balance was over $200, and that he left the bill with the defendant. Now, without in the least degree intending to impair the force of the requirement that the evidence of identification should be clear, we are of opinion that in this case it was sufficient; and we are the more readily led to this conclusion for the reason that the bill was left Avith the defendant, and if it differed from the book, all that the defendant had to do was to produce it on the trial. Failing to do this, the fair presumption is that there Avas no difference between the íavo. Neither is there any difficulty upon the question of agency. Whatever was done by the witness, Avas at the request and by the direction of the plaintiff; and a promise made to him is free from the objection that it was made to a stranger. But, aside from these objections, was the evidence sufficient to take the case out of the statute ? An acknowledgment of a debt, or a promise to pay, within six years before suit brought, prevents the effect of the statutory inhibition; but the evidence of the acknowledgment or promise must be “ clear, plain, unambiguous, and express; and so distinct and palpable in its extent and form as to preclude hesitation.” What is the proof in the case before us? It is evident that the witness did not recollect with precision the answer given by the defendant to the presentation of the bill; and when it is considered that nearly eleven years had transpired between the occurrence and the trial, it is not at all remarkable that the memory of the witness was doubtful and uncertain. The state of his recollection is shown by the difference in his statements of Avhat took place. At first, he said, “ the defendant said he would attend to it before he went away;” then, that “ he would settle or attend to it;” and again, that he would “attend to it,” “fix it,” “or settle it” before Tie went aivay. ' Now, which of these expressions did the defendant use ? Did he say that he would attend to it ? or, that he would fix it ? or, that he would settle it ? The witness does not tell us, for the reason that his memory is defective; but he does recollect that he did not say that he would pay it. ^.t the very outset, then, we find ourselves unable to fix with certainty upon any words used by the defendant, from which the promise is to be inferred. But, taking either form of expression in connexion with the residue of' the conversation, and it neither proves an express promise, nor does it necessarily imply one. A reference to some of the authorities will prove that there was error in submitting this case to the jury, with the instruction that the evidence of Mr. Cantwell, if believed, was sufficient to take it out of the statute. In Berghaus v. Calhoun, 6 Watts 219, the defendant said, when the claim was first presented, “ that it had been so long that he had almost forgotten it, but that he was shortly going, to Philadelphia, and he would call on the creditor himself.” When his attention was subsequently called to it, he said, “ that it was impossible for him to satisfy the claim at that time, but he would go to Philadelphia in two or three weeks, and call on Dr. Calhoun (the creditor), and give him all the satisfaction he could wish.” The court, before which the cause was tried, referred the evidence to the jury with the direction, that if it amounted to a recognition of the existence of the debt, the statute was no defence. The case was reversed on error, upon the ground that the evidence ought not to have been submitted to the jury, as it did not clearly and distinctly prove an acknowledgment of the debt. So, in Allison v. James, 9 Watts 380, it was held that where an account was read to a party, on a trial before a justice of the peace, and he made objections to a part of it, that this was not a sufficient acknowledgment as to the part not objected to. In Morgan v. Walton, 4 Barr 321, the words used by the debtor to the creditor’s son were: “I owe your father, but tell him I cannot pay him this fall, not before next spring; but next spring I intend to settle with your father, and pay him what T owe him. Either pay him what I owe him, or his account, I am not sure which.” This evidence was left to the jury by the Common Pleas as sufficient, if believed. But in this court it was said to be insufficient to establish either an acknowledgment or a promise, and in this case it was said that a promise to pay, like an acknowledgment, must be “plain, unambiguous, express, and so distinct and palpable in its extent and form as to preclude hesitation.”\nFrom these authorities, and others of a like tenor,, we are of opinion that the evidence in the case before us was insufficient to remove the bar of the statute. If the defendant meant to be understood as admitting the debt, or promising to pay it, why did he not say that it was right, or that he would pay it ? Why use the equivocal words testified to by the witness, “ settle, attend to, or fix,” neither of which necessarily implies that he was indebted, much less do they amount to an express promise to pay. The stringency of the rule here applied may work injustice in this particular case, but a relaxation of it would most certainly be productive of general mischief. In the one case vigilance would have prevented the danger of loss, but no vigilance can prevent the evidence of payment, from destruction by lapse of time.\nJudgment reversed and venire de novo awarded.\nBlack, J., dissented.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Banks, Cowan, and Stewart, for plaintiff in error.",
      "Drum, McCabe, and Cantwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Emerson versus Miller and Cantwell.\nWhere the evidence is, that on an account being presented to a debtor, “ he said he would attend to it, fix or settle it before he went away,\" it is insufficient either as an acknowledgment of the debt or a promise to pay it, which will remove the bar of the statute of limitations.\nWhere a copy of an account is presented to a defendant and left with him, in an action brought for the same debt, where the defendant fails to produce the account left with him, the presumption is, that there was no difference between that presented and that proved, or it would have been shown by thd production of the paper.\nAVhere the plaintiff sent his account to a third party to present to the defendant for payment, that party had such an agency in the matter as would make a promise to him to pay the debt, available to the plaintiff.\nError to the Common Pleas of Indiana county.\nThe facts of this case sufficiently appear in the opinion of Mr. Justice Knox.\nBanks, Cowan, and Stewart, for plaintiff in error.\nDrum, McCabe, and Cantwell, for defendant in error."
  },
  "file_name": "0278-01",
  "first_page_order": 278,
  "last_page_order": 281
}
