{
  "id": 979754,
  "name": "Tucker et al. versus The Erie and North-East Railroad Company",
  "name_abbreviation": "Tucker v. Erie & North-East Railroad",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "281",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 363,
    "char_count": 7768,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.3904357186613612e-07,
      "percentile": 0.6426919098372145
    },
    "sha256": "c0b20d91c43c0616fe46b687be3be1dc6f8d8481521557a796fc865c87e1a8d8",
    "simhash": "1:84abde95741f97d2",
    "word_count": 1376
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tucker et al. versus The Erie and North-East Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe objections to the confirmation of the report made by the viewers in this case may be briefly stated thus:—\n1st. That the petition for the view was not signed by any officer of the company, nor by any one having authority to sign it.\n2d. That the jury did not take into consideration the expense and costs of keeping up the fences on each side of the railroad for all time to come, and did not take into consideration future damages that will or may happen to exceptants’ estate.\n3d. That it does not appear from the record that any effort was made by the company, previous to the application for the appointment of viewers, to agree with the owners of the land taken, either upon the damages or the viewers, and that, in fact no such effort was made ; and,\n4th. That the report was not signed by the viewers.\nThe petition for the appointment of viewers was under the corporate seal, and signed by the attorney of the corporation. The objection that it was not signed by an officer of the company is not a valid one. We are inclined to the opinion that a petition of this character may be presented with the attorney’s signature alone; but, even if it were otherwise, the seal of the corporation attached to the petition is the highest evidence of its authenticity.\nIt is impossible for us to ascertain what was, or what was not considered by the jury in determining the amount of damages sustained, but it is clear that the report is a substantial compliance with the Act of Assembly incorporating this company. Under the act of incorporation the duty of the jury is to ascertain and report to the court the value of the lands taken, and the amount of damages accrued “ to the owners of any lands, houses, or other buildings,” injured by the company. The report under consideration finds the value of the lands taken, and the amount of damages sustained by reason of the location and construction of the road. It was unnecessary to state in detail how the damages accrued, ■whether by injury to buildings or lands, by reason of increased expenses in fencing. And as to future damages, we must presume that the jurors included everything that was a legitimate subject of inquiry, under the order in virtue of which they were acting.\nIn the case of O’Hara v. The Pennsylvania Railroad Company, 1 Casey 445, it was held that the petition when presented by the company ought to aver that an unsuccessful effort had been made to agree upon the compensation with the owner; and that this averment should be supported by affidavit. The inability to agree upon compensation or upon the men to assess damages, is stated in the petition, and appended to it is the affidavit of Judah C. Spencer, in which he deposes that he was appointed by the Erie and North-East Railroad Company to agree, if possible, with the persons named in the petition, upon the compensation to he given for the land and the damages; or if that could not be done, then to agree upon five men to assess the damages and value the land; but that he was unable to agree upon either with any of the persons named in the petition.\nThe objection made to the affidavit is that it does not state affirmatively that the deponent made an effort to agree upon the compensation, &c., before the petition was presented; and that the inability might have been owing solely to the absence of any effort to agree. In the exceptions filed in the Court of Common Pleas it was alleged as a fact that no such effort was made. These exceptions were overruled, and the fact was therefore found against the exceptants. Whether other evidence was offered to the Common Pleas besides what we have upon the record, we do not know, but we are of opinion that Mr. Spencer’s affidavit necessarily implies that the effort to agree with the landowners had been previously made by him; for if this were not so, how could he swear that lie was unable to agree ? If he had not tried to agree he certainly could not say whether or not he was able to do so. A necessary implication arising upon what is expressly stated is equal to an express averment.\nThe exception that the report was not signed by the viewers was based upon the fact that the report embraced several distinct properties owned by different persons, and that each estimate of value and damages was not separately signed. There is nothing in the statute, nor in any practice which has arisen under it, nor in any construction given to it, which requires that each finding of the jury should he separately signed by the jurors.\nThe practice has been otherwise, and we cannot say it has been illegal.\nWe see no good reason for setting aside the confirmation of this report.\nProceedings affirmed at the cost of the appellants.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Thompson and Grant, for plaintiffs in error.",
      "Wallcer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Tucker et al. versus The Erie and North-East Railroad Company.\nIt seems that the signature of the attorney of a railroad company to a petition for a jury to assess damages done to land occupied by the road, is sufficient. The corporate seal to such petition is the highest evidence of its authenticity.\nWhere the act of incorporation requires the viewers to report the value of the lands, and assess the amount of damages accrued to the owners, it is unnecessary to state in detail how the damages accrued. It will be presumed that the jurors included every legitimate subject of inquiry.\nWhere to such petition presented by the company, there was an affidavit of their agent that he was unable to agree with the landowners as to the damages or in the selection of viewers, it is a necessary implication that he made the effort and was unsuccessful.\nA report embracing awards to different owners, signed by the viewers, is sufficient. Neither the statute nor practice requires each award to be separately signed.\nError to the Common Pleas of Erie county.\nThe plaintiffs in error, Huldah L. Tucker et al., were the owners-of a farm across which the Erie and North-East Railroad Company located their road. Upon the land were a saw-mill, woollen factory, &c., which were injured because of the obstruction by the railroad to the free flow of the water driving the machinery. On the 11th November, 1854, the company presented their petition, authenticated by the corporate seal and the signature of their attorney, praying the court to award a venire for a jury under the Act of 1842 incorporating the company, to assess the damages occasioned to, or to value, the lands of certain owners, of whom were defendants. The petition set forth that the company had not been able to agree with the owners, or any of them, upon a compensation for damages, or for the land, or in the selection of five men to assess the damages or value the land required for the construction of the road. The commissioner of damages appointed by the company appended his affidavit to the petition that he was unable to agree with the owners as to the damages or the land, or the selection of viewers to assess the damages or value the land.\nThe venire was awarded to summon the jury, ten days’ notice to be given to the parties. On the 29th November, 1854, the jury met, and having heard the statements of parties and witnesses, awarded $150 for the value of the land taken, and $250 for the damages to tlio houses, mills, &c.-, distributing to Huldah L., widow of David Tucker, and to his heirs, their respective proportions of said sums. The report embraced assessments to other landowners, and was signed by the viewers.\nThe exceptions filed by defendants to the confirmation of the report, and which sufficiently appear in the opinion of this court, were dismissed by the court below; and this was the subject-matter of the errors assigned.\nThompson and Grant, for plaintiffs in error.\nWallcer, for defendant in error."
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 283
}
