{
  "id": 979719,
  "name": "Coughanour and Glessner versus Bloodgood",
  "name_abbreviation": "Coughanour & Glessner v. Bloodgood",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "285",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates 192",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 497",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 10258,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.2178910705065842e-07,
      "percentile": 0.597532327174287
    },
    "sha256": "b45dc6a7029229954c9e97901619f4a63a76795bf9fcb94d03fbea577fec50f3",
    "simhash": "1:fde02e305ceb4edf",
    "word_count": 1772
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coughanour and Glessner versus Bloodgood."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiff below, in a former action of ejectment between the same parties for the same land, obtained an award on the 4th April, 1839, “ to be released on the payment of $259, with all the costs of suit.” This award remains unreversed and unexecuted. It is .not an ordinary judgment at law. It is regarded as containing also the substance of a decree in equity for the payment of money by one party and the conveyance of the land by the other. As the law stood when this judgment was given it was conclusive of the rights of the parties, and its justice could not be rejudged in a new ejectment any more than a decree in equity could be impeached in a new original bill: 1 John. Ch. Rep. 195; Seitzinger v. Ridgway, 9 Watts 497. The legislation which has since taken place has no retrospective operation so as to divest the rights thus conclusively vested by that adjudication. It follows that the remedies of the parties respectively must be confined to proceedings founded on that judgment. If the defendant paid the money according to the condition, it would be the duty of the court which rendered the judgment to compel a conveyance of the land. If he failed to pay the money, the same court would grant leave to issue a habere facias possessionem to deliver possession of the land to the plaintiff. It seems that a habere, facias issued on the judgment, and that the tenant in possession, under the coercive influence of that writ, accepted a lease from the plaintiff below, and the writ was thereupon returned executed. But the court, for reasons which in this collateral action we are bound to presume were sufficient, ordered the writ to be set aside. Restitution is in general a matter of right, on the reversal of a judgment; but where the reversal is only of a judgment of revival, or of an execution, and the original judgment remains unreversed, restitution is discretionary: Baker v. Smith, 4 Yeates 192; Kirk v. Eaton, 10 S. & R. 103. In this case, as the tenant of the vendee has never in fact been disturbed in, his possession, it is probable that the court entertained the opinion that a writ of restitution was an unnecessary formality. In this we think the court was right. So long as the writ of possession, and the sheriff’s return, remained in force, the lease taken under its influence was valid and the tenant’s relation to his former landlord was legally dissolved. But when that writ was set aside, the lease fell with it without an express order of restitution, and the tenant was restored to his former condition of subordination to the vendee as his landlord. The judgment, therefore, still remains to be enforced by the court, according to the condition annexed to it, construed in conformity to the rules of equity.\nIt follows from these principles that the present action cannot be maintained. It is probable that it was brought on the supposed right acquired against the tenant by virtue of the lease; but as that lease depended for its validity upon the power of the writ of possession, its effect upon the rights of Glessner is destroyed by the action of the court in setting aside the writ. These views dispose of the whole case.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Baer and Edie, for plaintiffs in error.",
      "Hugus, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Coughanour and Glessner versus Bloodgood.\nA judgment in an ejectment brought to enforce the specific performance of a contract for the sale of land, is not an ordinary judgment at law, but is regarded as containing the substance of a bill in equity, for the payment of money by one party, and the conveyance of land by the other.\nAs the law stood in 1839, one judgment in such an action was conclusive of the rights of the parties, and its justice could not be rejudged in a new ejectment any more than a decree in equity could be impeached in a new original bill.\nThe Acts of Assembly passed since that time have no retroactive operation, to divest the rights conclusively vested in the parties by the adjudication in such an action.\nWhere the plaintiff in such a judgment issued a habere facias possessionem, and the tenant of the vendee agreed to accept a lease and hold under the plaintiff while such writ and return thereon remained in force, the lease taken under it was valid, and the tenant's relation to his former landlord was legally dissolved.\nBut when such writ and return were afterwards set aside by the court, the lease taken under it fell without any express order of restitution, and the tenant was restored to his former condition of subordination to the vendee as his landlord.\nError to the Common Pleas of Somerset county.\nThis was an action of ejectment, brought by Anna Bloodgood against John Coughanour, to recover the possession of 307 acres of land. The plaintiff showed a title from the Commonwealth to Benjamin Shoemaker, and a devise from him to his son, Samuel Shoemaker. On the 16th December, 1816, Abraham Morrison, as the agent of Samuel Shoemaker, sold the land by articles of agreement to William Hardy, on which a part of the purchase-money was paid. The plaintiff is the daughter and heir-at-law of Samuel Shoemaker, having been intermarried with Francis Blood-good. To December Term, 1836, the plaintiff, and her husband then living, brought an action of ejectment against Hardy, and on the 4th of April,-1839, an award of arbitrators was made in the cause, finding in favour of plaintiff, to be released on payment of $259, with costs of suit. There was no time fixed in the award for the payment of the money found to be due. Hardy, by his agent, shortly afterwards sold and conveyed the land to Frederick Oldfather, in consideration of $900, and offered to pay the amount to Abraham Morrison, the plaintiff’s agent, and to Gebhart, the attorney in the cause, who both refused to receive it. He then paid the amount to the prothonotary. Oldfather conveyed the premises in 1840 to William Glessner, .one of the defendants. Coughanour was a tenant under Oldfather and Glessner from 1840 until after the bringing of this suit. To September Term, 1839, a habere facias possessionem was issued, which was not executed. Another issued to August Term, 1841, which was stayed. A third writ was issued to December Term, 1842, and the sheriff and G-ebhart, the agent and attorney of the plaintiff, went upon the premises to execute it. While there, Coughanour, the tenant of Oldfather and Glessner, agreed to hold the premises under the plaintiffs. The sheriff returned the writ, “ nulla bona as to costs, and possession delivered to plaintiffs, including houses and barns, all now in possession of John Coughanour.” Coughanour, in 1847, accepted a lease from Glessner for one year, and another in 1848, for two years, and remained in possession at the bringing of this suit. The writs of hab. fa. pos. and the return were, upon a rule to show cause, set aside by the court in 1854, as having improvidently issued.\nA number of points were raised in the court below, on the admission and rejection of testimony, and on the effect of the former recovery and proceeding on the judgment; but the only matters reviewed by this court, were on the points made by defendant:—\nThat one judgment in ejectment to enforce the specific performance, as the law stood in 1839, was conclusive, and that therefore this action could not be maintained.\nThat the setting aside of the hab. fa. pos. vitiates and annuls all the acts and proceedings under it, including the lease from plaintiff’s agent to Coughanour.\nThe court below (Fisher, P. J., holding a special court) answered these points as follows :—\n“ The law is correctly stated. As a mere legal proposition we accede to it, but we cannot perceive its applicability to this case. This action is not an equitable action brought to recover purchase-money due on articles of agreement. Such an action has been already brought and decided, and (if you believe the testimony of Sheriff Mowry) possession given under it to the plaintiff, and the defendant went into possession of it as her tenant. But this action is brought on the legal title which plaintiff contends is in her, against an alleged tenant who, she contends, at the expiration of his lease, refused upon due notice to quit the demised premises and redeliver to her the possession.\n“ The defendants further request the court to charge the jury that the setting aside of the said writs of habere facias possessionem vitiates and renders null and void all the proceedings and acts done under and in pursuance of them. The court answer that this proposition is not correct.\n“ As regards the last two points, which we have answered in the negative, we further instruct you that the return of the sheriff to the last writ of habere facias issued on the judgment obtained in the ejectment brought by Mrs. Bloodgood and her husband against William Harding, ‘ that the possession of the premises, had been delivered to the plaintiff,’ at the time it was made, was conclusive of the fact stated in it — upon William Harding, the defend ant; upon William Glessner, who claims,under him, and upon Coughanour; whether he be the tenant of Bloodgood, or Oldfather, or Glessner — and that all acts done under it, previously to its having been set aside, are good. Nor could the setting aside of the proceedings afterwards falsify the fact stated in the return, nor undo the acts already done. And if, while the proceedings were in full force, and before they had been set aside, Coughanour became the tenant of Mrs. Bloodgood, as stated in the testimony of Sheriff Mowry, the fact that the writ was afterwards set aside could not, and did not, operate to change the relation of landlord and tenant previously created between Mrs. Bloodgood and Coughanour. Had Judge Burrell, when he set aside the proceedings, awarded restitution to Harding or those claiming under him, and had that decree been carried into effect, it would have presented a different case; but restitution was not awarded. If Coughanour became Mrs. Bloodgood’s tenant, as the sheriff swears he did, he is her tenant still.”\nThe jury found for the plaintiff.\nThe instructions above quoted {inter alia) were assigned for error.\nBaer and Edie, for plaintiffs in error.\nHugus, for defendant in error."
  },
  "file_name": "0285-01",
  "first_page_order": 285,
  "last_page_order": 288
}
