{
  "id": 979587,
  "name": "McClure's Executors versus Gamble",
  "name_abbreviation": "McClure's Executors v. Gamble",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "288",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wash. 306",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        6716934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/1/0529-01"
      ]
    },
    {
      "cite": "2 Wash. 155",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        6714730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/2/0690-02"
      ]
    },
    {
      "cite": "11 Pick. 421",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/28/0428-01"
      ]
    },
    {
      "cite": "8 W. & S. 409",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Paige 460",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 409",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 6621,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.1928850144221575e-07,
      "percentile": 0.5917956992859429
    },
    "sha256": "2d852eb3669b13f7f373ec02deab102994d1377948fba960c0b1f36792fef3f5",
    "simhash": "1:9e95592cba5dfa9f",
    "word_count": 1158
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClure’s Executors versus Gamble."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis is an action on a covenant of warranty, in which the grantor covenanted “ for himself and his heirs,” and it is argued that under such a covenant the executors are not bound, but the heir only. It is thought, that because the grantor expressly included his heirs in the covenant, he has impliedly excluded his executors; but this does not follow, for by binding himself he binds his estate, so far as it is represented by his executors, whereas the heir could not be bound without express terms, and this accords with Williams v. Burrell, 1 Com. Bench R. 402. And if the heir at common law is the only one found as heir by such a covenant, the law would lean in favour of equality of contribution by preferring the action against the executors or administrators.\nThe title which the covenant was intended to assure, became vested by devise in Gamble for life, with remainder to his children, and it is objected that the title and the covenant are single, and that all those entitled to the remedy upon it must join in the action. We regard this objection as sound, and as receiving support by the reasoning of Mr. Justice Rosees, in the case of Paul v. Witman, 3 W. & S. 409; though, in that case, it was decided only that different owners may properly join. Regarding the tenant for life and the remainder-men as entitled, as against the covenantor, to one seisin and property divided as among themselves into different periods, we think that the action on the covenant given to secure that seisin ought to be single, otherwise the covenantor, not being able to set up the judgment of one against the other claimants, might have to pay to all much more than is required by his covenant, might be subjected to innumerable actions for a single breach of the same covenant. It may be, however, that alienors of different parcels of the land would be allowed to sue severally for the parts from which they may have been respectively evicted: 2 B. & Ald. 105; 1 Paige 460, 2 Id. 78; 18 State R. 9.\nThe measure of damages adopted is erroneous, in allowing the tenant for life the annual value of the land lost. The extreme limit of the damages in such a case is the purchase-money and interest, and the tenant for life can have only his proportion of it, according to the value of his estate as against that of the remainder, and the balance belongs to the remainder-men.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "McCandless and Woods, for plaintiffs in error.",
      "Large and Stowe, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McClure’s Executors versus Gamble.\nWhere in a warranty the covenantor bound “ himself and his heirs,” his executors are bound also.\nWhere the title which the covenant was intended to assure became vested in one for life with remainder to his children, the covenant being single, all those entitled to the remedy upon it must join in the action.\nIt seems, that alienees of different parcels of the land might sue severally for the parts from which they were respectively evicted.\nThe extreme limit of the damages is the purchase-money and interest, and the tenant for life can only have his proportion of it according to the value of his estate as against that of the remainder-men\nError to the District Court of Allegheny county.\nThis was an action of covenant upon a general warranty, instituted by Hezekiah D. Gamble, against the executors of Francis McClure, deceased. The plaintiff, Gamble, was evicted from the' possession of 101 acres of land, being part of a larger tract conveyed by Francis McClure to Vm. McClure, Jr., by deed dated 30th May, 1805, containing a covenant of general warranty, for himself, his heirs and assigns. Wm. McClure afterwards conveyed the land to H. Douthett, who, by his will, devised it to Gamble during the term of his natural life. The estate conveyed by Francis McClure was the property of his wife, who did not join in the acknowledgment. After her death, her heirs sued out ejectment, recovered, and Douthett was evicted. In 1851, Gamble died, and his administrators were substituted.\nTo the evidence on the part of the plaintiff the defendants objected, because:—\n1. That the covenant of warranty, being a covenant running with the land, does not descend upon the executor or administrator, but upon the heir.\n2. This being a collateral warranty, in Pennsylvania it descends upon the eldest son, and not upon the heirs generally, because the land being the estate of the wife of the warrantor, it is impossible that the heir could inherit it from the warrantor.\n3. That the warranty itself, by its express terms, does not include its executors, and as no breach occurred in the lifetime of Francis McClure, who died in 1843, this action cannot be sustained.\n4. The will of Douthett, now offered in evidence, shows a devise to Gamble for life, then to his wife for life, if she survives him, then to their two sons in fee. That the action must be joint, by all the devisees of Douthett, and cannot be maintained by one alone. The covenant being entire, the damages, if any accruing from the breach, are entire, and cannot be apportioned.\nThe objections were overruled, the evidence admitted, and the question of its legal effect reserved.\nThe court (Hampton, P. J.) instructed the jury that the plaintiffs were entitled to recover the clear yearly value of the 101 acres, from which the plaintiff was evicted, from the 13th October, 1847, the time of the eviction, till the death of Gamble, in 1851; and directed a verdict to be returned for plaintiffs, subject to the opinion of the court on the other questions reserved.\nJudgment was entered upon the verdict.\nThe entering of judgment upon the points reserved, and the rule of damages, were the errors assigned.\nMcCandless and Woods, for plaintiffs in error.\nFrancis McClure covenanted only for his heirs. The warranty is collateral: Jourdan v. Jourdan, 9 S. & R. 274-5; and descended to his heir at law. Gamble being devisee for life, with remainder in fee to his children, could not sever and sue for the value of his life estate; Paul v. Whitmore, 8 W. & S. 409. The rule in actions upon warranties is that the warrantee shall recover the purchase-money and interest from the date of the eviction.\nLarge and Stowe, for defendants in error.\nThe covenant of warranty descends upon the executors. Rawle on Cov. 450-1; Williams on Ex’rs. 1488. Although the executors were not named in the warranty, they are bound for a breach occurring after the death of the covenanter: Rawle on Cov. 450; Wells v. Fidell, 10 East 816 ; 11 Pick. 421. See also Harrison v. Sampson, 2 Wash. 155; Lee v. Cooke, 1 Wash. 306; McCready v. Brisbane, 1 N. & M. 104; 5 Halstead 20."
  },
  "file_name": "0288-01",
  "first_page_order": 288,
  "last_page_order": 291
}
