{
  "id": 979498,
  "name": "Williams versus Bentley et al.",
  "name_abbreviation": "Williams v. Bentley",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "294",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 344",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. 454",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 227",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0227-01"
      ]
    },
    {
      "cite": "4 W. & S. 527",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0527-01"
      ]
    },
    {
      "cite": "4 Y. 295",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0295-01"
      ]
    },
    {
      "cite": "2 Y. 107",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0107-01"
      ]
    },
    {
      "cite": "1 Y. 393",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0393-01"
      ]
    },
    {
      "cite": "4 Y. 295",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/4/0295-01"
      ]
    },
    {
      "cite": "2 Y. 107",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0107-01"
      ]
    },
    {
      "cite": "1 Y. 393",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0393-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 25378,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.455950403256242e-07,
      "percentile": 0.8804196692548485
    },
    "sha256": "511ec158b9ec7b7e220798271fd7d51873ed547c76c6cc1901f7a88423900661",
    "simhash": "1:4c88747301d8d7cb",
    "word_count": 4557
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams versus Bentley et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt is very material in the decision of this cause to determine whether the plaintiff has an executed conveyance of the land, or only an executory contract for one, on compliance with the terms of the bargain. If he has the legal estate he asks no favours at the hand of the chancellor, and is under no obligation to show performance of his contract. He may, of course, stand upon his deed, as a legal title to recover, until it is impeached by such evidence as' would avoid it at law, or move the conscience of a chancellor to grant an injunction against it. But if the instrument on which the action is founded is merely an executory contract for a conveyance, the plaintiff is not only bound to show performance, or an offer of performance of the covenants on his part, but is bound to encounter every consideration which might induce a court of equity to withhold its aid in enforcing specific performance, and to leave the plaintiff to his remedy at law.\nIt is true that the agreement between Williams and Bentley contains words of transfer in the present tense. But it is also very clear, from the terms of the instrument, that one party contracted to purchase and the other to sell a perfect title to the land; and that the conveyance of what was well understood to be the legal title, was not to be made until the balance of the purchase-money due to J. C. Spencer, the agent for the land, was fully paid. It is not material that Henry Crammond, for whom Spencer was agent, and not -Bentley, held the legal title; and that Bentley had nothing more than- a possession under a contract for the purr chase, with only part of the purchase-money paid.. He had not only the actual possession, but the right of possession, and the right to a conveyance on compliance with his contract. He had, therefore, the control of a perfect title, and he had a right to contract for the sale of it. He did so, and his contract is an entire one. It is not probable that Williams would have entered into the arrangement at all if he had not relied upon the provision for a perfect title. A defect in that title would be a good answer to a bill for specific performance filed by Bentley. Non-compliance with the terms on which that title was to be conveyed is therefore an answer to a bill of the same kind filed by Williams. It is true that the purchase-money due to Henry Crammond is required, by the bargain, to be paid to his agent Spencer, who is authorized by Bentley to make the conveyance to Williams. But it must be remembered that the, plaintiff’s title to the conveyance is derived altogether through his contract with Bentley, and that the deed, when made under the authority of Bentley, is substantially the act of Bentley himself. Qui facit per alium facit per se. Bentley was personally liable for the balance due to Crammond. He had an interest in requiring the payment to be made, in order that he might be discharged from further liability. And so long as Williams leaves Bentley’s estate liable to this charge, it is against conscience to demand a conveyance, or to seek to turn Bentley’s widow and devisee out of possession without it. A court of equity will not aid in perpetrating such an act of injustice. It seems to us that the proper construction of this contract is that the plaintiff was not entitled to the possession until he possessed himself of the legal title, or could, at least, show that he had a right to it.. The intention is so imperative in the construction of agreements that the strongest words of conveyance in the present tense will not pass the estate, if other parts of the instrument show that this was not the intention of the parties: Stouffer v. Coleman, 1 Yeates 393; Reave v. Jenkins, 2 Yeates 107; Sherman v. Dill, 4 Yeates 295. A provision in the contract for the conveyance of the title at a subsequent time, on the performance of stipulated terms, is generally decisive that the article of agreement itself was not designed to pass the title.\nThe plaintiff in this case has nothing more than the privilege of going into a court of equity to call for specific performance of the contract. His action is, therefore, subject to all the considerations which influence courts of equity in refusing or granting such demands. It is, certainly, a necessary preliminary that he should himself do equity. He must, under this head, show that he has paid or was ready and willing to pay the consideration, so far as it was due at the time of the trial. This remark applies to the covenants for maintenance, as well as to the other covenants. But the tender of the purchase-money due to Henry Crammond calls for special attention. Where a debt is due on a contract executed, and the party to whom it is payable is entitled to it, without the performance of anything on his part, and the object of the debtor is to discharge himself from an action for it, an actual tender, in the legal sense of the term, is necessary unless dispensed with; and the tender must be pleaded at an early stage of _the cause, and the money brought into court; but where the acts to be done by the parties are mutual, and to be performed at the same time, it is only necessary for the plaintiff to aver that he was ready and willing to perform his part: 1 Chitty’s Plead. 315, 318; 2 Id. 99; Douglass 684; 1 East 203; 2 Saund. 352, n. 3. In such a case the term “ tender” does not express with precision the nature of the act to be performed by the plaintiff to enable him to maintain the action: See Wagenblast v. McKean, decided by this court at the Eastern District; Henry v. Raiman, 1 Casey 361. It is sufficient in this case for the plaintiff to show that he was ready and willing to pay the money on receiving the conveyance to which he was entitled. It is conceded by the court below that the plaintiff’s attorney came to Spencer to tender the money, and it is apparent that he was prevented from paying it by Spencer’s reply “ that Bentley had paid the whole of it on the 16th June before.” This was sufficient evidence that the plaintiff was ready and willing to pay the money if Spencer was the proper party to deal with. He was the person expressly designated by the parties themselves in their contract. If Bentley had afterwards, and before the offer, paid the money himself, and received the title, a question might arise which the present record does not present. The mere payment of the money by Bentley to Crammond does not entitle the former to demand it of Williams. No one can demand it from the plaintiff unless he is possessed of the legal estate,'and thus capable of performing the concurrent obligation of conveying the title. Bentley was not in that condition. The acts of Crammond, in signing a deed and sending it to his own agent Spencer, do not vest the estate in Bentley. There was no delivery of the deed to Bentley. The title, therefore, remained in Crammond at the time of the alleged tender, and Spencer, the agent of Crammond, was the proper person to receive the money and make the conveyance. The Court of Common Pleas fell into error in giving instructions on this part of the case, and for this reason we are obliged to send the cause back.\nThe plaintiff’s second point might have been answered in the affirmative, and that doubtless was the intention, although not distinctly expressed. But as the plaintiff had nothing but an equitable claim to specific performance, the court very properly directed the attention of the jury to the considerations which ought to influence the decision on such a demand.\nThe other errors assigned are not sustained.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiff in error.",
      "Thompson and Walker, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Williams versus Bentley et al.\nWhere A. agreed to sell land to B., and B. having- paid part of the purchase-money, by article of agreement sold and assigned by words in pnesenti to 0., in consideration of the payment of certain debts, maintenance for life and the payment to A. of the balance of the purchase-money, and C. offered to pay such balance but was prevented by the act of B..- in an action by C. to recover possession, Held,\n1. B. had the control of a perfect title, and had the right to contract for the sale of it.\n2. The contract was executory, and C. must show performance or that he was ready and willing to perform his part.\n3. An offer by 0. to pay the balance to A., and his refusal to receive it, is sufficient evidence of willingness to pay on the part of 0., and in such case an actual tender is unnecessary.\n4. Upon the execution and delivery of the agreement to 0., it could not be rescinded without his consent.\nOn a contract executed, where a debt is due to a party without the performance of anything on his part, the debtor, to discharge himself from an action for it, must show an actual tender, which must be pleaded at an early stage in the cause, and the money brought into court.\nWhore covenants are mutual and to be performed at the same time, the plaintiff need only aver his readiness and willingness to perform.\nIn an agreement, the strong st words of conveyance in the present tense will not pass an estate, if from other parts of the instrument the intention appears to be otherwise.\nError to the Common Pleas of JErie county.\nThis was an action of ejectment brought by Wareham B. Williams againgst Rebecca Bentley et al., to recover the possession of 100 acres of land. Henry Crammond, by his agent, Judah C. Spencer, entered into an article of agreement with William Bentley for the sale of the land now in dispute. On the 30th December, 1850, all of the purchase-money had been paid except $60, when the following agreement was executed:—\nThis agreement, made the 30th day of December, 1850, between William Bentley, of Venango township, county of Erie, and state of Pennsylvania, of the first part, and Wareham B. Williams, of the borough of Wattsburg, county and state aforesaid, of the second part, witnesseth, that the said party of the first part does hereby sell, assign,.transfer and set over, unto the said party of the second part and to his heirs and assigns for ever, all his right, title, and interest, of, in, and to a certain piece, parcel, or. farm of land, situate, lying, and being in the town of Venango, in the county of Erie, and state aforesaid, and lately occupied by the said party of the first part as his farm, and bounded as follows, to wit: (here the description follows), containing 100 acres and allowance, more particularly described in a certain article of agreement made and executed by J. C. Spencer (the agent for said land), to the said party of the first part. And the said party of the first part does hereby authorize the said J. C. Spencer to execute a deed to the said W. B. Williams for the said land.\nThe said Wareham B. Williams, the party of the second part, does hereby, as a consideration for said premises, agree to pay the debts or claims against the said party of the first part to the following named persons, to the following amounts, if they should amount to so much, to wit: H. Janes, $5; Harper, Ross & Gould, $2; Haynes, $1; J. Robinson, $1; Prentiss Brown, $3 — in all $12. Also, the party of the second part is bound and agrees to pay not far from $60 to the former owners of said premises, it being as near as may be the amount yet due on said premises. And further, the said party of the second part further agrees to pay the said party of the first part $100, the receipt of which is hereby acknowledged. And the said party of the second part further binds himself to support and maintain the said party of the first part at his own house, to wit: at the house of the said party of the second part, in a good and comfortable manner, and to provide him with all necessaries suitable with his condition in life, and to provide him with all necessary attention during the term of his natural life, and to assist him to visit his friends. And the party of the first part shall have liberty to go and come when he pleases. And the said parties do severally bind themselves each to the other, their heirs and assigns for ever, to perform each and every of the conditions on their part to be performed.\nAt the date of this agreement one Shadduck, a tenant of Bentley, was upon the land, and refused to give up the house he occupied to one Baird, to whom Williams leased in the spring of 1851. Bentley, it seems, “made his home at Williams’s,” until April or May, 1851, but occasionally would go away and return again. In the summer of that year he married Rebecca, defendant, and with her and her son, W. C. Pratt, the other defendant, moved upon the premises, Shadduck having left them. On the 16th June, 1851, Bentley, without being requested so to do, paid Spencer the $60, the balance of the purchase-money. The deed was made to Bentley, but never delivered. In August, 1851, Marshall, attorney for Williams, went to Spencer to tender to him the balance of the purchase-money, but Spencer replied that Bentley had paid the whole of it on the 16th June. No money was counted or offered.\nThe defendant, Rebecca Bentley, claimed title as sole devisee under the will of her husband, William Bentley, proved 29th November, 1852.\nThe counsel for plaintiff presented the following points, and prayed the instruction of the court thereon:—\n1. If the jury believe from the evidence that William Bentley on the 30th day of December, A. D. 1850, was competent to make a contract, and that the said W. B. Williams acted in good faith in undertaking to pay the debts of the said Bentley, and to support him through life, the writing bearing date December 30,1850, and given in evidence by the plaintiff, divested the said Bentley of all his title to said land as fully as if he had made a deed of quitclaim, and thereby conveyed to the said Williams his entire interest in the land in dispute.\n2. Upon the execution and delivery of the said writing by Bentley to Williams, the rights of the parties became fixed, and Bentley could not rescind the said contract without the consent of Williams.\n3. If the jury believe the evidence of J. C. Spencer, William Bentley on the 30th day of December, 1850, had an equitable interest in the land in controversy, which was the subject of bargain, sale, and conveyance, and having on the said day conveyed all his interest in the same to the plaintiff, no interest in the said land passed to the defendant Rebecca Bentley by the will of William Bentley.\n4. If the writing or agreement of December 30,1850, conveyed the right of Bentley in and to the land in controversy to the said plaintiff, the payment of the $60 by the said Bentley on the 16th day of June, 1851, to J. C. Spencer upon the original contract without the request of Williams or demand of Spencer, gave the said Bentley no right or title to said land, and it was not necessary for the plaintiff to tender the said sum of money to Bentley before bringing this action.\n5. If the jury believe from the evidence that the said Williams furnished the said Bentley with suitable support and maintenance while the said Bentley remained in the family of the said Williams, and was ready and willing to continue to do so, but the said Bentley left his house without reasonable cause, the said contract is as binding on the said Bentley and his devisee, as if Williams had supported him to the time of his death.\n6. If the jury believe from the evidence that the said Bentley, at the time he made the agreement given in evidence, was fully acquainted with the condition of Williams’s house and family, it is to be inferred (without evidence to the contrary) that he knew the rooms he was to occupy and their condition.\n7. If the jury believe from the evidence that the said Williams paid debts of the said Bentley, paid money to himself, boarded and supported him from December to April or May following, in pursuance of the said agreement, his equity is paramount to that of the defendants, who have not shown that they have paid a dollar for the land in controversy.\n8. The contract given in evidence was an executed contract on the part of Bentley, nothing more for him to do, and the delivery thereof to Williams fully invested all the title of Bentley in Williams, and the plaintiff is entitled to recover in that case unless the jury are satisfied from the evidence that there was fraud practised on Bentley in obtaining said conveyance — fraud must be proven, and not inferred.\nThe defendants’ counsel presented to the court and requested instruction to the jury upon the following, among other points:—\n3. That the contract in this case is an executory contract, and to entitle the plaintiff to recover he must show -that he has performed his part of the contract fairly and substantially — and if he has neglected to provide comfortable and suitable lodging, maintenance and attention to William Bentley and family, and fairly paid the debts agreed to be paid, he cannot recover.\n4. That the plaintiff is not entitled to recover under any aspect of this case without having first tendered to Bentley the purchase-money that remained due on the land, and which he agreed to pay and made no offer to pay to Mr. Spencer for over seven months aftep it was agreed to be paid by him.\n5. That the tender to Mr. Spencer was not sufficient. Mr. Marshall told him he had the money, but neither showed nor proved that he had in fact any — or that he was authorized by Williams to make such tender — nor has he brought the money into court.\n6. That where the party has not or does not exhibit to the court a case of clear equity, calling for the specific performance of the contract, the party will be turned round to a suit at law for damages — and if they are not satisfied that the evidence exhibits a case clear of suspicion or unfairness in the making of the contract, or that the contract was not fairly complied with by the plaintiff, then he cannot recover, but will be left to an action of damages against Mr. Bentley’s estate.\nThe points were answered as follows by the court (Galbraith, P. J.), to plaintiff’s 8th and defendant’s 3d:—\n“ The main question in this case is contained in the plaintiff’s last and eighth point, and the converse of it in the defendant’s third point; that is, what is the character of the writing given in evidence by the plaintiff, dated December 30th, 1850 ? Upon the determination of that question is involved most of the other principles in the cause — whether that writing is an executed or ah executory contract. It becomes very important, therefore, to. determine its character. In many of its features, it is an execu-. tory contract. Some portion of it is expressly so, and seems as though it was intended to be so, as much as it could be drawn under the circumstances. Still, has it all the substance and necessary form of an absolute and unconditional deed of conveyance ? It commences by calling it an ‘ agreement’ in its caption, and entirely different from an indenture or deed of conveyance, implying that there are contained stipulations yet to be performed on both sides. Again, it appears upon its face, that the vendor, William Bentley, was not the holder himself of the legal title, that he claimed but an equity. It authorizes the supposed agent of the holder of the legal title to execute a deed to the plaintiff. This authority might be revoked, and J. C. Spencer — the person named — might cease to be agent. All this is negative of an executed conveyance. Again, there is no habendum, or tenendum, no delivery of possession, or authority to take possession, nor was possession in fact taken in pursuance of it, for although James Williams, the son of the plaintiff, says he went into possession, on his cross-examination, it appears that he was at one time on the place and took some hay from it and put up some rails on the fence. Yet, take the testimony as true, it would come, far short of such a possession under the writing as would make it an executed contract in equity. And although we have not in Pennsylvania, as in England, the public livery of seisin, yet there: must be something equivalent to it. Under our recording ^ets,' which probably render the acknowledgment and recording of a deed equivalent to a deed with livery in England, without a recording, an executed and acknowledged deed dispenses with the formal and open ceremony of livery of seisin; and for some purposes there may be a shade of difference between a writing acknowledged by the party — the vendor — and all executed in such a manner as t© be the subject of proof by witnesses so as to admit it for record. Upon the whole, then, without multiplying reasons, we say that the writing here is but an executory contract, and not an executed one in the sense contained in these points. The plaintiff’s eighth point is thus determined in the negative, and the’defendant’s third point in the affirmative.”\nTo plaintiff’s 1st and 2d:—\n“ In answer, then, to the plaintiff’s first and second points, we say that all might be true as stated in those points, and yet it would not necessarily follow that the plaintiff would be entitled to recover. There are many other circumstances, such as we shall explain more fully in answering other points, which would defeat the plaintiff’s equity, and therefore avoid his recovery; these points are therefore decided in the negative.”\n3. “ To the third point, it is answered, that according to the testimony of J. C. Spencer, Wm. Bentley had an undoubted equitable interest in the land, but we do not assent to the conclusion of this point.”\n4. “We do not assent to the premises or conclusions of this point, and for reasons which will be explained in answer to-the defendants points.”\n5 and 6 answered in the affirmative, if on consideration of the whole case, they are applicable to it.\n' 7. “ To the seventh point it is answered, that the plaintiff must recover upon his own equity, without regard of that of the defendants. They stand on their possession, and are entitled to retain it, unless the plaintiff has shown such equitable title from William Bentley as to entitle him to a specific performance of his contract against him or those claiming under him.”\nDefendant’s 4th and 5th answered in the affirmative. ■\n6. “ The evidence shows that there were some improvements on the land; the defendant’s witnesses estimate the value of the land in 1850 at from $900 to $1000, and now at some $1200 or $1500— the plaintiffs from $500 to $600. There is some evidence of payment of debts by Bentley himself, and it is claimed that portions of the money were furnished by Williams. That there was money paid by Williams on the contract, and that he furnished boarding for some time — from one to four months — is admitted, and some evidence is given of the kind of boarding and lodging furnished by the plaintiff. All this the jury will determine if the case is; such as to render it necessary to be ascertained. The will of Bentley is dated 10th Nov. 1852, by which he devises the property to Rebecca his wife, and it is proved the 29th of that month.\n“ The contract may be such as to he good at law to enable the plaintiff to recover the amount paid, for the board and the damages for the rescission of it by the vendor — Bentley; and if so might be a good foundation for an after suit; and in that case the land would be bound in the hands of the devisee for the payment. If the contract was good and binding in equity, and such as should be enforced if fulfilled by the plaintiff, and he has not done everything he was bound to do, or tendered performance of it; or if, on the principles we have endeavoured to explain, it was entered into under circumstances of haste, surprise, or imbecility, so as to be the subject of imposition, and advantage taken, the verdict should be for the defendants. If it was such as a court of equity would enforce on the principles stated, and the plaintiff has done all he was bound ro do, or tendered performance and it was refused, the verdict should be for the plaintiff.”\nThe verdict of the jury was in favour of defendants.\nThe foregoing answers were the errors assigned.\nMarshall, for plaintiff in error.\nThe contract was an executed one on the part of Bentley, and the covenants independent: Stouffer v. Coleman, 1 Y. 393; Neave v. Jenkins, 2 Y. 107; Sherman v. Dill, 4 Y. 295; Chitty on Cont. 87, 88; Comyn on Cont. 41, as to construction of such contracts. Mutual covenants are to be so construed as dependent or independent, according as it may best coincide with the design of the whole instrument, and effectuate the intention of the parties: Wright v. Smith, 4 W. & S. 527; Adams v. Williams, 2 W. & S. 227. Williams was prevented by the voluntary act of Bentley from the payment of the balance of the purchase-money to Spencer; no legal tender to Spencer was therefore necessary: Caldwell v. Walters, 6 Harris 79; Shaw v. Turnpike Co., 2 Penn. 454; Martin v. Schoenberger, 8 W. & S. 344; Peden v. Hipkins, 13 S. & R. 47; Hall v. Rupley, 10 Barr 231; Sergeant v. Ingersoll, 7 Barr 347; Grove v. Donaldson, 3 Harris 135.\nThompson and Walker, for defendants in error.\nThe contract was executory: 8tory on Gont. 18; Fletcher v. Peek, 6 Granch 136. Williams was bound to show compliance or offer of performance on his part, and a tender of the balance of purchase-money."
  },
  "file_name": "0294-01",
  "first_page_order": 294,
  "last_page_order": 302
}
