{
  "id": 979602,
  "name": "Brownfield versus Mackey",
  "name_abbreviation": "Brownfield v. Mackey",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "320",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 196",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 388,
    "char_count": 7193,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 7.109468916177842e-08,
      "percentile": 0.4269941992757107
    },
    "sha256": "18b6ab86d635c12c9ea43c6b4344f9e533360dc914ae253f6b0734fab9903676",
    "simhash": "1:1ca304862f2dadc9",
    "word_count": 1282
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., dissented."
    ],
    "parties": [
      "Brownfield versus Mackey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nEvery legal question raised on the trial of this cause was ruled by the learned President of the Common Pleas in strict conformity with the opinion of this court, as given in the case of Stach v. Mackey, 4 W. & S. 196. We have re-examined the points made, and are clearly of opinion that the former decision was correct, and should be adhered to.\nThat all of the legatees did unite in electing that the devised estate should be taken as land instead of converting it into money by a sale, is conclusively established by the verdict of the jury. They did in fact so take it. Mrs. Jamison’s share was set apart to Mr. Brown with her assent, and the difficulty which was occasioned by non-payment of a part of the purchase-money had no effect upon the estate now in controversy. . All the legatees agreed that Stephen Mackey should take one-half of the devised estate as land. It was actually set apart to him, and from that moment was subject to the lien of any judgment entered against him. The judgment entered upon his recognisance as surety for Sheriff Lynch, in October, 1823, being subsequent to the election by the legatees, was a valid lien upon the estate, and the sheriff’s sale under this judgment, in March, 1826, passed a good title to the purchaser. That title is now vested in the defendants, and as the jury have negatived the allegation that the subsequent purchaser was induced to buy at the second sale, by the representations of James Mackey that the real interest was still in his father, the case is free from difficulty.\nJudgment affirmed.\nLewis, C. J., dissented.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Patterson, for plaintiff in error.",
      "Fuller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brownfield versus Mackey.\nWhere all the legatees agreed to take land instead of the money arising from the sale thereof, a judgment obtained against one of them after such election will bind his share of the land.\nWhere a legatee agreed that another should have her share of land, he to pay the price thereof to her, and such share is set apart to him, it is an election by her to treat the demised estate as land.\nError, to the Common Pleas of Payette county.\nThis was an action of ejectment by Robert Brownfield, against Julia Mackey and James Mackey. The land in dispute was part of a tract of land which Stephen Mackey, Sr., who died in March, 1819, directed by his last will and testament to be sold by his executors. One half of the proceeds he bequeathed to his son Stephen, and the other half was to be equally divided between testator’s three daughters, viz.: Margaret Brown, Rebecca Jami-son, and Ann Lechner. The plantation was offered at public sale by the executors, in the spring of 1820, when it was bid to over <$5000 by Stephen Mackey; the sale was adjourned until a short time afterwards, when no other bid was made. Before the second day appointed for the sale, Stephen Mackey, Mrs. Brown, and Mrs. Lechner agreed to take land, to be set apart to them, instead of money. Mrs. Jamison consented that Christopher Brown, the husband of her sister, skould take her share in the land, and pay her the price of it. This arrangement was assented to by the executors, and the tract in dispute was surveyed off to Stephen Mackey, and the remainder of the plantation divided into three equal parts: Christopher Brown taking possession of his wife’s and Mrs. Jamison’s shares. In 1824, after Brown , had paid a portion of the purchase-money to Mrs. Jamison for her share, she demanded that the balance due her by Brown should he paid by the executors, and not informing Mr. Dawson, her counsel, that an election had been made to take land, he brought suit for her against the executors, for the balance of the unpaid purchase-money. They, on the 8th October, 1824, made a deed for the whole plantation to Stephen Mackey, reciting a sale to him in 1820, and by letter of attorney instructed Messrs. Dawson and Stewart to bring suit against Mackey for the whole of the purchase-money, $5250. Acting under their directions, a suit was brought, and judgment entered against Mackey. Upon this judgment an execution was issued, and the plantation was levied upon and sold in 1828, to Henry Beeson, one of the executors, who held in trust to secure the payment of Mrs. Jamison’s money. In 1823 a judgment was obtained by Bazil Brownfield against Mackey, and under this judgment the land in dispute was sold in 1836, at sheriff’s sale, to Nathaniel Ewing. In 1839 the heirs and executors of Henry Beeson made their deed for the same land to Ewing, who, with Bazil Brownfield, in 1853, conveyed to Robert Brownfield, the plaintiff.\nIn October, 1820, Stephen Mackey, after the election to take the land instead of money, became bound in a recognisance for $10,000, as one of the sureties of Daniel P. Lynch, sheriff. On this recognisance a judgment was obtained in October, 1823, on which the land in controversy was levied upon as the property of Stephen, and in March, 1826, was sold by the sheriff to Judge Dawson for $5, who in 1830 conveyed it to the sons of Stephen Mackey, who in 1846 conveyed it to James Mackey, whose widow and son are the defendants in this cause.\nOn the trial it was alleged by plaintiff that before the property was sold as the estate of Stephen Mackey on the Bazil Brownfield judgment, James Ma'ekey, under whom defendants immediately claim, represented to the plaintiff in that judgment that the land in fact belonged to his father, Stephen Mackey; that the transfer from Judge Dawson to him and his brother in 1830 was in trust for his father, but made to them for the purpose of saving the property from the creditors of Sheriff Lynch, for whom Stephen Mackey had been held as bail, and that it was arranged that Brownfield should buy it in, or procure some one to buy it in for Mackey, w'ho would pay him the amount of his judgment, and that in pursuance of such agreement Brownfield did procure it to be bought in, with this understanding.\nThe verdict was for the defendants.\nThe errors assigned were,\n1st. The court erred in charging the jury that the “ question in the case was in regard to who was to pay Mrs. Jamison her money ; but if the jury are satisfied that Mrs. Jamison, when first informed of the arrangement, agreed to take Brown for her money, her wavering about it afterwards on account of Brown’s supposed difficulties, will be of no consequence.”\n2d. The court erred in that part of their charge in which they say, “ If this is believed, and the other evidence on this branch of the case, we can see no reason why it may not be determined that the land was taken in lieu of the money by the devisees, and we feel more confident in so decreeing, as the very case was so decided by the Supreme Court on evidence not differing in any material respect.”\n3d. The court erred in their charge in relation to the effects of Mr. Dawson’s agency and representation in the last sale, and in saying that “ more than one reason could be given why this should not postpone their claim under the first title. But it is sufficient for us to say that this question has already been determined by the Supreme Court in this very case against the plaintiff.”\nPatterson, for plaintiff in error.\nFuller, for defendant in error."
  },
  "file_name": "0320-01",
  "first_page_order": 320,
  "last_page_order": 323
}
