{
  "id": 979742,
  "name": "Rhoades versus Patrick",
  "name_abbreviation": "Rhoades v. Patrick",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "323",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0337-01"
      ]
    },
    {
      "cite": "2 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0135-01"
      ]
    },
    {
      "cite": "6 Watts 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 294,
    "char_count": 4496,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 7.923468080080804e-08,
      "percentile": 0.4616408138080637
    },
    "sha256": "78acac1184bf94598b6b5ef0338b166e7254fcb2a4a6bafb2993c3a88cd7bfc1",
    "simhash": "1:4e706d7f58d03c5e",
    "word_count": 820
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhoades versus Patrick."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThis was a suit commenced before a justice upon a note or single bill. The defence is rather curious. It is admitted that the note was executed by the defendant and delivered to the plaintiff without any fraud, imposition, or mistake, for the just and fair price of certain stones, which the defendant does not deny that he got. But he says the consideration has failed because the plaintiff, though she was in possession of, had not a good legal title to, the land from which the stones were taken; and having thus raised a question of title to realty, he insists that the justice had no jurisdiction.\nThe defendant has had the consideration for which he gave the note. It does not matter to him whether they come from land which the plaintiff owned or not. If she quarried and delivered them, they were her personal property at the time they were sold. If she was in possession of the land and gave him a license to quarry them, she is equally entitled to be paid the price agreed on. If there was a better title to the land in another person, he cannot recover the value of the stones from the defendant. The true owner cannot maintain trespass, for he was not in possession, nor assumpsit, for there was no contract with him, either express or implied. A straightforward compliance with his bargain would have saved the defendant some trouble, and exposed him to no danger whatever.\nA justice of the peace has no jurisdiction in a case of real contract when title may come in question. But a contract for the produce of land does not concern the realty. A man who sues another for a load of coal is not obliged to show his right to the land from which it was mined. A claim for the price of wheat cannot be defeated by setting up an outstanding title in a third person to the field where it grew. A person who has bargained with one in possession for a license to dig and carry away minerals cannot, after enjoying the privilege, refuse to pay on the ground that somebody else had a better right to the possession. In these cases the title to lands and tenements may not and cannot come in question. Goddard v. McKean (6 Watts 337), which the defendant’s counsel thinks so exactly like the present case, is as different as possible. That was a note given for the sale of an easement— a suit for the price of real estate, the title to which might come in question of course: for the want of a right to sell it would have been a good defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Golden and Fulton, for plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Rhoades versus Patrick.\nWhere a widow, under a will, occupied a part of the mansion-house of her deceased husband and sold and delivered stone quarried upon the farm, a note given for the stone is not a real contract, and a justice of the peace has jurisdiction.\nIf she was in possession, the true owner of the land could neither maintain trespass nor assumpsit against the purchaser for the value of the stone.\nA contract for the produce of land does not concern the realty.\nError, to the Common Pleas of Armstrong county.\nThis was an appeal from the judgment of a justice of the peace. Barbara Patrick brought suit against Samuel Rhodes on a note for $18.12, given for stone sold to him. Under her husband’s will she occupied a room in the mansion-house, and received one-third of the proceeds of the farm; the other part of the house, and the farm, were occupied by her sons. A quantity of stone was quarried, removed, and partly paid for, and the note sued on given for the balance, when one of the heirs told Rhoades that he did “ not want so many stone taken away without getting something.” It does not appear by whose authority the stone was taken, or that Rhoades was notified not to pay the widow.\nThe defence was that the consideration of the note was stone, and as that was‘a part of the realty, it was a real contract, and the justice had no jurisdiction; and further, that there was no consideration derived by the defendant from the plaintiff, to support the promise in the note.\nThe court (Bueeington, P. J.) instructed the jury that the contract was personal, and the consideration sufficient.'\nThis was the error assigned.\nGolden and Fulton, for plaintiff in error,\ncited Act of 20th March, 1820; Sechrist v. Connellie, 3 Pa. R. 388; Campbell v. Gallaher, 2 Watts 135; Helfenstein v. Hurst, 3 Harris 358 ; Jacobs v. Haney, 6 Harris 240; Goddard v. McKean, 6 Watts 337.\nPhelps and Torney, for defendant in error: Moers v. Wait, 3 Ward 104; Harlan v. Harlan, 507."
  },
  "file_name": "0323-01",
  "first_page_order": 323,
  "last_page_order": 324
}
