{
  "id": 979446,
  "name": "Frisbie versus Fayette Mutual Insurance Company",
  "name_abbreviation": "Frisbie v. Fayette Mutual Insurance",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "325",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 371",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 164",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12138465,
        1408387,
        12138341,
        1408498,
        1408437,
        12138585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0164-02",
        "/us/1/0169-01",
        "/dall/1/0164-01",
        "/us/1/0169-03",
        "/us/1/0169-02",
        "/dall/1/0164-03"
      ]
    },
    {
      "cite": "2 Bin. 363",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0363-01"
      ]
    },
    {
      "cite": "8 Metc. 114",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "16 Wend. 481",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0481-01"
      ]
    },
    {
      "cite": "5 Hill 10",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Hall 632",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1361699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/2/0632-01"
      ]
    },
    {
      "cite": "25 Wend. 374",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2026596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/25/0285-01"
      ]
    },
    {
      "cite": "6 Wend. 623",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/6/0623-01"
      ]
    },
    {
      "cite": "1 Hall 226",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1363450
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/1/0226-01"
      ]
    },
    {
      "cite": "8 Metc. 114",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": 0
    },
    {
      "cite": "16 Wend. 481",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/16/0481-01"
      ]
    },
    {
      "cite": "2 Hall 632",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1361699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/2/0632-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 7422,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.63539617922593e-07,
      "percentile": 0.8225956416764066
    },
    "sha256": "3ce413dda6864fe81983c656447b9bfc8db833c3ffbacec7c76c4ec4828a9741",
    "simhash": "1:4d2fe7b639bc5fba",
    "word_count": 1338
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frisbie versus Fayette Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis suit is founded on a policy on merchandise, in a house which is thus described, “ a frame plastered storehouse,” &c.\nEor several months prior to the loss, no one slept in the store; ' and hence the question is, do the words, “ clerk sleeps in the store,” constitute a warranty for the future, or are they mere matter of description of the mode in which the building was occupied. The court below regarded them as a warranty for the future, and that position has been very skilfully maintained here, but we are not convinced.\nThese words have not the form of a warranty; they speak of present time and not for the future, and are placed in no connexion that leads to a belief that they were intended for a future state of affairs. They stand in the midst of a description of the merchandise insured, and of the house in which they were; and when we notice, in addition, that one question in such cases always is, How is the house occupied ? we cannot avoid the inclination to believe that these words were inserted as description and not as warranty.\nIt is said that words of warranty are always inserted in the policy, which means in the body or by reference, and representations never. But neither of these propositions is universally true, for many warranties are implied, and the description of the subject-matter insured is very commonly attended by mere representations concerning the condition of things; and these representations are often, by reference, made part of the policy, though actually written only in the application: 2 Hall 632; 16 Wend. 481.\nWhether a statement shall be taken as a warranty is a mere question of interpretation, to be ascertained in policies of insurance just as in other contracts. If it relates to a fact that we can know, judicially, to increase the risk, as in the numerous cases of the false assumption of a neutral national character for a ship in time of war, then it is treated as a warranty. And so it is where it is apparent that the statements refer to the precautions taken to prevent fire: 8 Metc. 114: but even they are entitled to a liberal interpretation, and call only for a substantial performance according to the customs of trade and business: 1 Moody & M. 90; 1 Hall 226; 2 Id. 589; 6 Wend. 623; 25 Id. 374.\nHere it does not expressly appear that the clerk was to sleep in the store as a precaution against fire, and it is not otherwise obvious that that was the purpose of sleeping there. As he might need fire and candle there, it may be that his sleeping there would increase the risk, or be so regarded. It may be a mere license : 1 Sumn. C. C. R. 435. We may illustrate the impossibility of the arbitrary construction contended for by changing the sentence and making it read —clerk cooks his victuals in the store. It would hardly be insisted that he should continue to do so, for this would increase the risk. Or let it read — a tavern is kept in a part of the house. This would not be regarded as a warranty that he should continue to do so; for the by-laws show that the company regarded such a use of the house as adding to the risk.\nThe rule seems to be that such representations in or part of the policy are construed to be warranties when it appeared to the court that they must have had, in themselves or in the view of the parties, a tendency to induce the company to enter into the contract on terms more favourable to the insured than without them. If the court cannot say so, then they are treated as representations, and it is left to the jury to say whether or not they are material misrepresentations, tending to mislead and actually misleading the insurers.\nJudgment reversed and new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Kaine and Howell, for plaintiff in error.",
      "Ewing and Patterson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Frisbie versus Fayette Mutual Insurance Company.\nThe words “clerk sleeps in the store” in an application for insurance copied into the policy, are mere description of occupancy and not a warranty for the future.\nWhether a statement in a policy shall be taken as a warranty, is a question of interpretation, to be ascertained as in other contracts.\nThe rule seems to be, that such representations in a policy are construed to be warranties, when it is apparent that they had in themselves or in the view of the parties a tendency to induce the company to enter into the contract on terms more favourable to the insured than without them. If the court cannot say so, then they are treated as representations, and left to the jury.\nError to the Common Pleas of Fayette county.\nThis was an action of debt brought on a policy of insurance by Orton Frisbie against the Fayette County Mutual Fire Insurance Company. The policy was for $1500 upon a stock of dry goods and groceries destroyed by fire on the night of the 14th January, 1852. The only question in this case arises on the description of the property contained in the application of the plaintiff to the company for insurance, which was copied by the secretary into the policy. That part of the application material to the case is as follows: “ Application of Orton Frisbie, of Dunbar township, in the county of Fayette, for insurance against fire by the Fayette County Mutual Fire Insurance Company, for the sum of $1500, to wit: on his stock of merchandise, to wit, $1200 on dry goods kept in a frame plastered storehouse, 24 by 24 feet, 1J stories high; merchandise kept on the first floor, and groceries in the storeroom and cellars: said store attended by applicant and clerk; clerk sleeps in the store ; one stove in said store-room; pipe secured by crock through ceiling, and brick chimney through roof; about 50 feet from a frame stable.”\nIt was contended by the defendants that the words “ clerk sleeps in the store” were a warranty; and that, as no clerk was sleeping in the store on the night the fire occurred, the policy was forfeited. Plaintiff contended that the words were but a representation, and did not affect the policy.\nThe court (Gilmore, P. J.) charged that “ the words mean and are tantamount to a warranty,” and that plaintiff could not recover.\nThis was the error assigned.\nKaine and Howell, for plaintiff in error.\nThere is no more reason for claiming a strict literal construction of the terms of a policy than in ordinary contracts: Tully v. N. A. F. Ins. Co., 25 Wend. 374. This was but a representation of a fact existing at the time of the application, and not a warranty for the future : O’Neil v. Ins. Co., 3 Comst. 122; Catlin v. Ins. Co., 1 Sumn. C. C. R. 435; Angell on Ins. § 169; Stebbins v. Globe Ins. Co., 2 Hall 632; Id. 589; 5 Hill 10; 16 Wend. 481.\nEwing and Patterson, for defendants in error.\nStipulations implied by the language of the policy are as much a part of the instrument as any of its express provisions: 1 Phil. on Ins. §§ 66, 67; Houghton v. Ins. Co., 8 Metc. 114. Representations as to occupancy of buildings relate to the whole period of the risk: 1 Phil. on Ins. p. 303, 468. Any direct or incidental allegation of a fact relating to the risk constitutes a warranty: 1 Phil. §§ 757, 758, 760; Mackie v. Pleasants, 2 Bin. 363. The thing warranted, whether material or not, must be literally complied with: De Hahn v. Hartley, 1 T. R. 343, 2 T. R. 186; Ogden v. Ash, 1 Dall. 164; Mackie v. Pleasants, 2 Bin. 371-2. The court decides what are “ representations,” what “mere description,” and what “warranties:” Fowler v. Etna E. Ins. Co., 6 Cowen 673; Angell §§ 147, 148."
  },
  "file_name": "0325-01",
  "first_page_order": 325,
  "last_page_order": 327
}
