{
  "id": 979650,
  "name": "Earhart versus Youngblood",
  "name_abbreviation": "Earhart v. Youngblood",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "331",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 331"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 7741,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.931324826589135e-07,
      "percentile": 0.7342642370269463
    },
    "sha256": "1cd6e3efe34aec6506cd03718fade0984cdd7b3aabd07be847a6ecc4776defea",
    "simhash": "1:1a2b3520a7153cb3",
    "word_count": 1375
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Earhart versus Youngblood."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nA bull that has a vicious disposition towards horses must be dangerous to those who are riding them, and therefore we think that there is no ground for the second assignment of error. But the first presents a question of greater difficulty.\nThe rule is very plain and -very just that the owner of an animal known to be vicious must take sufficient precautions that it shall do no injury to the public ; it must be so confined that strangers may pursue their own objects with security from it. The public are entitled to act upon the presumption that all dangerous animals are properly confined, and are therefore exonerated from any special caution against them, except when, without right, they go upon their owner’s land, and within the place where they may be lawfully kept: 1 Esp. 203; 5 Car. P. 489; 3 Id. 138.\nThis seems to be the rule that was applied to this case; but the difficulty in making this application arises from the facts of the case being somewhat variant from those of the rule. In fact this bull was confined, and the defendant below insists that he sufficiently excuses himself for the injury done outside of the place of confinement, by showing that the plaintiff, who well knew the character of the animal, had carelessly and contrary to orders left the gate open. A stranger might possibly say that such a confinement, being no notice of the animal’s vicious disposition, ought not to excuse an injury happening in this way, because the closing of the gate did not appear to be a precaution against danger. But one who knew the animal’s vicious disposition could not thus excuse his carelessness, and it would seem that the plaintiff did know it. If the case would allow us to take this act of carelessness and this knowledge by themselves, we should incline to say that they prevent the plaintiff from recovering.\nBut the question of negligence is complicated by other facts besides these; such is the relation in which the parties stood to each other in the use, apparently the common use, of the farmyard ; the use of it as the place of confinement of the bull without any apparent objection ; and the general harmlessness of the animal. These matters seem to render it impossible for the court to announce any rule of law that will control the inference of the carelessness that occasioned the injury; and on the evidence before us we think that the whole question of carelessness ought to have been left to the jury. If the defendant did not take proper care, under all the circumstances, to confine his bull, knowing him to be dangerous, then he is liable for the injury done by him, unless the plaintiff was guilty of some culpable act or negligence that contributed to the injury.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Foster and Stewart, for plaintiff in error.",
      "Wm. Banks, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Earhart versus Youngblood.\nWhere the owner of an animal knows that it is viciously disposed towards other animals, he will be liable for an injury inflicted by it upon a person.\nThe rule is, that the owner of an animal, knowp to be vicious, must take sufficient precautions that it shall do no injury to the public: it must be so confined that strangers may pursue their own objects with security from it.\nSemble, where a bull was confined, and its character known to a person who carelessly left the gate of its enclosure open and thereby the animal escaped and injured him, he could not recover damages.\nIf, in addition, the place of confinement was in common use by both plaintiff and defendant, and the animal was generally harmless, the question of carelessness should be left to the jury.\nError to the Common Pleas of Indiana county.\nThis was an action on the case brought by Samuel Youngblood by his father and next friend, William Youngblood, to recover damages from William Earhart for injuries done him by a bull belonging to Earhart, the defendant below. Samuel Youngblood was employed by James Long, a tenant on .the farm of Earhart. According to the agreement between Long and Earhart, the former had a right to pasture his horses and cattle in the fields of the latter, and his cattle were to run with those of Earhart. In July, 1853, early in the morning, the boy Youngblood, under the directions of Long, went to the pasture-field to bring his gray mare, and was directed to turn the cows out of the barnyard of Earhart and drive them down to the house. The passage through the barnyard was the usual way of bringing the horses and cattle out of the pasture-field. The barnyard was enclosed with a fence and gates opening into a lane leading from Earhart’s house to Long’s. When Youngblood passed through the barnyard to the field, the bull was there with the cows of defendant. He caught the mare, returned through the barnyard, and drove Long’s cows out of the yard, the bull then being in the midst of the cows in the yard. It appeared that the bull had an aversion to white or gray horses, find had* made frequent attempts to attack and gore them, and “make ugly passes at them,” and that Earhart, Long, and the boy knew this fact. The boy had on frequent occasions, before he was injured, annoyed the bull by bellowing at him and whistling through his fingers. On the morning he received the injury, he was told that when he drove Long’s cows out of the barnyard he must shut the gate after him, as one of the cows was “ running,” and unless he shut the gate the bull would likely follow him. He, however, passed out of the gate, driving the cows before him, neglected to shut it, and after he got some distance into the lane the bull followed, made an attack upon the mare, gored her in two places, and also inflicted the injury on the boy for which this suit was brought. It did not appear that the bull ever before this molested or injured any individual, although persons had been frequently in the field where he was, and the women about the house of defendant usually milked the cows in the barnyard, where the bull was with the cows. The defendant did not permit the animal to run at large, but kept him within an enclosure guarded by good fences. The jury found in favour of plaintiff $400 damages.\nThe errors assigned were, that the court below erred,\n1. In charging the jury “ That if they believe the evidence, the plaintiff was engaged in his lawful business, under the direction of his employer, it does not appear that on that morning he had done anything to provoke the bull, and conducted himself according to his orders in everything but neglecting to shut the gate of the barnyard as he passed out. The court are of the opinion that the neglect did not necessarily provoke, nor was it calculated to provoke the attack of the animal, and would not affect the plaintiff’s right to recover, provided the defendant was guilty of the prior and greater negligence of not guarding and confining an animal he knew to be of dangerous habits.”\n2. In charging as follows: “We are requested to instruct the jury that although the bull may have shown a vicious disposition, and made attempts before this time to do injury to horses of an appearance similar to that on which plaintiff was riding, and although the defendant knew of all this, yet unless the bull had actually injured some person before that time, of which the defendant had knowledge, the plaintiff cannot recover. We do not think that the law requires proof of the fact that an actual injury was inflicted upon some man before the occurrence, but that proof of his dangerous habits, and frequent attempts to attack horses such as that on which the plaintiff was riding, would be sufficient to render the defendant liable, if he knew and did not confine him.”\nFoster and Stewart, for plaintiff in error.\nWm. Banks, for defendant in error."
  },
  "file_name": "0331-01",
  "first_page_order": 331,
  "last_page_order": 333
}
