{
  "id": 979413,
  "name": "Jones's Estate-Appeal by the Farmers' & Drovers' Bank of Waynesburg",
  "name_abbreviation": "Jones's Estate",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "336",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 406",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0406-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6530,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.9438511402712934e-07,
      "percentile": 0.848323203399117
    },
    "sha256": "4c26dffed8dc865b074d50c2cafd6223ea1c63dbae26754a9c135ff202673e92",
    "simhash": "1:ea0cea10160332c5",
    "word_count": 1143
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jones’s Estate—Appeal by the Farmers’ & Drovers’ Bank of Waynesburg."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe Act of Assembly requires that entries in the judgment docket shall “ particularly state and set forth the names of the parties,” and in Wood v. Reynolds, 7 W. & S. 406, it was decided that a judgment entered against John Gruver was no notice to a purchaser that it was a lien against John M. Gruver, there being a John Gruver in the same county: and in Ridgway’s Appeal, 3 Harris 181, it was held that a judgment docketed against Mitchell, Green & Wilson, omitting their Christian names, Avas not entitled to preference over subsequent encumbrancers. In the first of these cases the purchaser was plainly misled, and in the other there was not enough on the docket to individuate the parties intended to be bound. But a description of' persons by the name by which they are commonly known, is sufficient in pleading, either criminal or civil, and as much, I presume, as the Act of Assembly, prescribing judgment dockets, meant to require. The use of names is to describe the individual of whom we speak, so as to distinguish him from all other persons. They are like definitions in mathematics, though less exact. Where two names, said Judge Washington, in Gordon v. Holliday, 1 W. C. C. R. 289, have the same original derivation, or where one is an abbreviation or corruption of the other, but both are taken promiscuously and according to common use to be the same, though differing in sound, the use of one for the other is not a material misnomer. If in common use the names be the same, the person cannot be misnamed if either be used. In Fenton v. Perkins, 3 Miss. R., it was held that courts take judicial notice of the abbreviation of a man’s Christian name, though a doubt was made about an abbreviation of the family name.\nOn these principles it is easy to say that the auditor was wrong in rejecting the judgments entered against A.. Jones, for his report contains the testimony of John C. Flenniken that he knew Abel Jones — is familiar with his signature — never knew him to sign his name any way but A. J ones — does not know any other A. J ones in Greene county — did know Adolphus E. Jones, who left Greene county six or seven years ago — his signature was A. E. Jones. The testimony of C. A. Black was to the same effect, and there was no conflicting evidence.\nNow Abel Jones had a perfect right to contract his Christian name to the initial letter, and if he was commonly known by that designation, the appellant’s judgment was well docketed. Nobody was misled, because there was no other Abel or A. Jones in the county. It was not the case of an omitted Christian name, for the Christian name as commonly understood was inserted. The object of the docket entry is to give the public notice who is bound, and an entry which did not conform to the popular understanding of the names of individuals would fail of this purpose.\nThe auditor seemed to think it would be proving a lien by parol to show that Abel or A. Jones meant the same person. Not at all. The lien comes of the record. The parol evidence only answers the objection that the record did not contain more than was necessary to individuate the defendant.\nThe decree of the court confirming the auditor’s report is reversed, and the record remanded, that distribution may be made among -the lien creditors according to the priority of their judgments, whether entered against A. Jones or Abel Jones.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Black, Phelan and Wyly, for appellants.",
      "Sayers, for appellees."
    ],
    "corrections": "",
    "head_matter": "Jones’s Estate—Appeal by the Farmers’ & Drovers’ Bank of Waynesburg.\nA description of a person by tbe name by which he is commonly known, is sufficient in pleading either criminal or civil, and is all the Act of Assembly prescribing judgment dockets to be kept, meant to require.\nWhere two names have the same original derivation, or where one is an abbreviation or corruption of the other, but both are taken indiscriminately and according to common use to be the same, though differing in sound, the use of one for the other is not a material misnomer.\nWhere a judgment was entered on the appearance and lien dockets, against “ A. Jones,\" whose name was “ Abel Jones,” and it was proved that he was well known by the abbreviated designation, and that he uniformly wrote his signature in that way, and that there was no other person in the county foi whose name it would answer,\nHeld, that the lien was well entered, and was entitled to a preference over one subsequently entered against “ Abel Jones.”\nAppeal from tbe Common Pleas of Gíreme county.\nOn tbe 16tb April, 1853, tbe Farmers’ and Drovers’ Bank of Waynesburg recovered a judgment for $1500 against Abel Jones, wbicb was entered on tbe appearance docket against “A. Jones,” and transferred to and entered in the judgment docket in the same manner. On tbe 30th November, 1853, another judgment was entered in tbe same manner in favour of Cole & Howard. And on the 16th December, 1853, Brooks, Tibbals & Fulton, and Frederick Fickey & Sons, respectively, entered judgments against the same defendant, but which were docketed against “Abel Jones.”\nThe real estate of Abel Jones was sold at sheriff’s sale, and the money, amounting to $ 100] .50, was brought into court for distribution.\n, An auditor was appointed to make distribution. On the hearing before this auditor, John 0. Flenniken and Charles A. Black, respectively, testified that they knew Abel Jones, were familiar with his signature, and never knew him to sign his name any other way than “A. Jones: ” and that they knew of no other A. Jones to whom it would apply in Greene county. Mr. Flenniken, five or six years ago, had known Adolphus E. Jones, who signed his name A. E. Jones, who about that time left the county.\nThe auditor was of opinion that entering the judgments on the lien docket against “A. Jones,” was not such notice of record to the creditors of Abel Jones as they Avere entitled to have, or as the law requires. He therefore refused to appropriate any of the money to the judgment of the bank, or that of Cole & Howard, but distributed it fro rata to the judgments of Frederick Fickey & Sons, and that of Brooks, Tibbals & Fulton.\nExceptions were filed to this report by the counsel of the bank and of Cole & Howard.\nThe court below (Gilmore, P. J.), after argument, confirmed the report of the auditor, and decreed distribution accordingly.\nFrom this decree the Farmers’ and Drovers’ Bank of Waynesburg appealed.\nThe errors assigned Avere to the confirmation of the report of the auditor.\nBlack, Phelan and Wyly, for appellants.\nSayers, for appellees."
  },
  "file_name": "0336-01",
  "first_page_order": 336,
  "last_page_order": 338
}
