{
  "id": 979705,
  "name": "Cleveland, Painesville and Ashtabula Railroad Company versus The City of Erie",
  "name_abbreviation": "Cleveland, Painesville & Ashtabula Railroad v. City of Erie",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "380",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Cooke 110",
      "category": "reporters:state",
      "reporter": "Cooke",
      "opinion_index": 0
    },
    {
      "cite": "9 Paige 293",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        1893922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/9/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1045,
    "char_count": 26679,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 6.965246264888994e-07,
      "percentile": 0.9654217292205067
    },
    "sha256": "d57d6eb4876258c56478a99ee71c860b08a346794c9d0cdbd88a49bc490e4230",
    "simhash": "1:c7e28527934fc5ae",
    "word_count": 4788
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Knox, J. — I concur.",
      "Lewis, C. J. — I would grant the motion."
    ],
    "parties": [
      "Cleveland, Painesville and Ashtabula Railroad Company versus The City of Erie."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThis is another of the numerous cases which have arisen out of what are popularly called “ the railroad troubles at Erie.” To decide it properly, it may be necessary to forget for a time that the corporations which have built railroads in that neighbourhood, have violated their charters; and to suppress whatever of natural indignation has been stirred by the irregular outbreaks of violence among those who oppose them, we will confine the railroad companies within the strict limits of the privileges given them by the legislature, and we will at the same time protect them in the exercise of all their lawful rights. If the legislature have given them advantages over the people of Erie which ought to have been withheld, 'it is no fault of ours; we cannot repeal an Act of Assembly.\nThis motion was made’and argued when two of the judges were absent. Of the three who heard it, the opinions are anything but unanimous. What is now decided is just as likely as not to be reversed on final hearing of the cause before a full court. For these reasons, I will abstain from the discussion of all questions not absolutely necessary to be settled before the motion can be disposed of. If I were not sure that every admonition would be disregarded, I might say to the defendants that their present attempt to prevent the two roads from connecting, may (probably at least) turn out to be a failure, disastrous to them in some of its consequences. If the law be against them, they will find it executed in a way which probably they do not now anticipate. But I am not willing to interfere in these “ troubles,” except in due course of law. If either of the parties desire an interposition, it must be demanded in the regular way, just as it would be by any other party in the Commonwealth. No one of us has the least desire to be subserviceable in a business like this. It is in vain to expect that we will overlook those rules which bind other persons in ordinary cases. I am, therefore, to consider whether this injunction ought, or ought not, to be awarded in a common case, coming to us from some other part of the state.\nIt is argued that we ought to refuse the motion, because the plaintiffs, before they filed this bill, filed another for the same matter in the Common Pleas of Erie county. The record produced by the defendant shows that the fact is so, and that the bill filed there is between the same parties, averring the same facts, and praying for the same relief. In that suit the defendants appeared, and the plaintiffs made the same motion which is now Under consideration here. The motion was refused, but the suit is still pending and undetermined. Is it, or is it not, consistent with the rules of law and justice that we should ignore the facts I have mentioned, and proceed as if they did not exist ?\nThe Court of Common Pleas of Erie county has precisely the same sort of jurisdiction over the subject-matter of this case and 'over the parties that we have. Our original jurisdiction is simply concurrent with theirs, and nothing more or less. It makes no difference that an appeal lies to this court from their final decree. That does not in any wise diminish their power to protect the plaintiffs in their just rights, or to prevent the commission of ■wrongs by the defendants. The right which either party may have to appeal after the cause is decided in the Common Pleas, certainly does not amplify the original jurisdiction. On the contrary, it rather increases the obligation we are under to avoid any ■premature expression of opinion on the cause until it becomes regularly before us for review. The right or duty of the Court of •Common Pleas to proceed under a second bill while the same parties are litigant in the same matter before the Supremo Court, un•der another bill previously filed, would scarcely be asserted by any one. When the second bill is filed in the Supreme Court, and the first in the Common Pleas, it is the same thing.\nNo man shall be twice harassed for the same 'cause. After ■judgment or decree by a tribunal of competent jurisdiction, another complaint, grounded on the same facts, will not be listened to, either by the same tribunal or a different one. This nobody •denies. It is equally clear that a party cannot be doubly vexed by two proceedings for the same cause carried on against him at the same time. Two suits for the same cause of action, even when brought in the same court, will never be tolerated. It is much worse when the several suits are in different courts, requiring the defendant to appear in two places at once. When it happens, as in this case, that the party must defend himself against separate attacks, simultaneously made at two most distant points in the state — on the shore of Lake Erie and on the banks of the Delaware — the hardships may become intolerable. This is not all. If a party may carry on two suits against his adversary, he may carry on twenty just as well, provided he can find, as in some cases he might find, that number of courts having jurisdiction, and thus he could not only harass and vex him, but plague him to death. Again: the right to bring several suits for the same matter, implies the right to prosecute them all to final judgment or decree. Suppose the decrees to conflict with one another. They are all equally conclusive and valid. Which shall be obeyed ? It is impossible to administer justice, and it never has been done in any civilized country, without adopting the rule that a party who brings one suit in a court of competent jurisdiction, must finish it before he can be allowed to prosecute another.\nFor these and other reasons, it has always been held that at law one pending action may be pleaded in abatement of another. But in equity, the mode of relieving a defendant from such oppression is much more summary. A chancellor takes (as Lord Hardwick® expresses it) a more particular method. When the fact is suggested in court in a proper manner, its truth, if denied, is to be immediately ascertained by a master, and if the two bills appear to be brought for the same matter, all proceedings on the last one are immediately stopped: Gage v. Lord Stafford (1 Ves. 554). This appears to be done on the principle that the party had no right to be heard, or to have anything -whatever done for hizn on a second bill while a previous one is undisposed of. Before the ease I have cited, the practice had been settled the same way in Urlin v. Hudson (1 Vernon 332), and was afterwards followed implicitly in Daniel v. Mitchel (1 Ves. Jr. 484); Bird v. Baker (2 Ves. Jr. 672); and in Weld v. Hobson (Ves. & Bea. 110). In Hart v. Philips (9 Paige 293), we have an American precedent to the same effect. In all these eases the reference was made of course. I do not find any case where a court of equity denied the right of a defendant to have proceedings stopped upon a plea of another suit depending, except in Dillon v. Olveres (5 Ves. 357); Morgan v.-(1 Atk. 408); and Foster v. Vassal (3 Atk. 586). But in these cases the refusal of the motion was grounded solely on the fact that the suits pleaded were depending in foreign courts — in Ireland, Wales, and Jamaica. The authority of Urlin v. Hudson and the other cases which followed it, were not doubted, much less denied. That proceedings should be stopped in a case like this, is laid down as the established rule by Lord Bedesdale (Mitf. 245), and Judge Story (Equ., vol. —, § 736). It is true that both of these writers say that the court may, under certain circumstances, dismiss the first bill and proceed under the second. But this modification of the general doctrine cannot be applied to the present case for very obvious reasons. In the first place, how can any court take its choice between two bills, dismissing one and proceeding on the other, unless both are in the same court ? Here the first bill is filed in Erie, and is wholly beyond our reach and out of our control. But (secondly) we could not do so even if both suits were in this court. The power of the court to dismiss the first bill, is expressly limited in the books cited to cases in which the second bill embraces the whole subject in dispute more fully than the first. Here, one bill is as full as the other. In every important particular they are both in the same words.\nBut it is said that we ought to overlook this part of the case, because the regular way for the defendant to take advantage of it is by a plea. There is not only no judicial authority for this proposition, but I think it is new even as an argument. Was the doctrine ever heard of before, that on a motion for a preliminary injunction, the decision should be against the defendant, simply because he has not pleaded a fact which he shows to be trufe ? These motions are generally (almost universally) made, heard, and decided without giving time to answer or plead to the bill. We ascertain the facts in the most informal way; without any sort of reference to the pleadings on either side, and award the injunction or refuse it according to the merits. We are in the constant habit of giving full consideration to facts which the defendant may plead if he thinks proper, and which he will waive if he does not plead. Two years ago, when a bill was filed against the Franklin Canal Company by a private individual, we refused the special injunction because the plaintiff had no right to sue, though there was no plea on the record. It is true that the law is not one of the exact sciences, and in judicial proceedings, as in other uncertain affairs of this changing world, no man can tell what a day or an hour may bring forth: but I feel comfortably sure that I am right, nevertheless, when I say that this court will never award a special injunction when our consciences are satisfied that the plaintiff has no right to bring the defendant here, or that for any other reason he is not entitled to a final decree in his favour.\nWe are admonished that this objection is merely technical, and therefore ought not to be listened to. I cannot see it so. The defendants object to a preliminary injunction, because they have already answered a similar motion in another court which had the same authority and jurisdiction that we have, and because there is, at the moment, hanging over their heads another and an older suit, the result of which it is impossible to foresee. They claim the protection of a venerable rule of law and justice, which declares that no man shall be thus doubly vexed. The reply to all of this is not a denial of the fact — not a contradiction of the principle, or the assertion of any opposing principle — not a suggestion that the objection comes too late — no excuse for the twofold proceedings — but simply an argument that it is not formally pleaded. Which of these parties is it that stands on technical ground ?\nI do not put much stress on the hearing and refusal of the motion by the court at Erie. It is the pendency of the bill which, in my opinion, makes the point fatal. It may be that the affidavits before us disclose a different state of facts from that which appeared before the Common Pleas of Erie. New facts may have arisen since. But that is no reason why we should disregard the law by entertaining the second suit. I will not say that the plaintiffs may not renew their motion for a special injunction as often as they have new ground to base it upon.\nBut, if they can, the place for such a renewed motion is in the Common Pleas, where they have filed their first bill, and not here, where they have unlawfully brought a second one. If the decision already made be conclusive in the court where it was made, it is equally conclusive in all other courts.\nThis point being, in my opinion, decisive, I decline going any further into the case, and, of course, hold that the injunction ought to be refused.\nKnox, J. — I concur.\nLewis, C. J. — I would grant the motion.\nComplainants then discontinued their bill pending in the Court of Common Pleas of Erie county. The respondents demurred to the bill, on the grounds that complainants had a remedy at law, and they denied the location of the route as set forth in the bill, and averred that Complainants had purchased the Franklin Canal Company’s railroad, which was a finished road.\nThey also averred that, having purchased a road, they have no right to construct one or a part of one; and that complainants only intend to construct about one mile of road through the city of Erie, and do not intend to continue it to the Ohio state line.\nThat the road so located is the part of the Erie and North-East Railroad which had been decreed by this court to be broken up.\nThat the road, if constructed, would form a line across the city of Erie, and obstruct its principal streets; and that the removal of the timbers of the bridge had only been to free the streets from obstruction.\nThat the Act of May 5, 1854, is unconstitutional in this — that it legislated about and extended the privileges of more than one corporation.\nCampbell, Hirst, Meredith, and Stanton, for complainants.\nThompson, with whom were Babbitt, Griscom, and Grant, for respondents,\nreferred to the last clause of the 25th section of Art. 1, Const. of Penna.; Dwarris on Statutes, p. 68; 8 Mod. R. 8; Higly v. Hopkins, 1 W. C. C. R. 230; Searcy v. Parmell, et al., 1 Cooke 110; Brightly’s Eq. § 720; Eberly v. Groff, 9 Harris 251; Commonwealth v. The Erie and North-East R. R. Co.\nThe final opinion of the court was delivered by\nBlack, J.\nThe Franklin Canal Company built a railroad from Erie to the Ohio state line, and its charter being violated was repealed by an act of the legislature, and the road taken into the direct custody of the public authorities of the state. Afterwards, on the 5th of May, 1854, another Act of Assembly was passed, giving to the Cleveland, Painesville and Ashtabula Railroad Company (incorporated by the state of Ohio) the right to use the road upon certain conditions, and for certain considerations. By the first section of the act, the Ohio company is authorized to construct and use a railroad, with one or more tracks, on or along the Franklin Canal Railroad, and to connect their railroad with any railroad legally authorized to come within the limits of Erie city. By the second section, the plaintiffs are authorized and required to purchase the railroad already built, for a certain price, to be paid to the creditors and stockholders of the Franklin Canal Company; and by the third section, they are required within two years to extend their track to the harbour. The question now to be decided, is whether the plaintiffs have a right, under this law, to connect with the road built by the Erie and North-East Company, from the city of Erie to the New York line.\nThe authority to connect the plaintiffs’ road with any legal road coming to Erie, is expressed as plainly as it can be expressed in English, and perhaps no known language could furnish apter words for that purpose. The construction which it is the duty of the court to put upon a grant like this, is indeed strict against the grantees. But no construction can be sharp enough to withhold what is clearly given. Before we can deny that the plaintiffs have the right which they claim, we must pervert the words of the law so as to make it say the very reverse of what it does say. Nevertheless, several reasons for construing it away have been offered on the part of the city. It cannot be denied that some of these arguments are ingenious, but to say that any of them are plausible would scarcely be just.\nOne point taken by the defendant’s counsel is, that the power to connect is given in the first section, along with the power to construct a road, and the latter power was not used, but a railroad already laid on the same track was purchased under an authority given in the second section; therefore there can lawfully be no connexion. Our answer to this is, that the power given is a general power to connect their road, and that is literally what they propose to do. The road is theirs, whether they built it or bought it. The fact that the words giving this privilege are found in juxtaposition with the privilege of construction, does not make the exercise of the latter right a condition of the former.\nThe argument of the defendant’s counsel has a good deal of minute criticism on the various provisions of the act for constructing and purchasing the road, for extending it to the harbour, and for connecting it with other roads. The act was probably drawn by an inexperienced hand. The will of the legislature is not expressed with perfect clearness; there are more words at some places, and fewer at others, than there ought to-be; and the thoughts might have followed one another in a more simple and natural order. But we look, as we are bound to look, at the whole statute; and giving to every part of it the influence to which it is entitled, we cannot permit ourselves to doubt for a moment that it authorizes the plaintiffs to connect any railroad of theirs at that place with any other road coming there from a different direction. We are clear that the state cannot now deny this without grossly violating the contract, as it must have been well understood by all the parties at the time it was made.\nAnother argument is, that the right is given only to connect with a road legally authorized, and the Erie and North-East is not so authorized. Can we inquire in this collateral way into the strict legal title of the lower road to be where it is ? We think not. A party in possession of anything is taken, as between other persons, to be in possession under a good title. The plaintiffs cannot be called on to prove the right of the Erie and North-East Railroad as well as their own. That right can only be contested in a direct proceeding against the Erie and North-East itself, where, those interested in it may have an opportunity of being heard in their own defence. The lower road is therefore legal within the meaning of this act, as long as it is not removed by law. Whether it be there by the mere toleration of the public authority, or by virtue of an indefeasible grant, is a question which the city of Erie has no business to raise in the present suit. But this is not all. Even if the strict legality of the road in question were before us, we can see nothing to justify an opinion that it is not legal. It was, to be sure, not properly laid out at first, but then the subsequent location was according to the charter, and to the decree of this court. The charter has since been repealed. If that repeal be void, then the charter remains in full force, and the road is protected by it. If the repeal be constitutional, then its provisions must be regarded as binding; and one of those provisions is, that the road, as it is, shall be kept open, in good order, for the use of the public, which would have made it legal if it had never been legal before.\nBelieving as we do, that the .plaintiffs have a right to make the proposed connexion, we cannot sustain the objections which the city has taken to the mere manner of its exercise. They may take the track which was laid down by the other company, or adopt another route, if they like it better. Or they may establish their connexion partly by a new track, and partly upon that which was occupied before. So that they exercise with reasonable fairness the right granted them, and nothing more, we will not quibble with them upon points which have no substance in them. They may therefore connect in the way proposed, at Ash Lane, the eastern limit of the city, if they can find any road there to connect with. In point of fact, there is a road there, never ordered to be taken up, and legalized by the Act of 6th October, 1855, which will carry their trains onward to New York.\nIt is contended that this act is in conflict with sec. 25, Art. I. of the constitution, which declares that no law shall create, renew, or extend the charter of more than one corporation. It is true that this statute does give certain not very important privileges to two other corporate bodies. It is not asserted that the legislature had no jurisdiction of the subject-matter, or that the law, if carried out, would interfere with any right made inviolable by the constitution, but merely that the two Houses of Assembly neglected a form of proceeding which the constitution prescribes. The objection goes not to the nature, and essence, and character of the law itself, but to the behaviour and conduct of the legislative bodies who passed it. Whether we have a judicial veto, which authorizes us to pronounce a law void for such reasons, is a question which does not arise here, and on which we mean to give no opinion. Our construction of this section of the constitution was given in Moers v. Reading City, after careful deliberation, and we see no reason for retracting it now. To create, renew, or extend a charter, means to make a charter which never existed before, to revive an old one which has expired, or to increase the time for the existence of one which would otherwise reach its limit at an earlier period. Neither of these things was done by the law in question, for more than one corporation, and the conduct of the legislature was not, therefore, within any constitutional prohibition.\nThere were several other points taken by the defendants; but those already noticed are by very much the strongest. For the rest, it is enough to say that there is nothing in them.\nAnd now, to wit, on the 28th day of January, 1856, this cause came on for hearing before the Supreme Court, upon bill, answer, replication, and the proofs taken on both sides, and was argued by counsel. And thereupon, it was determined, adjudged, and decreed, that the plaintiffs, the Cleveland, Painesville and Ashtabula Railroad Company has a lawful right to connect its railroad with the railroad heretofore built by the Erie and North-East Railroad Company within the city of Erie, in the manner and at the places or either of the places mentioned in the bill, and that every interference with or hindrance of the plaintiffs in the exercise of such its legal right, is unlawful. And it is further adjudged, ordered and decreed, that the city of Erie, and the mayor, councils, constables, officers, agents, and servants thereof, and the other defendants in said bill named, their agents and servants, be, and they are hereby strictly commanded and firmly enjoined to cease, abstain, and altogether desist from each and all the unlawful acts and doings complained of in the said bill. And it is ordered that a writ of injunction do issue against the defendants forthwith. And that the plaintiffs do recover their costs.",
        "type": "majority",
        "author": "Black, J. Black, J."
      }
    ],
    "attorneys": [
      "Walker and Meredith, with whom were Hirst and Campbell, for complainants.",
      "Thompson and Griseom, with whom was Grant, for respondents."
    ],
    "corrections": "",
    "head_matter": "Cleveland, Painesville and Ashtabula Railroad Company versus The City of Erie.\nThe Franklin Canal Company built a railroad from Brie to the Ohio state line, which was forfeited to, and taken possession of, by the state. After-wards, on the 5th May, 1854, an act was passed giving to the 0., P. and A.\nRailroad Company the right to use the road sub con., &c. The first section authorized the 0., P. and A. Railroad Company to construct and use a road along the F. C. Company’s road, and to connect their road with any road legally authorized to come within the limits of the city of Erie. The second section authorized and required the 0., P. and A. Railroad Company to purchase the road already built at a certain price, to be paid to the creditors of the F. 0. Company. The E. and N. E. Railroad Company had built a road from the city of Erie eastwardly, which by an act of the legislature had been declared forfeited. Held,\n1. That the 0., P. and A. Railroad Company, under the provisions of this law, might build a railroad, or purchase and occupy a railroad already built.\n2. That the C., P. and A. Railroad Company might connect their road with the E. and N. E. Company’s road,' — that it was a legally constructed road for the purposes of the act under which plaintiffs claim.\n3. That the legality of the E. and N. E. Company’s road cannot be inquired into collaterally.\n4. A party in possession of anything is taken as between other persons to be in possession under a good title.\n5. To create, renew, or extend a charter within the meaning of sec. 25, art. 1, of the Constitution of this state, means to make a charter which never existed before — to revive an old one which has expired — or to increase the time for the existence of one which would otherwise reach its limit at an earlier period.\nIn Equity. Ooram Lewis, C. J., and Black and Knox, Js.\nThe bill avers the incorporation of complainants by the Act of the G-eneral Assembly of Ohio, of February 18, 1848, and the supplement of December 10, 1850, and the Act of the General Assembly of Pennsylvania, approved May 5, 1854, entitled “An Act relating to the Sunbury and Erie Railroad Company, and the Cleveland, Painesville and Ashtabula Railroad Company;” and alleges their right to construct a railroad from the Erie and NorthEast Railroad, at the extreme boundary of the city of Erie, in a south-westerly direction, along and across said city and its streets and to the Ohio state line, and that they had surveyed and marked said route; and that the city of Erie passed resolutions denying complainant’s legal right to erect bridges across the streets of Erie, and in pursuance thereof removed its bents and other materials by which such constructions were being carried on; and prayed for a special injunction to prevent the interference of defendants until final hearing, and then for a perpetual injunction, and concluded with a general prayer for further relief.\nAt the preliminary hearing, respondents filed affidavits denying the allegations in complainants’ bill, and they also gave in evidence an exemplified record from the Court of Common Pleas of Erie county, by which it appeared that a few days before the filing of this bill, a bill, of which this was a copy in all its material parts and allegations, had been there filed and a motion made for a preliminary injunction, which had been there argued, considered, and adjudicated upon, and the motion for a preliminary injunction overruled; that that case was then pending in said court for final hearing, and argued that they could not be compelled to answer the same bill in two courts of concurrent jurisdiction at one and the same time, and moved the court to dismiss this bill with costs to respondents.\nWalker and Meredith, with whom were Hirst and Campbell, for complainants.\nThompson and Griseom, with whom was Grant, for respondents."
  },
  "file_name": "0380-01",
  "first_page_order": 380,
  "last_page_order": 389
}
