{
  "id": 979425,
  "name": "The Lehigh Coal and Navigation Company versus Harlan & Henderson",
  "name_abbreviation": "Lehigh Coal & Navigation Co. v. Harlan & Henderson",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "429",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wh. 85",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 457",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1267,
    "char_count": 42151,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.887845953922618e-07,
      "percentile": 0.9525978155483196
    },
    "sha256": "e3c35d8d2e7026104832bb6a5bdbd2608c7e4a4dbecda59f078373e80d1af645",
    "simhash": "1:748c6f651454c79d",
    "word_count": 7609
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Lehigh Coal and Navigation Company versus Harlan & Henderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis is an action of covenant on a mining lease. One of the grounds assumed by the plaintiffs below (now defendants in error) was that an owner of reputed coal lands, who leases them to a tenant as such, and induces him to make large expenditures in opening and preparing to work the veins, is liable in covenant to the tenant if the veins turn out to be worthless — that the law implies a covenant of warranty on the part of the lessor, that the veins will be found to be worth working, and sufficient at least to reimburse the expenditures of the tenant. The first two counts of the narr. and many of the points submitted on the part of the plaintiffs are founded on this proposition, but as the court below ruled it against the plaintiffs, and they have taken no writ of error, it is not up for review, and we allude to it only for the purpose of saying that it is not to be considered as ruled by anything we may say on the other parts of the case.\nTo develop clearly the questions which are to be ruled, a brief sketch of this controversy must be first given.\nThe Lehigh Coal and Navigation Company, owning lands in the Shai'p Mountain, near Tamaqua, which contained or were supposed to contain several distinct veins of coal, entered into a lease on the 11th March, 1842, with Denniston, Bowman & Co., for one of said veins, known as the Q. vein. The lessees covenanted to make at their own expense all the necessary improvements for opening and working said vein, which were to be finished by the 1st April, 1843, and their advances for which were to be reimbursed out of the first rents that should become due from them for coal taken under the said lease. The term was for seven years from 1st April, 1842, and they were to mine at least eight thousand tons of coal in each year, for which they were to pay: for large or broken coal and for egg coal 35 cents per ton, for pea coal 10 cents per ton.\nThe memoranda subsequently attached to this lease related to details which need not be noticed here, except that the term was extended to 1st April, 1850.\nOn the 29th June, 1846, the company made another lease to. some of the same individuals, under the name of John Anderson & Co., of another vein called the P. vein, for \"the same term and upon the same rent that they held the Q. vein. They were to drive at their own expense a tunnel from the Q. to the P. vein, and were to mine from the two veins not less than 15,000 tons per annum. On the 27th January, 1847, the lessees assigned both these leases to the defendants in error, Harlan & Henderson, who went into possession of these two veins.\nOn the 12th April, 1847, the company entered into a lease with Harlan & Henderson, which is the instrument declared on, and which leased to them for the term of three years from 1st April, 1847, “ the right and privilege to mine and take away stone coal from the veins known as the It. and S. veins, and any other veins intermediate between said veins and the Q. vein in the Sharp Mountain,” yielding and paying therefor 25 cents per ton for chestnut coal, and 50 cents per ton for all coal of a larger size, subject to a deduction on the whole of said rent of 5 per cent.\nThus, by virtue of three several leases, the plaintiffs below became tenants of four distinct coal veins of the navigation company.\nThey commenced mining in the two first-named veins in February, 1847, and after the third lease they pushed the rock tunnel from the Q. to the R. vein, which they reached in March, 1848. They found this vein 25 feet thick, but all in dirt fault, and after driving the gangway 415 feet in it without getting through the fault, they abandoned the vein early in December, 1848. They extended the rock tunnel on towards S. until they reached what they supposed was that vein, about a foot thick of shelly faulty coal, not fit for use. According to Mr. Patterson, the company’s agent, the plaintiffs never reached the S. vein at all.\nFrom the court’s summary of the evidence it appears that there were mined during the three years 55,685 tons, of which 104 tons came -from the R. vein; all the rest from P. and Q.; that the gross rent therefor amounted to about $14,584; that the plaintiffs paid the company in cash $5160.95, and in houses built $4000 more; and that they have yet in hand $5423.06 of rent.\nHaving surrendered the premises at the expiration of the several leases, they instituted this action to recover damages for breach of the company’s covenants as contained in clauses or sections 11 and 12 of the lease of 12th April, 1847.\nUnder the 11th clause the plaintiffs claimed\n1st. For work in faults in R., driving air shafts\nand improving vein........$1549.85\n2d. For driving faults in P. Q. and QQ. . . 4395.00\nEqual to $5944.85.\nAnd under the 12th clause, for timber and construction of chutes and screen building, for office, new chutes and fixtures, embankment of railroad, rock tunnel, driving slopes, and railroad iron in gangways of P. and R. and outside...........$15,032.04.\nThere was evidence that the work had been done and the materials furnished for which the plaintiffs claimed, but defence was taken on several legal grounds, the most important of which I proceed now to state and consider.\n1. It was said that the lease of 1847 contains, upon a proper construction of it, no covenant for payment for any work done upon the P. and Q. veins by the plaintiffs.\nThe court was of opinion that that instrument was a lease only of the R. and S. veins, but that it contained covenants which reached beyond the veins immediately demised, and embraced the P. and Q. veins, and that the plaintiffs might recover under it for work done upon these veins.\nTo get at the meaning of the words “ said veins,” as they occur in the 11th and 12th sections, it is necessary to trace them back through the whole context to the premises, and there we have seen already, what the learned judge below admitted, that the thing demised consisted of the R. and S. veins. But in the first covenant which follows the formal parts of the lease propér, it is provided that “ the said party of the second part shall mine and take away from the said veins, and from the P. and Q. veins now in possession of the said party, at least fifty thousand tons of coal in each and every year during the continuance of this lease, provided the said veins by all proper management can be made to yield or produce said quantity of coaland it is supposed that here the four veins were so run together and blended, that all the subsequent covenants concerning “ said veins” refer to the four instead of the two veins; that there was in fact a merger of the two former leases in this one.\nWe cannot take this view of the matter. For the two purposes of fixing the whole production of the four veins, and making the rents under the three leases payable at one and the same time, this article of the lease does unite the P. and Q. veins with the R. and S. veins, and does so far modify the former leases. But this is the whole effect of this covenant. A similar instance is found in the prior leases. By the lease of 1842, 8000 tons per annum were stipulated for from the Q. vein, and when the lease of 1846 was made for the P. vein, it stipulated for a joint production from the “two veins\" of a quantity not less than fifteen thousand tons per annum. Now, nobody ever supposed that this was a merger of the lease of 1842 in that of 1846; these plaintiffs certainly did not think so in January, 1847, when they took assignments of each of these leases as still subsisting. Why, then, when a third lease is made on the same principle, should it be accounted a merger of the two former ?\nWhere the same parties are carrying on mining in several veins belonging to the same landlord, and the covenants bind them to work in all the veins, it is advantageous to both parties to fix the rate of production in such manner that if one vein will not yield it another may. It is advantageous to the landlord, that he may be sure of his anticipated rent; to the tenant, that he may obtain profit on the largest possible amount of coal. Some of the veins may run into fault, whilst increased mining may be carried on in others; or, for many other reasons, preparatory work may have to be done in one vein which shall suspend mining therein, while the hands and implements for mining in that vein may be profitably employed in another. A rigid rule that should require a given number of tons from each vein, would lead to frequent disappointment and difficulty, whilst one that fixes the aggregate of all the veins, admits of adaptation to those unforeseen circumstances which in this business are always occurring. It was, we suppose, for the purpose of guarding against contingencies in one vein or another that might affect the gross 'production, as well as to make all the rents payable at one time, that this covenant was introduced into the lease of 1847; and its whole scope and effect are to be limited to these objects.\nThe next succeeding covenant proceeds to distribute, the rights and duties of the parties under numerical heads or sections, from 1 to 13, inclusive; and when the expression, “said veins,” occurs in these sections, we are to understand it as referring not to the four veins, grouped in the covenant we have been considering for the special purposes stated, but to the two veins which are the subject-matter of the lease. Established rules of construction require all such detail covenants to be referred to the premises, unless a different reference be clearly indicated by the language used. Here there is nothing to manifest an intention to merge the former leases, and the details arranged throughout these thirteen articles cannot apply to the P. and Q. veins, for they are inconsistent in some points with the regulations prescribed by the former leases for these veins. For instance, it is covenanted in the 4th article, that the lessees will, at their own expense, make all the necessary improvements for “ opening and working the said veins” — a provision which it would he absurd to apply to veins already opened, and in which the party promising was then actually engaged in mining. But if the expression, “ said veins,” refers exclusively to the R. and S. veins in the 4th article, what warrant have we for saying that the same words, when used in the 11th and 12th articles, include the P. and Q. veins ? Obviously none. Covenants, like all other contracts, are to be construed according to the intentions of the parties as nearly as the words will permit; and there is no surer guide to the understanding and intentions of the parties, when words are equivocal, than their acts and declarations under the agreement, called commonly its contemporaneous construction. The conduct of these parties, and especially their correspondence, prove that they understood the lease of 1847 as we have expounded it. We feel great confidence, therefore, in our conclusion that sections 11 and 12 have no reference whatever to the P. and Q. veins, but that improvements and work in these veins were left to stand for compensation, upon the provisions of the prior leases. It may be added, that the diversity of rents under the several leases is a strong reason against the assumption of a merger.\n2. The next objection taken to the plaintiffs’ recovery was, that they having agreed to look for payment for work done upon the B. and S. veins to compensation by an allowance to be made out of’the coal rents, agreed by them to be paid to the company, cannot claim for said work out of any other fund than one arising from rents of the said veins.\nWe construe the “allowances” of the 12th section to relate to the work provided for in sections 4, 7, and 8, and these allowances, it is expressly stipulated, are to be made from the rents hereinbefore agreed to be paid, which, according to our construction, mean the rents to accrue from the R. and S. veins. The company seem to have provided by their several leases, that each of their coal veins should pay for its own development. And this is according to the usual course of.mining leases. The landlord has invested his money in the title of the coal land — the ténant is expected to invest his in opening and working the veins. Both look for their reimbursements to the coal to be mined; the tenant, generally, as in the instance before us, expecting the first fruits, and these to be gathered by deductions from the rent; the landlord, to obtain his rent unimpaired after the improvements have been paid for. The lease of 1847 seems to have been constructed on these general and familiar principles. But who is to bear the disappointment, when veins thus opened prove inadequate to reimburse the outlays? If the tenant may charge the expenses against the accruing rent of other veins held of the same landlord, he may charge the landlord personally; and then a mining lease, without an express covenant to that effect, amounts to a warranty that coal will be found sufficient to reimburse the cost of opening. The court below held that no such covenant could be implied, and as this opinion is not complained of, we are to take it for the present as correct. In support of it, there is one consideration of considerable weight that might be urged. Mining is so much of an art, that tenants, who take leases of this sort, are generally more capable of judging correctly the quality of coal veins than the landlord of whom they lease. It is no uncommon thing, to find, in the mining districts, men who never read a page of any scientific work, but who, bred up to the business of mining, understand all the peculiarities of coal veins better, and can reason, a priori, on their probable yield more soundly than the most learned professor, who has had no practical experience. Hence it is, that when a miner and an owner of coal lands, who is not a miner, come together to treat for a lease, the advantages which always belong to superior knowledge are on the side of the tenant. If he have doubts of the vein to be worked, he knows how to prove it before his expenditures are made, or stipulated to be made. He is not the party who stands in need of legal implications for his protection; and if he is content to go on without an express covenant of warranty, it will be a grave question, to be decided when it arises, whether he does not go on at his own risk without an implied covenant in his favour. However this may be in general, we must assume that it was so in this instance; and then it is clear, from the construction we have adopted, that the plaintiffs agreed to look for the allowances, mentioned in the 12th article, to the rents to accrue from the R. and S. veins. The mistake which the court made in holding that the covenants sued upon reached beyond the premises leased in the instrument containing the covenants, led them to the illogical result of holding the landlords liable for the tenants’ mistakes, while at the same time they decided that the tenants took the veins “ subject to the ordinary risk of mining, without any covenant express or implied of the existence of coal, or of the quantity, or of the quality of coal.”\nThe rent of these veins was to be measured by applying the stipulated prices to the number of tons mined. These tons were to be added to the production of the other veins, to make up the stipulated aggregate of 50,000 tons from all the veins, but for the purposes of the rent they were to be estimated separately. This must have been so, because the rate of compensation was different from that fixed in the prior leases for the P. and Q. veins. And there was no difficulty in keeping a separate account of the production of the R. and S. veins. It was necessary in settlement with the hands employed, and, in point of fact, it was done, as appears by the exhibit, in the paper-books of the mining operations, from April 1st to July 1st, 1848. To that separate account, and only to that, we hold the allowances stipulated for in section 12 were chargeable.\nBut the allowances and payments contemplated in the 11th section stand on a different footing. These were to be made for dirt faults and rock faults, and upon our construction, for such faults in the R. and S. veins only. Of course compensation was not recoverable in this action for rock, slate, or dirt faults in P., Q., or QQ., and between these veins and the R. vein no intermediate veins were found. Nor were the slope and rock tunnel to be compensated in damages, for these were to be made by the tenants “ at their own expense,” and to be allowed for under the 12th section by deductions from the rent accruing in the R. and S. veins. But for the dirt, slate, and rock faults that should be encountered in driving the gangway of R. and S., compensation was to be made —and that generally — and not out of accruing rents or any other particular fund. An important qualification, however, applicable to all these faults, was that the company were first to be consulted and to approve, “ by their assent in writing, of running sueh gangways in or through any faults.”\nHere two other grounds of defence are brought to view. In the first place, it is said that for the work done in faults the plaintiff cannot recover, because it was not done by the written assent of the company — and secondly, that the abandonment of the work by the plaintiffs was a complete bar to any claim made by them under the lease.\nIf either of these objections is well founded, the plaintiffs were not entitled to recover by virtue of the 11th section — if both, they were doubly barred.\nThere is no dispute that whatever faults were worked in R. were worked without the written assent of the company, but it is insisted, and so charged in the declaration, that the defendants waived and dispensed with the requirement of their assent in writing. Suppose they did, would covenant then lie upon a sealed instrument, so modified, by parol ? Let it be noticed that this was not a condition precedent to be performed by the plaintiffs, and which the defendants might have waived by parol without impairing the integrity of their covenant, or the plaintiffs’ right of action thereon, but it is part of the very covenant sued on— one of the conditions on which the doing of the work, and the consequent liability of the defendants, were suspended, and if it was changed by parol, the defendants’ action should have been assumpsit, and not covenant. The distinction is taken in Vicary v. Moore, 2 Watts 457, and followed in other cases between an alteration of the plaintiff’s stipulations, being but conditions precedent to the action, and those of the defendant, on which it is directly founded. The performance of the first may be waived, so as to entitle the plaintiff, without more, to an action on the defendant’s covenants, hut to sustain a count based specifically on covenants, modified by parol, would require us to give to the whole the quality and effect of a specialty. The cases of Greene v. Roberts, 5 Wh. 85, and McCombs v. McKennan, 2 W. & S. 218, cited in argument, are referable to this distinction.\nThe law of all the cases is, that when a plaintiff sues on a covenant which has been modified by parol in a point essential to the defendant’s liability, the action should be assumpsit, “ the written contract being treated as abandoned, or used no further than to mark the terms and extent of the new stipulations.”\nNow the defendants in this case covenanted to pay for work that should be done under their written assent. They are sued on that covenant, and it is alleged, as a part of the plaintiffs’ case, that the written assent was dispensed with, and the parol assent substituted, and this alteration of the covenant, if ever made, was by parol. The contract, then, is no longer the covenant that was sealed, and the remedy must change with the contract. It is suggested that the action of covenant in Pennsylvania is an equitable action. Before our equity powers were full blown, this action was sometimes made to answer the purposes of a bill in equity, and now, under a 'plea of covenants performed with leave, &c., an equitable defence may be given in evidence; but the action, so far as regards the instrument sued on, is strictly an action at law upon a contract under seal. A party who brings such an action, and cannot make out a breach of the defendant’s covenant, as it stands written, signed, and sealed, has no case in a court of law. To bring down the covenant to parol in his declaration in order to suit his evidence, is to defeat his action.\nIt is apparent from all this case, however, that there never was a parol modification of the defendants’ covenant. The lease stipulated that the mining should be done under the eye of the defendants’ agent, and the plaintiffs proved that he assented to the work for which they claim damages. In the pleadings their case is that of a covenant modified by parol — in the evidence that of a covenant performed, not according to its tenor, but to the satisfaction of defendants’ agent. The agent denies his assent, and on this point, as is usual with parol evidence, there is conflict. It was to exclude such a conflict that the parties stipulated for the written assent, not of an agent of the company, but of the company themselves. There was no proof that the agent had authority to waive this stipulation. What then did his acquiescence amount to ? At most to an implied assumpsit, on which the company may possibly be liable for a quantum meruit; but it is too ■clear for argument that the acquiescence of the agent could not make them liable in covenant on the sealed instrument. Covenanting to pay for such work only as should be done under their written assent, they are not liable in this action for work done under the mere oral assent of an agent.\nIt would seem that the parties contemplated the occurrence of faults as a possible, but not very probable, contingency. The plaintiffs hound themselves to push on their gangways with “ all proper management, means, efforts, and exertions,” and if faults should occur they might cut through them at their own expense, without consulting the company, for the sake of reaching the coal, or if they meant to charge the company, they should give the company an opportunity to decide on prosecuting or abandoning the work, and their written assent to its prosecution should he the evidence of the corporate liability to pay for it. That the fault was to be tested before the company should be called on to decide whether to stop or proceed, is shown by the provision that ten yards lineal mining' into the fault was to be done by the plaintiffs without compensation, and the excess only to be paid for by the company, and that after being first consulted and approving by their assent in writing. When the plaintiffs undertook to work beyond the ten yards without the stipulated consultation and assent, they did that which was lawful and proper, and which seemed, perhaps, to be best for their own interests, but which they knew, if they ever read their own agreement, would not make the company liable to them.\nThe other ground of defence, that the abandonment of the work before the expiration of the term named in the lease was a bar to the action, need not be discussed, for the point last noticed is decisive against the plaintiffs’ right on the 11th section.\nNor is it necessary to consider another question suggested, whether, under the pleadings, the plaintiffs could recover back money once voluntarily paid, for the only ground on which they are entitled to recover at all is that which is found in the 12th section, and that is limited to the rents which accrued in the R. 'vein. But they have, confessedly, in their hands more of the company’s money than these rents amounted to, so that they were not entitled to a verdict on the only ground that their action had to rest upon.\nIt is obvious that the construction we have given to the lease would have led to the rejection of the evidence mentioned in the first error assigned, and to instructions that would have prevented a recovery.\nIt may be true that we are administering a severe measure of justice; but the plaintiffs made the contract such as it is, and if there be hardship in the case, it is self-imposed. Courts of justice are doing their appropriate work when they hold parties to the plain meaning of their written contracts. We only expound and enforce that which they agreed should be the rule of their conduct.\nThe judgment is reversed and a venire de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Mallery, A. E. Brown, and M. Goepp, for plaintiff in error.",
      "Gerhard and Reeder, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Lehigh Coal and Navigation Company versus Harlan & Henderson.\nA company who were the owners of four veins of coal, known as the P., Q., B., and S. veins, leased the P. vein to D. & Co., in 1842, the lessees to take out 8000 tons per annum, at a stipulated price per ton. In 1846 they leased to A. & Co., to whom the lease of 1842 had been transferred, the Q. vein on the same terms, the quantity from the two veins being increased to 15,000 tons per annum. In 1847 the same owners leased to H. & H., who had become the holders of the former two leases the B. and S. veins, which latter never had been opened, the lessees stipulating to take 50,000 tons from the four veins if they could be made to yield that quantity. The lessors stipulated to pay for driving the gangways through dirt faults and through rock and slate faults, they being “first consulted and approving by their consent in writing,” and also to make a fair allowance for railroad iron and spikes for the railroads in the main-drifts, and for running the slope and doing other work necessary to open the veins, “tobe deducted from the rent hereinbefore agreed to be paid.” .The lessees took possession and expended large sums in opening the B. and S. veins, the B. vein yielding but a small amount of coal and the S. vein none. A portion of the rent for the coal mined was paid in cash, a part in houses built for the lessors, and a part remained unpaid. The lessees brought covenant on the lease of 1847, to recover the amount expended in opening the B. and S. veins, and for running gangways through dirt, rock, and slate faults. Held,\n1. That the agreement of 1847 was a lease of the B. and S. veins, and that there was no merger in it of the former leases, demising the P. and Q. veins respectively.\n2. That for the purposes of fixing the aggregate production and regulating the times of payment of the rent, the four veins were united and the former leases so far changed.\n3. That the expression “ said veins,” in the lease of 1847, is to be taken to refer to the R. and S. veins, the subject-matter of the lease. Such detail covenants are to be referred to the premises, unless a different intention be clearly indicated by the language used.\n4. The acts and declarations of the parties under an agreement are to be taken as a guide to their understanding and intentions in giving a construction to the writing.\n5. The diversity of the rents to be paid under the leases is a strong reason against the assumption that a merger was intended.\n6. That the payment for the opening of and improvements constructed for and upon the R. and S. veins were to be reimbursed to the lessees out of the rents accruing from those veins; and this failing, it could not be charged against the rent of the P. and Q. veins, or against the owner personally.\n7. No implied covenant arises upon this mining lease, that sufficient coal would be found to reimburse the lessees for the cost of opening the veins.\n_8. That for driving dirt, slate, and rock faults in the R. and S. veins, stipulated for, in section 11th of the lease of 1847, the owners were liable generally, irrespective of the accruing rents.\n9. Where the lease required the assent of the company in writing to the prosecution of the work in such faults, a verbal waiver by the company’s agent of such written assent would be such a parol modification of the covenant, as would make the whole a parol agreement, and an action of covenant could not be maintained thereon.\n10. Where a plaintiff sues on a covenant which has been modified by parol in a point essential to the defendant’s liability, the written contract will be treated as abandoned, or used only to mark the terms and extent of the new stipulations.\n11. The action of covenant, though sometimes in this state made to answer the purpose of a bill in equity, is, so far as regards the instrument sued on, strictly an action at law, and if a plaintiff in pleading brings down his covenant to parol to suit his evidence, he defeats his action.\n12. Where the lease required the written assent of the company, the parol assent of their agent would not make them liable in covenant, though it might in assumpsit.\n13. Evidence of the work done in the faults of the veins was not admissible under the lease, where the written consent of the company to its performance had not been obtained. '\nError to the Common Pleas of Carlon county.\nThis was an action of covenant, brought by Ezekiel W. Harlan and Robert Henderson against The Leliigh Coal and Navigation Company, upon the following agreement under seal:—\nThis indenture, made the twelfth day of April, in the year of our Lord 1847, between the Lehigh Coal and Navigation Company of the first part, and Ezekiel W. Harlan and Robert Henderson of the second part, Witnesseth, That the said party of the first part, for and in consideration of the payment of the rent and performance of the covenants and agreements hereinafter mentioned, on the part of the said party of the second part hereto to be paid, performed, observed, and kept, have let and demised, and hereby do let and demise unto the said party of the second part, the right and privilege to mine and take away stone coal from the veins known as the R. and S. veins, and any other veins intermediate between said veins and the Q. vein, in the Sharp Mountain, on the land of the said party of the first part near to tbe town of Tamaqua, in the county of Schuylkill, and state of Pennsylvania: to have and to hold the rights and privileges hereby demised unto the said party of the second part, from and after the 1st day of April, 1847, for and during the term of three years thence next ensuing, fully to be complete and ended on the 81st day of March, A. D. 1850; yielding and paying therefor unto the said party of the first part, their successors and assigns, the rent or sum of 25 cents per ton, for each and every ton (of 2240 pounds) during the said term, so mined and taken away, of the size that would, in the ordinary course of screening, pass through an inch square mesh, and over a three-eighths inch square mesh, and commonly called chestnut coal; and for all coal of a larger size than the above, fifty cents per ton (of 2240 lbs.), making a deduction on the whole of said rent of 5 per cent, as is hereinafter provided.\nAnd it is further covenanted and agreed, by and between the said parties, that the said party of the second part shall mine and take away from the said veins, and from the P. and Q. veins now in possession of the said party, at least fifty thousand tons of coal in each and every year during the continuance of this lease, provided the said veins, by all proper management, means, efforts, and exertions, can be made to yield or produce the said quantity of coal above specified; said party of the second part shall use all necessary and proper diligence and precautions that may be required to enable them to mine and take away the quantity aforesaid, by running gangways and chutes, day and night, in such manner as may be directed by the mine agent of said party of the first part. But if the said party of the second part shall not use, in the opinion of said agent, the necessary means, efforts, and exertions in working the said veins, and shall, in consequence thereof, fail to mine and take away the said quantity, they shall, notwithstanding, pay to the said party of the first part the same amount of rent, as if they had mined and taken away the full quantity of 50,000 tons, as above specified. All the rent that may accrue by virtue of these presents shall be paid by the said party of the second part to the said party of the first part, their successors and assigns, in quarterly payments, on the first day of the months of July, October, January, and April.\nAnd it is further mutually covenanted and agreed, by and between the said parties, in manner following, that is to say:—\n1. That the said party of the second part shall and will, at the expiration of every quarter during this lease, furnish to said party of the first part, a statement signed by themselves, of the number of tons of coal mined during the then next preceding quarter; and the weight of such coal shall be ascertained, fixed, and determined by the railroad scales near Tamaqua, attested by the superintendent of said scales; for all of which the said party of the second part shall pay quarterly the rent hereinbefore stipulated to be paid, less the deduction of five per cent, as aforesaid, unto the said party of the first part, their successors and assigns; and, on failure to pay the rent accruing under this lease, as the same shall become due, according to the terms and conditions hereof, in manner aforesaid, it shall and may be lawful for the said party of the first part, their successors and assigns, to enter on the said demised premises, and to distrain the goods and chattels then and there found, and to proceed with and sell the same, according to the usual course of distress for recovering rents in arrear.\n2. That all the coal the said party of the second part may mine as aforesaid, shall be screened and prepared in the best possible manner, and be at all times subject to the inspection and approval of the mine agent of the said party of the first part. And should said agent, at any time or times, decide that the coal is not properly prepared, it shall not be permitted to go to market till properly selected.\n3. That all the refuse coal or dirt, taken out of said veins, shall be deposited in such position or places, as the said mine agent may from time to time direct.\n4. That the said party of the second part, will, at their own expense, and subject to the direction and approval of the superintendent and engineer of the said party of the first part, make all the necessary improvements for opening and working the said veins, by driving a slope from a point to be selected by said superintendent and engineer, into the R. or P. vein, at this latter point driving a tunnel across into the S. vein, and bringing the coal from both veins by said slope to the head of the inclined plane now in use for the Q. vein, and thence transferring it to the breakers and screens now in use for the coal from said Q. vein; the said party of the second part also providing, at their own expense, all the additional machinery required for breaking and screening said coal. The said improvements to be completed on or before the 1st day of April, 1848.\n5. That the veins shall be worked in the manner directed by the said company’s mine agent, and all the coal shall be taken out as clean as shall be consistent with safety, and the gangways left in good working order at the expiration of this lease, and the mine agent, or the superintendent, of the said party of the first part, shall have the right at all times of free ingress and egress to and from said vein, to see that the terms, conditions, and stipulations of this agreement are faithfully observed and performed.\n6. That the said party of the first part, their successors or assigns, shall have the right and privilege to keep at the expiration, or sooner determination of this lease, all the machinery hereinbefore stipulated to be provided by the said party of the second part, said machinery to be taken at a fair and just valuation to be made thereof.\n7. That the said party of the second part shall and will, at their own cost, lay railroads in the drifts and gangways of said veins, and keep the same in good order and repair, and also shall and will furnish all the rails, to be of white oak or yellow pine, the drift cars, prop timber, boards, planks, and slabs necessary and requisite for the said railroads, gangways, and drifts, subject to the like approval of the mine agent or superintendent of said party of the first part, but nothing herein contained shall be construed as authorizing said party of the second part to cut or carry away any timber from land belonging to the said party of the first part.\n8. That the said party of the second part shall and will, at their own. expense, keep the roads, chutes, engines, screens, breakers, and all other machinery in good working order during the continuance of this lease, and, at the expiration, or sooner determination thereof, shall and will surrender the said demised premises and all their right and claim to such roads, machinery, and other improvements as may be constructed or used for properly working the said veins, excepting the additional machinery for breaking and screening as is hereinbefore excepted, unto and for the use and benefit of the said party of the first part, their successors and assigns.\n9. That on failure to pay the said rent, in manner aforesaid, or if the said veins shall remain unworked for the space of thirty days at any one time, or if the said party of the second part shall transfer or assign this lease, or underlet the premises, without the consent of the said party of the first part first had in writing, or if the said party of the second part shall in the opinion of the agent of the party of the first part neglect, refuse, or be unable, on their part, to comply with or perform any of the said covenants herein set forth, then, and in either of such cases, this lease and every matter and thing therein contained may at the option of the said party of the first part, their successors or assigns become void, and then, and in that case, the said party of the first part may re-enter on the said demised premises and hold the same as if these presents had not been executed, without prejudicing or affecting any claim they may have for rent or for damages they may sustain for breach by the party of the second part of the covenants above specified, anything hereinbefore contained to the contrary thereof notwithstanding.\n10. That, if the said party of the second part cannot procure, without cost, the right of way through lands owned by others than the party of the first part, then, and in that case, the said party of the second part shall, for the purpose of securing such right of way, institute the proceedings and observe, in all respects, the formalities required by the Act of Assembly of the 5th of May, 1832, entitled “ An Act regulating lateral railroads,” and the cost of such' proceedings shall be borne by the said party of the first part. And, upon the payment of said cost of proceedings, and of all outlays consequent thereon for the obtainment of said right of way, the said party of the second part engage to convey to the said party of the first part, by good and sufficient deeds, and clear of all encumbrance, the lands not now belonging to the said party of the first part, which it may be necessary to occupy with said improvements, \"and which may be acquired with or by amicable arrangement with the owners thereof, or by proceedings under the above-mentioned Act of 5th of May, 1832.\n11. That whenever a dirt fault shall occur in said veins, the said company shall and will allow the said party of the second part a fair and just price for running the gangways through all such dirt faults, exceeding ten yards lineal, provided, however, that soft workable coal shall not be considered faults. And, in case the rock or slate closes in so as to cut off the coal, and render it necessary to cut away the rock or slate, in order to obtain the necessary width of gangway, then, and in such case, the said party of the first part shall and will pay the whole expense of removing such rock or slate faults, they, the said party of the first part, at all times being first consulted, and approving, by their assent in writing, of running such gangways in or through any faults.\n12. That the said party of the first part will make a fair allowance for the railroad iron and for the spikes necessary for laying the railroads in the main drifts or gangways upon completion of the same, said allowance to be made by deducting it from the rent hereinbefore stipulated to be paid; but no allowance will be made for repairs. And a fair allowance, to be determined by the mine agent of the party of the first part, shall also be made for running the slope and doing the other work necessary for opening the said veins, provided the mode of opening the said veins shall have been upon a plan approved of by the engineer of the said party of the first part, the said allowance to be made by deducting it from the ■rent hereinbefore agreed to be paid.\n13. The said party of the second part hereby agree that the mine agent of the party of the first part shall at all times have free aceess to their mining books and accounts, for the purpose of verifying the returns made of the quantities of coal which may be taken from the several veins hereinbefore mentioned.\nAnd for the just and true performance and observance of their respective covenants and agreements aforesaid, the said parties do mutually bind themselves, their respective heirs, executors, administrators, and successors, each unto the other, firmly by these presents.\nIn witness whereof, the said party of the first part have caused their common or corporate seal to be hereto affixed, and the said party of the second part have hereto set their hands and seals the day and year first above written.\nThe facts of the case, and the points raised, are fully stated in the opinion of Mr. Justice Woodward.\nMallery, A. E. Brown, and M. Goepp, for plaintiff in error.\nGerhard and Reeder, for defendants in error."
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 443
}
