{
  "id": 979492,
  "name": "Pusey versus Harper",
  "name_abbreviation": "Pusey v. Harper",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "469",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 299,
    "char_count": 4910,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3320641473692096
    },
    "sha256": "37bb9c065c8355fad2cf0dc5f578779733f0df51fa0883b101e820619b6d5f54",
    "simhash": "1:ccf04897f2d870d3",
    "word_count": 876
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pusey versus Harper."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an ejectment in which the plaintiff claims, by virtue of a sheriff’s sale of the interest of Jacob Harper, the property in dispute. The sale took place on the 27th April, 1854, in pursuance of a judgment against Harper in favour of John Mink, entered on the 6th August, 1852.\nThe evidence tends to show that the property originally belonged to James D. Russel, who on the 9th February, 1850, contracted to sell it to Harper for the sum of $1000, $300 of which were to be paid on the 5th of April, 185Ó, and the remaining $700 wore then to he' secured by bond and mortgage, payable on the 1st April, 1851. But on the day appointed for the payment of $300 of the money and securing the residue, Harper neither paid the money nor secured the residue. He only paid $150 at that time; Through the assistance of his brother, William Harper, he paid $150 more in October following. But at that time he refused to take the conveyance and give a mortgage for the residue, although the deed was offered to him. On the 12th April, 1851, Russel brought an ejectment to recover the property or compel performance of the contract. The cause was put down for trial. Jacob Harper was insolvent, without credit, and had refused to comply with the contract. The creditors of Harper had a right to step forward and protect his interest by complying with it, but they paid no attention to it. The creditor under whose judgment the present plaintiff claims title, had rested on his claim without any efforts to collect it upwards of twelve years. Under these circumstances, the plaintiff, Russel, would undoubtedly have recovered the property if some new arrangement had not been made. Mrs. Rachel Harper had $200 of her own money, and she had credit sufficient to borrow $500 more of James Hayes. With these means she paid $700 to Mr. Russel, under an arrangement that the property was to be hers “ entirely.” She gave a mortgage for the $500 borrowed, and for the additional sum of $100, which she had promised to pay Mr. Hayes for a debt which her husband owed him. It is true that her husband joined her in this mortgage, but the evidence shows that the money was her own, and that the transaction was on her credit and for her benefit. The conveyance was made to her on the 4th November, 1851. There is no evidence to show that she would have involved herself in the matter at all, except for the consideration of getting the property as her own “ entirely.” The jury have found that this arrangement was free from fraud. The creditor did not bring suit on his claim against Harper until seven months afterwards, and this ejectment was not brought until two years and seven months after the conveyance to Mrs. Harper.\nStanding altogether upon the equities of Harper, the original vendee, it was an error in the plaintiff to ask a recovery without offering to perform Harper’s contract. And when the court instructed the jury that he might so recover, if the conveyance to Mrs. Harper, under the arrangement with her, was intended to defraud the creditors of Harper, the plaintiff certainly received at the hands of the court all that he was entitled to demand. If the transaction was free from fraud, the plaintiff, under the circumstances of the case, was not entitled to recover. And the jury have found that it was free from fraud. This renders it unnecessary to consider the other points made in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Pennypaeker, for plaintiff in error.",
      "Butler and Darlington, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pusey versus Harper.\nWhere A. purchased land by articles of agreement from B. for $10.00, $300 of which to be paid in hand, and a bond and mortgage to be given for the balance, and upon which agreement he paid $300, but refused to receive the title and complete the purchase by giving the bond and mortgage, he being insolvent; B. brought ejectment to enforce the payment of the purchase-money, or rescind the contract, and before the trial the wife of A., out of her own means, paid the balance of the purchase-money, and had the deed made by the vendor to herself; and a creditor of A. afterwards obtained judgment against him and sold the premises, and the purchaser brought an action to recover the possession:\nHeld, if the transaction by which the title was vested in the wife of A. was free from fraud, the plaintiff was not entitled to recover.\nThe creditors of A. would have had the right to protect his interest under the agreement, by coming forward and paying the,money due upon it, but were not entitled to the benefit of the arrangement made by the wife of their debtor, with her own means, on condition that the property was to be her own.\nError to the Common Pleas of Chester county.\nThis was an action of ejectment by Caleb W. Pusey against Jacob Harper.\nThe facts of the case appear in the opinion of his Honour Chief Justice Lewis.\nPennypaeker, for plaintiff in error.\nButler and Darlington, for defendant in error."
  },
  "file_name": "0469-01",
  "first_page_order": 469,
  "last_page_order": 471
}
