{
  "id": 979698,
  "name": "Allen versus Gault",
  "name_abbreviation": "Allen v. Gault",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "473",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0183-01"
      ]
    },
    {
      "cite": "2 Watts 256",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0256-01"
      ]
    },
    {
      "cite": "5 Binn. 363",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0051-01"
      ]
    },
    {
      "cite": "10 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0135-01"
      ]
    },
    {
      "cite": "5 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 184",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0444-01"
      ]
    },
    {
      "cite": "7 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0032-01"
      ]
    },
    {
      "cite": "3 Watts 491",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "31 H. 8",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 281",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 251",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0251-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 790,
    "char_count": 16923,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.8471184999868065e-07,
      "percentile": 0.7229907998497209
    },
    "sha256": "2e4b68c320991de661f1fabec9aac2a097d3ddbd61145eae0dc492e1f960ba12",
    "simhash": "1:d9e215ae3e2c20b7",
    "word_count": 3044
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen versus Gault."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt is not necessary, in the view which we take of this ease, to determine whether the rule “ caveat emptor” applies to a purchaser at a sale of lands made by the sheriff under the order of the District Court in an action of partition. It is sufficient for the purposes of the cause to say that such a sale is in pursuance of a judgment' of a court of record — that it can be confirmed or set aside by the judgment of that court alone, and that if the purchaser, to whom the property is sold under such proceedings, have any just reason for setting aside the sale, he must apply to the court having jurisdiction of the case, and by whose order the sale was made, to grant the appropriate relief. This was the course pursued in Richter v. Fitzsimmons, 4 Watts 251; and the decree of the court refusing to set aside the sale was held to be conclusive against the purchaser in an action for the purchase-money. It is not material that that case was a sale by the administrator for the payment of debts. The principle on which the decision was made is, that the proceedings of a court of competent jurisdiction cannot be reversed by another court in a collateral action. That principle applies as well to sales in cases of partition as to sales for payment of debts. The same principle was accordingly applied in the case of a sale under the order of the Orphans’ Court in proceedings in partition there: Sackett v. Twining, 6 Harris 199. It is impossible to perceive the slightest difference in principle between that case and the one now before us, because the District Court is as much entitled to respect in all cases within its jurisdiction as the Orphans’ Court. In both cases the object was partition, and in both cases the sales were made not by the acts of the parties, but under judicial authority. The court is not authorized to enter into covenants with the purcbaser in either case. Nothing can be sold but the title which was vested in the parties to the proceedings. The purchaser bids for that alone. If any unfair representations are made to him at the sale, whereby he is deceived, he may be heard before the court having jurisdiction of the partition, but not elsewhere. It would be productive of great embarrassment in such proceedings if the action of one court could be disturbed or reviewed by a court of co-ordinate jurisdiction in a collateral action. It is the duty of the purchaser to pay his money to the officer of the law, according to the conditions of the sale. The sheriff is not bound, like an individual, to tender a deed before he demands the money. The court will see that justice is done to the purchaser: Scott v. Greenough, 7 S. & R. 197; Negley v. Stewart, 10 S. & R. 207. Under the evidence in the cause, the plaintiff below was entitled to recover.\nJudgment reversed and judgment entered in favour of the plaintiff in error on the verdict.\nNote. — The Reporter is indebted for this case to C. K. Biddle, Esq.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "C. K. Biddle and McGall, for plaintiff in error.",
      "McMurtrie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Allen versus Gault.\nA sale of lands made by tbe sheriff under the order of the District Court in an action of partition is in pursuance of a judgment of a court of record; can be confirmed or set aside by the judgment of that court alone, and if the purchaser, to whom the property is sold under such proceedings, have any just reason for setting aside the sale, he must apply to the court having jurisdiction of the case and by whose order the sale was made, to grant the appropriate relief.\nThe proceedings of a court of competent jurisdiction cannot be revised by another court in a collateral action.\nIn partition, nothing can be sold but the title, which was vested in the parties to the proceedings.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, brought by Samuel Allen, sheriff of the city and county of Philadelphia, against Henry W. Gault.\nAn action of partition was brought in the District Court for the said city and county to December Term, 1852, No. 544, in which John Miles and Josephine Miles, by her next friend William Hunt, were plaintiffs, and Eben Perry and Josephine Perry, his wife, late Josephine Miles, in right of said Josephine, and George Plitt and Sophia his wife, were defendants, to have partition of a house and lot of ground, No. 30 South Third Street, in the city of Philadelphia.\nUnder an order of sale in this case, the premises were exposed to sale by the sheriff on the 4th July, 1853. The conditions of this sale were the usual conditions, requiring from the purchaser a payment of $50 at the time of sale, and the balance within ten days, otherwise the property might be sold again at the risk of the purchaser, who should make good any deficiency on the resale.\nAt this sale the premises were struck down for $10,400, to the defendant, Henry W. Gault, who signed'his name as purchaser in the sheriff’s sales-book. He failed to pay the purchase-money, and an alias order of sale was issued, under -which the premises were again exposed to sale by the sheriff on the 5th September, 1853, and purchased by Charles • H. and George Abbott, for $9550.\nThis action was thereupon brought by Samuel Allen, the then sheriff, who had made the sale to Gault, against him, to recover the diiference between the price bid'at the first and second sales.\nAt the trial of the case the plaintiff put in evidence the record of the proceedings in the partition suit, and proved by the sheriff’s clerk, the reading aloud of the conditions at the opening of the sale made on the 4th July, 1853, the purchase by Gault fox $10,400, his failure to comply, and the resale on the 5th September, Í853, to the Messrs. Abbott for $9550.\nThe defendant contended at the trial that the rule of caveat emptor does not apply to sales in partition, and that he was not bound to comply with his purchase, by reason of the absence of any evidence of title in the parties to the partition, and of proof to show the extinguishment of a ground-rent of five pounds reserved without clause for redemption on the 13th of July, 1772, out of a lot of ground in Third Street, of which the premises purchased by the defendant at sheriff’s sale were a part. The premises so purchased were conveyed on the 13th May, 1773, by the then owners, under and subject to a moiety of the ground-rent of five pounds. No evidence was given on either side, at the trial, in relation to the ground-rent, except the original deed of 13th July, 1772, reserving the rent and the conveyance of 13th May, 1773, subject to a moiety of it.\nThe court below (his Honour Sharswood, P. J.), however, directed the jury to find a verdict for the plaintiff, for the difference between the price bid by Gault, at the first sale, and the price at which the property was struck down at the second sale, subject to the opinion of the court in banc on the following point reserved :\nWhether the plaintiff is entitled in law to recover upon the evidence ?\nThe cause was afterwards argued upon the point reserved, and judgment entered thereon for the defendant, the court (by Judge Sharswood) delivering the following opinion:—\n“ The simple question presented by the reserved point is, whether in an action by the sheriff to recover the difference on a resale of land, sold by him under an order of sale in proceedings in partition, from a former bidder, it is necessary to show title in the parties to the partition ?\n“The question may be stated thus broadly, although perhaps it might be narrowed in this case to the question, whether evidence of a defect of title is sufficient answer to such an action. In point of fact, however, both questions are the same. - If a sheriff’s sale in partition, is a judicial sale, subject to the rule of caveat emptor, then it is not necessary that such title should be shown, nor would the absence of all right and title be any defence.\n“Upon all proceedings for the recovery of debts, the plaintiff hath a right to payment out of whatever title or interest his debtor may have, and the rule of caveat emptor, in such cases, is necessary to secure the rights of creditors. The reason of the rule does not apply in cases of partition.\n“Whether adversary or amicable, it is a proceeding for the benefit of the owners. The law steps in to do what either parties not sui juris are by law incapable of doing, or which one or more of several tenants in common unreasonably refuse to do; while all that passes under the proceedings is unquestionably only the right and title of the parties, it is so far their mere act and conveyance that the courts have invariably interfered to control and set aside such sales on the mere ground of inadequacy of price.\n“ Partition at common law in England was confined to coparceners, and could never result in a sale to a stranger. If the subject-matter could not be divided, it might be assigned to the parties in turns, or the profits divided in a similar way. Upon every such partition there was an implied general warranty. The statutes upon which partition between tenants in common depend, do. but extend the remedy which subsisted at common law between coparceners. The reason why the law annexed the implied warranty in case of partition by writ, was owing to the compulsory nature of the proceedings. It would be highly unjust if the title to one of the purparts totally failed, and the person to whom it had been allotted was evicted, that he should have the whole. Seeing that the law cast that particular part upon him, he should think that ubi eadem ratio ubi eadem lex, when the legislature made partition between joint tenants and tenants in common compellable by writ, the same principle ought to apply. There is, however, an opinion by Judge Kennedy, supported by some elementary writers, in Weiser v. Weiser, 5 Watts 281, to the effect that no warranty is annexed in partition under the statute, but simply a right to def aign the warranty paramount, and recover for the rate, yet I have been able to find no case to that point. The present chief justice, while presiding in Lancaster county, has held expressly the contrary, Strohecker v. Nousel, 5 Penna: L. J. 327; whether he be right or not in the construction he puts upon the 3d section of the statute 31 H. 8, c. 1, it seems at all events most reasonable and just to hold that as between the parties upon a division, they are bound to contribution in case of eviction.\n“Without venturing to express a decided opinion upon this point, it is sufficient, so far as the question before us is concerned, to refer to the language of the 2d section of the Act 11th April, 1799, by which a sale is authorized where the inquest returns that the property cannot be divided without prejudice to, or spoiling the whole. The order is for the sale of the “ lands and tenements,” whereas the various acts in regard to taking land in execution speak of the “ defendant’s real estate.” The judgment of quod partitio fiat is to be entered by the court upon the appearance of the parties, or on default being made after an examination of the title, and a quantity of the parts or purparts of the respective defendants, as well as of the plaintiffs. It is settled, however, that the judgment in partition does not affect the title to the land.\n“ It is worthy of remark that while no rights of creditors call for the rigid application of the rule of caveat emptor to sales in partition, on the other hand the interests of minors and married women require that property put up under such circumstances, should enjoy the fairest advantages to produce a full and fair price. It cannot be expected to do so unless the bidder be allowed a calm and advised examination of the title after the sale. Such examination cannot be satisfactorily made beforehand. If all the bidders must take that trouble and incur that expense, competition will necessarily be reduced, as we find is practically the case with sheriffs’ sales under executions. If a case should now and then occur where tenants in common, unable to exhibit a marketable title, may be prevented from making sale at all, the inconvenience will be partial and temporary, compared with the serious evil which may be expected to result from the contrary doctrine.\n“Rule dismissed, and judgment for defendant.”\nThe plaintiff obtained this writ, and assigned the following points for error:—\n1. The court erred in deciding that, in an action by the sheriff to recover the difference on a resale of land sold by him under an order of sale in proceedings in partition from a former bidder, it is necessary to show title in the parties to the partition.\n2. The court erred in deciding that, in such action, defect of title is a sufficient defence, and that caveat emptor does not apply.\n3. The court erred in deciding that the absence of proof of the extinguishment of the ground-rent of five pounds reserved by William and Edward Farmer in the year 1772 out of the lot of ground, of which the premises sold under the order of sale in this case were a part, was such a defect of title as constituted a defence to this action.\n4. The court erred in deciding that the absence of proof of the extinguishment of the ground-rent aforesaid. could be set up as defence to this action, and that the defendant was not precluded from this defence, by his having failed to take a rule to set aside the sale at a proper time, which was the sole mode by which he could have raised it.\n5. The court erred in entering judgment for the defendant on the point reserved.\nC. K. Biddle and McGall, for plaintiff in error.\nThe rule caveat emptor applies to all judicial sales: Ashcon v. Smith, 2 Pa. R. 218 ; Bashore v. Whisler, 3 Watts 491; Friedley v. Scheetz, 9 S. & R. 162; Gaskill v. Morris, 7 W. & S. 32; Fisher v. Seltzer, 11 Harris 310; Weidler v. Farmers’ Bank of Lancaster, 11 S. & R. 134; Auwerter v. Mathiot, 9 S. & R. 403. A sale under an order of sale in partition is a judicial sale. It possesses all the characteristics, of one. The same consequences would result from a violation of the rule caveat emptor in sales under actions in partion as in other cases of sheriffs’ sales: Gaskill v. Morris. Rule applies to Orphans’ Court sales: Fox v. Mensch, 3 W. & S. 444; King v. Gunnison, 4 Barr 171; Vandever v. Baker, 1 Harris 121; Sackett v. Twining, 6 Harris 199 — the latter case one in partition. Lis pendens applies to partition: Welty v. Ruffner, 9 Barr 224; Baird v. Corwin, 5 Harris 462. Rule that caveat emptor does not apply to partition, refers merely to the parties to the partition who are bound by an implied warranty to each other: Seaton v. Barry, 4 W. & S. 184. And not to any assignee: Weiser v. Weiser, 5 Watts 280; Patterson v. Lanning, 10 Watts 135. Reason why sales in partition set aside for. inadequacy of price do not affect their character as judicial sales: Simon v. Simon, 1 Miles 404. Absence of proof of extinguishment of ground-rent in this case not a good defence on account of length of time since demand of rent: Kingston v. Lesley, 10 S. & R. 391; Read v. Goodyear, 17 S. & R. 353; Newman v. Rutter, 8 Watts 51; McElroy v. The Railroad, 7 Barr 536 : and because property did not materially vary from the description given: Stoddart v. Smith, 5 Binn. 363; Boar v. McCormick, 1 S. & R. 166. Defendant has waived his right to this defence, by not having moved to set aside the sale: Gaskill v. Morris; Friedley v. Scheetz.\nMcMurtrie, for defendant in error.\nAlleged errors not assignable. All of them relate to what occurred after verdict. No writ of error lies to a judgment on a ease stated or any other proceeding where consent is the authority to decide, unless specially agreed for. Encumbrance was a perpetual ground-rent, which is an irremediable defect, and not the subject of compensation: Gans v. Renshaw, 2 Barr 34; Moore v. Shelly, 2 Watts 256; if defendant liable, it must be because caveat emptor applies, or because he should have applied to the court to set aside the sale. Courts never decide summarily where the point can be raised in the ordinary course, unless the point be too plain for discussion: Robison v. Browne, 3 Com. Bench 54; and both remedies may stand: Vastine v. Fury, 2 S. & R. 434; Yorke v. Chapman, 10 A. & E. 207. Caveat emptor (as to title) only applies — 1st, after execution of the contract by conveyance, and 2d, in cases of judicial sales, where the right of the parties, and not the thing itself, is professedly sold: Weidler v. Farmers’ Bank, 11 S. & R. 138. See Seaton v. Barry, 4 W. & S. 183; Unangst v. Kremer, 4 W. & S. 391; Hart v. Porter, 5 S. & R. 204. No such point as length of time made, nor till made, could defendant do more than show the existence of the rent, which has been settled to be an insuperable objection to a title. Mode of obviating difficulty is to give purchasers notice of the defect or doubt, or of the facts, and let them measure the value of the risk in their bids."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 479
}
