{
  "id": 979598,
  "name": "State of Ohio versus Hinchman",
  "name_abbreviation": "State of Ohio v. Hinchman",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "479",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Verm. 263",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8545446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/2/0263-01"
      ]
    },
    {
      "cite": "7 Cranch 481",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0481-01"
      ]
    },
    {
      "cite": "4 Bibb 409",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6415567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/7/0409-01"
      ]
    },
    {
      "cite": "3 Bibb 369",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6405045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/6/0369-01"
      ]
    },
    {
      "cite": "13 Ala. 722",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3011475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/13/0722-01"
      ]
    },
    {
      "cite": "7 W. & S. 447",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0447-01"
      ]
    },
    {
      "cite": "5 Wend. 158",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hill 130",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "3 Wend. 267",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0267-01"
      ]
    },
    {
      "cite": "5 Ohio Rep. 546",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "6 N. H. 570",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pick. 448",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049715
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0477-01"
      ]
    },
    {
      "cite": "2 Yeates 532",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0532-01"
      ]
    },
    {
      "cite": "3 Wheat. 234",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/16/0234-01"
      ]
    },
    {
      "cite": "7 Cranch 408",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572730
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0408-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 690,
    "char_count": 16209,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.88118606306581e-07,
      "percentile": 0.8435843170779455
    },
    "sha256": "aa0e16c8b7d24b4399beb2c9176ec0973a5a5463b81acb09782901a5654d383a",
    "simhash": "1:9cef40b7d63c92f5",
    "word_count": 2909
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State of Ohio versus Hinchman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action of debt brought to recover a large bill of costs, for which judgment had been rendered against the defendant by the Probate Court of Hamilton county, Ohio, in a proceeding by habeas corpus before that court. When the plaintiff offered the certified copy of the record in evidence, attested by J. B. Warren, Probate Judge, and ex-officio clerk, under the seal of the court, and certified by J. B. Warren, as Probate Judge also under the seal of the court, the defendant objected to it as not being such a record as is within the Act of Congress, and not being authenticated agreeably to the same act. The court overruled the objection, and having admitted the record, decided that the proceedings under a writ of habeas corpus would support the present action, and these are the grounds of the errors assigned.\nThere was no proof offered in reference to the constitution and jurisdiction of the Probate Courts of Ohio, but we suppose we are bound, in the circumstances of this case, to take notice ex officio of the local laws of Ohio. The questions before us arise under the constitution and laws of the United States. Full faith and credit shall be given in each state to the public acts, records, and judicial proceedings of every other state, says the federal constitution, and the Act of Congress of 26th May, 1790, providing for the mode of authenticating the records and judicial proceedings of' the state courts, declares that “ the records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them in every court within the United States, as they have by law or usage in the courts of the state from whence the said records are or shall be taken.”\nA judgment of this court, adverse to the right arising out of the federal constitution and legislation, would be reviewable in the Supreme Court of the United States, and there the states of the confederacy are not regarded as foreign states, whose laws and usages must be proved, but as domestic institutions, whose laws are to be noticed without pleading or proof. It would be a very imperfect and discordant administration for the court of original jurisdiction to adopt one rule of decision, while the court of final resort was governed by another; and hence it follows, that in questions of this sort, we should take notice of the local laws of a sister state in the same manner the Supreme Court of the United States would do on a writ of error to our judgment: 7 Cranch 408; Id. 481; 3 Wheat. 234; Baxley v. Linah, 4 Harris 243.\nReferring ourselves then to the laws of Ohio, we find that by the 7th section of the 4th article of her constitution of 1851, a Court of Probate is established in each county, “ which shall be a court of record, open at all times and holden by one judge;” and by the 8th section jurisdiction in habeas corpus, “as may be provided by law,” is, among other powers, expressly conferred upon this court.\nBy an Act of Assembly defining the jurisdiction and regulating the practice of Probate Courts, passed the 14th March, 1853, concurrent jurisdiction with the other courts is conferred upon the Probate Courts in allowing and issuing writs of habeas corpus, and in determining the validity of the caption and detention of persons brought up on such writs. By sect. 10 of this Act, the judges of said courts have the care and custody of all files, papers, books, and records belonging to the probate office, and are authorized and empowered to perform the duties of clerks of their own courts, or to appoint deputies to act as clerks for them.\nBy sect. 15, orders for the payment of money may be enforced by execution or otherwise in the same manner as judgments in the Court of Common Pleas.\nBy the 11th section of an act relating to habeas corpus, passed 8th February, 1847, the judge before whom the writ is returnable has power, after hearing, to tax the costs and fees allowed by law to witnesses and officers, and “ where the person was in custody by virtue or under colour of proceedings in any civil case, such costs shall be taxed against the party at whose instance such person was so in custody, in case he shall be discharged; but against such person so in custody in case he shall be remanded to custody.”\nFrom all this it appears, first, that the Probate Court had jurisdiction to render the judgment sued on. The costs accrued in proceedings in a civil case. And this appearing, upon an inquiry which we are bound to institute, it matters not that the Probate Court ranks as an inferior tribunal, and not as one of those superior courts who exercise a common law jurisdiction, and whose acts and judgments are conclusive in themselves; for the strictness with which the proceedings of inferior tribunals are scrutinized, only applies to the question of jurisdiction, and when the existence of that is proved or conceded, the maxim omnia rite acta applies to them as well as to courts of general jurisdiction: 1 Smith’s Leading Oases (H. & W.) p. 817.\nThe next conclusion which results from the local laws of Ohio is, that the record of the Probate Court was well attested and certified.\nThe Act of Congress requires the attestation of the clerk and the seal of the court annexed, if there be a seal, together with a certificate of the judge, chief justice, or presiding magistrate, as the case may be, that the said attestation is in due form.\nHere we have the attestation, the seal, and the certificate, in due form; but it- is said the Act of Congress contemplated the record of a court having both a judge and a clerk, whose official acts should be a check on each other. Doubtless. But it does not forbid the union of the two offices in the same person, nor invalidate formal and legal acts because performed by one and the same hand.\nThe remark of Ch. J. Tilghman, in Kean v. Rice, 12 S. & R. 208, that, if the New Jersey justices of the peace, whose record he was considering, had no clerk, it would be impossible to comply with the Act of Congress, does not apply here; because the Probate Court of Hamilton county has a clerk, and that clerk has attested the record under the seal of the court — and, by the laws of Ohio, the judge of the court is lawfully the clerk of the court.\nIn form this is a strict compliance with the Act of Congress, and in substance it is essential compliance. But even if this were not a sufficient compliance with the Act of Congress, we would still treat it as adequate authentication, upon general principles and independently of- the Act of Congress. That act prescribes a general rule which makes records admissible in every state, but it does not exclude any other evidence which the courts of a particular state may deem competent: Baker v. Field, 2 Yeates 532; Kean v. Rice, 12 S. & R. 203.\nThe only remaining objection, that the certificate does not show that it is by the judge, chief justice, or presiding magistrate of the court, is answered by the record itself, which describes J. B. Warren as sole judge of the court, and by the constitution and laws of Ohio, which show that the Probate Court is to consist of a single judge.\nThis record of a judgment rendered by a court of competent jurisdiction, and certified in substantial compliance with the Act of Congress, is entitled to “ full faith and credit” — an expression which the Act- of Congress defines to be “ such faith and credit as it has by law or usage in the courts of the state from whence it comes.” In that state, it would be ground for an action of debt, and evidence to charge the defendant. In the particular forum where the judgment was rendered, it would be ground also of an execution; but we give it, not the remedial effect of the forum, but the credit which the state gives it in her general tribunals. With them it would not be ground of execution, but of an action — and with us it is the same.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "S. C. and S. H. Perkins, for plaintiff in error.",
      "Gibbons, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "State of Ohio versus Hinchman.\nWhere a question arises under that part of the Constitution of the United States, and the Act of Congress, which requires full faith and credit to be given in each state to the public acts, records, and judicial proceedings of every other state, our courts will take notice ex-officio of the local laws of the state from which the record comes.\nWhenever the proceedings are reviewable in the Supreme Court of the United States, where the states are not regarded as foreign states, and where their local laws are noticed without being pleaded or proved, the same rule prevails in the state courts.\nBy the Constitution and Statutes of Ohio, the Probate Court is a court of record, and has jurisdiction to hear and decide a case of habeas corpus.\nThe strictness with which the proceedingsof inferiortribunalsare scrutinized, applies only to the question of jurisdiction, and when that is established, the maxim omnia rite acta applies to them as well as to courts of general jurisdiction.\nAn authentication of a record, certified by the same person as judge, and also as clerk of such court, is good under the Act of Congress, where the individual was legally empowered to act in both capacities.\nWhere the record describes the person certifying as sole judge of said court, it is not necessary to set forth that he is the chief justice or presiding magistrate of the court.\nSuch record in the courts of the State of Ohio, would be ground for an action of debt, and evidence to charge the defendant with the amount awarded against him, and being rendered by a court of competent jurisdiction, and certified in substantial compliance with the Act of Congress, it is entitled to the same effect here.\nError to the District Court of Philadelphia.\nThis was an action of debt on a judgment in the name of the state of Ohio ex rel. Walter Hinchman (a minor), by his next friend, David PI. Taylor, against Morgan Hinchman.\nOn the 27th January, 1854, a writ of habeas corpus at the suggestion of the plaintiff, issued out of the Probate Court of Hamilton county, Ohio, commanding the sheriff of that county to have the body of Walter Hinchman before said court forthwith, and to summon Morgan Hinchman to appear and show cause why the said Walter was restrained of his liberty. At the return of this writ Morgan Hinchman appeared, and the cause was proceeded in, and on the 18th December, 1854, the final decree of the court was entered. This decree adjudged that Morgan Hinchman deliver up and set free Walter Hinchman from all restraint and custody, and also that he pay the costs of the proceedings, which were taxed at $438.83. To recover which this present action is brought.\nUpon the trial the plaintiff offered in evidence a certified copy of the record of the proceedings of the Probate Court upon the habeas corpus. This was objected to by the defendant as not being such a record as is within the Act of Congress, and as not being authenticated according to the provisions of the act.\nThe authentication was as follows:—\n“I, John B. Warren, Judge, and ex officio Clerk of the Probate Court within and for the County of Hamilton, and State of Ohio, do hereby certify that the foregoing is a true and correct transcript of the record and proceedings of said Probate Court, in the case of the State of Ohio, ex rel. of Walter Hinchman v. Morgan Hinchman, on writ of habeas corpus, as the same remains of record and oh file in said Court.\n“ J. B. Warren,\n“Probate Judge and ex officio Clerk.”\n“ I, John B. Warren, Judge of the Probate Court, within and for the County of Hamilton, and State of Ohio, do hereby certify that J. B. Warren, whose signature is attached to the foregoing certificate, is now, and was at the time of signing the same, ex officio clerk of the said Probate Court, and that his attestation is in due form of law, and is entitled to full faith and credit. '\n“ J. B. Warren,\n“ Probate Judge.”\nThe court below overruled the objections, and admitted the evidence, reserving the points as to the sufficiency of the authentication, and whether it was such a record as came within the Act of Congress.\nThe jury found a verdict for plaintiff for $468.04. A new trial was moved for and refused, and judgment entered for the plaintiff on the verdict.\nThe admission of the evidence and entering judgment for the plaintiff, on the points reserved, were the errors assigned in this court.\nS. C. and S. H. Perkins, for plaintiff in error.\nThe record of a sister state would be treated as a foreign judgment, were it not for the constitution of the United States, art. iv., § 1, and Act of Congress of 26th May, 1790: 1 Sto. & Shar. Laws 93. This act does not provide for the authentication of records in all cases: Warren v. Flagg, 2 Pick. 448. It must appear that the court keeps a record. The very name of “probate court” implies, ex vi termini, that it is a court of limited jurisdiction.\nHabeas corpus does not come within the jurisdiction of such a court. It is essentially a common law proceeding — and it cannot be presumed that a probate court has any common law jurisdiction. No record is bound to be kept of a habeas corpus, and a decision upon it is not conclusive: Commonwealth v. Biddle, 6 P. L. J. 287 ; Same v. Fox, 7 Id. 227; S. C. 7 Barr 336.\nThe fact that the court was so constituted as to have no clerk distinct from the judge, shows that it was an inferior tribunal, and its records not within the act: Duval v. Ellis, 13 Missouri 203 ; Kean v. Rice, 12 S. & R. 208; Snyder v. Wise, 10 Barr 160; Mahurin v. Bickford, 6 N. H. 570; Gay v. Lloyd, 1 Green (Iowa) 78. So in Ohio, where this record comes from, Silver Lake Bank v. Harding, 5 Ohio Rep. 546. Being a court of inferior jurisdiction, its right to try the matters should have been shown affirmatively : Thomas v. Robinson, 3 Wend. 267; Bloom v. Burdick, 1 Hill 130; Starbuck v. Murray, 5 Wend. 158; Noyes v. Butler, 6 Barb. S. C. Rep. 613; Steel v. Smith, 7 W. & S. 447.\n2. But the record, even supposing that it is within the Act of Congress, is not properly authenticated. The certificate of the judge does not show that he is “ the judge, chief justice, or presiding magistrate” of the court. It shows that he is a judge, but nothing more, and of how many judges the court consists, is left to conjecture. He may be merely an associate judge, or there may be two or more judges of the court upon an equality; but the court here have nothing to inform them. The certificate in Lothrop v. Blake, 3 Barr 487 (1846), was in the same form as this, “I, N. C. Read, judge of the Supreme Court, &c. and it was held \"that the certificate was bad: Hudson v. Daily, 13 Ala. 722; Stephenson v. Bannister, 3 Bibb 369; Lothrop v. Blake, 3 Barr 495; Craig v. Brown, 1 Pet. C. C. Rep. 352; 1 Green Ev. § 506; Sampson v. Overton, 4 Bibb 409.\nGibbons, for defendant in error.\nThe argument is founded on the supposition that the probate court had no jurisdiction, and is not a court of record. The defendant was summoned, and appeared, and there was no objection there to the jurisdiction — there can therefore be no presumption against the jurisdiction. There the judgment was conclusive upon the parties: it must have the same effect here.\nOur courts take notice of the laws of a sister state, without requiring them to be proved as a fact: Mills v. Durgee, 7 Cranch 481; Hovie v. Wright, 2 Verm. 263; Baxley v. Linah, 4 Harris 241.\nBy reference to the statutes of Ohio, it will appear that the probate court had jurisdiction — that those courts keep records, and their judgments, unless reversed on error, are conclusive: Curwin’s Laws of Ohio, 827-1269.\n2. Because the certificate of the clerk and the judge are given by the same individual, under different titles: in the case of Blake v. Lothrop, relied on by plaintiff in error, the record itself showed that the certifying judge was a member of a court of which another was chief justice. It was also signed by a deputy clerk.\nIn this case J. B. Warren was sole judge.' The statute of Ohio authorizes the same person to fill the offices of judge and clerk of the probate court: Curwin’s Laws of Ohio 1269. This authentication is, therefore, in strict conformity with the Act of Congress."
  },
  "file_name": "0479-01",
  "first_page_order": 479,
  "last_page_order": 485
}
