{
  "id": 979477,
  "name": "Showers versus Showers",
  "name_abbreviation": "Showers v. Showers",
  "decision_date": "1857-01-29",
  "docket_number": "",
  "first_page": "485",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 489",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 21",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483258
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0021-01"
      ]
    },
    {
      "cite": "10 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0153-01"
      ]
    },
    {
      "cite": "5 Whart. 397",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 18442,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.24414890394078e-07,
      "percentile": 0.6086196531149113
    },
    "sha256": "d1731089cab758988e19fb42905998050dbc7ee06890657c7055649d9a692573",
    "simhash": "1:1b2e2460e93dbca3",
    "word_count": 3341
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Showers versus Showers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nby Lewis, C. J.\nThe objection- to this writ of error, founded upon the delay in taking it out, depends upon the date of the decree in the Register’s Court. ' If the objection- wére substantial, we cannot take notice’ of it, because the decree of that court is not brought up on this writ of error; nor has the defendant in error presented it to us in such a form as to justify any action upon it. We do not know that any decree whatever has been pronounced by the Register’s Court. When the object -is to bar a writ- of error by matters of fact which do not appear on the, record returned, they should be brought to the view of the court, either by plea, or by a motion to quash: Martin et al. v. Ives, et al., 17 S. & R. 364.\nPrior to the Act of 8th April, 1833, so few formalities were required for a valid .will, that “ real or personal estate might be transferred by a will, though there was no signature, seal, or attesting witnesses to it, and though it was not in the handwriting of the testator.” This is the reason assigned by the commissioners of the revised code, for recommending the enactment of the 6th section of that act. By that section it is required that “ every will shall be in writing, and, unless the person malting the same shall he prevented hy the extremity of his last siclcness, shall be signed by him at the end thereof, or by some person' in his presence, and by his express direction.” The commissioners in their report state that as “ cases may arise, in which the testator may have given full and complete directions for the drawing of his will, which has accordingly been put in writing in his lifetime, but in consequence of the extremity of his last sickness, he may have been prevented from signing it, or giving directions for that purpose, we have excepted such eases from the provision, and left them to stand upon the present lawHood on Fx'ors. 12. In Ruoff ”s Appeal, 2 Casey 213, Mr. Justice Woodward has very plainly intimated that it is not necessary that a will should be “ signed by the testator, or by any perspn in his presence, and by his express direction,” if he is prevented by the extremity of his last sickness from giving such direction to another, as well as from signing it himself. The case before us is one of this character. The testator was neither able to sign it himself, nor to request another to sign it for him, and that inability was caused by the extremity of his last illness. Under these circumstances, the will, if otherwise established, was good without these formalities. The construction contended for by the plaintiff in error, would be contrary to the intentions of the commissioners, as declared to the legislature, when they reported the act, and equally at variance ■with the exception plainly expressed in the act itself. It differs in this respect from the 4th section of the British Act of 1887, which adopts the rule of our Act of 1883, without the exception. The English decisions can, therefore, furnish no rule for us in cases within the exception provided for in our act.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lewis, C. J."
      }
    ],
    "attorneys": [
      "Boyd, for plaintiff in error.",
      "G. R. Fox, contrá."
    ],
    "corrections": "",
    "head_matter": "Showers versus Showers.\nWhere a testator has given complete directions for the drawing of his will, and which has accordingly been put in writing in his lifetime, and he is prevented by the extremity of his last sickness, from either signing it himself or giving express directions to another to sign it for him, the will will be good, if otherwise established.\nWhen the object is to bar a writ of error by matters of fact, which do not appear on the record returned, they should be brought to the view of -the court, either by a plea or a motion to quash the writ.\nError to tbe Common Pleas of Montgomery county.\nThis was an issue of devisavit vel non, directed by tbe Register’s Court of Montgomery county, to try whether a certain paper was the last will and testament of Peter Showers; in which Eliza Showers was plaintiff, and Michael Showers defendant.\nOn the 1st of September, 1852, Peter Showers, being very ill, sent for a person to write his will; who, after writing it, placed it upon the lid of a bandbox before the said Peter to sign; but, finding that the lid yielded to the pressure of his arm, it was removed, and a stand was placed near the bed, and the testator was assisted out of his bed to a chair beside the stand, where he took up a pen and wrote on a loose piece of paper the letter “P.,” and then, when about to put his pen to the alleged will, sunk back in the chair and expired, without speaking or being able to speak, and without signing in any way the alleged will.\nA caveat having been filed against the probate of the will, a Register’s Court was held, which resulted in an issue to try the validity of the paper as a will. On the trial, Eliza Showers, the plaintiff below, proved the facts and circumstances above stated, and then offered the paper in evidence; but it was objected to by Michael Showers, upon the ground that it was not proved according to law. The court, however, overruled the objection,- and allowed the paper to be read in evidence.\nThe defendant gave no evidence.\nThe court below (Smyser, P. J.) delivered the following opinion:—\n“We are called upon to say whether there is suificient evidence of the execution of this will, in conformity with the requirements of the Act of 8th of April, 1883, § 6, to entitle it to go to the jury. We are of opinion that there is. The proof, if believed by the jury (and its truth is for them), goes to show that Peter Showers, the putative testator, on the 1st of September, 1852, was labouring under a mortal illness, of which, in a few hours after, he died: that he was, however, of sound and disposing mind and memory; that he sent for Mr. Heller to write his will, and also for witnesses of his own selection to attest it; that he dictated the terms and provisions of his will to the scrivener, who took them down in his presence, and read the memorandum to him, when he pronounced it to be all correct and as he wished it to be; that the scrivener then drew out the will in conformity with this note or memorandum, and read it to the testator, who expressed his approbation of it in the presence of Mr. Wismer; that the witnesses, McCarty and Rohrer, were called in, and testator proceeded to sign the will, he then lying in bed. That he sat up in bed, a bandbox was placed on the bed before him, the will laid on that, testator took a pen and proceeded to sign it, but failed through no physical or mental disability, but because the top of the bandbox yielded too much to the pressure of his arm, so that he could not write upon it. That he was then assisted out of bed and placed in a chair beside a table, with the will before him; that, in reply to an inquiry by Mr. Heller whether he would be able to write or to sign, he answered in the affirmative; that he then put on his spectacles, took the pen, tried it on another piece of paper, and, after making with it the letter P., he suddenly sank into a state of complete physical as well as mental prostration, from which he never rallied, but died in eight or ten minutes afterwards, having never, from the moment of his sudden seizure, been in a condition either to sign himself or direct any one else to do so for him.\n“ Under these circumstances, should the jury so find them to be, the question is presented, whether this will falls within the saving or exception in the Act of 1833 ? That act directs and requires that the will shall, in all cases, be signed at the end thereof with the name of the testator, subscribed by himself, or by another by his express direction and in his presence, unless prevented by the extremity of his last sickness. As this will is not subscribed in either way, the question will be, was it prevented by such extremity of last sickness as the act contemplates ?\n“ I take it, that when and so long as a man has the physical power and ability to affix his own signature, however serious his illness, he is not bound to call in the aid of another, but that his name subscribed by his own hand is in such case the signature the law contemplates; and that if, whilst engaged in the act, but before completion, such physical power is suddenly and unexpectedly taken from him and he is surprised by the extremity of death, with no interval in which the express direction to another to sign for him could be given, the case then comes within the exception and saving of the act. And this view is sustained by the remarks of the late Chief Justice Gibson, in Cavett’s Appeal, 8 W. S. 25, where it is plainly intimated that, by a liberal interpretation of the Act of 1833, viewing it as a remedial one, intended to meet the difficulties arising under the Act of 1805, and also for the purpose of preventing the subversion of a wholesome principle of the law of evidence, the right to call on another to write his name, only arises upon the personal inability of the testator to do it for himself. But, even supposing this not to be so to the full extent, but that the meaning of the act is, that the testator may exercise a choice between the two modes according to his caprice or fancy, still he may with equal legal propriety choose either, with as good claim to fall within the saving of the act in the one case as the other. Both acts cannot be simultaneously done, for then the idea of choice is excluded. Choice implies priority as well as preference. Where death or disability supervenes before the completion of the act, why should the will be inoperative in the one case more or sooner than in the other ? Or does the case only come within the exception when both alternatives, no matter which is first embraced, have been ineffectually tried ? Surely, this cannot be the construction of the act in question.\n“ I admit that if, being personally unable to sign, and having time and opportunity to ask another to do so, the testator fails to do it, the will falls: but I deny that he is bound to invoke the aid of another until his own inability is apparent to himself, or at least until it actually exists. If then he could, request and does not, the will is void; but if he could not, the case, in my opinion, is within the exception of the act. See Strieker v. Groves, 5 Whart. 397.\n“ The saving clause only operates from the time a will is ready for signing; nor is the testator bound even then to sign or request it to be signed at once. A reasonable time must be allowed for him to do so; and if surprised by death within such reasonable time, before the act of execution is completed, the will will stand, provided he has understandingly ratified and adopted it. See Aurand v. Wilt, 9 Barr 59. Here it cannot be pretended, under the evidence, that there was any unreasonable delay.\n“ The rule of the statute is unbending and unyielding, that where a man cannot sign himself, but might call on another to do it for him, he must, at his peril, do so; but it goes no further. An examination of cases cited by defendant’s counsel, will show very clearly they do not sustain any contrary doctrine. .\n“ In Dunlop v. Dunlop, 10 Watts 153, the point decided was, that a mere inferential direction to sign, founded on a subsequent ratification conveyed by the words, ‘ It is just as I want it,’ where the hand of the putative testator had been guided in tracing his signature, whilst he was lying in a state of insensibility, would not meet the requirement in the statute, of an express direction to sign, because ratification is only an equivalent for authority, by implication.\n“ In Cavett’s Appeal, 8 W. & S. 21, the disability rested on the evidence of one witness (the scrivener) alone; and furthermore, the proof of direction to another to sign, was, like the case last cited, inferential only, and also depended on a single witness.\n“ In Stricker v. Groves, 5 Whart. 397, the testator was unable to sign for himself, and those to whom he addressed such request, if he ever made any, refused, through misapprehension or for some other reason, to sign his name for him; and all that was decided, was that refusal on the part of the persons applied to, did not suffice to bring the case within the saving of the act. The court (Rogers, J.) say, * If the paper be not signed, it is unnecessary to argue why it is not, unless the omission to execute the instrument arises from the mental imbecility or bodily infirmity of the testator, a total incapacity on his part either to sign the paper or to give the required direction to others.’\n“In Greenough v. Greenough, 1 Jones 489, the points ruled were, 1st, That the Act of the 27th of January, 1848, re-validating signature by a mark, had no retrospective effect. 2d. That although the express direction required by the act where the signature is by another, may be proved presumptively, it may not be inferentially by the subsequent affixing thereto by the testator of his mark, hut after a careful perusal of the case, I do not find anything in conflict with the view I am disposed to take of this question.\n“ Barr v. Graybill, 1 Harris 399, only differs from the last case in this, that in Greenough v. Greenough, the act of attestation of a witness who had forgotten all about the transaction, whose memory on the subject was a mere blank, was held to be presumptive evidence of the fact of express direction, testified to by the other witness; whilst in Barr v. Graybill, the testimony of one who undertook to describe what did take place, and who testified to no direction on the subject, was held to contravene that of the other who proved express direction, and thus leave this part of the will without the indispensable support of two witnesses.\n“ The case of Asay v. Hoover, 5 Barr 21, by deciding that a mark was not a good signature under the Act of 1833, led to the passage of the Act of 1848. Besides this, there is nothing in the case to conflict with the views heretofore expressed. On the contrary, Judge Bell, in very strong and unequivocal language, reiterates what was said in Cavett’s Appeal on the subject of the right to call in the aid of another to sign, only arising upon the personal inability of the testator himself (vide pages 33-34). Indeed I cannot see why this case was cited in support of the defendant’s position, as we are expressly told that the question as to testator’s being prevented by extremity of last illness, from either affixing his own signature or directing another to do it for him, did not arise in the case at all. (See top of page 33.)\n“In cases where that question may arise, the court (Bell, J.) say, ‘ The clear result of all the cases decided by this court within the provisions of that section’ (Sec. 6, Act of 1833), ‘ and particularly of Cavett’s Appeal, 8 W. f S. 21, and Barr v. Gray-bill, not yet reported, is, that the proposed testator must sign the testamentary instrument by his own proper signature, if he be able to do so; but, if prevented from doing this by sickness, infirmity, or other incapacity, recourse is to be had to the alternative mode of authentication pointed out by the statute, to wit, signing the testator’s name to the instrument, at the end thereof, by some person in his presence, and by his express direction. To validate the latter mode of execution, two things must concur, and both must be expressly established by the oaths of two witnesses, at least: 1st, That the party was incompetent to the task of affixing his own proper signature; and 2d, An express request emanating from him to some third person as his substitute and amanuensis, complied with in his presence.’ In a subsequent part of the same opinion, the request to another is spoken of as consequent upon the testator’s own inability to write from any cause.\n“ These are all the authorities that have been cited, and they comprise nearly all that we have on the subject. They do not at all impugn the fundamental proposition announced in the outset, that if, when a will is ready for signing, the testator has physical power as well as capacity to sign his own name, he is not bound to anticipate its possible failure or prostration before the act is complete, and to exercise the doubtful right of asking another to sign for him, because, peradventure, if his strength should fail him during the act, his extremity might be such as to prevent him from calling in such aid afterwards; and that if, after the, supervention of such inability to sign, there is no moment in which the testator could make request of another, by reason of the suddenness and completeness of the prostration of the physical and mental powers, the case will fall within the exception or saving clause of the act. Believing that the testimony here goes to show precisely that state of things, I.shall let this paper go, to the jury, with instructions to disregard it, if they believe from the evidence, that, after it was ready for signing, the putative testator could have either signed it himself, or being unable to do so, could have expressly directed or requested another to do it for him.\n“ It is objected, that the paper offered is not sufficiently identified. Surely, the over zeal of counsel has led them to forget entirely what McCarter and.Rohrer, as well as Wismer and Heller, testify, who positively identify it, and give their reasons.\n“ As 'to the want of publication, if the testimony is believed, there is sufficient proof of that.\n“ The signatures appended to the certificate, after the testator’s death, for the very purpose, as one of the witnesses says, of idem tification, cannot invalidate the will. If it was his will, good in law at the time of his death, no such act of any third person afterwards, can or ought to invalidate it, any more than any mark which we might now place on it to identify it hereafter as the instrument offered in evidence, could have that effect.\n“ Nor is the signature of subscribing witnesses at all' material. All that the Act of Assembly requires is, that the fact of execu-' tion should be proved by two competent witnesses, whether subscribing or not.”\nThe verdict was for the plaintiff, and in favour of the validity of the will.\nThe defendant sued out this writ, and assigned for error, that the court erred in permitting the paper purporting to be the last will and testament of Peter Showers to be read in evidence to the jury.\nJanuary 29, 1857;\nBoyd, for plaintiff in error.\nG. R. Fox, contrá."
  },
  "file_name": "0485-01",
  "first_page_order": 485,
  "last_page_order": 492
}
