{
  "id": 979606,
  "name": "Bones's Appeal",
  "name_abbreviation": "Bones's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "492",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 492"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 274,
    "char_count": 3980,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.3844885907856222e-07,
      "percentile": 0.6412041783130986
    },
    "sha256": "352b5fbadb16fa1174580cba72d5dcbfdc8089930c72f19c1072c72894927e47",
    "simhash": "1:b343b3a8ecf6a85e",
    "word_count": 677
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bones’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nWe agree entirely with the learned auditor of the Orphans’ Court that there was no such negligence on the part of this guardian as renders him liable for the money claimed in this case.\nEven if it were otherwise, the complainant is barred by his long delay. In substance this is an action for negligence said to have arisen more than eighteen years ago, and the complainant allowed more than eighteen years to elapse after he arrived at age before instituting this proceeding to charge his former guardian with it. Though this case is not in the form of a common law proceeding, yet it is governed by the same principles as if it were, and the statute of limitations protects the guardian by prohibiting this tardy presentation of the complaint.\nDecree affirmed, with costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Darlington, for appellant.",
      "Pennypaclcer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bones’s Appeal.\nA ward who delays commencing proceedings to charge his guardian with negligence for eighteen years after arriving at age, is barred by the lapse of time.\nThe statute of limitations protects the party in such case, although the proceedings are in the Orphans' Court, the same as if it were a common law action.\nAppeal from the Orphans’ Court of Chester county.\nJames Bones died intestate in the month of August, 1834, leaving, among other children, Peter J. Bones, the appellant, a minor, for whom John Morgan, the appellee, was appointed guardian, in November, 1834. The real estate of the intestate was appraised under proceedings in partition, and not having been taken at the appraisement, was sold under an order of the Orphans’ Court, for $6321.56, and the sale confirmed on the 4th February, 1836. ,One-third of the purchase-money remained charged upon the premises during the life of the widow; one-third in cash, and the balance in one year. In 1836, the administrators of the intestate filed an account, which was referred to auditors, and a balance found in their hands arising from the personal estate of $2935.56; confirmed 6th February, 1837. A supple.mental account was filed, charging themselves with $4226.36— two-thirds of the purchase-money of the real estate — and claiming credit for a bond and mortgage on the premises paid, amounting to $4103.83, and other debts and expenses absorbing the whole fund, and showing a balance due the accountants of $62.65.\nThe intestate had been a trustee under the will of Arthur Rice, deceased, and his successors in that trust claimed a large sum due from his estate, of trust-funds alleged to have been received by him as trustee, and the administrators claimed to hold the balance due on the personal estate to meet that claim. It was in litigation between the parties until the 19th April, 1850, when the amount due from Bones’s estate was finally adjusted at $751.75.\nPeter J. Bones was born January 22d, 1816, and consequently was of full age on the 1st January, 1837.\nOn the 13th February, 1855, at the instance of Peter J. Bones, a citation was issued to John Morgan, the guardian, to settle his account.\nThe guardian replied to the citation, that he had never received any money or property belonging to the ward; that the ward came of age more than seven years since; that the relation of guardian and ward ceased more than six years before filing the petition; and if there was any cause of action against him, it did not arise within six years.\nThe complainant replied that the guardian had been guilty of gross negligence in managing the estate, and demurred to the plea of the statute of limitations.\nThe court appointed William Williamson, Esq., an auditor to take proof of the facts, and report an account if necessary.\nThe auditor decided that the delay in applying for the citation was unreasonable, and that the guardian had not been guilty of any such negligence as should make him liable to the ward.\nThis report was confirmed by the court, and the citation dismissed ; and Bones appealed to this court.\nDarlington, for appellant.\nPennypaclcer, for appellee."
  },
  "file_name": "0492-01",
  "first_page_order": 492,
  "last_page_order": 493
}
