{
  "id": 979570,
  "name": "Norris Brothers versus The Commonwealth",
  "name_abbreviation": "Norris Bros. v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "494",
  "last_page": "496",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 455,
    "char_count": 7564,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.8565216301588024e-06,
      "percentile": 0.994311637473845
    },
    "sha256": "40230fee1696408490f68276cb7878e9e73fa8279c0fba639c53ed9d99a45bee",
    "simhash": "1:ce483fc6affa0597",
    "word_count": 1313
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Norris Brothers versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nNorris Brothers are manufacturers of locomotive engines. They make none except to supply orders, and never sell any after they are built except in eases where a customer refuses to take one which he has contracted for. They have no store or place of sale apart from their manufactory. Are they liable to the mercantile tax ?\nThe Act of 1846 imposes the tax now claimed upon all dealers in American goods, wares, and merchandise, and upon all persons concerned in the manufacture of such goods, wares, and merchandise who shall keep a store for the sale of them, except “ mechanics who shall keep a store or warehouse at their own shop or manufactory for the purpose of vending their own manufactures exclusively.”\nThe Court of Common Pleas ruled the point in favour of - the Commonwealth, and determined that the tax was properly charged apparently on the authority of Berks County v. Bertolet (1 Harris 522). That was the case of a miller, and this court held that he was a dealer in merchandise because he sold flour; that he was not a mechanic, because the term artist or artisan would not apply to him; and that at any rate he was not within the exception, because he did not sell his flour at home, but hauled it away to his customers in Reading. It is not our business at present to find fault with this decision. It is probably right enough upon the whole, though the grounds of the judgment are very broadly stated. But this case is not like that. Whatever Bertolet may have been, the plaintiffs in error are not dealers. A dealer, in the popular, and therefore in the statutory, sense of the word, is not one who buys to keep, or makes to sell, but one who buys to sell again. He stands intermediately between the producer and the consumer, and depends for his profit, not upon the labour he bestows on his commodities, but upon upon the skill and foresight with which he watches the markets. A man who makes locomotives is a mechanic. If he is not, I know not why we should give that appellation to one who makes wagons or wheelbarrows. And the plaintiffs in error are within the exception, or else the exception has no meaning at all; for they sell locomotives of their own make, at their own shop; and they sell nothing else.\nThe case agreed upon states that the tire of the engine wheels is bought by the plaintiffs, and not made at their shop. From this we understand merely that they buy the wrought iron, not in common bars, or in masses of indefinite shape, but in a form and size fitted and designed for tires, with a flange to it, so as to require only to be cut the proper length, turned, welded, and adjusted to the cast iron wheel. On this account it is insisted that the machines are not their own manufacture exclusively. But what is manufacturing ? It is making. To make in the mechanical sense does not signify to create out of nothing; for that surpasses all human power. It does not often mean the production of a new article out of materials entirely raw. It generally consists in giving new shapes, new qualities, or new combinations to matter which has already gone through some other artificial process. A cunning worker in metals is the maker of the wares he fashions, though he did not dig the ore from the earth, or carry it through every subsequent stage of refinement. A shoemaker is none the less a manufacturer of shoes because he does not also tan the leather. A bureau is made by the cabinet-maker, though it consists in part of locks,, knobs, and screws, bought ready made from a dealer in hardware.\nThe meaning of the statute is perfectly clear. The legislature understood the words it was using. A tax was laid upon dealers, that is upon those who should buy to sell. This, of course, did not include persons who sold the wares manufactured by themselves. Dealers, therefore, might evade the tax by having an interest in the factory. To prevent this the second clause was added taxing the manufacturers themselves wherever the goods manufactured were sold at a store separate from the workshop, but by express words exempting them in all other cases. These parties are not in any category which can make them liable.\nThe propriety of taxing all who are able to pay taxes, and thus dividing as equally as possible the pressure of the public burdens, is very earnestly urged. But that is a consideration which can have no weight against the words of a statute. The people have consented to tax themselves only through their representatives annually elected. The power has not been intrusted to us.\nJudgment reversed and judgment here in favour of the defendants below.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "A. H. Smith, for plaintiff in error.",
      "W. B. Reed and Mitcheson, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Norris Brothers versus The Commonwealth.\nA dealer in the popular, and therefore in the statutory sense of the word, is not one who buys to keep, or makes to sell, but one who buys to sell again.\nParties who manufacture locomotives and sell them only at their shop or manufactory, are not liable to the mercantile tax, imposed upon dealers by the Act of 22d April, 1846.\nSuch locomotives are their own exclusive manufacture, within the meaning of the Act, notwithstanding a portion of the materials used in their construction, are purchased by the manufacturers, in such a state of progress as to be adapted to the purpose designed with less labour than the raw material would require.\nError to the Common Pleas of Philadelphia.\nThis was an action brought at the suit of the Commonwealth against Richard and Octavius Norris, trading as Norris Brothers, before an alderman of the city of Philadelphia, and carried to the Common Pleas by appeal. The suit was instituted to recover the amount of a mercantile tax, imposed upon the defendants by the legally appointed appraisers for that purpose. The parties agreed upon the facts as a case stated, as follows:—\nThe defendants are manufacturers of locomotives, tenders, and the component parts thereof, at their extensive workshops on Bush Hill, of various styles and sizes, velocity and power. The peculiarities in construction of the engines are delineated in lithographic engravings, which are distributed throughout the country.\nNo engines are built to be exposed for sale, all being intended to supply orders received therefor. And none are offered for sale in the market, unless companies which have ordered locomotives fail to pay for them when finished.\nThey are entirely constructed by Norris Brothers, the tire of the wheels used by them being the only part of the locomotive carriages formed by others, and out of their establishment.\nThe Act of 22d April, 1846, under which the tax is claimed, is as follows:—\n“ Section XI. ’ Hereafter all dealers in goods, wares, and merchandise, the growth, product, and manufacture of the United States, and every person who shall keep a store or warehouse for the purpose of vending or disposing of goods, wares, and merchandise, when such person is concerned or interested in the manufacture of such goods, wares, and merchandise, shall be classified in the same manner, and required to pay the same annual tax and license fee, as is provided and required in relation to dealers in foreign merchandise: Provided, That mechanics who keep a store or warehouse at their own shop or manufactory, for the purpose of vending their own manufactures exclusively, shall not be required to take out any license.”\nThe court below entered judgment for the Commonwealth on the case stated.\nThis was assigned in this court for error.\nA. H. Smith, for plaintiff in error.\nW. B. Reed and Mitcheson, for the Commonwealth."
  },
  "file_name": "0494-01",
  "first_page_order": 494,
  "last_page_order": 496
}
