{
  "id": 979474,
  "name": "Wood versus The City of Philadelphia",
  "name_abbreviation": "Wood v. City of Philadelphia",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "502",
  "last_page": "504",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 4671,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.603936867480176e-07,
      "percentile": 0.6843362296411876
    },
    "sha256": "c7b73738f3b072afa40b58089d23be6768169e3c5d301e9bb43a8ab6b1ec2cfa",
    "simhash": "1:b8ce501521ed2794",
    "word_count": 832
  },
  "last_updated": "2023-07-14T19:15:50.021901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wood versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWe think the court were right in refusing to try the double-headed suit presented by the record, but wrong in not permitting counsel to put it into proper shape. The power to permit amendments in the names of parties is conferred upon the courts by the 2d section of the Act of 16th April, 1846, Purdon, p. 38, and the grant of the power implies the duty to exercise it in a proper case. The mistake, says the act, may be shown by “ any sufficient, evidence,” and that which ought to satisfy, is sufficient. The consolidation of the districts into one municipal corporation, proved by public statutes, was sufficient evidence that the name of one of the parties had been merged since the cause of action originated, and it followed, as an inevitable inference, that it was a mistake to place that name, no longer in existence, upon the record. Slighter evidence of the misnomer would have justified the court in removing the only obstacle in the way of parties so anxious to try their cause upon its merits. The amicable action and the pleadings show that they meant to stand on no technicalities, and the court having power to put the record into shape, should have done so, and given them a free course to justice.\nThe decree of the court, discharging the plaintiff’s rule of 30th January, 1856, and making absolute the defendant’s rule of the same date, is reversed, and the record is remanded, with leave to the plaintiff’s counsel to amend, by striking from the name of the plaintiff in the record, all but the words “ The City of Philadelphia;” and the record being thus amended, the cause to be proceeded in according to law.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "A. Miller, for plaintiff in error.",
      "J. B. Townsend, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wood versus The City of Philadelphia.\nThe grant of the power by the 2d section of the Act of 16th April, 1846, to the courts, to make amendments in the names of parties, implies the duty to exercise it in a proper case.\nThe mistake made in the names of the parties may be shown by any sufficient evidence, and that which ought to satisfy, is sufficient.\nIf here the names of one of the parties, a municipal corporation had been merged in another since the cause of action originated, by a public statute, it was a mistake to place such name, no longer in existence, upon the record, and the statute was conclusive evidence of that fact.\nError to the District Court of Philadelphia.\nThis was a scire facias upon' a municipal claim brought in the name of “The Commissioners and Inhabitants of the District of Moyamensing,” or “ The City of Philadelphia,” to the use of Matthew Thompson, against George B. Wood. By the Act of 26th March, 1851, the commissioners of the district of Moyamensing were directed, without delay, to regulate, curb, and pave the Gray’s Eerry road, in that district, and to charge the expense of curbing and paving to the owners of property fronting on it. The contract for the paving was allotted to Matthew Thompson, who, by his contract with the commissioners, was to look entirely to the owners-of the property fronting on that avenue for payment. The work was begun in June, 1854, and finished in December of the same year.\nA lien was filed for the work done in front of the premises of the defendant, amounting to $1268.94, and this scire facias was brought to enforce the payment of the claim.\nThe Consolidation Act was passed on the 2d February, 1854, and went into effect sometime in the following summer. It provides that on a day to be fixed by the proclamation of the mayor, the powers, rights, immunities, &e., of all the districts should cease and terminate, except so far as might be necessary to settle their affairs. It also provides for vesting all debts due them in the consolidated city, to be held on the same trusts as before; and the new city is empowered to collect all debts, and suits therefor are authorized to be brought in its name.\nAfter the cause was at issue and called for trial, a rule was entered to show cause why the lien should not be stricken from the record.\nThe counsel for the plaintiff thereupon obtained a rule to show cause why the captioh of the lien and the action should not be amended, by striking out “ The Commissioners and Inhabitants of Moyamensing,” so that the same should read “The City of Philadelphia to the use of Matthew Thompson.”\nAfter argument, the court refused to permit the amendment to be made, and struck the lien from the record.\nThe plaintiff removed the cause to this court, and assigned for error, the refusal of the court below to permit the amendment to be made, and the order striking the lien from the record.\nA. Miller, for plaintiff in error.\nJ. B. Townsend, for defendant in error."
  },
  "file_name": "0502-01",
  "first_page_order": 502,
  "last_page_order": 504
}
