{
  "id": 979774,
  "name": "Martin versus Jackson",
  "name_abbreviation": "Martin v. Jackson",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "504",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0102-01"
      ]
    },
    {
      "cite": "16 Johns. 115",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 296",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 276",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0276-01"
      ]
    },
    {
      "cite": "8 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0127-01"
      ]
    },
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    },
    {
      "cite": "7 Watts 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0387-01"
      ]
    },
    {
      "cite": "6 Watts 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0339-01"
      ]
    },
    {
      "cite": "5 Watts 308",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0308-01"
      ]
    },
    {
      "cite": "4 Wh. 259",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0259-01"
      ]
    },
    {
      "cite": "10 Watts 67",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0067-01"
      ]
    },
    {
      "cite": "7 W. & S. 154",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0154-01"
      ]
    },
    {
      "cite": "4 Mass. 408",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0357-01"
      ]
    },
    {
      "cite": "4 W. & S. 112",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 511",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 489",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0489-01"
      ]
    },
    {
      "cite": "4 W. & S. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0102-01"
      ]
    },
    {
      "cite": "4 Wh. 259",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0259-01"
      ]
    },
    {
      "cite": "1 Bin. 175",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0175-01"
      ]
    },
    {
      "cite": "1 R. 353",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "1 R. 325",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "11 Pick. 311",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "11 Mass. 125",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053446
      ],
      "pin_cites": [
        {
          "page": "130, 300, 302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/11/0120-01"
      ]
    },
    {
      "cite": "6 Mass. 239",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/6/0195-01"
      ]
    },
    {
      "cite": "1 W. & S. 488",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0488-01"
      ]
    },
    {
      "cite": "2 W. & S. 27",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0027-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "6 Serg. & Rawle 21",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0021-01"
      ]
    },
    {
      "cite": "2 Bin. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "7 W. & S. 440",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0440-01"
      ]
    },
    {
      "cite": "2 Watts 275",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Bin. 132",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 511",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 489",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 852,
    "char_count": 21169,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 9.530664646306686e-07,
      "percentile": 0.9810718694410369
    },
    "sha256": "16ef943c69544357cb98314b67e05bdbb3f5cfe3f6dd5af2cc09ce3b135ed99e",
    "simhash": "1:3eed4487996af2d9",
    "word_count": 3745
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin versus Jackson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nBefore the Act of 1848, relative to the rights of married women, husband and wife were regarded as one person in law. No action of partition, or waste, or account, or ejectment would lie by one against the other. The husband could not sell his land free from the dower of his wife. The wife could not sell hers at all, without joining her husband in the conveyance. They were incapable, by reason of the marriage relation, of exercising any of the usual rights of tenants in common. It is evident, therefore, that they were incapable of taking an estate of that description. Such an estate, without any of its rights, or incidents, is a legal impossibility: Stuckey v. Keefe’s Ex’ors., 2 Casey 397. It follows, that the conveyance of the 9th April, 1813, to Erancis Le Campion and Elizabeth his wife, their heirs and assigns,” and the partition and sheriff’s deed of the 15th April, 1818, in pursuance of it, to the same parties, created an estate peculiar to husband and wife, which, on the death of Francis Le Campion, became vested exclusively in his widow Elizabeth, as survivor. She took this estate not under or through her'husband, but by virtue of the paramount grant in the original conveyance. She had, therefore, an undoubted right to execute the mortgage of the 2d April, 1832, to George Knorr, unless she had deprived herself of that right by some act intervening between the death of her husband and the date of the mortgage. It is contended that she had done this by accepting a devise or bequest under her husband’s will, in which the property in controversy was claimed by him. We have not been able to discover any evidence to show that she received anything under the bequest of a moiety of the personal estate. As it is in evidence that a portion of the real estate was sold for the payment of debts, it is not probable that she received any portion of the personal as legatee. The real estate which she accepted, as also that which she sold for payment of her husband’s debts, as we understand the evidence, was her own property independent of the will, as fully as was that now in dispute. If so, it is difficult to perceive the equity that is to estop her from claiming this, because she claimed other property which was also her own by title paramount to the will. But conceding that the will, and her acceptance of its provisions, estopped her from claiming the property in controversy in this suit, had George Knorr, the mortgagee, notice of it ? He was not bound to éxamine the register’s office for the will of Mr. Le Campion, because it did not lie in the channel of his title. He claimed by title independent of and paramount to the will: McLanahan v. Reeside, 9 Watts 511; Woods v. Farmere, 7 Watts 385. The notice to Mr. Potts could not affect Mr. Knorr. The knowledge acquired by an attorney in another transaction between other parties does not affect one who subsequently employs him: Bracken v. Miller, 4 W. & S. 102; Hood v. Fahnestock, 8 Watts 489; Boggs v. Varner, 6 W. & S. 473. An adverse possession may be notice to a purchaser; but the possession to have that effect, must be olear, distinct, and unequivocal: Billington v. Welsh, 5 Bin. 132, Cresson v. Miller, 2 Watts 275; Sailor v. Hertzog, 4 Wh. 259; Green v. Drinker, 7 W. & S. 440. In this case, it is in evidence that the premises, on the 29th Sept. 1829, were demised by Mrs. Le Campion to McClure & O’Niel; that they, or one of them, occupied under that lease until about the 29th March, 1832; two days before the 2d April, 1832, the date of the mortgage to George Knorr; that on the 8th Oct. 1832, on the 6th Nov. 1832, and on the 6th Dee. 1832, the tenants who succeeded McClure & O’Niel paid rents to Mrs.,Le Campion. The last two payments were received by Sarah Ann Martin.herself (then Miss Hubbs), as agent of Mrs. Le Bam^ion, and the'lease from Mrs. Le Campion to McClure & O’Niel .ivas written by the same Sarah Ann Martin. Although there had been some declarations and acts which seemed to recognise a right in Mrs. Martin to receive the rents, or a portion of them, those acts, when taken in connexion with the lease by Mrs. Le Campion, and the payment of rent to her, with the knowledge'and assent of Mrs. Martin, did not amount to a “ clear, distinct, and unequivocal possession,” in Mrs. Martin. Taking all the facts in evidence to be true, this was the law of the case, and it was.the duty of the court to say so. There was, therefore, no possession in Mrs. Martin, at the time of the mortgage to George Knorr, sufficient to affect him with notice of her claim. It is scarcely necessary to say that a mortgagee who advances his money on the credit of the land stands in a very different condition, as regards notice, from a judgment creditor, and that a mortgagee is regarded as a purchaser, and is protected from all secret equities and trusts of which he had no notice: Hiester v. Fortner, 2 Bin. 40; Cover v. Black, 1 Barr 493. Notice to a purchaser at the sheriff's sale on the mortgage comes entirely too late, if the mortgagee had no notice when the mortgage was executed.\nBut the defendant below relies on an adverse possession of twenty-one years before suit brought. This ejectment was brought on the 2d September, 1854. An adverse possession, to have any legal effect, must therefore be shown to have commenced as early as the 2d Sept. 1833. We find, from the receipts for' rent of the 6th November, 1832, and 6th Dec. 1832, that Mrs. Martin herself recognised P. Stebill & Co. at those dates, as the tenants of Mrs. Le Campion. There is. no evidence that they were turned out of possession. On the’contrary, the evidence is, that they continued in possession and paid rents during the months of February, March, and June, 1833. But it is contended that they paid rents during these months to Mrs. Martin in her own right. The receipts do not, it is true, show that Mrs. Martin continued to act as the agent of Mrs. Le Campion. Are these three receipts sufficient evidence of an adverse possession to defeat the title of George Knorr ? It must be remembered that after the execution of the mortgage Mrs. Le Campion stood in a condition very similar to that of a tenant at will under George Knorr. No adverse possession, by her consent or connivance, could affect George Knorr, unless it was óf a character so open as to furnish him with the means of knowledge that his rights were invaded. It has often been declared that to give title under the statute of limitations, the possession of the disseisor must not only be actual, but it must be visible, notorious, distinct, hostile, and continued for the period of twenty-one years. Hawk v. Senseman, 6 Serg. & Rawle 21; Adams v. Robinson, 6 Barr 271; Hole v. Rittenhouse, 1 Casey 493. And where the entry was originally as guardian, agent, tenant at will, or for years, or tenant in common, or in any other fiduciary character, it would require some decisive act or declaration to make the possession adverse: McMasters v. Bell, 2 Pa. Rep. 183. The possession of the agent -is the possession of the principal, the possession of the guardian is that of the ward, the possession of the tenant at will, or for years, is the possession of the landlord, and the possession of one tenant in common is the possession of all: Cook v. Nicholas, 2 W. & S. 27; Grafius v. Tottenham, 1 W. & S. 488. The possession of the mortgagor is the'possession of, the mortgagee, who is not, but at his own election and for the sake of his remedy, liable to be disseised by any act of the mortgagi^ remaining in possession; and the latter can make no lease or contract respecting the mortgaged premises effectual to bind the mortgagee or prejudicial to his title: 6 Mass. 239, 11 Mass. 125, 130, 300, 302, 11 Pick. 311, Cro. Jac. 659. In Pennsylvania, the estate of the mortgagee before entry cannot, it is true, be sold on execution; Rickert v. Madeira, 1 R. 325; and where a mortgagee permits a mortgagor to remain in possession and raise and sell grain, he cannot afterwards-claim the grain under his mortgage: Myers v. White, 1 R. 353. But it must, nevertheless, be remembered that by the common law the mortgagee, on the execution of the mortgage, becomes the owner of the legal estate; that the land and all its profits form a security for his debt; that the mortgagor is liable to immediate eviction by the mortgagee, unless protected by an agreement for quiet possession until default of payment; and that equity will, in no instance, interpose its authority to obstruct the mortgagee from evicting the mortgagor from possession, but for such purpose will consider the latter as tenant at will: Coote on Mortgages 332 ; Cholmondely v. Clinton, 2 Mer. 359. The remedy by scire facias prescribed by our Act of Assembly does not exclude the remedy by ejectment on the mortgage, because they are different in their objects and results: 1 Bin. 175; 12 S. & R. 240.\nHaving these rights, it is evident that George Knorr could not be disseised by the mere payment of a few months’ rent to -the •daughter of the mortgagor, whether that.-payment were made in opposition to the will of Mrs. Le Campion, or by her consent. In either case, unless it was brought to the notice of the mortgagee as a claim of title in hostility to his own, he is not to be affected by it, as the commencement of an adverse possession. So long as the tenant, who entered under his title, remains in possession, he has a right to presume that he continues there in fidelity to the tenure. But the moment he has notice of an adverse claim by the person in possession, he may vindicate his rights by ejectment: 2 Mer. 359; Coote 332. If he delays beyond the period of twenty-one years, it is his own fault. He would probably be barred, although the disseisin commenced before the instalments of the mortgage-money were due, because he had his remedy by ejectment. But it is not necessary to decide this point, as it is clear that he can-mot be disseised by a secret act which works no visible change in the possession; such as the payment of rent by the tenant in possession to another person, with the assent of the mortgagor. In this case, so far as George Knorr was concerned, the possession of Mrs. Martin must be regarded as derived under and through her mother, Mrs. Le Campion, and, until the occurrence of some ouster or denial of Knorr’s title, sufficiently open or notorious to attract his attention, Mrs. Martin’s possession was nothing more than the possession of the mortgagee.\nThis disposes of all the material points in the case. The 1st and 4th assignments of error are not particularly noticed, because they are not made according to the rules of court.\nJudgment affirmed..",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Sheppard, for plaintiff in error.",
      "B. Johnson and W. A, Porter, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Martin versus Jackson.\nA conveyance before the Act of 1848 to a husband and wife, their heirs and assigns, created such an estate us that upon his death would vest in the widow as survivor.\nHer right to mortgage the property would not be restricted by a direction in her husband’s will, that it be sold for the payment of debts, nor would her mortgagee be bound to examine the, will as to the question of title.\nKnowledge acquired by an attorney in a transaction between other parties does not affect one who subsequently employs him.\nAdverse possession to be notice to a mortgagee must be clear, distinct, and unequivocal; and notice to a purchaser at a sheriff's sale on the mortgage is too late, if the mortgagee had no notice when the mortgage was executed. ,\nNo adverse possession with the consent or connivance of a mortgagor, unless so open as to be notice, can affect the mortgagee.\nTo give title under the statute of limitations, the possession of the disseisor must be actual, visible, notorious,, distinct, hostile, and continued for 21 years.\nWhere the entry was originally in a fiduciary capacity, there must be some decisive act or declaration to make the possession adverse.\nThe possession of the mortgagor is that of ,the mortgagee, and the former-can make no lease of the premises to bind the latter.\nThe remedy by scire facias on a mortgage does not exclude the remedy by ejectment.\nWhilst a tenant who entered under the title of a mortgagee remains in possession, it is presumed that he continues in fidelity to the tenure, but when the mortgagee has notice of his adverse claim, he can have his ejectment.\nSemble, Twenty-one years’ adverse possession, although it commenced before the instalments were due on the mortgage, would bar the mortgagee.\nErrors assigned not in accordance with the rules of court will not be noticed.\nError to the District Court of Philadelphia.\nThis was' an action of ejectment brought September 2, 1854, by Charles C. Jackson against Sarah Ann Martin, to recover the undivided half part of a messuage and lot of ground on the north side of Mulberry (Arch) Street, in the city of Philadelphia.\nIn 1813, Christian Bagendorff conveyed the one-third part of the premises in question to Francis Le Campion and Elizabeth his wife, their heirs and assigns for ever. In 1818, under proceedings in partition, the remaining two-thirds of the property were adjudged by the court to Le Campion and wife, and a deed was made to them, therefor, by the sheriff, April 15, 1818; the record showing that they elected in open court to take the same in that way, and that the respective parties were represented by their counsel: Nathan R. Potts, Esq., appearing for Le Campions, plaintiffs, and Joseph R. Ingersoll, for the defendants.\nFrancis Le Campion died in 1823, having made his will, by which Elizabeth, his wife, was appointed executrix. The will directed either a house in Front Street, occupied as a bake-house, or the property in question, to be sold for the payment of debts. It also devised to her another house in Front Street, and gave her one-half of his personal estate. The residue of the estate was given to Sarah Ann Hubbs, now Sarah Ann Martin. The executrix elected to sell the bake-house, and made sale accordingly.\nOn the 2d April, 1832, Elizabeth Le Campion executed a mortgage, payable in one year, in favour of George Knorr, for the undivided half part now in controversy. Judgment in a sei. fa. on this mortgage was obtained in February, 1850. An alias levari facias subsequently issued, under which the property in dispute was sold by the sheriff to Jackson, the plaintiff below, on May 5, 1851, and deed-poll executed June 14, 1852.\nOn the 9th of April, 1851, Elizabeth Le Campion brought an action of ejectment against Sarah Ann Martin, in which a rule of reference was entered and award found, 12th December, 1853, in favour of defendant, from which no’ appeal was ever taken.\nOn the part of Sarah Ann Martin, the defendant below, it was contended that the evidence showed that the property had been originally purchased with her husband’s money, and that although the deed was to both him and his wife, a resulting trust arose in his favour; that he had treated the property by his will as his own and disposed of it as such; that Elizabeth Le Campion, by acting as executrix and taking a benefit under the will, was estopped from disputing its provisions; that Mrs. Martin, the defendant, had entered into possession of the premises, upon the death of Francis Le Campion, and had continued in the adverse possession thereof so as to bar this action; that she was in possession at the time of the execution of the mortgage to Knorr, and Elizabeth Le Campion was out of possession; that the mortgage was negotiated by Mr. Potts, as agent of the mortgagor and mortgagee, with notice of Mrs. Martin’s claim; that public proclamation of her claim had been made at the sheriff’s sale at which Jackson purchased; and that these facts constituted notice to the mortgagee and to Jackson.\nTo sustain adverse possession, Mrs. Martin gave in evidence receipts to tenants for rent of the premises paid to her. Two of these receipts, to F. Sheble & Co., who occupied the premises in June, 1833, were given after the date of the mortgage, and bearing date respectively November 6th, 1832, and December 6th, 1832, were signed: “ For Elizabeth Le Campion, S. A. Hubbs.” Before that time, from -the 29th of September, 1829, until the 29th of March, 1832, the premises were in the possession of tenants occupying under a lease from Mrs. Le Campion, the lease having been written by Mrs. Martin, then Miss Hubbs. It was also in evidence, that Mrs. Le Campion had, at different times before the execution of the mortgage, handed the rent received from tenants by her, to Miss Hubbs, and also declared that it belonged to her.\nMrs. Martin, after proving Mrs. Le Campion’s mental incapacity to testify, offered to. prove her declarations explaining how the two receipts mentioned above came to be taken in that form. The. offer was rejected.\nThe instruction of the court to the jury was requested by the defendant upon the following points :—\n1. If this property was originally purchased with the husband’s money, and the deed was taken in its present form, without the knowledge or assent of the husband, the wife became a trustee for him.\n2. If the wife took out letters testamentary, and entered upon the execution of her trust, as executrix, the law will not allow her, while acting as 'such, to assume a position antagonistic to the trust, and create an estate in derogation of the same.\n3. If the wife took any benefit or accepted any devise or legacy under the will, or acquiesced in its provisions, she is estopped from disputing its validity. ,\n4. If either the plaintiff or the mortgagee, prior to the purchase or mortgage, had notice or knowledge that the property was purchased with the husband’s money, or that the wife was acting in hostility to her trust as executrix, or that she had taken a benefit under the will, or had notice or knowledge of other equities of Mrs. Martin against Elizabeth Le Campion, these defences may be made, in the present action.\n5. The possession of the premises by the defendant, and the fact that the mortgagor was not in possession at the time of the execution of the mortgage, was legal notice to the mortgagee, and the pendency of the ejectment of Le Campion v. Martin’s tenant major at the time of the sheriff’s sale, was. notice to the plaintiff, and whatever else would put the mortgagee or plaintiff upon inquiry which would lead to knowledge of the adverse claim, is notice.\n6. The tenancy of the premises by the plaintiff under the defendant, prior to the purchase, or the possession of the premises by the defendant at the time of the purchase, or the public proclamation at the time of the sheriff’s sale, is notice to plaintiff of defendants’ claim, if notice is necessary.\n7. The adverse possession of the premises for twenty-one years by the defendant, is a bar to the action.\nThe court, without answering specifically the points presented, charged the jury, that there was no evidence whatever of notice to Knorr; that he was not bound to look for the will of Francis Le Campion; that notice to Mr. Potts was not notice to Knorr, and that there was no question of fact connected with the defence under the statute of limitations; and also, that Sheble went in -as .the tenant of Mrs. Le Campion, and that the receipts afterwards signed by Miss Ilubbs alone, could not alter the- lease, and give her a title, when at first she was but an agent. A verdict was. directed to be entered in favour of the plaintiff.\nThe errors assigned -were :\n1. That each of the several points presented had not been spe~. cifieally answered.\n2 and 3. To the charge of the court.\n4. The exclusion of Mrs. Le Campion’s declarations. (Neither a copy of the bill of exceptions, nor its full substance, was quoted in connexion with this specification.)\n5. The direction to find in favour of plaintiff.\nSheppard, for plaintiff in error.\nAs to the circumstances which constitute notice of adverse possession to a mortgagee, Lewis v. Bradford, 10 Watts 67; Sailor v. Hertzog, 4 Wh. 259; Beidleman v. Foulke, 5 Watts 308; 6 Watts 339; Woods v. Farmere, 7 Watts 387; McCulloch v. Cowher, 5 W. & S. 427. Notice to counsel: Coote on Mortgages 376,* citing Le Neve v. Le Neve, 3 Atk. 346; Toulmin v. Steere, 3 Mor. 210; Sugd. on Vend. 278.\nB. Johnson and W. A, Porter, for defendant in error.\nA conveyance to husband and wife, their heirs and assigns, vests an estate in them jointly, and in the survivor; Robb v. Beaver, 8 W. & S. 127; Clark v. Thompson, 2 Jones 276; Paul v. Squibb, 2 Jones 296 ; Jackson v. Stevens, 16 Johns. 115; Doe v. Parratt, 5 T. R. 652; 7 Barr 448. Notice of adverse possession must be to counsel in the same transaction: Bracken v. Miller, 4 W. & S. 102; Hood v. Fahnestock, 8 Watts 489; Boggs v. Varner, 6 W. & S. 473.\nA purchaser is not bound by the record of a deed which does not lie in the channel of his own title: McLanahan v. Reeside, 9 Watts 511; Woods v. Farmere, 7 Watts 385. A purchaser with notice from one Avithout, is protected: Bracken v. Miller, 4 W. & S. 112. Legal seisin carries Avitli it the possession: 4 Mass. 408. Adverse possession must commence by some open act: 7 W. & S. 154."
  },
  "file_name": "0504-01",
  "first_page_order": 504,
  "last_page_order": 511
}
