{
  "id": 979662,
  "name": "Harlan versus Rand",
  "name_abbreviation": "Harlan v. Rand",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "511",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 511"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 119",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0119-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 14769,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 7.549619661654312e-07,
      "percentile": 0.9703936407103271
    },
    "sha256": "ef028320ed8739bd4238ba75f2f365deed0efe648c4e44bf9da69922349b259d",
    "simhash": "1:59b511033f41a4f4",
    "word_count": 2623
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harlan versus Rand."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThere are several cases that show that the material-man cannot justly charge the building for all the materials that he may choose to furnish on its credit, without reference to the quantity or quality needed. He must, in his supplies, regard the size and apparent character of the building; and his lien cannot go beyond what these show to be reasonable : 24 State R. 510. This principle is identical with that which sometimes allows strangers to supply necessaries to the members of a family on the credit of its head. The allowance is not measured by the mere will of the supplier, nor by the financial ability of the head; but by the necessity of the case, regard being had to the style in which the family is accustomed to live, of which the supplier must inform himself.\nAnd no one would think of saying that a material-man shall have a lien for materials furnished for a particular purpose, and which are unfit for it. His occupation requires him to know whether his materials are fit for the purpose for which they are provided. If they are furnished on the order of the owner of the house, of course this rule does not apply; for a man may pledge his own property for any kind of materials. But it is involved, in the very fact of furnishing them to a contractor of the building on its credit, that he should know its character, and that they must, at least apparently, be adapted to it. To furnish to a contractor at his pleasure, and without regard to the size and character of the building, is really to furnish on his credit, and not on the credit of the building — at least so far as the materials are unfit or manifestly excessive. It is like supplying without stint the wants of a spendthrift son, with the expectation of compelling the father to foot the bill.\nThis principle would apply to Leeds’s contract with the contractor of the building for this warming and ventilating apparatus, and exclude it from being the subject of a lien, even without the condition expressed in his contract, that he was not to be paid if his work did not answer its purpose. And the same principle excludes the lien claimed by Rand, whom he engaged to put up the principal part of the work for him. The plan was Leeds’s, and neither the contractor nor the owner is responsible for its failure. Its construction was the business of Leeds and Rand, and they ought to have understood it; and having executed it in such a way that the danger of fire from it was so great as to prevent insurance of the house, it is simple justice that neither of them can have a lien for it. It could be granted on no principle except on one that assumes that artisans do not understand their business, and are not required to understand it, and that the owner is responsible for their work if he does not correct them as they proceed. Rand, if he was not a mere journeyman, cannot shelter himself behind the errors of Leeds so as to charge the house, for he ought to have understood his own share of the business. If he was a mere journeyman, the law considers him as working on the credit of his employer, and not of the building.\nOn referring to the contract of Leeds, we understand the first point of the defendant below as meaning by the term “ movable heater,” this warming and ventilating apparatus that was to be removed if it did not answer its purpose. This condition prevented it from being regarded as part of the building in favour of Leeds, or of Rand claiming under him, until it should be ascertained to answer its purpose. It was removed because it did not, and therefore there is no lien. This point ought to have been affirmed, and left to the jury with the evidence upon it.\nBut there is another point in this case. Harlan was the owner, Singerly the contractor for the whole building, Leeds a contractor under him for this apparatus, and Rand under Leeds for the actual execution of a great part of his work. Thus Rand is a contractor under a sub-contractor, and this raised the reserved question, is such a workman entitled to a lien ?\nThe claims of workmen and material-men do not become liens on a house from the mere fact that the work was done or the materials found for its erection, for they must be founded on a contract, express or implied, direct or indirect, with the owner of the estate sought to be charged. The lien law of 1836 provides only for “ debts contracted” for work and materials. \"With whom must the contract be made ? Not with a mere trespasser, or with one having no title to the land. Not with one who has derived from the owner no right to build. Even when the contract is with the owner of the building, the lien may not be adequate, for it must be subject to other prior liens, and to ground-rents.\n- When the owner employs a house-builder to erect a house for him, the parties are directly connected by contract, and the lien must be founded on it. But it is never intended in such a case that the builder shall himself find all the materials and do all the work by himself \"and his hands, and therefore the law implies an authority in him to bind the building to others for the materials which he may procure from them, and also in some cases for work specially done by others. Yet he cannot bind it to the journeymen and labourers whom he is always presumed to employ for such work; for they are not usually employed for any special work, but for all the work in their respective occupations for which their employer may need them ; and are not considered as working on the credit of the building, but on faith in their employer.\nThe law implies that the contractor for the whole work may get materials and contract with the special artisans, required for the different parts of the work, on the credit of the building. This is plain on the face of the lien law. Yet even this does not appear to be always a conclusive implication; for when an insurance company was the contractor by its policy of indemnity against fire, it was held that its sub-contractors were not entitled to liens, because the nature of the contract forbade it: 9 W. & S. 119. For the extent to which the building may be bound for the subcontracts of one who contracts with the owner for a part of the work, we refer to the decisions under the law.\nWe are to meet the question, how distant may the claimant stand from the contract between the owner and the builder before we can say that he has no lien ? Certainly there must be a limit somewhere. The carpenter may undertake with the builder for finishing all his kind of work, including all the nails, screws, locks, hinges, fastenings, &c. Can he transmit the right of lien to all the dealers and artisans in these kinds of business ? If he can, then the lien rights against any house may be entirely indefinite. The bricklayer, the stone-mason, the plasterer, the painter, the paper-hanger, the plumber, and the cellar-digger may multiply them in the same way, until the costs of liens may exceed the value of the house. If such had been understood to be the law, the multiplication of liens would long ago have become so intolerable as to require a correction of it. It would be intolerable not only to persons having houses built, but to mechanics themselves; for no prudent man would, with such a law, venture to employ any but rich mechanics about his building without getting security against liens which they may multiply with so much facility.\nWhat then is the limit of these lien rights ? As we can fix no arbitrary limit, nor arbitrarily leave it open without limit, we must look to the law for an answer: and we find it in the 12th section. It distributes all the parties to the work into three classes, according to their several functions : first, the owner; second, the contractor, called also architect and builder; and third, the workmen and material-men. The law establishes one link, and only one, between the owner on the one hand, and the workmen and material-men on the other. It requires the lien to be founded on contract, and it recognises no one as having power to contract so as to make a lien against the building except the owner and the contractor or architect. Its declaration is, that the lien shall be filed against the owner alone, if the contract of the claimant was with him, and against the owner and contractor, if the contract of the claimant was with such contractor. It gives liens for work done and materials furnished under such contracts, and under no others.\nAnd this limit is perfectly clear and reasonable. It leaves to the owner a reasonable control in relation to the liens with which his house may be encumbered, and prevents their indefinite multiplication by others who are under no contract relation with him, and who might therefore create liens at their pleasure and against his will. It requires of claimants of liens to have regard, not merely to their own interest, but to that of the owner, in making their contracts with third persons, and to exercise the caution, required of all other persons, of seeing that the person contracting with them has authority to bind another person’s property for the work or materials which are wanted from them. The owner, and the contractor or contractors under him, alone have power to bind the building, for the law gives this power to no others.\nThese views show that this reserved point ought to have been decided in favour of the defendant, and that he is entitled to judgment in his favour, notwithstanding the verdict.\nJudgment reversed, and judgment for the defendant on the second reserved point, notwithstanding the verdict, and the record is remitted.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Thos. S. Smith, for plaintiff in error.",
      "H. T. King, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Harlan versus Rand.\nTo entitle a material-man who deals with the contractor to have his lien, he must furnish materials suitable for the building and apparently adapted to it.\nA contractor cannot bind a building to the journeymen and labourers he employs.\nÑo one has power to bind the building for work done, or materials furnished, except the owner or contractor under him.\nMaterials furnished to a sub-contractor will not give a lien.\nA heating apparatus, which, by agreement, was to be removed if it did not answer, and which for this reason was removed, will not give a lien.\nError to the District Court of Philadelphia.\nThis was a scire facias upon a mechanic’s lien, filed by Abraham W. Rand, against Charles Harlan, owner, and Lewis W. Leeds, contractor.\nHarlan, the owner, contracted with a builder, named Singerly, to furnish the materials, and erect the building against which the lien was filed. Before the building was finished, Leeds proposed to Singerly to put into it a heater of a new construction, to warm it throughout. Singerly agreed with him, in a written contract ■with specifications. The heater was to consist of a furnace, to be built of bricks, in the cellar or basement, from which the heat was to be conducted, through tubes or pipes, made of tin or galvanized sheet iron, with connecting registers, dampers, and ventilators, into the several apartments. If it answered the purposes of the building, Leeds was to be paid $1100; if it did not answer, he was to receive no pay or compensation, and was to remove it at his own expense. Leeds employed the plaintiff, Rand, to make and put up the pipes, registers, dampers, and ventilators; he was shown the specifications by Leeds, and was told that he would be paid when he, Leeds, was paid, and that the building was responsible. Rand, under the superintendence of Leeds, made with his own materials, and put in their places, part of the pipes, registers, &c., and charged Leeds in ,his account-book with them, for the building. Objection was made to them, and Leeds suspended work. He called surveyors to examine it. They were builders by trade, and were at the time surveyors for fire insurance companies. They condemned the work, because it would endanger the building from fire. They would not insure the building with the apparatus in it. The-wrork was then entirely removed by Singerley’s men. Nothing else was done towards putting in the heater. The furnace was not put up. It was for the materials used and the work done by Rand, that the claim was filed.\nThe defendant requested the court to charge :—\n1. That the work, labour, and materials having been done and furnished towards the construction of a movable heater for the building in question, the plaintiff was not entitled to file the claim in this case for such work and materials under the mechanics’ lien laws.\n2. That the plaintiff, having done the work and furnished the materials, not under a contract with the owner of the building, nor with the contractor for erecting the building, but with a subcontractor under the principal contractor to do a particular piece of work, was not entitled to file the claim in this case for such work and materials.\n3. That the claim in this case was for work and materials conjoined, done for a contractor under a sub-contractor.\n4-. That the plaintiff, being a contractor with Leeds, having made his contract with a sub-contractor to do a particular part of the work with his own materials, was bound to inquire and know what the sub-contractor’s agreement was.\n5. That, under the facts in evidence, the plaintiff is not entitled to recover in point of law.\nThe court (Hare, J.) reserved the first, second, and fifth points, and charged as follows:—\n“ I affirm the third point, and I decline to charge as requested in the first, second, and fifth points. Personal property cannot be made the subject of a lien, but fixtures incorporated into a building may be.\n“ I say, ír answer to the second and third points, that, if and so far as the claim of the plaintiff is for materials furnished for the purpose of the building, viz. pipes, registers, &c., and for work done for putting them together and fitting them in their places, it may be the subject of a mechanic’s lien.\n“ To the fourth point I answer, that the plaintiff was bound, at the utmost, to give that effect to the contract which the parties gave themselves; and this was, that the tin-work should be done according to the plans furnished by Leeds, and under his orders. The plaintiff would be inexcusable for defects in the materials furnished or for want of skill in the work done by them, but not for defects inherent in the plans of Leeds, or for acting in obedience to his orders.”\nAfterwards the District Court in banc gave judgment for the plaintiff on the points reserved.\nThe errors assigned were: the refusals to answer the first, second, and fifth points as requested, the charge to the jury on the fourth point, and the entering of judgment upon the points reserved.\nThos. S. Smith, for plaintiff in error.\nH. T. King, for defendant in error."
  },
  "file_name": "0511-01",
  "first_page_order": 511,
  "last_page_order": 516
}
