{
  "id": 979398,
  "name": "Rogers versus Burns, Administrator of Lynch",
  "name_abbreviation": "Rogers v. Burns",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "525",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "27 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Mass. 462",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0406-01"
      ]
    },
    {
      "cite": "2 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Pick. 368",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0375-01"
      ]
    },
    {
      "cite": "5 Watts 318",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 319",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        11253849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/20/0319-01"
      ]
    },
    {
      "cite": "4 Metc. 203",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "20 Ala. 630",
      "category": "reporters:state",
      "reporter": "Ala.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mass. 4",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dallas 105",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "17 Conn. 500",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/17/0500-01"
      ]
    },
    {
      "cite": "4 Metc. 333",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 447",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0447-01"
      ]
    },
    {
      "cite": "1 N. H. Rep. 242",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6752892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/1/0242-01"
      ]
    },
    {
      "cite": "25 Miss. Rep. 95",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8837819
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/miss/25/0095-01"
      ]
    },
    {
      "cite": "2 Dall. 105",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11736212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0105-01"
      ]
    },
    {
      "cite": "9 Howard 409",
      "category": "reporters:state",
      "reporter": "Howard",
      "weight": 2,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 Peters 312",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3337969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/38/0312-01"
      ]
    },
    {
      "cite": "2 Watts 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0490-01"
      ]
    },
    {
      "cite": "6 John. 296",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/6/0296-01"
      ]
    },
    {
      "cite": "2 Yeates 546",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0546-01"
      ]
    },
    {
      "cite": "7 W. & S. 451",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "7 Cranch 481",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 9761,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 3.6815697562505205e-07,
      "percentile": 0.8914145187615186
    },
    "sha256": "b48e25304e38efb7ec42b80a38b4943989d818f5d3aa9a7f296388e8d036c4cd",
    "simhash": "1:18ac7170b348646b",
    "word_count": 1747
  },
  "last_updated": "2024-02-27T17:46:01.700656+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Burns, Administrator of Lynch."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an action of debt on a judgment recovered in the state of Mississippi. That judgment is to have such faith and credit here as it has there: Mills v. Duryee, 7 Cranch 481. It is settled that in such a case we are to take notice of the law of Mississippi, as fully as the Supreme Court of the United States, the tribunal of final review, would take notice of it: Baxley v. Linah, 4 Harris 241. To entitle a judgment recovered in another state to this degree of credit here, it is essencial that it be rendered by a tribunal having authority over the person of the defendant, or over the subject-matter. Where the state has no authority over the person of the defendant, the judgments rendered by its judicial 'tribunals, although conformable to its legislative enactments, can have no extra-territorial operation. Hence, in a state proceeding according to the civil law, a judgment in solido against several, on a citation served on only one (the others residing out of its jurisdiction), is not entitled to credit elsewhere. Steel v. Smith, 7 W. & S. 451. Even an appearance by attorney, procured by such an assumption of authority, will not cure the defect arising from the want of jurisdiction: Id. The same result follows where the proceeding is according to the course of the common law, and a judgment is rendered against several on a writ served on only one, the others residing beyond the limits of the state: D’Arcy v. Kitchem et al., 11 Howard’s U. S. Rep. 165. But in the casé before us, there is no such assumption of authority on the part of the state of Mississippi. The present defendant, instead of being forced into the courts of that State by process issued under unauthorized enactments, voluntarily appeared as plaintiff, not in the state court, but in the United States court. He lost his cause, and judgment was rendered against him for the costs. He now complains that the attorney who brought the suit in his name and conducted it to its final termination, did not file his warrant of attorney. This might have been ground for an application to open the judgment, or perhaps for a writ of error, or for an action against the attorney, if he appeared without authority. But it is no ground whatever for impeaching the judgment in this collateral action: Cyphert v. McLune, 10 Harris 195; Coxe v. Nicholls, 2 Yeates 546; Denton v. Noyes, 6 John. 296; Gompher v. Anawalt, 2 Watts 490.\nThe plea of the statute of limitations goes to the remedy, and not to the right; and its value as a defence must therefore be determined by the lex fori: McElmoyle v. Cohen, 13 Peters 312; Townsend v. Jameson, 9 Howard 409. It is scarcely necessary to say that there is no statute of limitations in this state against an action of debt on a judgment rendered in a sister state.\nThe judgment was recovered on the 9th May, 1839. This action was brought on the 2d June, 1849. There was a delay of ten years and nearly one month. This was not sufficient to raise a presumption of payment. Where the presumption depends upon time alone, nothing short of twenty years is sufficient for the purpose. It is true that circumstances tending to induce a belief that the debt is paid are frequently given in evidence in connexion with a delay short of twenty years. r But evidence that the debtor resided in Philadelphia does not tend to prove payment of a judgment in Mississippi. On the contrary, absence from the jurisdiction where the judgment was rendered, tended to account for the delay. The wealth of the debtor will not justify a jury in finding the debt paid. Neither of these circumstances, nor both together, can be received as sufficient to dispense with the rule which excludes all presumption of payment founded on a less period than twenty years. On this subject we are unwilling to adopt one rule for the rich and a different one for the poor, and to hold that a judgment shall stand good against a poor man twenty years and against a rich man only ten.\nThe taxation of costs must be presumed, as the court has rendered a final judgment stating the aggregate amount of costs recovered.\nBut the court below allowed interest on the judgment for costs. By the common law of England, this is not allowed : 14 Viner’s Air. 457 ; Sweatland v. Squire, Id. 458; Butler v. Burk, 2 Salk. 623; 3 Jacobs’ Law Dic. tit. Interest. In Pennsylvania, the same rule prevails, and the statute allowing interest on judgments is held to apply to the debt alone, and not to the costs: 2 Dall. 105, note; McCausland’s Administrators v. Bell, 9 S. & R. 388. In Mississippi it has been decided that, without express legislation for that purpose, judgments and decrees would not bear interest: Hamer et al. v. Highwood, 25 Miss. Rep. 95. The Act of 25th June, 1822, although it allows interest in general terms on judgments and decrees, has been construed to allow no interest on judgments for damages on the affirmance of a judgment: Id. Most of the reasons assigned in support of this decision, apply to the case of a judgment for costs. Where a statute gives interest on a judgment or decree, the rule is to allow the interest on the debt or sum of money recovered, exclusive of the costs, except where the plaintiff has paid them; and in that case, the interest is counted only from the time of such payment: 9 S. & R. 388.\nJudgment reversed, and judgment entered in favour of the plaintiff below for the sum of three hundred and thirty-four dollars and fifty-one cents, with the costs of this suit.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Gerhard, for plaintiff in error.",
      "D. W. C. Morris, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rogers versus Burns, Administrator of Lynch.\nIn an action on a judgment for costs entered in a court of competent authority in a sister state against a plaintiff, such judgment cannot be impeached, because the exemplification of the record does not show a warrant of attorney to institute the suit.\nWhere the presumption of payment of such a judgment depends upon time alone, nothing short of twenty years is sufficient.\nEvidence is not admissible that the defendant, during ten years since the judgment was entered, was a man of wealth.\nAlthough an exemplification of a record does not show a taxation of costs, it will be presumed, where a judgment is entered stating the aggregate of the costs.\nInterest is not allowed on costs upon a judgment, unless they have been actually paid, and then only from the time of payment. ■\nError to the District Court of Philadelphia.\n' In 1827, Evans Rogers brought a suit against Charles Lynch, Jr., in the District Court of the United States for the District of Mississippi; in 1839, a verdict was rendered in favour of the defendant for $>334.51 costs, and upon this judgment was entered.\nIn 1849, this action of debt was instituted by Lynch upon the above judgment. On the trial, John M. Burns, who had been substituted for his intestate Lynch, offered in evidence an exemplification of the record of the suit in Mississippi, to which Rogers objected, because it showed no warrant to his attorney to appear for him in the District Court of the United States, nor any taxation of costs, nor specification of the items of costs for which the verdict was rendered. The court overruled the objection, and admitted the evidence. Rogers then offered to show that he had been a resident of Philadelphia for many years, was a man of wealth, and always had been able to pay his debts. This offer was rejected.\nThe pleas were nul tiel record, payment with leave, &c., the statute of limitations, and nil debet.\nThe court charged the jury that the claim was not barred by the statute of limitations, and that the plaintiff was entitled to recover interest on the amount of the judgment in the District Court of the United States from the day of its date.\nThe jury, 12th November, 1855, found .in favour of the plaintiff $663.99, and judgment was entered thereon.\n• The errors assigned were, the admission of the exemplification in evidence, the rejection of the offer of defendant, and the charge of the court.\nGerhard, for plaintiff in error.\nThe exemplification should set forth a warrant of,attorney — the party to be bound by a judgment must have notice: Purd. Dig. 670, Act of 14th April, 1851; Thurber v. Blackbourne, 1 N. H. Rep. 242; Steel v. Smith, 7 W. & S. 447; Gleason v. Dodd, 4 Metc. 333; Wood v. Watkinson, 17 Conn. 500. The judgment of a court of another state is but a simple contract debt, and in this case is barred by the statute of limitations: Atkinson v. Lord Baybrooke, 4 Camp, 380; Const. of U. S., Art. IV., sect. 1; 3 Story on Const. 182-3; Act of 27th March, 1713, Purd. 539.\nInterest is not recoverable on the judgment in Mississippi: 2 Dallas 105, note; Mullin v. Morris, 2 Parr 87; Winthorp v. Carleton, 12 Mass. 4; Arrington v. Gee et al., 5 Iredell 590; Hamer v. Kirkwood, 25 Miss. R. 96; Rowland v. Hoover, 2 Howard’s Miss. 769; Harrison v. Harrison, 20 Ala. 630; Wood et al. v. Corl, 4 Metc. 203; Allen v. Watson, 2 Hill 319; Act of 1700, § 2, Purd. Dig. 451; McCausland v. Bell, 9 S. & R. 388; Fries v. Watson, 5 S. & R. 220; Maus v. Maus, 5 Watts 318; De Haviland v. Bowerbank, 1 Camp. 50; 14 Vin. Abr. 458. If interest can be recovered, it is as damages by the verdict of a jury: Eckert v. Wilson, 12 S. & R. 398; Dodge v. Perkins, 9 Pick. 368; Willings v. Consequa, Peters’s C. C. Rep. 179.\nD. W. C. Morris, for defendant in error.\nAn attorney is presumed to act by the authority of those he represents: Compher v. Anawalt, 2 Watts 493; Field v. Gibbs, Pet. C. C. R. 155; Shumway v. Stielman, 6 Wend. A judgment of a United States court is not a foreign judgment, and not a simple contract debt: Barney v. Patterson, 6 Har. & J. 182; Wernway s. Pawling, 5 Gill. & Johns. 500; Bissell v. Briggs, 9 Mass. 462; Jordan v. Robinson, 3 Shep. 167."
  },
  "file_name": "0525-01",
  "first_page_order": 525,
  "last_page_order": 528
}
