{
  "id": 483144,
  "name": "Gardner versus Post el al.",
  "name_abbreviation": "Gardner v. Post",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "19",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 566,
    "char_count": 10800,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.1457614107560513e-07,
      "percentile": 0.5801421241161164
    },
    "sha256": "490b17a3b1330da109163b3ac9e8e752459a51d593f5d6c8a740c9b94e3c674b",
    "simhash": "1:bd63963d5e45e6ab",
    "word_count": 1859
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gardner versus Post et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nIf the court were right in holding that to support this action, it was necessary to prove the charter incorporating the Bank of Susquehanna County, and in refusing to allow the plain-' tiff to amend the declaration by adding a new count, then they properly instructed the jury to find for the defendants.\nThe act to incorporate and establish a bank to be called the “Bank of Susquehanna County,” passed 3d April 1837, refers to and incorporates into it the Acts of the 21st March 1814 and of the 25th March 1824, except so far as the said acts are supplied, amended, or altered by the provisions of this act. The capital stock was to be $100,000, divided into shares of $50 each, and to be managed and directed by thirteen directors. The stock was to be sold at public outcry by an auctioneer appointed by the commissioners, and the net surplus above the par value was to be paid by the commissioners to the state treasurer for the use of the Commonwealth, previous to the charter of the said bank being signed by the governor, to be credited to the said bank in part payment for the bonus required to be paid for the privileges granted by the act. The 4th section of the Act of' 21st March 1814 requires that the governor, upon compliance with its terms, by letters patent under his hand and seal of the state, to create and erect the subscribers into one body politic and corporate in deed and in law, by its appropriate name, style, and title, and then grants to such body corporate the proper corporate rights, powers, and privileges. It is clear, then, that a charter or letters patent from the governor was necessary to create the Bank of Susquehanna County a body corporate; and this not having been proved by the plaintiff, or in any manner attempted to be supplied, he necessarily failed in supporting his original declaration upon the counts in which he could not recover.\nIn the 13th section of the Act of 25th March 1824, it is expressly provided that in prosecutions for any or either of the offences mentioned and described in the preceding sections of this act, the court shall not require the Commonwealth to produce the charters of either of the said banks ; but the jury may find that fact upon other evidence under the direction of the court; and it is also similarly provided by the 25th section of the Act of the 31st March 1860, to consolidate, revise, and amend the laws of the Commonwealth relating to penal proceedings and pleadings.\nThe additional count, which is drawn in the most general and vague terms, if it discloses any cause of action against the defendants, asserts one of an entirely different character from the original declaration; The original narr., setting forth in its various counts alleged causes of complaint and of mismanagement against the defendants as directors, officers, and agents of a lawfully established bank or body corporate, and the whole of the evidence, was directed to maintain the issue on the part of the plaintiff, thus raised by his own declaration stating his case as lie understood it. Having failed in presenting a material part of his case, he then seeks to introduce an entirely new issue by offering a new count, grounded on the assumption that this alleged bank was never legally chartered, but was simply a pretended institution, and that the defendants acted as directors of the same, and put in circulation large amounts of their promissory notes or bills to be used as money. Supposing this to be true, those defendants would be liable to be sued on these notes; for if there was no corporation, they would be clearly personally responsible for such issues. But this is an entirely different responsibility, and a different cause of action from that arising from their illegal and unlawful conduct as the directors, officers, and agents of a legal corporation lawfully chartered 'under the laws of the state. The court therefore committed no error in refusing this amendment, and the other errors assigned become immaterial upon the view we have taken of the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. B. Little, for plaintiff in error.",
      "William ‡ William H. Jessup and Bentley Bitch, for defendants."
    ],
    "corrections": "",
    "head_matter": "Gardner versus Post et al.\nIn action against Directors of a Corporation, Charter must be given in evidence by Plaintiff. — Amendment of Declaration, when in admissible.\n1. In an action against several parties alleged to have been directors and officers of a chartered bank, to recover on bills issued by them which had become worthless, it is incumbent on the plaintiff to prove the charter, where, under the act of incorporation, a charter was necessary to create the hank a body corporate.\n2. Where the cause of action, as set out in the narr. of the plaintiff, was for the mismanagement of the defendants in conducting a lawfully established hank, an amendment to the declaration, setting forth that the alleged hank never was legally chartered, hut was a pretended institution, and that the defendants acting as directors had circulated large amounts of their promissory notes, to be used as money, &c., is not allowable, because a new and distinct cause of action would be thereby introduced.\nError to the Common Pleas of Susquehanna county.\nThis was an action on the case brought October 26th 1855, by Latham Gardner against William L. Post and nine others, only six of whom were summoned.\nThe plaintiff’s declaration contained four counts, and recited in substance the incorporation of the Bank of Susquehanna County under the Act of April 3d 1837, the organization of the bank on the 1st of January 1850 by the defendants and others as commissioners, their subsequent election as directors, and their continuance in office until the failure or dissolution of the bank. That, as directors, the defendants had caused to be made and circulated a large number of bank notes of the denomination of $5, $10, $20, and $50; of which $30,000 were received and held by the plaintiff. That the notes above mentioned were made and put in circulation by defendants without requiring the payment of the capital stock or any part thereof from the stockholders, so that there was no means of redeeming them, and that on demand, payment of the notes so held by plaintiff had been refused by the officers of the bank, by means whereof they were and still are worthless.\nThe other counts set forth the cause of action more particularly, which was in substance for mismanaging the bank; to all which the defendants pleaded not guilty.\nOn the trial the following facts were either proven or admitted: —The bank was incorporated by Act of April 3d 1837, by the 7th section of which, no notes were to be issued until the whole stock was actually paid in. This capital stock was divided into two thousand shares, of $50 each. The bank went into operation on the 17th December 1838, and continued to do business until January 1848, when it suspended. It was resuscitated on the 9th of April 1845, by the introduction of T. P. St. John as cashier, and finally failed 27th October 1849, without any means to pay its circulation. J. O. Biddle acted as president from its organization unti,l April 1841, when William L. Post was elected, who acted as president until its failure in 1849. I. S. Kollum was cashier until 21st June 1843; T. P. St. John succeeded him April 9th 1845, and acted until 4th August 1849, when C. P. Delamater was introduced into that office, where he remained until the failure. The defendants were acting as directors most or all of the time of the bank’s existence. No security was given by either St. John or Delamater; and the directors had knowledge that the former declined to give it.\nA stock company was formed for the purpose of absorbing what was called the surplus stock. Promissory notes were given by the members of that company, payable to and deposited with Allen & Paxon, New York, one for $60,000 and the other for $15,000. And a formal credit therefor was entered by them in favour of the bank about the time of its organization. Shortly afterwards these stock notes were returned to the bank, and on the 1st November 1839 two new notes, as renewals, one for $48,344.68 and the other for $15,000, were drawn, payable to the hank, and signed by the members of the stock company, among whom were William L. Post and Daniel Searle, two of the defendants. On the 27th November 1843 the directors ordered an assignment of the surplus stock to the bank, and that the notes given therefor be cancelled. The transfer was then made, and stated the amount to be one thousand six hundred and thirty-six shares (equal to $81,800), and that no certificates had been issued therefor. The evidence showed that this amount had never been paid into the bank; that the notes representing it were held pro forma for a time, and were then cancelled by the directors, without payment.\nOn the trial plaintiff offered to prove that the annual reports to the auditor-general, published by authority of law in the Senate Journals, represented the actual capital of the bank at $100,000, and so misled the public; but the offer was rejected by the court. He also offered to show the comparative worthlessness of its notes during the period of the suspension, which was also rejected.\nPlaintiff then produced the record of a suit against T. P. St. John for fraudulently abstracting the circulating notes of the bank, showing that they brought him into court on bail of $40,000, and then allowed the suit to drop; which offer AA'as rejected.\nThe plaintiff also offered in evidence certain entries on page 1 of the minute-book of the directors, Avhich set forth a meeting of the board (including Messrs. Post and Searle), and a resolution of the board, dated December 12th 1838, to open the bank on the 17th of December. This offer was also rejected.\nThe plaintiff also offered in evidence certain entries on pages 24 and 29 of the Stock Ledger; and subsequently offered in evidence notes of the Susquehanna Bank to the amount of $4680; which offers Avere severally rejected.\nThese offers were all objected to and rejected on the ground that the plaintiff had not given in evidence the charter of incorporation mentioned in his declaration.\nIn the course of the trial the plaintiff offered to amend his declaration by adding a count charging the defendants with fraudulently and negligently organizing “ an institution called the Bank of Susquehanna,” &c., which the court also refused to permit.\nThe testimony being concluded, the court below (WllMOT, P. J.) instructed the jury to find for the defendants, which was done, and judgment entered thereon. The case Avas then removed into this court, where the rulings of the Common Pleas above mentioned were assigned for error.\nR. B. Little, for plaintiff in error.\nWilliam ‡ William H. Jessup and Bentley Bitch, for defendants.\nJune 26th 1862,"
  },
  "file_name": "0019-01",
  "first_page_order": 19,
  "last_page_order": 23
}
