{
  "id": 483179,
  "name": "Newcomer's Appeal",
  "name_abbreviation": "Newcomer's Appeal",
  "decision_date": "1862-05-16",
  "docket_number": "",
  "first_page": "43",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 412,
    "char_count": 7643,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.6312836268414104e-07,
      "percentile": 0.8222350028901299
    },
    "sha256": "80667f7e53423d9d3a018d05032d4e3b2b37e7fb9b1be661158ea3793a387d2e",
    "simhash": "1:587958bc3abf3bff",
    "word_count": 1335
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Newcomer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIf the Orphans’ Court had no power to order the cancellation of the first bond given by the guardian and Martin Newcomer as his surety, then there was no error in directing that the word “ cancelled,” written on the face of the bond*' should itself be stricken out. Then the act of the court was legitimately done to preserve its records from unauthorized mutilation. The primary question raised by this appeal therefore is, whether an Orphans’ Court, after having taken a bond, with sureties from the guardian of an infant, can direct that bond to be given up or cancelled while the guardianship remains and its duties are unperformed. Our Act of Assembly does not indeed demand that a bond shall in every case be required from a guardian. Its language is that the Orphans’ Court may require a bond with good and sufficient security from every guardian, whether appointed by the court or testamentary. Whether a bond shall be exacted or not is left discretionary with the court. But where, in the exercise of its discretion, the court has required one, and it has been given and filed in the office of the clerk of the court, the act expressly requires that “it shall be considered in trust for all persons interested.” These persons are of course the ward, or any one who may succeed to the guardianship. They become the owners of the security, and have a vested interest in it. Iiow then can the Orphans’ Court divest that interest without their knowledge or consent? It is not pretended that it derives any such power from our Acts of Assembly by express grant. But it is argued that because the court may or may not, at its discretion, exact the bond, it may relieve from it after it has been given. We do not feel the force of this argument. The right of the ward can be none the less after the bond has been given than it would have been had the bond been positively required by statute. When the discretion of the court has been exercised, when a guardian has been appointed and security taken from him, and when in consequence the funds of the ward have been paid into his hands, it would be very extraordinary if the court could review its discretion and annihilate the security, without which the property could not have been received. It is a new doctrine that rights conferred by the exercise of discretionary power are less secure than others, and it is unsustained either by reason or authority.\nThat the Orphans’ Court has no such power as that which is claimed for it, may be argued also from other sections of the Act of Assembly of March 29th 1832. Not only is there no express grant of it, but there is a strong negative implication that it does not exist. In the 22d section power is conferred upon the court in certain cases to require “ other and further security” from administrators and guardians. And in the 28th section it is enacted that the surety in the bond of an executor, administrator, or guardian may apply to the court whenever his principal is wasting or mismanaging the property under his charge, or is like to prove insolvent, or has neglected or refused to exhibit true and perfect inventories, or render full and just accounts, whereupon the court may order such exécutor, administrator, or guardian to give counter securities to indemnify him against loss by his suretyship. But even this does not contemplate a release of the surety. He may be protected, but not discharged. What was the necessity of this provision for the security of a guardian, if the court can cancel his bond ? The legislature provided relief by counter security, not by a substitution of sureties; and hence it may be inferred that they contemplated no substitution.\nOur opinion therefore is, that the bond of the appellant’s testator was improperly marked cancelled, even if it was done 'by order of the Orphans’ Court, and consequently that the order to strike off the word “ cancelled” was not erroneous.\nDecree affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Wm. McLellan, for appellant.",
      "Wilson Reilly, T. B. Kennedy, and J. McDowell Sharpe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Newcomer’s Appeal.\nPower of Orphans’ Court to cancel Bond of Guardian.\n1. The Orphans’ Court, after having taken a bond with sureties from the guardian of an infant, has no power to direct tiie bond to be given up or cancelled while the guardianship remains, and its duties are unperformed.\n2. Where the bond of a guardian had been improperly marked “cancelled,” it was not error in the Orphans’ Court to order that the word “ cancelled” be stricken off.\nAppeal from the Orphans’ Court of Franklin county.\nThis was an appeal by Mary Newcomer, executrix of Martin Newcomer, deceased, from the decree of the Orphans’ Court in the matter of the petition of J. R. Tankersly to have the cancellation on a bond given in the Orphans’ Court, by H. Easton and M. Newcomer, stricken off.\nThe case was this: — H. Easton was appointed guardian of Martha A. Shrader (afterwards wife of the petitioner Tankersly), and gave bond on the 4th of June 1850, in $1200, with Martin Newcomer as security. Across the face of the bond, by some person or persons unknown, the following words were written: “ Cancelled by order of the court, and new bond given.” No petition or other record was found authorizing the clerk to make the entry; nor did it appear by the records that any petition had been presented by either the guardian or the security for the cancellation of the bond, or the substitution of the new one.\nSubsequently an action was brought in the Common Pleas of the county upon the bond, in which the petitioner and his wife were plaintiffs, and Easton and Newcomer defendants, in which the cancellation marked on the bond, and the substitution of the, neiy one of the guardian, with one McGrath as security, was pleaded as a defence. By an account filed by the guardian, confirmed 8th November 1854, it appeared that the balance in the hands of the guardian due the ward was $606.50. These facts were set forth in a petition presented to the Orphans’ Court October 7th 1860, by Mr. Tankersly.\nThe answer of Martin Newcomer, which was filed the 20th of March 1861, set forth that on the 12th of August 1850, he was about to remove from Chambersburg, and return to his farm in Antrim township, and desiring to be released from such engagements as might harass him after his retirement, he requested the guardian to obtain some other person as his security, that he might be released; that in accordance with this request, the guardian and the security repaired to the court-house, and, according to his best recollection, Mr. Baker, then counsel, presented a petition to the court praying that the bond given by the guardian with Newcomer, might be cancelled and the security released; and that a new bond of the guardian, with William McGrath as security, might be taken instead of the other; that the court directed it so to be done, and that in pursuance of this decree the new bond was given, and the first one marked can-celled ; that Mr. Fisher was the clerk who made the entries, and that H. Easton at that time was a person of great wealth, and remained so till about 1856.\nThe case was heard on the 17th of April 1861, on the petition, answer, and the evidence of J. W. Fletcher and A. H. McCullough, proving that the cancellation was in the handwriting of Fisher, deputy clerk of the Orphans’ Court. Whereupon the court made the following order : “Rule made absolute, the word ‘cancelled’ stricken out;” which was assigned here for error.\nPending these proceedings Martin Newcomer died, and his executrix was substituted in his stead.\nWm. McLellan, for appellant.\nWilson Reilly, T. B. Kennedy, and J. McDowell Sharpe, for appellees.\nMay 16th 1862,"
  },
  "file_name": "0043-01",
  "first_page_order": 43,
  "last_page_order": 46
}
