{
  "id": 483172,
  "name": "Duncan's Appeal",
  "name_abbreviation": "Duncan's Appeal",
  "decision_date": "1862-05-29",
  "docket_number": "",
  "first_page": "67",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 467,
    "char_count": 8395,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 4.3808863322162685e-07,
      "percentile": 0.9192873793028088
    },
    "sha256": "4b6fc703e9b4f9abc9799898644914b28389ae1caa249c5fb560d34e0ca57ee8",
    "simhash": "1:b769fd1d7e4b091a",
    "word_count": 1455
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Duncan’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nWe feel very sure that no fraud W'as intended here, and very probably the arrangement was very discreet and prudent; but it W'as very improper to make it without the consent of the intended husband. Common candour forbids that so important a change in his intended wife’s circumstances, and in her power over her estate, should be made without his consent, and equity sternly condemns it as a fraud upon his just expectations. This principle of equity has stood the test of experience too long to be open to dispute now.\nNor does our Married Women’s Act of 1848 at all affect the question. It prevents the marriage from operating as a transfer of any of the wife’s property to the husband, and saves it for herself. The plaintiff had therefore a right to suppose that he was marrying her with all her legal power over her estate, whereas by this arrangement it was secretly slipped into the hands of trustees, and out of her control, just before the marriage was consummated. This is not just or equitable treatment of the husband. A fraud no greater than this would avoid any other contract than that of marriage; but as this cannot be avoided, equity avoids the contracts that are in fraud of it.\nIt was no ratification of the wrong done, or estoppel of his right to complain of it, that the plaintiff, after the marriage and before knowledge of his rights, acted as agent under the deed of trust, for no one was misled by that to his injury. We find nothing in the case to support the arrangement, or to estop the plaintiff from complaining, and nothing erroneous in the form of the proceeding.\nDecree affirmed, at the costs of the appellants.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Reilly Welsh and J. McD. Sharp, for appellants.",
      "JSyster Bonebrake, for appellee."
    ],
    "corrections": "",
    "head_matter": "Duncan’s Appeal.\nDead of Trust made by a Woman in contemplation of Marriage invalid without Consent of intended Husband.\n1. A widow possessed of real and personal estate, having entered into an engagement of marriage, two days before its consummation, executed a trust-'deed without the knowledge of her intended husband, conveying to her brothers of the half-blood all her property in trust to pay to her the income thereof during life and to her heirs after her death : in case of her deatli without leaving issue, or of the decease of her issue after her death, then to her three half-brothers, and the children of a deceased sister absolutely. On bill in equity filed by the husband after the marriage, to vacate and annul the deed, it was Raid, that the trust-deed made in contemplation of marriage and without the consent of her intended husband, was a fraud upon the marriage contract, and therefore null and void.\n2. Whore the husband after the marriage, and before knowledge of his rights, acted as an agent under the deed of trust, he did not thereby ratify the deed, nor was he estopped from attempting to avoid it.\nAppeal from the Common Pleas of Franhlin county.\nThis was an appeal by Augustus Duncan, Calvin M. Duncan, and William A. Duncan, from the decree of the Common Pleas on a hill in equity filed by John W. Reges against them and Mary W. Roges, wife of complainant.\nThe bill, which was filed to January Term 1861, set forth, in substance, that, on the 23d of August 1859, Mary W. Meals, widow of Moses B. Meals (now wife of complainant), was the owner, in her own right, of a considerable amount of real estate, stocks, moneys, securities, and other personal property. That, on and before that day, there was a mutual contract of marriage subsisting between her and the complainant. That Calvin M. Duncan, Augustus Duncan, and William A. Duncan are brothers of tho half-blood of Mrs. Meals (now Reges), and knew this to he the ease. That they prepared, or caused to be prepared, a certain indenture, bearing date the 23d day of August 1859, and presented the same to their sister, Mary W. Meals, for execution, by which she conveyed and transferred to them all her property, upon certain trusts nominated in the deed. That the indenture was prepared at the instance of the brothers, without the knowledge, consent, or wish of their sister, and without any instructions from her to do so; and that she signed the same unadvisedly and in ignorance of its legal effect, and of the nature, extent, and scope of the provisions and trusts therein contained, and through improper influence and persuasions used with her by the brothers to obtain her signature. That the Messrs. Duncan were actuated solely by selfish and avaricious motives in procuring the execution of the deed, and were not moved thereto by any feelings of friendship or kindness for their sister. That the complainant was married to Mary W. Meals on the 25th day of August 1859, two days after the execution of the deed, and that he had no knowledge of the existence of the deed until the-next morning after the marriage. The deed was not entered for recording until August 27th 1859. That when the complainant learned the contents of the indenture, he immediately communicated his information to his wife, who expressed great regret, mortification, and surprise at what she had done, and went to see Calvin M. Duncan, for the purpose of having the deed annulled.” That he refused to do so, because such an act was beyond his power, inasmuch, as upon certain contingencies mentioned in tbe deed, her infant daughter and the minor children of a deceased sister would become entitled to a portion of the property conveyed. That the execution of the deed, at the time and under the circumstances fully stated in the bill, was a fraud upon tbe marital rights of the complainant, &c., &c.\nTo this bill, Calvin M. Duncan, Augustus Duncan, and William A. Duncan made answer upon oath, substantially denjdng all its material averments. In the answer of Mrs. Reges, she denied all knowledge of the nature of the deed, averring that she gave no direction for its preparation, and that its execution and acknowledgment were the result of imposition and persuasion. The Messrs. Duncan also demurred to the bill, alleging, for cause, 1. That if it be true, a-s is alleged in the bill, that Mary W. Meals did execute the indenture unadvised, in ignorance of its contents and legal operation, and through improper influence and persuasion exorcised over her by her brothers, that she should have been made a party to the hill of complaint, and not one of the respondents; 2. That, inasmuch as the complainant was not intermarried with Mary W. Meals at the date of the indenture, he had no marital rights in her estate of which he could be defrauded, even, if it were true that he was not informed of the existence of the deed prior to his marriage.\nIt appeared, as a fact in the case, that after the marriage, and with full knowledge of all the facts, Mr. Reges accepted a letter of attorney from his wife, under which he received from the Messrs. Duncan about $600. This letter of attorney he subsequently delivered up to Calvin M. Duncan, who held it when the bill was filed. ,\nThe court belowq on hearing the case, ordered and decreed that the indenture in the pleadings mentioned, be vacated, cancelled, and annulled as void and of none effect. And that Augustus Duncan, Calvin M. Duncan, and William A. Duncan, the trustees therein named, do, on or before the 1st day of January 1862, reconvey, reassign, retransfer, and deliver up unto the said Mary W. Reges, all their, the said Augustus Duncan, Calvin M. Duncan, and William A. Duncan’s right, title, interest, and claim under or by virtue of said indenture, free and discharged from all trust and condition, and that they do furthermore, wdthin the time aforesaid, convey all the real estate, and assign, transfer, and deliver unto the said Mary W. Reges, all the stocks, judgments, moneys, and effects in said indenture mentioned, conveyed and transferred and sold. And the income, rents, issues, profits, and interest thereof, together with all the investments, securities, or evidences of the same, and the portion or portions thereof remaining in the possession, care, custody, or control of them, the said Augustus Duncan, Calvin M. Duncan, and William A. Duncan. And further ordered that the respondents pay the c )sts of this suit.\nThe case was thereupon removed into this court by the respondents, where the decree of the court below was assigned for error.\nReilly Welsh and J. McD. Sharp, for appellants.\nJSyster Bonebrake, for appellee.\nMay 29th 1862,"
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 70
}
