{
  "id": 483171,
  "name": "Locke et al. versus Daugherty et al.",
  "name_abbreviation": "Locke v. Daugherty",
  "decision_date": "1862-05-29",
  "docket_number": "",
  "first_page": "88",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 3331,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.620969495352068e-07,
      "percentile": 0.6872327305568781
    },
    "sha256": "e606a037074becda005502e452a086827867b4852380bedcb1b56648a289100b",
    "simhash": "1:8e2b440efb846433",
    "word_count": 592
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Locke et al. versus Daugherty et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe defendants in this case were sued jointly, and the declaration was upon a joint contract. The case was arbitrated, and an award found against Hartley only, from which he and the plaintiffs took separate appeals. Upon the trial of the cause and before verdict, the plaintiffs moved the court for leave to strike from the record the name of William T. Daugherty, as one of the defendants, which motion was denied, and the court charged the jury “that there being no evidence in this case against William T. Daugherty,” which, upon a careful examination, appears to be correct, “the jury are directed to return a verdict for the defendants.”\nThere was no mistake alleged as to making Daugherty a defendant, for he was deliberately made a party, and continued as such until the plaintiffs moved to strike out his name on the trial. In the exercise of a proper discretion, where the plaintiffs neither made nor alleged any mistake, and where they had acquired a full knowledge of all the facts at the arbitration, we cannot say in this particular case that the court were wrong in refusing the motion, and this is all we intend to decide.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "John Cessna, for plaintiff in error,",
      "A. King and S. L. Russell, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Locke et al. versus Daugherty et al.\nAmendment by striking out the Name of one of two Defendants refused.\nD. and II. were sued jointly upon a joint contract, and an award of arbitrators had against H. only, from which he and the plaintiffs separately appealed: on trial and before verdict, the plaintiffs moved to strike out D.’s name from the record, which was refused and the jury instructed that as there was no evidence against D., their verdict must be for the defendants. On writ of error, Held, that as no mistake was alleged in making D. a defendant, and as the plaintiffs had knowledge of the facts from the time of the arbitration, the refusal of the court below to permit the amendment was ia the exercise of a proper discretion, and not error.\nError to the Common Pleas of Bedford county.\nThis was an action of assumpsit by Milton, W. Locke and Jacob Snyder, for the use of George F. Steel, against William T. Daugherty and John G. Hartley, to recover a balance of $1300, claimed to be due on a contract for furnishing and laying the plank on the road of the Hopewell and Bloody Run Plank and .Turnpike Company, which it was averred had been built by defendants after the company became insolvent.\nThe case was arbitrated, and an award found against Hartley, from which award he and the plaintiffs appealed.\nOn the trial, after the plaintiff had closed his testimony, it was intimated by the court that there was no evidence of a joint promise, and that the action could not be maintained.\nThe plaintiffs’ counsel thereupon moved the court to amend the record by striking therefrom the name of William T. Daugherty, which was refused.\nThere was a verdict and judgment for defendants; whereupon the case was removed into this court, where the refusal of the court to allow the amendment was assigned for error.\nJohn Cessna, for plaintiff in error,\ncited and relied on tlie Act of 1846, Purd. 38 ; Act of 1852, Id.; Act of 1858, Id.; Horbach v. Knox & Co., 6 Barr 377; Seitz & Co. v. Buffum & Co., 2 Harris 70, 134; Ward v. Stevenson, 3 Id. 22.\nA. King and S. L. Russell, for defendants in error.\nMay 29th 1862,"
  },
  "file_name": "0088-01",
  "first_page_order": 88,
  "last_page_order": 89
}
