{
  "id": 483189,
  "name": "Wagner's Appeal",
  "name_abbreviation": "Wagner's Appeal",
  "decision_date": "1862-05-29",
  "docket_number": "",
  "first_page": "102",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 300,
    "char_count": 5096,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 2.0901550789798416e-07,
      "percentile": 0.7602385312811674
    },
    "sha256": "fc0cb1bf8653f6895e592462af32835434e36915ac329da98d4605dd4ae1d04f",
    "simhash": "1:8a95f08797c4ad15",
    "word_count": 869
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wagner’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWe do not revez’se judgments and decrees of other courts, unless substantial ground exists to rest our judgzzient upon. It is not enough that we see nothing in the case to lead us to the conclusion of the court below; but the record must disclose satisfactory reasons for a different and inconsistent conclusion. Unless it do, we are accustomed to affirm the judg-' ment we find upon the record.\nThis record is destitute of the elements necessary for a legal argument either in support of or against the decree that was entered below. We would not know how to'reason out the conclusion that Lavinia Lauer, named in the will of Philip Lauer, deceased, meant Cassandra Emig. And, on the other hand, seein'g that the Lavinia whom the testator meant to make the object of his bounty, was described as a daughter of his brother, John Lauer, deceased, we could not prove that a daughter of his cousin, Abraham Lauer, was the person intended, though her name was Lavinia. We would be as likely to conclude that the legacy would lapse for want of a legatee, as that one and not the other of these relatives of the testator was the person intended to take. *\nBut the auditor and the court below decided that Cassandra Emig, who was a daughter of John Lauer, deceased, was the legatee intended, and we have no sufficient reason for reversing their judgment. As a daughter of John Lauer, deceased, Cassandra comes within one part of the designatio persones, whilst, Lavinia comes within another part, and both of them belong to a class of persons (godchildren of the testator) .to whom he declared his intention of giving legacies. In such an equal balance of circumstances, the presumption of law is that the court below got at the intention of the testator, and finding nothing upon the record to displace that presumption, we will let it stand.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "H. L. Fisher, for appellant.",
      "Henry W. Spangler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wagner’s Appeal.\nWhen Decree of Court below will not be reversed.— Construction of Will. —Legacy to one by “Name” given to another “ by Description.”\nA testator by will gave a bequest “ to Lavinia the daughter of my brother John,” deceased; John left no daughter of that name, and the legacy was claimed in right of a daughter of testator’s cousin, who bore the proper name: the auditor and the court below however decreed the legacy to Cassandra Emig, John’s daughter, on evidence that the testator mentioned her married name in connection with the legacy at the time of making the will; and that both claimants were god-daughters of testator, a class to whom he had expressed his intention of giving a legacy. Held, that in such an equal balance of circumstances the presumption was that the decree of the court below, carried out the intention of the testator, aud that where nothing appeared on the record to displace that presumption, the decree would be permitted to stand.\nAppeal from the Orphans’ Court of York county.\nThis was an appeal by Joseph Wagner, administrator of Lavinia Wagner, deceased, from the decree of the court distributing the estate of Philip Lauer, deceased.\nThe case was this: — Philip Lauer died testate and without issue, in 1858, seised and possessed of real and personal estate. By his'will, dated June 7th 1858, and duly admitted to probate by the register of York county, on the 3d day of July 1858, he gave, inter alia, the following legacy, and appointed Jacob Ru-. pert and Isaac Quickel his executors:—\n“ To Lavinia, daughter of my brother, John Lauer, deceased, the sum of $50.”\nThis legacy was claimed by two persons. Mrs. Cassandra Emig, formerly Lauer, a daughter of the testator’s brother, John Lauer, deceased, and Joseph Wagner, surviving husband and administrator of Lavinia Wagner, formerly Lauer, a daughter of Abraham Lauer.\nThe facts proved or admitted by the parties are as follows:— The testator had only one brother, John Lauer, who was deceased at the time of the making of the will, leaving three daughters, viz., Cassandra, wife of Michael Emig, Sarah, wife of--Yost, and Anne, wife of-Boyer. At the time of the making of this will, the testator expressed to the scrivener his intention to give to each of the children for whom he had stood godfather the sum of $50. Both the parties claimant were children for whom the testator had stood godfather. Of the daughters of John Lauez’, deceased, the only one for whom he had stood godfather was Cassazidra, and her married name (Emig) was mentioned in connection with this legacy, as was also the name of Lavinia. The auditor decided that Cassandra Emig was the only claimant that answered the description in the will, aizd that the mention of the name (Lavinia), as regards this particular legacy, was merely a mistake. The legacy was therefore awarded to Mrs. Emig.\nTo this repoz't exceptions were filed by the administrator of Lavinia Wagner (late Lauer), deceased, but the Oz-phans’ Court dismissed the exceptions, and confirzned the auditor’s report, which ruling was assigned for error here.\nH. L. Fisher, for appellant.\nHenry W. Spangler, for appellee.\nMay 29th 1862,"
  },
  "file_name": "0102-01",
  "first_page_order": 102,
  "last_page_order": 104
}
