{
  "id": 483220,
  "name": "Etnier versus Shope",
  "name_abbreviation": "Etnier v. Shope",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "110",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 3946,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 1.0137044883334457e-07,
      "percentile": 0.5428312615909268
    },
    "sha256": "f1a44a5d771a42b4df42136d00dbf4cea4d791fca2bec1770ea9297141e120a1",
    "simhash": "1:4b4c81a23204beb2",
    "word_count": 718
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Etnier versus Shope."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe plaintiff below having abandoned on the trial all the general counts in the declaration, rested his case and claim solely on the award, and this reduces the matter before us to the question, whether it was such an award as would sustain an action of debt upon it.\nBy an article of agreement dated 30th September 1846, Peter Etnier agreed to sell and convey unto John Shope, in fee simple, a tract of land designated as Pollard’s old farm, and described by adjoiners containing three hundred and twenty acres, with the allowance, for the consideration of two thousand dollars. On the 14th April 1851, Peter Etnier and wife, by deed dated on that day, conveyed the same to the said John Shope in fee simple, describing it by courses, distances, and adjoiners, and with a covenant of general warranty. The whole consideration-money was subsequently paid in full. The land conveyed was a part of two tracts, patented in two several patents on the 14th October 1772, to William Pollard. .\nOn the 13th June 1851, what is called a bond of submission was entered into between and by the said Peter Etnier, by his attorney Oliver Etnier, and the said John Shope, reciting that a controversy is now existing between them concerning the sale of a certain tract of land, which it is alleged was sold by the said Peter Etnier to the said John Shope, and submitting the said controversy to the decision and arbitration of John Morrison, George Ely, and Christian Long, or any two of them, who on the same day met and made the award which is the subject of the present suit.\nThe award was that Oliver Etnier, agent of Peter, is bound to procure a warrant and lay the same on a certain lot or parcel of land now in dispute between said Etnier and Shope, supposed to be eighty acres, after said Etnier hath laid said warrant and ascertained the number of acres, the said John Shope is to pay said Etnier $6.25 per acre for all the lands that may be ascertained by laying said warrant; said Shope is to pay the amount on the 1st day of April 1857, and further, each party is to pay one-half of the costs.\nThe arbitrators do not seem to have understood the real state of the title, nor the subject-matter of the dispute, for they directed a warrant to be procured for land that was already patented, and that it should be laid on about eighty acres of the same, without pointing out any particular part of the tract included in the conveyance of the 14th April 1851. This part of the award could never be carried into effect, and the evidence shows there was never any attempt made to comply with it, the only survey that was made, being of the whole tract. Mr. Shope is directed to pay a sum certain per acre at a distant day, for all the land that may be ascertained by laying said warrant, which is' equally uncertain and clearly not mutual, as there is no provision made to effectuate the object of the award, by directing a release or conveyance to be executed by Etnier to him. Upon the whole we are of opinion that this action could not be maintained on the award, and that the court below were right in so instructing the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "The case was argued in this gourt by Wilson Petrihin, for plaintiff in error, and by Scott Brown, with whom was H. M. McAllister, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Etnier versus Shope.\nWhat Award of Arbitrators will sustain an Action of Debt.\nAn award of arbitrators which is indefinite and uncertain, and does not contain such a finding as can be enforced by execution, is void, and an action of debt cannot be maintained upon it.\nError to the Common Pleas of Huntingdon county.\nThis was an action of debt upon an award of arbitrators, brought October 31st 1857, by Peter Etnier against John Shope, in which there was a verdict and judgment in favour of the defendant.\nAll the material facts of the case will be found in the opinion of the court.\nThe case was argued in this gourt by Wilson Petrihin, for plaintiff in error, and by Scott Brown, with whom was H. M. McAllister, for defendant in error.\nJune 26th 1862,"
  },
  "file_name": "0110-01",
  "first_page_order": 110,
  "last_page_order": 111
}
