{
  "id": 483205,
  "name": "Borland versus Ealy",
  "name_abbreviation": "Borland v. Ealy",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "111",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 235",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841261
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0235-01"
      ]
    },
    {
      "cite": "1 Wright 390",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626171,
        625852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0390-01",
        "/wright/1/0399-01"
      ]
    },
    {
      "cite": "3 Wright 302",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 532",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0532-01"
      ]
    },
    {
      "cite": "3 Whart. 12",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0012-01"
      ]
    },
    {
      "cite": "10 Watts 121",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 206",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "5 Binn. 27",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 381",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0381-01"
      ]
    },
    {
      "cite": "2 Whart. 116",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0366-01"
      ]
    },
    {
      "cite": "9 Watts 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0416-01"
      ]
    },
    {
      "cite": "3 Yeates 479",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 9340,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.8191074375842042e-07,
      "percentile": 0.7189612212912799
    },
    "sha256": "6e711aa003ab99b450f8fc598f91356e1d14803de6bc7647ed93b7fc8f95c49c",
    "simhash": "1:8b37f505cf67a8f5",
    "word_count": 1662
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Borland versus Ealy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nAny one who will examine the case of Butler v. Urch, 2 Grant’s Cases 247, will easily see that its decision enforced the true duties existing between the parties; but we are not now satisfied that the reasons which we their assigned are the proper ones. The 14th section of the Hundred Dollar Act gives justices of the peace jurisdiction of claims over a hundred dollars, “ if the parties voluntarily appear before him for that purpose ;” and we think now that this means appearing without any writ served, and that it has been so generally understood, as the cases cited in the argument show. We think now that voluntary appearance, not in answer to any process served, is a condition of the justice’s jurisdiction in such cases. And in the present case the judgment of the justice and its «affirmance below ought to be considered as expressing the true merits of the case, for it was confessed and signed by the defendant, and there is no pretence that it is not truly entered, or that there was any unfairness in the hearing. Yet possibly the Common Pleas might have reversed it, had it not been for the case of Butler v. Urch. They affirmed the judgment; can we review their decision ? We at first thought yes, because of the want of jurisdiction appearing on the record. But we find, § 22, that one of the very purposes of the certiorari is to inquire whether the cause of action was “ cognisable before a justice of the peace,” and the next words make the judgment of the Common Pleas final, and exclude a writ of error. This is too peremptory to be overlooked.\nWrit of error quashed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "JEyster $ BonelraTee and J. McB. Sharpe, for plaintiff in error, argued:",
      "Lyman S. Qlark and T. B. Kennedy, for defendant in error, contended:"
    ],
    "corrections": "",
    "head_matter": "Borland versus Ealy.\nJurisdiction of Justice confined to Claim not exceeding $100, except where there is a voluntary Appearance by Defendant. — Judgment of Common Pleas on Certiorari final.\n1. A justice of the peace has no jurisdiction of claims exceeding $100, unless, in the absence of any process, the debtor voluntarily appears before him.\n2. Where, after summons issued by a justice, the defendant appeared and confessed judgment for a sum exceeding $100, to which he set his hand and seal, which judgment on certiorari was affirmed by the Common Pleas, the Supreme Court cannot, on writ of error, review their decision, though it may have been erroneous.\nError to the Common Pleas of JfranJclin county.\nOn the 22d of July 1861, John Ealy and Solomon Ealy, partners doing business as John & Solomon Ealy, sued out a summons in debt for settlement against James Borland. On the 26th of July 1861, partios appeared before Philip Hamman, Esq., a justice of the peace of the county of Franklin, by whom the summons had been issued, when, according to the record of the justice, “ after hearing them, their proofs and allegations, the defendant James Borland confessed judgment in favour of plaintiffs for $189.83, to which he has set his hand and seal this 26th day of July, A. D. 1861. James Borland, [l. s.]”\nOn the 20th of November 1861, the defendant sued out a certiorari, directed to the justice, commanding him to return to the Common Pleas the record, judgment, original papers, and everything connected with the case, making the usual affidavit and entering bail as required by the Act of Assembly.\nOn the 20th of January 1862 the counsel for defendant filed in the Common Pleas the following assignments of error to the judgment of the justice:—\n1. It does not appear from the docket of the Justice that he had jurisdiction as to the subject-matter.\n2. The amount was more than $100.\n3. The justice erred in issuing a summons, and James Borland in appearing thereto cannot be said to have appeared “ voluntarily.”\n4. But one of the Ealys, to wit, Solomon, was present when Borland confessed.\n5. Ealy’s account was contained in a book purporting to be, and which he alleged was, his book of original entries. It was not his book of original entries, as the court will discover on inspection of the same. The court can be further certified of the same by directing depositions to be taken. That the said books are notoriously incorrect, and that Solomon Ealy, the person who made the entries, has a bad reputation for honesty and fair dealing.\n6. That the summons in the case and the docket entry are inconsistent.\nThe court thereupon granted a rule on plaintiffs to appear on the 1st day of April Term 1862, and show cause why the judgment should not be reversed.\nOn the 1st of February 1862, counsel for defendant filed the following additional assignments of error:—\n7. The proceedings were erroneous in this, that the summons was dated and issued on the 22d day of July, and made returnable on the 26th day of the same month, which is in violation of the Act of Assembly.\n8. The justice erred in not dismissing the case, “ after hearing them, their proofs and allegations;” because he must have discovered after such hearing that he had no jurisdiction.\nOn the 11th of March 1862 the court below (Kimmell, P. J.) directed the following entry: “ Rule made absolute and judgment before Justice Hammon affirmed by the court for $189.83 and costs;” which judgment was assigned here for error by the defendant.\nJEyster $ BonelraTee and J. McB. Sharpe, for plaintiff in error, argued:\n1. That the judgment of the Common Pleas was not final and conclusive upon these proceedings, so that no writ of error can lie thereon under the Act of March 20th 1810, and that the jurisdiction of the Supreme Court could not be taken away except by express terms or irresistible implication: citing and relying on the cases in 3 Yeates 479; 2 S. & R. 363; 9 Watts 416; 10 Id. 333; 4 Rawle 366; 2 Whart. 116; 5 Barr 124; 2 Harris 486; 3 Id. 313. That as the defendant’s right to appeal, or to have a rehearing, was taken from him by the decisions of this court in 4 S. & R. 190, and 3 Watts 381, the defendant had choice of only one remedy, which he adopted, and that the 22d section of the Act of March 20th 1810, did not extend to cases where the record showed affirmatively that the justice had no jurisdiction, and where the defendant was debarred of his right to appeal: citing 5 Binn. 27; The Commonwealth v. Burkhart, 11 Harris 521; Lacock v. White, 7 Id. 498. 2. That the court below erred in affirming the judgment of the justice. The record of the justice did not disclose the nature or amount of plaintiffs’ claim, but did show that a summons had been issued and served; that on the return day the parties had appeared, and on hearing that a judgment had been confessed for 189.83, and that it did not appear whether or not this was the full amount of the claim up to the confession. The whole proceeding was adversary. The 14th section of the Act of 1810 prohibits the justice from taking cognisance of any matter or thing exceeding $100, unless the parties appear voluntarily, &c., and the cases of Brenneman v. Greenawalt, 1 S. & R. 30, Camp v. Wood, 10 Watts 118, Phillips’s Appeal, 10 Casey 495, and King v. King, 1 Penna. Rep. 15, permit the entry of judgment for a larger amount only where the defendant’s appearance is voluntary, and he confesses judgment, or the parties submit their claims by reference, which was not the case here, as is shown by the transcript of the docket. See Alberti v. Dawson, 1 Binn. 206, Camp v. Wood, 10 Watts 121. The case of Butler v. Urch, 1 Grant’s Cases 227, seems to overrule Camp v. Wood, but could not have been so intended, because the latter is not alluded to. Besides, though decid^l in 1858, it never was reported by the official reporter, and is nullified by Phillips’s Appeal, which was decided one year later, affirming Camp v. Wood.\nAgain, the record in this case does not show the nature of plaintiffs’ demand, or that the justice could properly take cognisance of it.\nLyman S. Qlark and T. B. Kennedy, for defendant in error, contended:\n1. That the decision of the Common Pleas on writs of certiorari was final: citing Act of 1810, §§ 21, 22 (which prohibits a writ of error in terms); Johnson v. Hibbard, 3 Whart. 12; Cozens v. Dewees, 2 S. & R. 112; Silvergood v. Storrich, 1 Watts 532; Zimmerly v. Road Commissioners, 1 Casey 134; Gosline v. Place, 8 Id. 523. 2. That if not, the inquiry must be confined to an examination of the regularity of the proceedings: citing 2 Barr 142; 5 Id. 125; 2 Harris 488; 3 Wright 302; Esler v. Johnson, 1 Casey 351; Ohio v. Heckman, 3 Id. 479; Brown v. Quinton, 3 P. L. Jour. 425. 3. That the only point was, whether the judgment was voluntarily confessed: Collins v. Collins, 1 Wright 390. In Camp v. Wood there was neither service nor appearance. So also Alberti v. Dawson. In Brenneman v. Greenawalt, the reference was not made to the justice, but to others. See also Truitt Brothers & Co. v. Ludwig, Kneedler & Co., 1 Casey 145. Phillips’s Appeal is not in conflict with the authorities above cited, because in that case the matter was referred to arbitrators. The certiorari was too late by several months, unless there is in the case, want of jurisdiction, or fraud. See 1 Ash. 135; Lacock v. White, 7 Harris 498; Caughy v. Pillsbury, 12 S. & R. 53. All previous irregularities were cured by the voluntary confession of judgment: Woodring v. Forks Township, 4 Casey 362; Powell v. Shunk, 3 Watts 235; McKinney v. Rhodes, 5 Id. 343; Schenly v. City of Allegheny, 12 Casey 29.\nJune 26th 1862,"
  },
  "file_name": "0111-01",
  "first_page_order": 111,
  "last_page_order": 115
}
