{
  "id": 483186,
  "name": "Eckert versus Cameron et al.",
  "name_abbreviation": "Eckert v. Cameron",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "120",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 785,
    "char_count": 23659,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 3.882362112169943e-07,
      "percentile": 0.9009594767880289
    },
    "sha256": "250d3adf85bd7df6159c87610e48158548f4f2418f8f319ac862297a7f5ccd47",
    "simhash": "1:328f40207f42dae2",
    "word_count": 4159
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eckert versus Cameron et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIt would be difficult to vindicate the admission of the contents of a letter to the plaintiffs below, written by Shour in the absence of Eckert, and before the notes were made which the plaintiff discounted. It is not easy to see how one who has endorsed a promissory note, can be affected by the declarations of the maker, of which he had no knowledge, and which were made before the note had any existence. As against Myers & Shour, the makers, the letter or its contents (for its loss was sufficiently proved) would have been legitimate evidence to show that the endorsements were made for their accommodation; that is, were such proof necessary. But how could the letter be evidence against Eckert? The court received it, not as proof of Shour’s declarations, but, to use the language of the judge, “ as evidence of contract.” What contract? If between Myers and Shour, or Shour and the plaintiffs, it was irrelevant to the case, res inter alios partes. If between the plaintiffs and the defendant, how could the ex parte declarations of Shour tend to prove it ? In admitting this, we think the court inadvertently fell into an error, for which we should be constrained to direct a venire de novo, were it not that the mistake could have done the defendant no harm, and a reversal of the judgment would not prove of ultimate service to him. There was, it is true, other evidence from which the jury might well have found that he had endorsed the notes for the accommodation of Myers & Shour. That other evidence is to be found in the recitals made in the assignments of the accounts and stock, and in the testimony of George Hoffman and Jacob Dehuff. Yet it would be impossible for us to know whether the jury did not rest their verdict in whole or in part upon Shour’s letter.\nBut was it necessary for the plaintiffs to prove, by affirmative evidence, that the defendant was an accommodation endorser ? They had discounted the notes for the makers, on the day of their date, before their maturity, and with the defendant’s endorsements upon them. Under such circumstances wrere the endorsements not binding, unless it was proved that the notes had never before been negotiated, but were endorsed for the convenience of the drawers ? A bill or note which has been once in circulation, overdue, and coming from the hands of the acceptor or maker, is presumed to be extinguished: Byles on Bills 180; McGee v. Prouty, 9 Metcalf 546. This is because it was the duty of the maker or acceptor to take it up when it fell due, and therefore it is fairly inferrable from his possession of it, after that time, that it has fulfilled its office. But before it has fallen due, the maker of a promissory note is under no obligation to take it up, and the reason fails for presuming its extinguishment from his then having it in. his possession. And with the failure of the reason it is fair to conclude that the rule also ceases. When, as in this case, the maker offers for discount an endorsed note, on the day of its date, and before its maturity, the law does not infer from the endorsement and from the possession of the maker, that the note has been either paid or extinguished. It may be doubted whether the condition of such a note proves that it has ever been in circulation; whether, indeed, it is not rather a just inference that the endorsement was made for the accommodation of the maker, and the note left with him to raise money upon it. In Burbridge v. Manners, 3 Campb. 193, Lord Ellenborough said, “ Payment means, payment in due course, and not by anticipation.” “I agree,” said he, “that a bill paid at maturity cannot be reissued, and that no action can afterwards be maintained upon it by a subsequent endorsee. A payment before it becomes due, however, I think does not extinguish it any more than if it were merely discounted.”\nNow, possession by a maker after an endorsement certainly cannot amount to more than proof of paymenj. Burbridge v. Manners was a suit against the endorser of mipromissory note which had been paid four days before it became due, but not cancelled, and which afterwards came into the hands of the plaintiff before its maturity. The plaintiff was permitted to recover. And in Morley v. Culverwell, 7 Meeson & Welsby 174, it appeared that a bill of exchange which had been accepted was satisfied four days before it fell due by the acceptor, and delivered up to him by the drawer uncancelled. It was held, notwithstanding this, that the drawer was liable on it to a party to whom the acceptor afterwards endorsed it for value, before it became due. This was the unanimous opinion of the Court of Exchequer, and the language of the barons completely vindicates their judgment. Lord Abinger, Chief Baron, said, “ The contract of the drawer and of' each endorser is, that the bill shall be paid by the acceptor at its maturity, not before it is due ; that it shall be paid according to its tenor and effect, that is, when it becomes due. If, upon its being discharged before it becomes due, the drawer inadvertently leaves his name upon the bill, he is but in the ordinary case of a party who has a bill in negotiation with his name upon it against his intention. It is in the hands of an innocent holder who has no notice that it has been discharged. Suppose mutual accommodation acceptances to be given, and to be exchanged before they have been negotiated, the names remaining on them, the parties may circulate them so as to give a title to a bond fide holder before they become due; and wherein does this case differ from that ? Therefore a bill is not properly paid and satisfied, according to its tenor, unless it be paid when due: and consequently if it he satisfied before it is due, by an arrangement between the drawer and' acceptor, that does not prevent the acceptor from negotiating it, or an innocent holder for value from recovering upon it.” In the same case Baron Parke said, “Nothing will discharge the acceptor or the drawer, except payment according to the law merchant, that is, payment of the bill at maturity. If a party pays it before, he purchases it, and is in the same situation as if he had discounted it.”\nThese cases hold there is nothing in the fact that an acceptor or maker of an endorsed note has it in possession, and offers it for discount before its maturity, to give notice to a purchaser of its payment or extinguishment. Their doctrine is, that one who discounts such a note for the maker before it is due, according to its tenor, is an innocent holder for value, and is entitled to recover against any of the parties to it. They cover the present case, and they appear to be supported by sound reason. It follows that the plaintiff in error could not have been hurt by the admission of the contents of Shour’s letter.\nThere is nothing else in the record of which he has any reason to complain.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John Banks and J. Hoffman, for plaintiff in error.",
      "J. Q. Kunkel and A. B. Bonghter, for defendants."
    ],
    "corrections": "",
    "head_matter": "Eckert versus Cameron et al.\nEndorsee of Note not affected by declarations of Maher in Ms absence.— Presumptive Evidence of payment of Bill or Note. — Possession by Maher or Acceptor, when Evidence of Extinguishment.\n1. The endorsee of a promissory note cannot .be affected by declarations of the maker of which he had no knowledge, and which were made before the note had any existence.\n2. Hence, where in an action by endorsees, bankers, against an endorser, evidence was admitted on the part of the plaintiffs of the contents of letters, written to them by the drawers, to ascertain whether their notes with endorsers named would be discounted, before the notes in suit were made or endorsed (the letters themselves having been lost), the admission of the evidence was error: but where the mistake could have done the defendant no harm, and a reversal of the judgment have been of no ultimate service, a new trial would not be granted.\n3. A bill or note which has been once in circulation, overdue and coming from the hands of the maker or acceptor, is presumed in law to be extinguished : but where the maker offers for discount an endorsed note on the day of its date, and before its maturity, the law does not infer from the endorsement and the possession of the maker, that themote has either been paid or extinguished: the inference is rather that the endorsement was made for the accommodation of the maker, and the note left with him to raise money upon it.\n4. A bill or note is not properly paid or satisfied according to its tenor and effect unless it is paid when due.\n5. T.he fact that the maker or acceptor of an endorsed note has it in possession, and offers it for discount before its maturity, is not notice to the purchaser of its payment or extinguishment.\n6. One who discounts such a note for the maker, before it is due according to its tenor, is an innocent holder for value, and is entitled to recover in an action upon it against any of the parties.\nError to the Common Pleas of Lebanon county.\nThis was an action of assumpsit, brought August 20th 1860, by Simon Cameron, George Smulter, James Young, G. Dawson Coleman, Levi Kline, George Gleim, and Augustus Boyd, doing business as the Lebanon Deposit Bank, against William Eckert.\nThe plaintiffs filed their statement, with copies of the notes on which suit was brought, which were as follows:—\n“ $1450.\n“ Genesee' Mills, Lebanon, March 28th 1860.\n“ Seventy days after date we promise to pay to the order of ourselves at the Western Bank of Philadelphia, fourteen hundred and fifty dollars, value received, without defalcation. '\n“No.\n“Myers & Shour.\n“ Endorsed.\n“ Myers & Shour,\n“William Eckert, .\n“ Daniel Myers,\n“Myers & Si-iour.”\n“ 2000.\n“ Genesee Mills, Lebanon, April 9th 1860.\n“ Three months after date we promise to pay to the order of ourselves at the Western Bank of Philadelphia, two thousand dollars, value received, without defalcation.\n“No.\n“Myers & Shour.'\n“Endorsed.\n“ Myers & Shour,\n“ Daniel Myers,\n“ William Eckert,\n“Myers & Shour.”\n“ $1000.\n“ Genesee Mills, Lebanon, May 9th 1860.\n“ One month after date we promise to pay to the order of our selves at the Western Bank of Philadelphia, one thousand dollars, value received, without defalcation.\n“No.\n“Myers & Shour.\n“ Endorsed.\n“Myers & Shour,\n“ William Eckert,\n“ Daniel Myers,\n“Myers & Shour.”\nIn this condition these notes were discounted by the plaintiffs at their bank, and the proceeds paid to Shour. The notes were afterwards duly protested for non-payment.\nAfter giving the notes in evidence, the plaintiff called J. Dehuff, who testified as follows:—\n“ I was a clerk in the Lebanon Deposit Bank, in March, April, and May 1860. I have been since May 1857. These notes were brought to the bank by Shour, on the day they bear date. He got the money on them, or drafts on New York. I took the money, proceeds of one note, to the mill to Shour. It was the days that all the notes are dated; he got the money, except one note which was a day later. Myers & Shour put their names on the notes, to enable them to draw the money from the bank; rather to show who did draw the money. I saw the letters of Myers & Shour, asking if they could have their paper discounted with the names of these endorsers.”\nAfter proving the existence and loss of certain letters from Myers & Shour to the bank, the plaintiff offered to prove the contents of the letters, that they were requests to know if they could have the paper discounted, on procuring Myers and Eckert as endorsers. This, under exception, was objected to, because Myers, the defendant, and Eckert were not present. The evidence was however received, not as declarations of Myers & Shour, but as evidence of a contract.\nThe witness then testified as follows“ Shour asked in the letters if he could obtain money on giving these men as endorsers. I think he named the amount, but cannot recollect; an answer was sent by Boyd by mail; the notes were brought by Shour a day or two after ; letters were sent and received through the post-office.”\nThe plaintiff also proved, by George Hoffman, that he was endorser of M. & S.; “after M. & S. failed, on the day we got our judgment for $80,000, our endorsement was entered on it (the bond); this is it, I think; I sent for Eckert & Myers next morning ; they came; I asked them if they were endorsers in any other bank ? they did* not seem to know; then we concluded to go to all and see what claims there were; would get a statement from cashiers of Lebanon Bank, Lebanon Valley Bank; they, endorsers for M. & S. in Lebanon Valley Bank, went to the Deposit Bank ; Gleim or Boyd made out a statement gave to Eckert & Myers ; I do not recollect that anything was said more about the indebtedness; they claimed were liable for $9000 or $10,000 ; I do not know that they saw the judgment-bond or the endorsement; Myers came to me, gave the judgment; told his situation; they knew of the judgment when they' came up ; we then went to see the claims against them.\n“The endorsement was made at the time the bond was given. We sold the property for benefit of all the judgments. Ulrich or Boughter issued execution, acting-for all of us. Shour & Myers made up the judgment; I was satisfied with the bond; don’t know if they were or not.”\nIt was then proposed to give in evidence the bond and endorsements, dated 23d May 1860, bond endorsement not dated.\nThis was objected to by the defendant, but the objection was overruled, and the bond and endorsement read under exception.\nOn cross-examination, the witness said: “ They thought they were not endorsers in Deposit Bank ; they said they thought they had endorsed paper in Lebanon Valley Bank; were not aware they had deposited the paper in Lebanon Deposit Bank; both said were under the impression they were on no paper except I was on; I cannot say they expressed surprise when found on the paper, but said at first were on none but Lebanon Valley Bank; I was on none of tbe paper to that bank; they on $12,000 to $15,000 to that bank; they said, thought M. & S. had used no paper except where my endorsement was on with theirs; was on in Lebanon Bank $25,000; I think they said in that conversation, when they came up in th'e morning, that they understood from M. & S., or one of them, that they were to go on no paper except what I was an endorser on; at one time they gave me a paper to indemnify us as endorsers; I laid stress on it; I think the names of Myers & Eckert were on it; I could make nothing of it, and threw it away.”\nThe plaintiff having closed, the defendant requested the court to charge,\n1. That Myers k Shour being the makers and payees of the notes in suit, could not recover in an action against William Eckert and Daniel Myers as endorsers thereof, and that the plaintiffs are in no better condition as holders of the said notes by virtue of the transfer and subsequent endorsement of the same by Myers k Shour; nor is there any evidence in the cause sufficient to render the defendants liable either as endorsers, sureties, or guarantors.\n2. That if the jury are satisfied, from the evidence in the case, that William Eckert and Daniel Myers, endorsing the notes in question, with the understanding and under an agreement with Myers & Shour, that the same should also be endorsed by George Hoffman, and that Myers & Shour, by passing them to the plaintiffs without the endorsement by Hoffman, committed a fraud upon the defendants, and inasmuch as they were not negotiable mercantile paper in the hands of Myers & Shour, and that as no recovery can be had thereon by the plaintiffs, without other evidence than that which appears on the face of the paper, the plaintiffs are not bond fide holders of said notes, but took them subject to the same defence which existed while in the hands of Shour & Myers.\nThe court below (Pearson, P. J.) charged the jury as follows :—\n“ This suit is brought against William Eckert, as endorser of these promissory notes, drawn by Myers & Shour, payable to their own order at the Western Bank of Philadelphia, endorsed by Myers & Shour, which rendered the paper negotiable, then endorsed by Daniel Myers and William Eckert, the defendant, and again by Myers & Shour. The plaintiffs, private bankers, claim to have discounted the notes in the usual course of business. Taking these notes as exhibited in court, without any explanation, the endorsers are discharged. They seem to have been drawn by Myers & Shour, endorsed by them, then by D. Myers and defendant, and afterwards by Myers & Shour, who, both as drawers and first'endorsers, were liable to make payment, and as their names appear on the paper after the other endorsers, it will be presumed that they lifted the notes on account of their liability, and put them again into circulation, as it will not be presumed that they paid them before due. Coming back again into the hands of those originally liable, they are in law extinguished, and there can be no recovery against the endorsers; their obligation is discharged. How is it as explained by the parol evidence ? Dehuff, a clerk in the bank, testifies that shortly before these notes were discounted, Myers & Shour wrote to them, asking if they could obtain the money required on such paper, with D. Myers and William Eckert as endorsers; an answer Avas sent, and the next day in each ease the note thus prepared and endorsed was presented to, and discounted by, the bank. Each A\\Tas presented by Shour on the days they respebtively bear dates, and were then, in presence of the witness, endorsed by Myers & Shour, to show that they received the money. If you believe from this evidence, and other to Afhich Aye Avill refer, that D. Myers and Eckert were accommodation endorsers, the notes brought by Shour to the bank thus endorsed on the day of their respective dates, and then discounted by the bank, the mere re-endorsement by Myers & Shour, for the purpose stated by the witness, Avill not destroy the negotiable character of the notes or binding effect of the endorsements, provided they never had been in circulation, and in that event there is nothing in the way of the plaintiffs’ recovery. Ho who agrees to endorse paper for the accommodation of another, agrees that the holder shall use it in the way that will best accommodate himself.\n“He can pledge, sell, or have it discounted. [Was Eckert an accommodation endorser ? On that subject you have the evidence of Dehuff as to the correspondence, to which you will give no weight, unless satisfied of the truth of the statement, and loss of the papers after diligent and sufficient search.] The production of the notes on the day of their dates respectively, endorsed as proposed, and the recitals in the assignments of the book accounts and bank stock which appear to have been accepted by D. Myers and Eckert, after it was known that the bank had discounted the paper, must all be considered. George Hoffman also testifies to facts tending to shoAY that he, Eckert, and D. Myers were all accommodation endorsers for Myers & Shour. His evidence is referred to the jury in connection with that already mentioned. Mr. Hoffman mentions one fact much relied on by the defendant, that he and D. Myers were not to endorse any paper except that also to be endorsed by Hoffman, and if such was the contract of Myers & Shour, those gentlemen would be discharged as endorsers, if the name of Hoffman Avas not obtained as endorser, unless it was taken by the holders in the usual course of business. But if so taken by the plaintiffs without notice of the agreement, they would not be affected by it. It is said by the defendant’s counsel that these notes, as produced in court, are not negotiable, but extinguished, and that the true test of their character is the appearance of the paper when sued, and that, whenever the liability has to any extent whatever to be made out by parol evidence or extrinsic facts, it can in no sense be considered negotiated.”\n“We do not consider that the true test, but its appearance when presented for discount. Was there anything then apparent on the paper, or known to the transferee, to effect its character ? If there was not, it was negotiable. That depends on the evidence of Dehuff.\n“ It is said that there was nothing here to show the right of Myers & Shour to receive the money on those notes from the. bank, and therefore it should not have discounted them for those gentlemen. Regularly the last endorser should write over his name to “pay the holder,” “or drawer,” or give his check in favour of the holder; but neither are required for the purpose of negotiation, but merely to avoid any after contest about paying the proceeds to the wrong man. As a general rule the holder of such paper is presumed to be the owner, and for us to now say that the want of such endorsement or check would have the effect contended, would probably destroy one-half the contracts made in this state for the transfer or discount of negotiable paper. The case turns, as we conceive, on these facts :—\n“ 1. Was Eckert, the defendant, an accommodation endorser for Myers & Shour ?\n“ 2. If he was, did Shour present the note at the time, and in the manner, and with the endorsements as stated by Dehuff,-and did he then endorse it with the names of Myers & Shour for the purpose stated?\n“ If you believe that the plaintiffs have made out both points, they are entitled to recover. If you disbelieve Dehuff, the plaintiffs are not entitled to recover on the face of the paper. This, with the answers to the points, will sufficiently show our views of the law.”\nThe points of defendant were answered thus:—\n“ 1. This point is mainly correct until we come to that point •which says, ‘ nor is there any evidence in the cause sufficient to render the defendants liable either as endorsers, sureties, or guarantors.’ This we answer in the negative, as mentioned in the general charge. There is evidence already pointed out, which, if believed by the jury, is sufficient to render the defendant liable.\n“ 2. This point would be correct, if the notes were not negotiable, which they could not be if negotiated and put in circulation before they came into the hands of Myers & Shour for discount. If presented to the bank by Myers & Shour on the days they respectively bear date, and the defendant was an accommodation endorser for the benefit of Myers & Shour, the presumption is that the notes were made to enable them to raise money, which is evidence, and is strengthened by leaving them in their hands as holders of the notes; they could lawfully have them discounted, and, on the bank so doing, if Myers & Shour endorsed the paper when they were about to hand it over merely to show that they had drawn the money, it did not destroy the negotiable character of the paper in the hands of the' bank, which had then received it; nor did it discharge the endorsers, but left it as it was before. If the money was then advanced by the plaintiffs’ bank in good faith on the credit of the endorsers and drawers, an understanding of the character spoken of and referred to in the point, not made known to those who discounted the paper, will not discharge or. relieve the endorsers.”\nUnder these instructions there was a verdict and judgment in favour of plaintiffs for $4761.12. The defendant thereupon sued out this writ, and assigned for error,\nThe admission of the contents of the letter from Myers & Shour to the bank, the answers given by the court to the points propounded by him, and that portion of the charge of the court which is printed above in brackets.\nJohn Banks and J. Hoffman, for plaintiff in error.\nJ. Q. Kunkel and A. B. Bonghter, for defendants.\nJune 26th 1862,"
  },
  "file_name": "0120-01",
  "first_page_order": 120,
  "last_page_order": 129
}
