{
  "id": 483153,
  "name": "The Farmers' High School versus Potter",
  "name_abbreviation": "Farmers' High School v. Potter",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "134",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 308,
    "char_count": 5981,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 4.339701094470699e-08,
      "percentile": 0.27280219812043094
    },
    "sha256": "af3c4a778b2ed718e73132804294ab9e7a6c0390a72df7347ebe8c0597e6d4d3",
    "simhash": "1:2e4a9eedfa34bead",
    "word_count": 1017
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Farmers’ High School versus Potter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThe reasons given by Judge Graham for the judgment he rendered strike us as unanswerable. If Potter had accepted the proposition in the terms used by the architect in his specifications prepared for the trustees, the word “ superficial” would have controlled the construction in the manner contended for by the counsel of the plaintiff in error. But the terms of Callahan’s specification, though communicated to Potter, were not adopted by him. He chose his own terms. And his proposition in his terms was accepted by the trustees. Then and there the contract was consummated, and under the Act of Assembly relating to board measure, we think it admits of no other construction than that which was given to it below.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "McAllister $ Beaver, for plaintiffs-in error.",
      "Robert Fleming, for defendant."
    ],
    "corrections": "",
    "head_matter": "The Farmers’ High School versus Potter.\nRule for the Measurement of Lumber in Pennsylvania.\nAn advertisement for flooring-boards “of good quality, superficial,” was answered by a mill-owner who proposed to furnish the boards “ inch at $18 per M.” which proposal was accepted and the lumber furnished: on case stated as to whether the contract was for the sale and purchase of the boards, at the price named por thousand superficial measure, or to be reduced to and counted as inch measure, it was Held, that under the contract and the Act of Assembly of 15th April 1835, the boards were to be counted as inch measure, and were to be paid for at that rate.\nError to the Common Pleas of Clinton county.\nThis was an amicable action between O. Potter and the Farmers’ High School of Pennsylvania, in which there was a ease stated for the opinion of the court.\nThe material facts of the case will be found in the following opinion of the court below (Graiiam, P. J.):—\n“ The case stated presents the following facts: C. B. Callahan, the architect employed by the Farmers’ High School, in the construction of the west wing and curtain of the college buildings, furnished to defendants a bill of window-sash, frames, and flooring-boards required for said building. The size of the glass and length and width of the frames are given in the bill, and the flooring-boards are mentioned thus:\n“ ‘ 35,000 feet yellow pine flooring-boards, of good quality, superficial.’\n“ This hill was furnished to Mr. Potter, the plaintiff, desiring a proposal for the manufacture and delivery of the sash and lumber in the bill.\n“Mr. Potter, in answer, wrote to Mr. McAllister, one of the trustees, and also one of the building committee. The only part of the reply of Mr. Potter material to the question raised, is as follows:—\n“ ‘ I can furnish you the stuff here for the school building as follows :\n1J in. flooring yellow pine, $18 per M.\n1 “ “ “ “ 16 “ M.’\n“ Mr. McAllister replied to the offer of Mr. Potter in the following language —\n“ ‘We accept your offer as to the yellow pine flooring, and will take the 1J inch.’\n“ The question submitted is, whether the contract was for the sale and purchase of the 1J inch boards at $18 per thousand, superficial measure, or whether they were to be reduced to and counted as inch measure.\n“ Defendants’ counsel contend that as the bill of the quantity of flooring-boards required for the buildings, and furnished by Mr. Callahan, the architect, enumerated thirty-five thousand feet flooring-boards, superficial, which bill was forwarded to Mr. Potter, that the parties dealt and contracted on this basis, and the subsequent negotiations about the price per thousand, referred to the superficial measure mentioned in the bill. But it must be recollected that this hill furnishéd by the architect to the building committee, was to inform them of the quantity required to floor their buildings. It had no reference to the thickness of the boards or their price, leaving that to the judgment and discretion of the committee. This bill was forwarded to Mr. Potter, which informed him that there were thirty-five thousand feet of flooring in the buildings, but without designating whether the boards required to cover the thirty-five thousand feet were to be inch or inch and a quarter, but he is asked to make a proposal for the manufacture and delivery of the lumber required for the buildings. Here, then, negotiations commenced between the parties for the sale and purchase. Boards of different thicknesses are used for flooring. The thickness is not named when the plaintiff is requested to put in his proposal, and not knowing whether inch and a quarter boards were wanted, he says, ‘ I will -furnish you If inch boards at $18 per thousand, or inch boards at $16 per thousand feet.’ In reply, Mr. McAllister says, ‘We accept your offer as to the yellow pine flooring, and will take the 1-]: inch.’ The contract is thus perfected and concluded, and we are asked to say what it means. Not a word is said by either party about superficial measure. The architect informs the building committee that their buildings will require thirty-five thousand feet of flooring-boards, superficial measure. The committee forward this to the lumberman, and ask him to give them an offer. He -replies, ‘ I will furnish you with 1J inch boards at $18 per thousand..’ The offer is accepted. We are asked to say how the boards furnished are to be measured to ascertain the number of feet. The mode of measurement has been fixed by law, and we answer by saying, in the words of- the Act of Assembly, “All boards and plank shall be reduced to and counted as inch measure.” ' If the purchaser requires any other way of measurement, he must provide for it in his contract. This has not been done in the present case. And we therefore direct judgment to be entered for the plaintiff for $187.89, the amount of the debt with interest from 7th October 1858 to 27th March 1862.\nThe case was then removed into this court by the defendants, who assigned the judgment of the Common Pleas for error.\nMcAllister $ Beaver, for plaintiffs-in error.\nRobert Fleming, for defendant.\nJune 26th 1862,"
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 136
}
