{
  "id": 483168,
  "name": "Hoffman versus Foster & Co.",
  "name_abbreviation": "Hoffman v. Foster & Co.",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "137",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 367",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0375-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 5736,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 4.7168113040983225e-07,
      "percentile": 0.9291286866531601
    },
    "sha256": "da36bd36b34b4244db51ec1e5b467e34e2cf73a7e1fc07419e7033bb80add994",
    "simhash": "1:3201867fb7c688ec",
    "word_count": 992
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoffman versus Foster & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe affidavit of defénce discloses the fact that the note upon which this suit was brought was made by the defendant, for the accommodation of John Maginnis, residing in Schuylkill county, and was enclosed in a letter to him; that Maginnis a short time afterwards wrote to the defendant, informing him that the letter was received, but had been opened by some person, and the note taken out, requesting the defendant to enclose another note, stating that if the note got into his possession he would refund it. The defendant, on this representation, enclosed another note for the same amount, payable at the same length of time. This second note was negotiated by Maginnis, was protested, suit brought, and judgment obtained thereon against the defendant by the holder.\nThe affidavit then states that, after the time the first note (that is, the one on which this suit is brought) would have been due, Maginnis stated to the defendant that the note came into his hands through a person in his employ, and that he suspected him of having taken it from the letter, and promised defendant to return the same — that Maginnis afterwards failed, without returning the note, and defendant never know any one else held the note until informed by H. W. Smith, Esq., that he held it for collection — nor ever received notice of protest or value for the note. It seems, from this statement, that Maginnis, by a false representation of the loss of this note, obtained a second note for his accommodation, against which the defendant had no defénce, as against the holder of it. As against Maginnis, he always had an ample defence to both notes, and it is clear that the first note has thrown round it a cloud of suspicion and fraud which calls upon the plaintiff to show that he obtained it upon a valuable consideration in the usual course of business before it Ayas due. It comes within the principle of the cases of Hutchinson v. Boggs, 4 Casey 294, Albietz v. Mellon, 1 Wright 367, for there ivas unquestionably a fraud practised by'tlie payee on the defendant.\nIt would seem also, from the affidavit, that the note was passed by Maginnis after it was due, and if so, according to Bower v. Hastings, 12 Casey 285, the holder would take the place of the payee, and be subject to all the equities between him and the defendant, which would of course defeat his recovery.\nJudgment reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Hoffman, for plaintiff in error.",
      "Henry W. Smith, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hoffman versus Foster & Co.\nHolder of Negotiable Paper when bound to show Purchase for Value.— Endorsee, Rights of on Note endorsed by Payee after Maturity.\n1. Where a negotiable note was obtained from the maker under false pretences, and fraudulently put iu circulation by the payee, the holders of the note, in order to recover, must show a purchase for value before maturity, without notice of the fraud.\n2. If the note was made for the accommodation of the payee without consideration, and endorsed by him after it became due, the endorsees cannot recover thereon.\nError to the Common Pleas^of Berks county.\nThis was an action of debt, brought August 5th 1861, by-Thomas Foster and Catherine Foster, doing business as Thomas Foster & Co., against Jacob Hoffman.\nThe plaintiff filed a statement on a promissory note drawn by defendant, at' Reading, February 2d 1861, to the order of John Maginnis, for $252.80, payable sixty days after date, and endorsed in blank by Maginnis, and with it filed a copy of the note and endorsement with the usual affidavit.\nThe defendant thereupon filed the following affidavit of defence :—\n“ The defendant, being duly sworn, says, that he has a defence to the payment of the note on which the above suit is brought for the following reasons, to wit: said note -was made by defendant and enclosed in a letter to the said John Maginnis, the payee of said note, who resided in Schuylkill county, and was a tenant of the defendant, in connection with other landlords and tenants in common. That the note was given to enable said Maginnis to raise funds in the nature of advances to work the property— that the defendant had aided him before that time to raise money, by checks and other paper, which the defendant paid at maturity. That a short time after the above note had been forwarded by letter as aforesaid, he received a letter from Maginnis informing him that the letter was received, but had been opened by some person, and the note taken out, requesting the defendant to enclose another note, stating that if the note got into his possession he would return it. That the defendant enclosed another note for the same amount, payable the same length of time — that the second note was negotiated by Maginnis, was protested, suit brought against the defendant, and judgment obtained thereon by the holder. That after the time the first note would have been due, Maginnis stated to defendant that the note came into his hands through a person in his employ, and that he suspected him of having taken it from the letter, and promised defendant to return the note — that Maginnis afterwards failed, -without returning the note, and that the defendant never knew that any one else held the note until he ivas informed by H. W. Smith, Esq., that he held it for collection, and that he never received notice of protest, or value for the note.\n“J. Hoefman.”\nOn the 21st of September 1861, the court below, after argument, rendered judgment in favour of the plaintiffs and against the defendant, for want of a sufficient affidavit of defence, for the sum of $274.80.\nWhereupon the defendant sued out this writ, and assigned the judgment of the Common Pleas for error.\nHoffman, for plaintiff in error.\nHenry W. Smith, for defendant.\nJune 26th 1862,"
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 139
}
