{
  "id": 483152,
  "name": "The Hickory Tree Road",
  "name_abbreviation": "Hickory Tree Road",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "139",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Hill 330",
      "category": "reporters:state",
      "reporter": "Hill",
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 517",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0517-01"
      ]
    },
    {
      "cite": "1 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838035
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "382"
        },
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0258-01"
      ]
    },
    {
      "cite": "4 Yeates 395",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 13410,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.312351320923812e-07,
      "percentile": 0.9583747932794537
    },
    "sha256": "899920c309528897f85b5fa0f6ce1225b4fc0e25691c3817d51e4eefbc1f2f06",
    "simhash": "1:0ea45fe41c57b87e",
    "word_count": 2380
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Hickory Tree Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThis ease is brought here in order to get us to review our decision in Uwehlan Road Case, 6 Casey 156, and we are well pleased to have it, for we find that we did. not express ourselves there with sufficient fulness, and that our decision is seriously questioned by the Quarter Sessions. The question now is exactly the same, for the Chester County Road Law has been extended to Dauphin county in all its words, and therefore we have no occasion to weaken the discussion by drawing distinctions that might divert the mind from the very point of the case.\nIt is supposed that our decision violates the previous course of decisions on this subject, and several cases are referred to. Rut those cases were not overlooked in our former decision, and founding ourselves on them, as well as on common sense, and following the learned counsel who argued the case for the defendants in error, we took the distinction that, where a law takes away a subject of jurisdiction, a proceeding founded upon it must fall; but that when it merely changes the remedy, it may be otherwise, and must be, unless the law plainly declare it otherwise.\nNow, it seems to us somewhat remarkable that the Quarter Sessions should not recognise so plain a distinction as a proper one for us to make, and especially that it should overlook the fact that it is recognised in the very cases that are cited by itself in opposition.. In the first case, 4 Yeates 395, Tilghman, C. J., goes expressly on the ground that the new law divested the jurisdiction given by former laws, and the same thought was manifestly in the mind of another of the judges; and the third doubted whether it was such a repeal as stopped the proceedings, and I acknowledge that I sympathize in the doubt; for it is not clear to me that the repealing clause ought to have received so broad an interpretation against the customary jurisdiction of the Quarter Sessions.\nNo one, who thinks at all on the subject;'man suppose that the repealing clause in that case and in the present, have anything like equivalence. In that case, all previous legislation relative to roads is “repealed and made void,”-and this would seem to leave nothing standing of either jurisdiction or practice. In the present case, only an amendment of the practice is intended, and the repealing clause applies only to “ all laws inconsistent herewith.” The one is general and the other special; the one is abrogatory and the other derogatory (if I may be indulged in importing these words), and special and derogatory laws are never entitled to an extensive interpretation. But we do not dwell on that.\nAny lawyer, who stops to look at this last repealing clause, will see that it is merely the expression of the degree of repeal that is involved and implied in every new statute; it repeals all previous inconsistent legislation, and nothing more. We need not stop to prove this. It adds nothing to the previous parts of .the statute; that is not involved in them, and it is an entirely useless provision to the legal mind, though it is no doubt valuable to others, and is therefore often inserted at the end of statutes; much more often is it not. But whether expressed or implied, the interpretation of the statute is the same. Of course, subsequent legislation repeals previous inconsistent legislation, whether it expressly says so or not. In the nature of things it would be so, for contradictions cannot stand together. And yet no one would suppose that this implied repeal would stop proceedings already commenced. It gains nothing by being expressed.\nWe need not discuss the other cases relied on, for those who have a reasonable doubt, or an investigating faith, will examine them for themselves, without stopping at the syllabus. They all let the proceedings fall because the jurisdiction is taken away: 1 Watts 258, 382; 10 Id. 351; 7 Harris 329; or let them continue even on a repeal of a former law, so far as not inconsistent, because only the remedy is changed: 7 Barr 173; or apply to criminal law, where the crime or its penalty is repealed, pending the proceedings: 8 Watts 517 ; and this presents no relevant analogy.\nAnd the distinction adopted by us, that proceedings fall on the repeal of the jurisdiction, and. continue on the repeal, or change of the remedy, appears often on our books as one of undoubted validity: Smith’s Commentaries on Stat. and Const. Law 880, 887; Sedgwick on Stat. and Const. Law 131, 134, 188, 202; 1 Hill 330, 334. It is as old as any intelligent legislation, and we find the principle of it in the Code of Justinian, declaring that no law shall retroact nisi nominatim et de prceterito tempore et adhuc pendentibus negotiis cautum sit. Tilghman, C. J., says, 4 S. & R. 403, “It has several times happened that Acts of Assembly have been made prohibiting suits of a particular nature, and that suits of that nature wore depending when the acts were passed. I have always declared that such suits were not within the act;” and he refers to many authorities. He also adds that, this rule “is so conformable to the plain principles of justice that, were there no authorities, I should not hesitate to be governed by it.” We may notice further, that this act was extended to Dauphin county two years after it had received this interpretation, and therefore, on ordinary principles, it was extended with its interpretation. And, at the very same session of 1860, the legislature adopted this interpretation in express terms, in extending the law to York county: P. L. 64. Yery often they have expressed it in other remedial laws, as in the Statute of Wills of 1833, § 18; of Executors and Administrators of 1834, § 70; of Suits on Official Bonds of 1836, § 7; of Intestates, 1833, § 21. Much more frequently they say nothing about repeal, or which is the same thing, simply declare the repeal of inconsistent laws, and thus leave the extent of repealing influence to be decided by the rule we have been discussing.\nNo other question was discussed in this case, and it contains no other that needs to be noticed. The court obeyed the new law so far as it could in this case by appointing only three persons for reviewers, after the passage of the act. There can be no difficulty about the proceeding for damages. That must go on under the old law, except in the number of viewers. And this suggests another argument in favour of our interpretation. If the repealing clause were as effectual as the complainants suppose, then there would be no remedy for damages for a road confirmed under the old law, if the law had been passed before the damages were finally assessed and confirmed.\nOrder affirmed at the costs of the plaintiffs in error.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by John A. Fishesr and John (J. Hunlcel, for plaintiff in error, and hy David Mumma, Jr., and Hamilton Alriolcs, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Hickory Tree Road.\nMode of Procedure when the Statute under which it commenced has been modified by subsequent Legislation.— Uwchlan Road Gase, 6 Gasey 156, affirmed.\n1. Where a proceeding founded upon one Act of Assembly is commenced, and while pending, another act is passed taking away the jurisdiction, the proceeding falls : but where the remedy only is changed, it continues under the forms directed by the new act, where it applies • or else under the old law.\n2. Where viewers had been appointed in 1859 under the General Road Law, and after confirmation nisi, an Act of Assembly, 2d April 1800, was passed changing the road laws of Dauphin county: Held, that it would not prevent the subsequent order of confirmation of the road from being made under the old law.\n3. Where six viewers had been appointed for a view under the old law, and after the passage of the Act of April 2d 1800, but three were appointed for the review, as directed by the act, such appointment was held proper, for the old law had been so far changed by the repealing act: but as the proceeding for damages was unchanged, it .must go on under the old law, except as to the number of viewers.\nCertiorari to the Quarter Sessions of Dauphin county.\nAt August Sessions 1859, a petition was presented to the Court of Quarter Sessions, asking for the appointment of viewers to lay out a road between certain points specially described. Viewers were appointed, who reported to November Term, laying out a road, and recommending its adoption for public use. On the 22d of November the report was confirmed nisi, and the width fixed. On the 13th day of January 1860, exceptions were filed. On the 12th of March 1860, a petition for a review was filed, which was objected to by those in favour of the road, as being out of time. By consent it was held under advisement till March 26th 1860, but so as not to affect the rights of either party. On the 2d of April 1860 an-act was passed extending the road law of the counties of Lancaster and Chester, passed April 28th 1857, to Dauphin county. On the 9th of May 1860, three reviewers were appointed, under the new act which required the viewers to assess damages, who reported to August Term, and rejected the road as unnecessary. On the 18th of August 1860, this report was confirmed nisi, and exceptions filed thereto. On the 17th of September, both sets of exceptions were overruled. On the 19th of November 1860, a petition for a re-review was presented, and three re-reviewers appointed, who reported to January Term 1861 in favour of a road, and assessed the damages done to the property owners, which was confirmed nisi, and the width fixed. Exceptions to this report were filed to April Term on the 20th of that month. On the hearing of the argument, additional exceptions were proposed to he filed, which were objected to as out of time, but which were received for consideration and as matter of argument against the whole proceeding, and afterwards received generally.\nThis report the court refused to confirm, and by an endorsement .on the original order of November Sessions 1859, made on the 4th day of September 1861, made this order : — “ Report confirmed, and road ordered to be opened by the court.” On the 9th of September 1861, an order to open the road thus confirmed issued, and this certiorari was taken for the purpose of reviewing the decree of the court in the premises.\nThe errors assigned were: 1. The Court of Quarter Sessions of Dauphin county erred in overruling, on the 17th June 1860, after the repeal of Act of 13th June 1836, the exceptions filed tu the confirmation of the report of the original view, made on the 12th day of November, and confirmed nisi on the 22d day of November 1859 ; and pending in said court on exceptions filed when the Act of June 13th 1836 was repealed by the Act of 2d April 1857, which was extended to Dauphin county by the Act of April 2d 1860.\n2. The petition for a review having been presented to the said court at January Sessions, a. d. 1860, to wit, on the 12th day of March of that year, and whilst the Act of June 1836 was in full force, the court below erred in appointing reviewers thereon on the 9th day of May 1860, under the provisions of the Act of the 3d day of April 1860, after the repeal of the act under the provisions of which the petition for a review was founded and presented to the court.\n3. The court below erred in dismissing, on the 17th day of September 1860, the exceptions filed to the confirmation of the report of viewers, and on the same day dismissing the exceptions filed to the confirmation of the report of reviewers; inasmuch as both of those proceedings being pending and undisposed of, fell by the repeal of the provisions of the Act of June 1836, under which they were commenced, by the repeal of the same on the 2d day of April 1860.\n4. The court below erred in appointing re-reviewers on the 19th day of November 1860, under the provisions of the Act of April 2d 1860, said petition for a re-review being a continuation of proceedings commenced under the Act of June 1836, in sustaining the exceptions filed thereto, and refusing to confirm the report of -said re-reviewers, and in confirming, on the 4th day of September 1861, the report of viewers, made on the original order, issued at August Sessions, A. D. 1859; thereby in effect denying to the landholders and other citizens opposed to the laying out of the road, the right secured, to them by the provisions of the Act of June 1836, of having a review granted to them. Also, in carrying out and completing to a final determination or decree, proceedings which were pending and undetermined for more than eighteen months after the Act of Assembly, under which they had been commenced, had been repealed.\n5. The final confirmation of the report -of the viewers, and the ordering of the road to be opened under the report made under the original order, granted at August Sessions 1859, does great injustice to the landholders, whose remedy for the recovery of damages, under the Act of June 1836, no longer exists; also to the county of Dauphin, by depriving it of the benefits and advantages secured by the provisions of the Act of the 2d day of April 1857, as extended to the said county, by the Act of the 2d day of April 1860.\n6. The court below erred in refusing to grant a review of the damages, as prayed for by the petition of the landholders presented to the said court.\nThe case was argued in this court by John A. Fishesr and John (J. Hunlcel, for plaintiff in error, and hy David Mumma, Jr., and Hamilton Alriolcs, for defendants in error.\nJune 26th 1862,"
  },
  "file_name": "0139-01",
  "first_page_order": 139,
  "last_page_order": 143
}
