{
  "id": 483155,
  "name": "Spring Garden Road",
  "name_abbreviation": "Spring Garden Road",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "144",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 279,
    "char_count": 4747,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.5107213396968414e-07,
      "percentile": 0.6674147797805973
    },
    "sha256": "310063fd1a51568e1159a6f02196cbba3aaa10ac2ce4a3c1956982e1e9d26f47",
    "simhash": "1:a76580921e272f76",
    "word_count": 871
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spring Garden Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nWe do not review the facts here, and therefore we cannot say that there was any want of proper notice of the time of holding any of the views, or that this road is a mere cul de sao.\nThe principal complaint is, that the court refused to order a third review of the road, and it is plain that this is not error. But the complainants think they need it to recover their damages. This arises from a misapplication of the cases of Durnells and the Chartiers’ Roads, 8 Casey 888, and 10 Id. 418. In neither of those cases was the road law changed during the pendency of the proceedings; and we notice that we have been understood as saying there, that, under these local road laAvs, there might be a view for damages apart from a view or review of the road. That Avas not our meaning, though possibly there might be cases in which this would be proper.\nThis case began under the General Road Law, and was continued under a new local one; and we observe that our decision in the Uwchlan Road, 6 Casey 156, that a road proceeding does not fall by a change of the law during its pendency, is adopted in this law, which saves cases already begun, and, by its supplement, allows the subsequent parts of it to be- conducted with three viewers instead of six. In other respects, this case is to be-finished under the old law. That did not allow the questions of the expediency and location of the road and of its damages to be combined in one vieAV. The road is to be first confirmed, before the proceeding for damages can begin. And so it is in this case. If the complainants wanted damages, they did not seek it in the proper way, nor at the right time.\nProceedings affirmed, at the costs of the complainants.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "N. H. Weiser, for plaintiff in error.",
      "V. K. Keesey, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Spring Garden Road.\nFacts in Road Gases not reviewed, on Certiorari.— Views and Reviews regulated where General Road Law is supplied by Local Law allowing Assessment of Damages by Viewers.\n■ 1. The Supreme Court on certiorari do not review the facts, and cannot therefore determine in a road case that there was any want of proper notice of the time of holding the views, &o.\n2. Where one view was .ordered under the General Road Law, and a review and a re-review awarded under a new local law then passed, it is not error in the court to refuse to grant a third review of the road.\n3. Where a case commenced under the General Road Law is continued under a new local one, which excepted “proceedings already begun,” and allowed subsequent parts of the proceedings to be conducted with three viewers instead of six; the road and the proceedings for damages connected therewith must be finished under the old law, which did not allow the location and the damages to be combined in one view; and the road must be first confirmed before the proceedings for damages can begin.\nCertiorari to the Quarter Sessions of York county.\nIn November 1859, the court appointed six men to view and lay out a road in Spring Garden township, from a public road to the line of the borough of York, who, on the 6th day of January 1860, reported in favour of the road. The same day, the court confirmed their report nisi, and fixed the width at thirty feet. Exceptions were filed to this report on the 19th day of April 1860, and on the 25th day of April 1860, a petition de bene esse for a review was filed, on which the court, on the 29th- day of August 1860, appointed three men, under a recent road law applicable to York county, to review the road, haying, on the 27th day of the same month, dismissed the exceptions and confirmed the first report.\nUnder the second order, on the 6th day of November 1860, a report was made adversely.to the road, which was confirmed on the 12th day of January 1861. On the 9th day of January 1861, a petition for a re-review was filed, and the court, on the same day, appointed three re-reviewers, who, on the 23d day of April 1861, reported favourably to the road, which report, on the same day, was confirmed nisi, the court fixing the width at twenty-six feet. Exceptions were filed to this last report on the 24th day of August 1861, which the court dismissed, except as to the damages of one of th¿ landowners along the route, to assess which they appointed reviewers.\nOn the 20th day of December 1861, a special application was made for the appointment. of other viewers, which the court denied on the ground that they could not, on such application, do more than appoint viewers of the damages. The denial of this application, the dismissal of the exceptions to the last report, and the partial confirmation of the report filed April 28d 1861, were assigned for error here.\nN. H. Weiser, for plaintiff in error.\nV. K. Keesey, for defendant in error.\nJune 26th 1862,"
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 145
}
