{
  "id": 483150,
  "name": "Demmy's Appeal",
  "name_abbreviation": "Demmy's Appeal",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "155",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0147-01"
      ]
    },
    {
      "cite": "3 W. & S. 314",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0314-01"
      ]
    },
    {
      "cite": "1 Jones 300",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0186-01"
      ]
    },
    {
      "cite": "3 Wh. 21",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833415
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0021-01"
      ]
    },
    {
      "cite": "7 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0437-01"
      ]
    },
    {
      "cite": "10 Watts 20",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "61"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 397",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0397-01"
      ]
    },
    {
      "cite": "8 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 21",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169197
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0147-01"
      ]
    },
    {
      "cite": "3 W. & S. 314",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0314-01"
      ]
    },
    {
      "cite": "1 Jones 300",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0437-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1262,
    "char_count": 42385,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 7.176604655690464e-07,
      "percentile": 0.967374159651779
    },
    "sha256": "7fa378611776ba32a305b2f1e5f3928b2f0573c2fdc8dbd1ec8d60c2b421ccd3",
    "simhash": "1:b768b0a51d45684f",
    "word_count": 7609
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Demmy’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nWe concur in opinion with the Orphans’ Court that a portion of the balance found due to the administrator on the settlement of his administration account was a lien upon the real estate of the decedent when the petition for the order of sale was presented, and that consequently the court had jurisdiction to make the order. We also think that no more of the sum credited to the administrator in his account remained a lien, than that for which judgment was obtained within five years, and the amount expended for services in the settlement of the estate. The Act. of February 24th 1884 is too plain to admit of any doubt. The limitation of the lien of the debts of a decedent is complete when five years have elapsed from his death, unless an action be commenced and prosecuted, or a copy of the demand be filed in the specified cases. The statutory period begins to run from the time of his death, not from the grant of letters-of administration on his estate. Nor can the fact that the administrator advanced his own funds and paid the debt within five years prolong the existence of the lien. The only effect of liis payment was to entitle him in equity to a cession of the rights of the creditors paid. It could not enlarge those rights, and give him privileges which did not belong to those to whose position he succeeded. But there was still enough of indebtedness, which was a lien on the lands loft by the decedent, to justify the order to sell.\nAnd we agree with the Orphans’ Court that it was not for the purchaser at the sale, who was the administrator (though not the trustee who made it), and who petitioned for the order, to object that the order which he prepared and for which he asked, was not in strict conformity with the directions of the Act of March 22d 1859. Especially so when, as in this case, the want of conformity to the directions of the act may be wholly remedied at the time of confirmation.\nIt is not, however, so clear to us that the purchaser ought to be compelled to take the property for which he bid, in view of the circumstances of the case. The order to sell was granted on the 22d of August 1859, and was made returnable on the 6th of December in the same year. The sale was appointed for the 24tlf of September, when appellant became the highest bidder, and the property was returned as having been sold to him. Before the return the widow and heirs of the decedent obtained a rule to show cause why the order and all proceedings under it should not be set aside, and, on the 19th December 1859, they filed exceptions to the confirmation of the sale. On the 3d of February 1800, the court ordered the proceedings to be suspended, and held the case under advisement. On the 3d of March 1860, before the purchaser would have been entitled to the possession, and a deed, under the order of the- court and the conditions of sale, the mill on the premises was destroyed by fire, and thereby the property was largely depreciated in value. The widow and heirs then withdrew their objections to the confirmation of the sale, and asked the court to confirm it and direct the trustee to make a deed to the purchaser, and on the 18th of December 1860 (the court being of opinion that the loss occasioned by the fire must be borne by the purchaser), a decree of confirmation was entered.\nIt is, perhaps, not indispensable that we should determine whether the purchaser at such a sale becomes, before its confirmation, so fully the owner of the property purchased that he must bear any loss occasioned by fire or other accidents. In ordinary sales by articles of agreement the purchaser is entitled to accretions, and must sustain any loss caused by accidental- injuries to the property between the time of the agreement for the purchase and the execution of the deed. This appears to be well settled. Equity regards that as done which has been agreed to be done, and which the parties to the agreement have in their power to do : Richter v. Selin, 8 S. & R. 440. Such a sale, therefore, works' a conversion, and if the vendor by articles die before conveyance, the purchase-money is substituted for the land, and passes to the personal representatives of the vendor, and not to his heirs. On the other hand, if the vendee die before conveyance, his personal representatives take nothing. The land descends to his heirs. For authorities collected upon this subject, references may be made to 2 Story’s Eq. Jur., p. 98, and notes. But the'reasons which apply to private executory contracts of sale, and which have led to the establishment of the principle that a vendee by articles is, in equity, the owner of the land which was the subject of the contract, and, as-such, must run the hazard of any deterioration in its value, that may take place before the conveyance of the perfect title, do not apply with equal force to Orphans’ Court sales for the payment of the debts of a decedent. Such sales are not absolute and unconditional. They depend for their validity upon the approval and confirmation of the court. They are liable to be vacated by a power superior to the purchaser and against his will. The sale, even after confirmation, does not divest the title of the heirs of the decedent, for it remains in the power of the court until a deed has been executed and delivered. Until then, their right to maintain ejectment, even against the purchaser, has not gone: Leshey v. Gardner, 3 W. & S. 314. Until then, no conversion takes place, and if the heir of the decedent die, even subsequently to the confirmation of the report of sale, but before the deed, his interest descends as land, and not as money: Erb v. Erb, 9 W. & S. 147; Biggert’s Appeal, 8 Harris 17. These cases recognise a clear distinction between sales made under order of an Orphans’ Court and private sales. The latter are exclusively acts of the parties, and are beyond the control of any other power. The former are not the acts of the decedent or his heirs or devisees. They are the acts of the court, and they require no consent of the owners. In substantial fact, the purchaser buys from the court through its agent. The court reserves the power to decline his bid, and to disannul the act of its agent, until the sale has been fully consummated. It is difficult to distinguish between such sales and those which are made by a master in chancery. In Ex parte Minor, 11 Vesey 559, Lord Eldon held that a purchase before a master is not complete before confirmation of his report, and therefore a loss by fire after a report of sale, but before confirmation, was held not to fall upon the purchaser. The same rule was adopted in Twigg v. Fifield, 13 Vesey 517, and was recognised in 1 Sugden V. & P. 58, and in 3 D. & W. 74. It appears to be the undoubted doctrine of courts of equity: 2 Daniel’s Ch. Prac. 1455.\nIt is said that while there is an analogy between a purchase made under an order of the Orphans’ Court to sell for the payment of debts, and one made before a master in chancery, in some respects they are very dissimilar. It is not obvious, however, wherein the dissimilarity consists. Both require confirmation— one by the express words of the statute, and the other by the uniform practice of the court. That is but a difference in form. No difference is seen in the responsibility of the purchasers. It is as fixed in the one case as in the other. Each purchaser may move for confirmation. Such sales would seem to be much more alike than are Orphans’ Court sales and sheriffs’ sales in a court of law. The purchaser at a sheriff’s sale has been held to acquire an inceptive title, commencing at the time when the property was struck down to him, an interest that may be bound by the lien of a judgment: Bellas v. McCarty, 10 Watts 21; Morrison v. Wurtz, 7 Watts 437; Stephen’s Appeal, 8 W. & S. 188. This, however, only in cases where the sheriff’s deed had been acknowledged and delivered. There the deed relates back to the bid and its acceptance by the sheriff. Even in a sheriff’s sale the title of the debtor is not divested,, nor can the purchaser maintain ejectment or grant a lease of the lands, until the deed has been acknowledged and delivered: Hall v. Benner, 1 Penna. Rep. 402. But there are essential differences between an Orphans’ Court sale and a sheriff’s sale. The one is made by the owner, through the agency of the officer of the law, the other is made by the court, without any agency, express or implied, of the owner. In the one case, the court has the property in charge, supervises the sale, and may direct that it be made on credit; in the other, the court reviews the sale only indirectly, in virtue of its control over its officer and process, and the sale must be for cash. In the one case,-therefore, equity might presume that the purchase-money was paid when the sheriff accepted the purchaser’s bid, in the other no such presumption can arise. There seems to be then but a very remote analogy, if any, between the rights of a purchaser under a sheriff’s sale, and those under a sale made in the Orphans’ Court for the payment of debts. •\nIt must be admitted, however, that there are remarks in the opinion of Judge Rogers, delivered in Robb v. Mann, 1 Jones 300, which assert strongly that a purchaser at an Orphans’ Court sale is, in contemplation of equity, the owner of the land purchased from the time of the auction, and before its confirmation. Yet to me the remarks of the judge seem to be outside of the case. It was a suit brought by the administrator against the purchaser for the purchase-money. The sale had been confirmed, and the purchaser had taken possession. Deterioration of the value of the land of course could not avail as a defence against the administrator, whether the purchaser had title before the confirmation of the sale or not.\nIt is needless to pursue this subject. Granting that the appellant would have been considered as the owner of the property from the day when the property was struck off to him, if the sale had been confirmed, so that the loss would have been his had fire occurred, it by no means follows that the sale ought to have been confirmed. There are in this case but two parties interested. On the one side is the purchaser, and on the other are the widow and heirs. It was by the agency and at the instance of the widow and heirs that the confirmation of the sale was delayed until the fire occurred. The appellant was kept in a state of uncertainty. He was compelled to be prepared with the purchase-money without knowing whether he would obtain the property. If he had an insurable interest, it was impossible to tell its amount, and he could not give his own care and vigilance to the protection of the mill, because he was not entitled to the possession, and he was prevented from obtaining it at the time fixed in the order and in the conditions of sale. All this is due to the widow and heirs, who now ask that the sale be confirmed, after having resisted its confirmation till the fire took place. We think it would be most inequitable, at their instance, to force the purchaser to take the property now. In confirming or refusing to confirm the sale, the Orphans’ Court sits as a court of equity. The circumstances and the conduct of the parties in interest are proper to be considered in the exercise of the court’s discretion.\nIt is ordered that the decree of the Orphans’ Court confirming the sale be reversed, and that the sale made to the appellant be set aside.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by John A. Fisher and John Q. Kunkel, for appellant, and by Jacob B. Amwake and Hamilton Alricks, for appellees."
    ],
    "corrections": "",
    "head_matter": "Demmy’s Appeal.\nLien of Debts of Decedent. — Limitation of, not affected by Payments made by Administrator. — Sale by order of Orphans’ Court not complete until Confirmation.\n1. The limitation of the lien of the debts of a decedent is complete five years after his death, unless an action has been commenced or a copy of the demand be filed in the specified cases: the statutory period begins to run from the time of death, and not from the grant of letters of administration.\n2. Though the administrator advance his own funds in payment of debts due by the decedent within five years from his death, it will not prolong beyond that time the existence of the lien. It only entitles him in equity to a cession of the rights of the creditors paid.\n3. An administrator on settlement of his account was the creditor of the estate for a considerable sum, made up of debts paid, judgments obtained against him as administrator, and his services and expenses incident to settlement of the estate: after five years from the death of the intestate, an order to sell the real estate was granted to pay the debt due the administrator. Held, that only those sums credited to the administrator in his account on which judgment had been obtained within five years from the granting of the order of sale, together with the services and expenses incident to the settlement, were liens on the real estate, but that as those claims wore valid liens, the Orphans’ Court had jurisdiction to make the order.\n4. Orphans’ Court sales depend upon the approval and confirmation of the court for their validity. AVhether a purchaser thereat, is not liable for any loss, such as the destruction of buildings by fire, that may occur between the time of the sale and its confirmation by the court, guara.\nAppeal from the Orphans’ Court of Dauphin county.\nThis was an appeal by Edward Demmy from the decree of the Orphans’ Court relative to the sale of the real estate of Leonard Demmy, deceased.\nThe case was this: — Leonard-Demmy died intestate on the 10th day of August, A. D. 1851. Letters of administration upon his estate issued on the 81st day of August 1854, to Barbara Demmy, his widow, and Edward Demmy, the appellant. On the 12th day of October 1857, Edward Demmy filed in the register’s office of Dauphin county, a final settlement of his administration of the said estate before the register, which was confirmed by the Orphans’ Court of said county, on the 5th day of December then next following, and a balance of $2399.96 was thereupon then and there decreed by the court as due and owing by the estate of the decedent to the said Edward Demmy.\nOn the 22d day of August 1859, a petition was presented to the Orphans’ Court, by Edward Demmy, for an order to sell certain real estate of deceased, situate in Dauphin county* for the payment of the said balance, amounting then with interest to the sum of $2667.96.\nOn the same day, an order to sell certain real estate therein mentioned, consisting of a tract of land with a grist-mill thereon erected, and the appurtenances, was decreed by the court, and Francis Holler appointed trustee to make said sale- upon his giving security in the sum of $14,000; and directing that the sale should be made *on the premises, on Saturday, the 24th day of September, A. D. 1859, upon certain conditions mentioned in the order, which was made returnable on Tuesday, the 6th day of December 1859. On the 24th day of September, A. D. 1859, the trustee sold the grist-mill and premises to Edward Demmy, for the sum of $8050, upon the terms and conditions in the order mentioned, who, on the same day, paid to the trustee $500, as directed by the order.\nOn the 31st day of October 1859, on motion of Mr. Casey, attorney for the widow and heirs, the Orphans’ Court, by endorsement on the back of the petition for order of sale, granted u a rule to show cause why the within order, sale, and all things predicated thereon should not be set aside,” and making the rule returnable “ on the 6th of December next, with notice to the administrator, trustee, and purchaser.”\nOn the return day of the rule, the court made the following order thereon: “December 6th 1859, the within report (of sale) presented and held under advisement.” On the 19th of December 1859, the following exceptions were filed by Messrs. Casey & Brown:—\n1. That the ' application for the sale of the real estate of Leonard Demmy, deceased, was made by Edward Demmy, the administrator of said intestate, for the payment of a debt due to himself, more than five years after the death of said intestate, the said debt not having been perpetuated as a lien, in any of the modes prescribed by the Act of Assembly.\n2. That Leonard Demmy died on the 10th of August 1854, and the application for the order of sale Avas made on the 22d day of August 1859, more than five years after the death of said Leonard Demmy.\n3. That the real estate was sold by the trustee for a less sum than other persons Ayere willing to pay for the same, and by collusion and arrangement with the purchaser, who is the administrator of the intestate, the husband of the widow, and is in possession of the real estate purchased. .\nOn the 27th December 1859, the folloAving agreement in writing was filed of record in the case:—\n“ It is agreed that all the debts for which credit is taken in the administration account, were paid by the administrator within two years and tAvo months from the decease of the intestate, and Avere all subsisting liens against the estate of the intestate when paid, and that five years from the death of-the intestate had not elapsed from the time of the payment of the said debts, when the petition for the order of sale was presented for the repayment of the said debts, and the balance decreed on the administration account of EdAvard Demmy. That several of the said sums were paid on judgments recovered in 1856, in suits brought against the intestate in his lifetime; and that items Nos. one, two, three, four, five, seven, eight, nine, ten, eleven, thirteen, fourteen, fifteen, sixteen, eighteen, twenty-four, twenty-seven, thirty-six, thirty-seven, thirty-eight, forty, forty-nine, fifty, sixty, sixty-three, sixty-four, sixty-five, sixty-seven, one hundred and seventeen, one hundred and tAventy, one hundred and twenty-five, one hundred and twenty-seven, one hundred and thirty-one, one hundred and thirty-tAvo, one hundred and thirty-three, and from No. one hundred and thirty-four to the last item of the account, ekcept Nos. one hundred and nineteen, one hundred and fifty-three, one hundred and seventy-three, one hundred and seventy-five, one hundred and seventy-six, one hundred and seventy-seven, one hundred and seventy-eight, one hundred and seA^enty-nine, one hundred and eighty, one hundred and eighty-tAYO, one hundred and eighty-three, one hundred and eighty-four, one hundred and eighty-five, one hundred and eighty-six, one hundred and eighty-seven, one hundred and eighty-nine, one hundred and ninety, were payments made on account of the expenses attending the administration of the estate, and that the receipts stated in the accounts are correctly dated as of the time when the several sums therein stated were paid, which account and receipts therein referred to are agreed to be received in evidence as containing the truth. Item No. one hundred and fifty-two being judgment' of Christian Roop, in No. twenty-five, January Term 1854. Also No. one hundred and sixty-six and one hundred and sixty-seven being judgment of Stewart Wilson v. Leonard Demmy, No. one hundred and twenty-two, November Term 1858. It is agreed that Leonard Demmy died on the 10th of August 1854, the letters of administration issued to Barbara Demmy, his widow, and Edward Demmy, on the 31st of August 1854, and that said letters and account settled by Edward Demmy, on the said estate, with the receipts therein contained, and decree of the Orphans’ Court thereon, dated 5th December 1857, be considered as part of the said petition and the facts of this case.\n(Signed)\n“John A. Fisher,\n“For Edward Demmy.\n“ Casey & Brown,\n“ For widow and heirs of deceased.\n“December 25th 1856.”\nOn the 2d day of February 1860, after argument had on December 1859, the said court (Pearson, P. J.) filed the following opinion. After stating the main facts of the case, the learned judge proceeded: — ■\n“ It appears that a large portion of the balance claimed by the administrator is on account of debts contracted by the decedent in his lifetime, and paid according to the date of the receipts in the administration account. By the plain terms of the 24th section of the Act of February 24th 1834, these debts ceased to be a lien on the real estate of the decedent at the expiration of five years from his death, unless secured by judgment or mortgage, or the claim, had been filed in the prothonotary’s office under certain circumstances, which it is not pretended was the case here. The payment of the debts by the administrator could not prolong the lien an hour, as is clearly settled by numerous cases; see 5 W. & S. 397, 5 Casey 239, 5 Harris 126, Driesbach’s Appeal; and it matters not whether many years had expired beyond the time fixed by law, as in several of the reported cases, or only twelve days, as in the present, the lien of the debt is irretrievably lost. It has been urged that, until letters of administration were issued, the time would not begin to run; and if such is the law, five years had not expired when this petition was presented. We are unable to see any analogy between this provision and the Statute of Limitations for the commencement of actions. If a debt is due before the debtor dies, the Statute of Limitations has begun to run, and the death and want of administration will not stop it. It runs over all obstacles — infamy, coverture, death, and all others. If the claim falls due after the debtor’s death, there is a suspension of the statute until a party is raised up against whom suit can be brought. It is otherwise as to liens under the Act of 1834. If the creditor wishes to save liis debt, by reaching- real estate, lie must raise up an administrator, and commence his action within the five years, and duly prosecute it to judgment; and should he commence suit but one day before the five years have expired, the lien is good against the land, provided it be duly prosecuted. Neither the time of taking out letters of administration, nor that of paying the debts, nor the settlement of the administration account, can avail this administrator. Ilis lien on the real estate as to a large portion of his debt is gone. Had the debts paid by Edward Demmy been in the favour of judgments or mortgages, in the lifetime of his intestate, we have no doubt that he would have been subrogated to the rights of the creditor, and his lien would have remained probably so long as that of the debt which he paid, certainly for six years after payment, as he might not be permitted to claim by subrogation after his right to support an action had ceased. That an executor or administrator will be substituted to the rights of the creditor, whose debt he paid, is clearly settled in this state, 5 Barr 105; and in England, 7 E. C. L. R. 67. The decease of the debtor is the period fixed by law from which the time of lien must be computed, not the granting of administration, the payment of the debts, or the settlement of the accounts.\n“ In regard to three of these debts embraced within the administration account, and amounting in the aggregate to $346.73, the law is otherwise. Suits were brought by Christian Rupp, and also by Stewart Wilson, against Leonard Demmy in his lifetime. After his death, the administrators were substituted, and the claims were duly prosecuted to judgment some time in the latter part of 1855 and the early part of 1856, and paid by the administrator. These were valid liens when the petition was presented, as the actions had been commenced within the time fixed by law, and were duly prosecuted. As to these three debts, the administrator stands in the room of the creditor, and can properly collect them from the real estate. There is another class of claims, which we think can be lawfully collected by the administrator — the expense of settling the estate. It appears from the written agreement of the counsel in this case that the sum of $419.73 was paid by the administrator on account of various services performed for the benefit of the decedent’s estate after his death, and that those claims were all duly paid by the administrator, and brought into his account, which, by the confirmation, is conceded to be correct. Although valid charges, against the estate of the decedent, they are not debts due by him, and do not, in our opinion, come within the provisions of the 24th section of the Act of February 24th 1834, which wo construe to apply to no debts except those contracted by the decedent and existing at the time of his death. We think that neither the words nor the policy of the law will give it a broader construction. An executor or administrator may be necessarily delayed for many years in settling the final account; he may be delayed by litigation or other causes; may have the sanction of the court for that delay, and after the five years have expired, and the expenditure of the personal assets, be involved in large sums for counsel fees, personal attendance, and the fees of officers, &c. It would appear both strange and highly improper to throw the whole loss on the executor or administrator, or to say that the creditors shall lose their debts, when there is an ample real estate to pay them. Such debts, we have no doubt, remain a lien on the real estate for five years after they were contracted, at the least; and when discharged by the administrator, for five years after payment. It is very possible that there is no statutory provision for the expiration of their lien, though I would rather be disposed to fix the limitation of five years from the time they were contracted, by analogy to the statutory provision in relation to those existing at the time of the decedent’s death. In either case they remain liens against this land, and therefore the administrator is entitled to recover out of his whole claim the sum df $766.66, with interest thereon, say for four years, down to the 1st day of April next, when another portion of an order will go’ into effect, making in all the sum of $950.76 at that time.\n“ From the foregoing opinion it will be perceived that the court considers it had full jurisdiction and authority to order the sale of the real estate in this case ; that there was a portion of the claim presented by the administrator which was a valid lien ; yet, as the administrator in his petition presented a claim for more than the law declared to be a lien on the land, and as the guardian may have been thereby led to the conviction that a sale was inevitable, and consequently did not prepare to meet the debt due by his ward’s property, we will prolong the time for confirming the sale until after the 1st day of April next, and if by that day the guardian will pay to the administrator the sum of $950.66, in full for the balance which can be collected from the real estate of Leonard Demmy, deceased, by his administrator, and also interest on the sum of $500, paid by Edward Demmy to the trustee who sold the land, to be computed from the time of payment until the 1st day of April 1860, and also all the costs of the sale, including the charge of the trustee, we will refuse to confirm the sale, and will set the same aside, and order the $600 paid by Demmy to be refunded by the trustee. On failing to pay as aforesaid, the sale will be confirmed, and a deed ordered to be executed to the purchaser, and-such decree made by the court for the security of all the parties in interest as we shall decide to be in conformity with equity and the laws of the land.\n“There is no evidence before us that the sale was unfairly conducted, or the price inadequate: nor has it been shown that more money can be obtained for the land than was bidden by the administrator.\n“Proceedings are suspended for the present, and the case held under advisement.”\nOn the morning of the 3d day of March 1860, the mill on the premises described in the order and return of sale was entirely consumed by fire. It was conceded, for the purpose of the present case, that it constituted one third part of the value of the estate.\nOn the 10th day of April 1860, the following application was presented to the said court by the counsel for widow and guardian of minors, ■ which in the handwriting of the president judge' was endorsed, “Presented April 10th 1860, and held under advisement; ordered to be filed.”\n“ And now, to wit, April 10th 1860, the attorneys for the widow of Leonard Demmy and the minors of said Leonard Demmy, respectfully ask your Honours to confirm absolutely the sale made by Francis Holler, trustee to Edward Demmy, and order the said trustee to make a deed to the said Edward Dem-my, the purchaser, and make such decree for the security of all the parties in interest as shall be in conformity with equity, and the laws of the land.\nSigned,\n“ Joseph Casey,\n“ W. T. Bishop,\n“Attorneys for widow and guardian of minors.”\nNo further proceedings were had in the case until the 8th day of September 1860, when the following paper, endorsed in the handwriting of the president judge, “Filed September 8th 1860,” was presented to the said court by the counsel of appellant, to the filing of which the counsel of guardian of L. Demmy’s minors objected:—\n“Edward Demmy asks the court to set aside the sale made to him of the real estate of Leonard Demmy, deceased, on the 24th day of September, A. D. 1859, for the following reasons :\n“ 1. Because the terms prescribed in the order of sale are contrary -to the provisions of the Act of the 22d of March 1859.\n“ 2. Because, on the 31st of October 1859, on motion of Mr. Casey, a rule was granted to show cause why the order of sale (granted on the 22d of August 1859), and all things predicated thereon, should not be set aside; in consequence of which, on the 6th day of December 1859, the return of sale made in pursuance of said order was held under advisement (exceptions having been filed to the confirmation, on the 19th of December 1859, by Messrs. Casey & Brown for guardian and former widow), and because, on the 2d of February 1860, an order of this court was made by which said sale would have been set aside by the said court, if the guardian had paid certain moneys on or before the 1st day of April 1860; before which time the mill standing on said property, to wit, on the night of the 2d and 3d of March 1860, was, without any default or act of the purchaser, burned down and entirely consumed, whereby the property contained in said order and return of sale is deteriorated more than 50 per cent, — which said mill formed the sole inducement to the purchase.\n(Signed)\n“ John A. FisnER,\n“ J. C. Kunkel,\n“Attorneys for Edward Demmy.”\nOn the 17th of December 1860, the following opinion and decree of court was filed of record. After recapitulating the material facts of the case, the learned judge proceeded:—\n“ The question now submitted for our consideration is, who must bear the loss arising from the destruction of the mill ?\n“ Is it our duty now to confirm the sale, and decree that a deed be executed to the purchaser, and that he pay the money according to the terms of his purchase ?\n“A preliminary objection is now raised to the sale, and it is contended that the same is invalid, because the order did not conform to the provisions of the 1st section of the Act of March 22d 1859, relative to Orphans’ Courts. It was not ordered ‘ that not less than one-fourth of the purchase-money should be paid at the time of confirming the sale.’ Two answers present themselves to this objection: 1st. The order was prepared by the purchaser himself in his application, and therefore he ought not to complain of the irregularity; and 2d. It does not appear that one-fourth of the purchase-money Avould not be paid before the confirmation. At least one-half was required to be paid by the 1st of April next following the sale, and non constat that the same would be confirmed before that time. If a decree of confirmation would not cure this irregularity, and render the title valid, we should be obliged to declare the sale void from the beginning; but we have no doubt that the defect, if any, would be cured by the decree. We consider the act merely directory, and if substantially followed the title will be good. It is better to make the order in the words of the statute, but when we have it in our power to conform to the directions, by delaying the decree, the objection is without weight. It possesses no equity in the present ease, as the purchaser presented the terms, knew the conditions of the sale, and agreed in writing to conform to them, and never urged any objection until the mill was destroyed. It is a well-settled principle that the equitable owner of an estate must bear the loss, and is entitled to any benefit which may accrue to the property' between the time of the agreement for purchase and the execution of the conveyance: 1 Sugden'on Vend. 887. Therefore where a house was burned down between the time of the agreement and the execution of the conveyance, it was held that the purchaser must bear the loss, although there ivas a delay in making the deed, owing to a defect of the title : Paine v. Miller, 6 Vesey 349. Such also is the rule of the civil law and of the law of Scotland: Sugden 339, and note. Such appears to be the settled law of England in ordinary sales, but a distinction seems to be taken in the courts between those and sales before a master, under a decree in chancery, where it is held that after a sale and confirmation nisi, if a loss occurs it must fall on the vendor: Ex parte Minor, 11 Vesey 559. Also in Twigg v. Fifield, 13 Vesey 517. The reason of the distinction is, that a purchase before a master entails no responsibility on the purchaser prior, to confirmation, and before that act he has no interest in the purchase, but the biddings are subject to be opened at any time.\n“In some particulars there is an analogy between such a purchase and one made under an order of the Orphans’ Court; in others they are very dissimilar. The sale in the Orphans’ Court requires confirmation, by the express words of the statute. On the other hand the purchaser incurs responsibility, as he is held liable for the difference between his bid and the price at which •the property may afterwards sell, on failing to comply with his contract. He lias an interest in his purchase, of which he cannot be deprived, provided the sale is fairly and legally conducted.' The sale is more analogous to one made by the sheriff in Pennsylvania. Although the sheriff’s deed must be acknowledged in open court, which is in many particulars similar to confirmation, and no perfect title passes without it. See Leilas v. McCarty, 10 Watts 20, 21. Yet there is such an inceptive title from the time the property is struck down as will pass to his heirs, or may be taken in execution: Id. 61. He has, before the execution or acknowledgment of his deed, an inceptive interest in the contract, which may be bound by the lien of a judgment: 7 Watts 437. And although the deed is not acknowledged, the land cannot be again sold on a second judgment: 3 Wh. 21. Another judgment-creditor cannot treat the sale as a nullity, and levy on it again: 7 Harris 277. And the title when acquired relates back to the day of the sheriff’s sale: Id. In ordinary auctions the title so far passes on the property'being struck down and terms of sale signed, that a judgment obtained against the purchaser is a lien on his equity, and attaches to the after-acquired deed: 8 W. & S. 186. So where the contract was by article and before purchase-money paid or deed made: Reclitcr v. Selin, 8 S. & R. 440.\n“ We are not, however, left to conjecture and analogical reasoning in regard to administrators’ sales. The very point is decided in Robb v. Mann, 1 Jones 300. It is there held that the title vests from the time of the purchase; and before confirmation the buyer has such an interest as will enable him to maintain an action against a person who despoils the estate. The judge, in delivering the opinion, puts the very case of a deterioration by fire, and says the purchaser would be obliged to receive a conveyance and bear the loss. It has long been settled that such sales are in every particular of a judicial character, and the buyer must take care as to the title, boundaries, and every other matter and thing which must be risked by a purchaser at sheriff’s sale. It is very true that the sale must be approved and confirmed by the court' before a deed can be executed, but approval is as much a matter of course as the acknowledgment of a sheriff’s deed, and if refused should be for the same reasons and on the same principles. The purchaser has an equally vested interest in his contract. Acknowledgment in the one case, and confirmation and a deed, in the other, are necessary to vest a perfect title ; but the purchaser has an interest and estate in the property from the moment it is struck down.\n“ There is no doubt that for many purposes the title remains in the vendor or the heirs of an estate until the deed is made, which cannot be done without confirmation, and the decree should contain-an order for its execution. A ponding ejectment is not defeated by the sale, without execution of the deed: 3 W. & S. 314. The legal title remains in the heirs for purposes of descent, ’as well as for security of the purchase-money: Erb v. Erb, 9 W. & S. 147. The land is not considered as changed into money for purposes of descent or distribution: Bigger’s Estate, 8 Harris 17, 18. It is treated as an inchoate and imperfect estate, is but an equity until fully conveyed by deed; and such is the case whether the sale be by a private individual on his own terms, by a public auction, under an order of the Orphans’ Court by an executor or administrator, or by the sheriff of the county. Yet, in all these cases the purchaser has a vested interest which will descend to his heirs, is the subject of transfer or insurance, can be mortgaged or bound by the lion of a judgment, and sold for his debts; but in any and all of the cases it is held subject to the performance of the conditions on which it was sold, and the purchaser must comply with them before he can obtain his deed. In the mean time he is entitled to all the benefits accruing to the property, and subjected to all the losses it may sustain.\n“ Owing to exceptions filed by the guardian of Leonard Dem-my’s minor children, the confirmation of the sale of this property was postponed, and there was a manifest desire on the part of the objectors to have it set aside, mainly on the ground that the debts for which it was sold had ceased to be a lien. The purchaser at that time desired to have the sale confirmed. We decided on full consideration that a portion of the debt was a valid lien, and the sale unobjectionable. And although time was given to the guardian to pay a certain sum of money and relieve the property, yet there is nothing in the order affecting the validity of the sale ; but on the contrary, it stands as before, and is to be confirmed and a deed executed, unless the money is paid by a specified day, which was not done; for before that time the relative interest and wishes of the parties had changed from the reduction in value of the property by the fire. The postponement of the confirmation, and consequent delay in executing the deed, will not relieve the purchaser from his contract; for so long as the question is sub judiee, it must be considered the law’s delay. Besides, it is questionable whether a confirmation would have been valid until after the 1st of April, on account of the time fixed for payment. The subject of delay is met and decided in Robb v. Mann, 1 Jones 300, already cited. We feel ourselves obliged by the rules of law to confirm this sale, and order and decree that a deed be executed to the purchaser on his complying with the conditions of his contract.”\nOn the same day the order of sale was thus endorsed by the clerk of the Orphans’ Court: “December 17th 1860, the within sale confirmed. See opinion of court filed.”\nThe case was thereupon removed into this court, as above stated, where the following matters were assigned for error:—\n1. The opinion filed and the decree made on the 2d day of February, A. D. 1860, so far as the same relates to denying the whole amount of the debt due by the estate of Leonard Demmy to Edward Demmy, as per balance decreed to be due to him on his administration account by the said Orphans’ Court, on the 5th day of December 1857; and in deciding that the said administrator “is entitled to recover out of his whole claim the sum of §766.66, with interest thereon, say for four years, down to the first day of April next, when another portion of an order will go into effect, making in all the sum of §950.76 at that time.”\n2. The same opinion and decree, so far as it relates to that part of the opinion which decides and orders that, “We will prolong the time for confirming the sale until after the 1st day of April next, and if, by that day, the guardian will pay to the administrator the sum of $950.76, in full for the balance, which can bo collected from the real estate of Leonard Demmy, deceased, by his administrator, and also interest on the sum of $500, paid by Edward Demmy to the trustee who sold the land, to be computed from the time of payment until the 1st day of April 1860, and also all the costs of the sale, including the charge of the trustee, we will refuse to confirm the sale, and will set the same aside, and order the $500 paid by Demmy to be refunded by the trustee. On failing to pay as aforesaid, the sale will be confirmed, and a deed ordered to be executed to the purchaser, and such decree made by the court for the security of all the parties in interest as wo shall decide to be in conformity to equity and laws of the land.”\n8. The opinion filed on the 17th day of December 1860, decreeing, under all the facts and circumstances of the case, that “ Wo feel ourselves obliged by the rules of law to confirm the sale, and order and direct that a deed be executed to the ■purchaser on his complying with the conditions of his contract.”\n4. Overruling the reasons filed in that court against the confirmation of the sale.\nThe case was argued in this court by John A. Fisher and John Q. Kunkel, for appellant, and by Jacob B. Amwake and Hamilton Alricks, for appellees.\nJune 26th 1862,"
  },
  "file_name": "0155-01",
  "first_page_order": 155,
  "last_page_order": 170
}
