{
  "id": 483196,
  "name": "Angle et al. versus Brosius",
  "name_abbreviation": "Angle v. Brosius",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "187",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 494,
    "char_count": 10164,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 1.2630612666900642e-07,
      "percentile": 0.6128656535574082
    },
    "sha256": "0b9830216ef90a3414f427d4d243446cb2f603fb29f5a60e55a527f79b8da209",
    "simhash": "1:9503b63cc208019a",
    "word_count": 1870
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Angle et al. versus Brosius."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe word “issue” is well adapted for a word of limitation, having much more aptitude for such an use than it has to designate the objects of a gift. In signification it very nearly resembles the technical phrase “heirs of the body,” and indeed the two were used as synonyms in the statute Be Bonis. Hence it has long been settled that when real estate is devised by one or more limitations in the same will to a person and his issue, the word issue will be construed as a word of limitation, so as to give the ancestor an estate tail, unless there are expressions in the will unequivocally indicative of a contrary intention. It may be that less is required to overcome the primary meaning of the word “issue,” when used in a will, than would be necessary to destroy the force of the technical words “heirs of the body;” but it cannot be regarded as a word of purchase, unless the context clearly shows that the testator intended to ;ise it in the abnormal and restricted sense of children, sons, daughters, &c. There is nothing in the will of Rebecca McFerren which thus defines and restricts its meaning, or shows a purpose to employ it in any other than its natural signification. The devise in question is to Samuel O. Ross for life, and at his death “to his legal issue or heirs.” Were it to him for life, and at his death to his legal issue, without more, beyond doubt it would give an’ estate tail to Samuel C. Ross. What, then, is the effect of the added -words “or heirs” in the devise of the remainder ? Certainly not to weaken the force of the words “ legal issue,” and to show that the testatrix intended by them not limitation but personal description. Whatever may be their meaning, it is manifest that the added words are not restrictive. They are strictly words of limitation. They point to no persons. They express only the character in which the remainder-men are to take, and they are the only words which the testatrix has used explanatory of the devise to the legal issue of Samuel C. Ross. Then the will must receive its ordinary construction. It gave to Samuel C. Ross more than a life estate, for it gives also a remainder to his issue or to the heirs of his body. This made the devise a gift of an estate tail, unless the added words “or heirs” raised it to an estate in fee simple. A devise to him for life with remainder to his heirs would have been such, but the remainder was given to his “issue or heirs.” No intention is apparent to devise more than one remainder, and that was to vest in enjoyment at the death of Samuel C. Ross. There is therefore no ground for construing the will as a devise for life, remainder to the issue or heirs of the body of the first taker, with remainder to the heirs general. In other words, it cannot be an estate tail in Ross with remainder in fee to his heirs, and therefore an estate in fee simple in him. The words- “or heirs” are manifestly used as equipollent with the words “ legal issue,” and indicate lineal descendents or heirs of the body. And this is the more clear if we notice that in other parts of the will the testatrix used the word heir to describe lineal relationship. Throughout the whole will the thought in her mind expressed by the word heir was of direct not collateral descent.\nThis view of the will leads to the following conclusions:—\n1. Samuel C. Ross ivas tenant in tail under the will of the testatrix.\n2. No remainder was devised to his heirs general.\n3. The reversion after the determination of the estate tail was undevised, and descended to the heirs at law of the testatrix.\n4. The title of the defendant below ceased with the death of, Samuel C. Ross.\n5. The plaintiffs are not entitled to recover as heirs of Ross, or as devisees of the testatrix in remainder.\n6. The title is in the heirs of Rebecca McFerren. The plaintiffs may be some of those heirs, but the case stated does not show it distinctly. Some portion of her estate may have descended to them, but what share we are unable to say from this record.\nUpon the whole we think it proper to reverse the judgment of the Court of Common Pleas, and direct the case stated to be quashed, because it does not contain a statement of facts sufficiently full to enable us to determine what interest in the land in controversy, if any, belongs to the plaintiffs.\nJudgment reversed, and the case stated as in the nature of a special verdict is set aside.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "The case was argued at great length in this court by John Cessna and J. Mel). Sharpe for plaintiffs, and by B. W. Kimmell, William McLellan, and 6r. W. Brewer for defendant."
    ],
    "corrections": "",
    "head_matter": "Angle et al. versus Brosius.\nConstruction of Will. — Bequest of Money to be invested for the use of one for Life, Remainder to “ his legal Issue or Heirs,” construed.\nA testatrix by will bequeathed one-fiftb of her estate to her nephew S. C., “ the money to be invested in land, ho the said S. C. having a lile estate in the same, and at his death to his legal issue or heirsthe interest of the devisee, so invested, having by various conveyance's and judicial sales become vested in B., the heirs at law of S. O. brought an ejectment against him, on a case stated, in which it was Held,\n1. That S. C. was tenant in tail under the will, but that as no remainder was devised to his heirs in general, the reversion after the determination of the estate tail was undevised and descended to the heirs at law of the testatrix.\n2. That the title of the defendant ceased at the death of S. 0., the devisee under the will.\n3. But that the plaintiffs were not entitled to recover as the heirs of S. C., or as devisees of the testatrix in remainder, the title being in the heirs of the testatrix.\nError to the Common Pleas of Franklin county.\nThis was an action of ejectment brought by Sarah Angle, James Ross, Rebecca Wilson and John Wilson her husband, Sarah E. Myers and William L. Myers her husband, Mary A. Craig and William Craig her husband, and Richard Cunningham, against Emanuel Brosius, for a tract of land situate in Montgomery township, containing twenty-three acres more or less, in which the following case was stated for the opinion of the court below:—\nThe partios, by their counsel, agree upon the following facts, in the nature of a special verdict, upon which they pray the court to enter judgment. If in the opinion of the court the plaintiffs are entitled to recover, then judgment to be entered for plaintiffs for the land in dispute, otherwise judgment to be entered for the defendant with costs.'\n1. It is admitted that the plaintiffs are the heirs at law of Samuel O. Ross, deceased.\n2. It is also admitted ’that Rebecca McForren made her last will and testament 11th November 1840, which, after her death, was duly admitted to probate before the register of the county of Franklin, 9th August 1841. In said will the said testatrix {inter alia) devised as follows, viz.: “Item fifth. I bequeath the last fifth to Samuel C. Ross, my nephew, -and son of my sister Rachael Ross, deceased, the money to be invested in land, he the said Samuel C. having a life estate in the same, and at his death to his legal issue or heirs.” This paper is made part of the case. Of the said will the said testatrix appointed Jacob Negley and William Duffield executors, who assumed the duties of the trust.\n3. It is admitted that the said executors, in pursuance of the directions of the said will, invested the said fifth in real estate, and made purchase of the land in controversy on the 13th February 1844, from G. W. Akers and wife, who made the deed to William Duffield, one of said executors in trust under the provisions of said last will. This deed has been mislaid.\n4. It is admitted that Samuel C. Ross went into possession of this property either before the date of the deed, or on the day of its date, with his son John J. Ross; and that the said Samuel C. Ross conveyed and assigned his interest in the land on the 14th of February 1844 to W. H. Wolff, in trust for creditors.\n5. On the 8th June 1844, Wolff, the assignee, conveyed by deed the title vested in him in trust for creditors to William Duffield and Jacob Negley.\n6. On the 6th of May 1848, Jacob Negley conveyed the undivided half derived through Wolff to John J. Ross, the son and only child of said Samuel C. Ross.\n7. The said William Duffield having died, his administrator applied to the Orphans’ Court of Franklin county for an order of sale of said undivided half of the land, derived through Wolff, for the payment of debts. The court decreed the sale, and it is admitted that the proceedings were regular, and the administrator sold and conveyed the title to the undivided half to John J. Ross on the 22d of December 1848.\n8. It is also admitted that E. Brosius obtained a judgment in the Common Pleas of said county against John J. Ross, upon which judgment process was issued, this land levied on, condemned, and sold as the estate of John J. Ross to E. Brosius; that the proceedings were all in due form; that a deed was duly executed 12th January, and acknowledged 19th January 1855, and delivered' by the sheriff to the purchaser for the land in dispute.\n9. It is also admitted that Samuel C. Ross, and his son John J. Ross, on the 25th March 1855, joined in a deed of conveyance of all their title to said land, in fee simple to defendant E. Brosius.\n10. That S. C. Ross was a widower at the date of the death of the testatrix and never married thereafter; and it is further admitted that John J. Ross was his only child, and that he was never married; that he died in the year 1855, in the month of September, aged about thirty-four years; that the father survived the son until July 1860, when he also died.\nThe deeds referred to were made part of the case.\nApril the 19th 1862, the court entered judgment for the defendant, with costs of suit.\nThe case was thereupon removed into this cour]; by the plaintiff, where the following errors were assigned:—\n1. The court below erred in entering judgment upon the case stated for the defendant.\n2. The court below should have entered judgment for the plaintiffs in the case stated.\nThe case was argued at great length in this court by John Cessna and J. Mel). Sharpe for plaintiffs, and by B. W. Kimmell, William McLellan, and 6r. W. Brewer for defendant.\nJune 26th 1862,"
  },
  "file_name": "0187-01",
  "first_page_order": 187,
  "last_page_order": 190
}
