{
  "id": 483224,
  "name": "Stevenson, Bowen & Nesmith versus Hoy",
  "name_abbreviation": "Stevenson, Bowen & Nesmith v. Hoy",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "191",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 191"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 646,
    "char_count": 17342,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 2.1863905688095746e-07,
      "percentile": 0.7732667039661386
    },
    "sha256": "516792fda3ba01958318d6783ff4b52c8dd926312e408f7e17913dd8d6c4e9a9",
    "simhash": "1:0a7f90f12aa7fabf",
    "word_count": 3066
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stevenson, Bowen & Nesmith versus Hoy."
    ],
    "opinions": [
      {
        "text": "The opinion of ihe eouri was delivered, by\nRead, J.\nThis case turns upon a paper no part of which is in the handwriting of the defendant, and it is directly proved to be in the handwriting of John R. Hughes, and the name of Jacob Hoy signed to it 'is in a disguised handwriting, not the natural hand of Hughes, but it is Hughes’s handwriting disguised from his usual handwriting. This paper is the guaranty upon which this suit was brought, and was primd facie a forgery by Hughes upon which the defendant was not liable.\nThe plaintiff offered in evidence the guaranty, accompanied by proof that the guaranty is in the handwriting of John H. Hughes (and to be followed by evidence that at or about the time of the guaranty, John H. Hughes was acting as the agent of Jacob liny, and as such, writing letters in his name, collecting money and giving receipts for the same in his name, endorsing bank checks in his name, upon which endorsement the checks were paid and have not been questioned). The portion of the offer in brackets was objected to by the defendant and rejected by the court, and we think properly; none of these acts, if proved, would establish such an agency in Hughes as to authorize him to give a written guaranty in Hoy’s name, for a bill of goods to be purchased by Hughes from the plaintiff on six months’ credit. It is an act of an entirely different character, the acts offered to be proved being clearly for the convenience and accommodation of Hoy, whilst the act actually done was solely and exclusively for the benefit of Hughes, without any corresponding advantage to Hoy, who at the best, if Hughes paid the bill, would only be relieved from the payment of the debt of a third person. The proof 'should have been of similar guaranties recognised and ratified, or previously authorized by the defendant. This act was clearly not within the scope of his authority arising out of his implied agency, as offered to be proved in this case.\nTh'e power of a partner in a firm of a general commercial nature, as stated by Story on Agency, § 124, is of a most extensive character, but it is clear that one partner is not authorized to bind the partnership by the guaranty of the debt of a third person without a special authority for that purpose, or one to be implied from the common eorfrse of the business, or the previous course of dealing between the parties, unless the guaranty be afterwards adopted and acted upon by the firm (3 Kent 53); such being the restriction upon the power of a partner, who is the agent of the whole for the purpose of carrying on the business, how little reason is there for taking off this restriction in the case of the very limited implied agency in Hughes arising out of the acts proposed, which are greatly inferior to the authority legitimately vested in one member of a partnership ?\nThe next offer was to prove the contents of a letter of the plaintiffs to the defendant of the 10th December 1857, the receipt of which was denied on oath by the defendant. This offer was properly rejected, because it appeared that the plaintiffs had in their possession a facsimile of the original letter which they did not produce, which was better evidence than the recollection of the witness.\n’ The next exception was to the cross-examination of Richard Hughes, a witness oh the part of the plaintiff, who was called to prove that Mr. Hoy gave to him the letter of the agent of the plaintiff of the 29th June 1857, which he read to him.\nUpon his cross-examination the witness testified as follows:\n“ Mr. Hoy showed me the letter and asked me to read it to him. Mr. Hoy can’t read writing very well. When I told him” — (and here the court admitted the following, which was the subject of tbe exception): “ Mr. Hoy said it could not be as I told Mm, for be had never given anything- of the kind at that time, and that he understood the letter differently. He said he understood the letter as asking him to go security. He said it could not be— that he knew nothing of it.” There certainly could be no reason for excluding this part of the conversation, of which the plaintiff had given the prior part, and which was absolutely necessary for the proper information of the court and jury, and the court was therefore right in admitting it.\nWe have carefully examined the charge of the court, and find it certainly as favourable to the plaintiffs as they had any reason to expect upon the evidence in the case. The questions of fact were fairly submitted to the jury, and have been determined by them in favour of the defendant, who was sought to be rendered liable on a paper which he never saw or signed, or authorized any one else to write or sign, and wliich was clearly a forgery.\nThere is nothing in the fourth, fifth, and sixth specifications of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "McAllister and Beaver, for plaintiffs in error.",
      "William P. Wilson, James T. Sale, and Adam Soy, for defendant."
    ],
    "corrections": "",
    "head_matter": "Stevenson, Bowen & Nesmith versus Hoy.\nAuthority of Agent, limitation of. — Evidence of Authority to act for Principal.— Contents of Letter when not admissible in Evidence.— Admissibility of Conversations, part of which has been given in Evidence.\n1. Though one act as an agent for another in writing letters, collecting money, &c., he is not thereby authorized to give a written guaranty in the name of his principal for goods purchased by himself.\n2. Evidence of a general agency in transacting business for the principal, is not admissible in an action against him on a guaranty: for the act of the agent in signing it, was not within the scope of his authority.\n3. But proof that similar guaranties had been made and ratified or previously authorized by the defendant, would have been admissible.\n4. Evidence of the contents of a letter written by the plaintiffs to the defendant is not admissible where it appeared that the plaintiffs had in their possession a fac simile of the original, which they failed to produce.\n5. Where the plaintiffs called a witness to prove that the defendant had handed to him a letter (sent by their agent), which he had read to defendant, as also a part of the conversation had between them, it was not error to admit on cross-examination the rest of the conversation, to the effect that he, the defendant, knew nothing of the guaranty, and that he had given nothing of the kind.\nError to the Common Pleas of Centre county.\nThis was an action of assumpsit, brought in the court below to August Term 1858, by Samuel Stevenson, Smith Bowen, and Alfred Nesmith, doing business as Stevenson, Bowen & Nesmith, against Jacob Hoy.\nThe material facts of the case were these : — John B. Hughes, a merchant of Jacksonville, Centre county, applied to the plaintiffs, merchants of the city of Philadelphia, to purchase a bill of goods. The goods were not purchased at that time, but after his return home he wrote to them, offering Jacob Hoy as surety or guarantor for the payment of the goods, and enclosed the following written guaranty, purporting to be signed by Jacob Hoy:-\n“ Messrs. Stevenson, Bowen k Nesmith.\n“ Gentlemen, — Should J. B. Hughes purchase a bill of goods from you on six months’ time, and should fail to pay at the time, I will stand good for the same.\nBespectfully yours,\n“Jacob Hoy.”\nUpon inquiry by their agent, then in this county, they were satisfied with the name of Hoy as surety, and shipped the goods to Hughes in pursuance of an order forwarded in a letter of the 16th June 1857, which accompanied the guaranty purporting to be signed by Hoy, the defendant. The plaintiffs then forwarded to their agent, G. W. McWilliams, an account of the goods shipped to Hughes. This was received by Mr. McWilliams, then at Rock Springs, in Centre county. On the 29th June 1857, Mr. McWilliams mailed to Jacob Ploy the bill of goods received by him from the plaintiffs, with a letter informing Mr. Hoy that the bill or invoice enclosed was of goods sold to J. R. Hughes in consideration of Mr. Hoy’s written guaranty to Stevenson, Bowen & Nesmith to pay the amount in six months, should Mr. Hughes fail to do so. The purchase by Mr. Hughes amounted to $745.35. This letter it was proved and admitted was received by Mr. Hoy.\nWhen John R. Hughes became insolvent, he left Centre county in March 1858, and died in Missouri in August 1858. The letter sent by Mr. McWilliams to Jacob Hoy, the 29th June 1855, enclosing invoice of purchase by Plughes, and informing Hoy that the goods were sold in consideration of his written guaranty, was not .answered by Hoy. Thus matters remained until the purchase-money of the goods became due. Suit was then brought against Plughes and judgment obtained. This suit was then brought against Jacob Hoy to recover the amount of the goods purchased by Plughes, under the circumstances above stated.\nThe name of Jacob Hoy was not in his handwriting, and there was some evidence on the trial that it was written by Hughes, but in a feigned and unusual hand. Nor was there any authority shown from Hoy to Hughes, or to any other person, to sign the name of Hoy to the guaranty; but the plaintiffs insisted that by his silence after he had notice that they held his written guaranty, he induced them to rely on their security as valid and genuine, until Plughes had became insolvent, and their claim which they could otherwise have secured was lost, and that he became thereby responsible to them for the amount.\nOn the trial the plaintiffs, after some other evidence, offered the guaranty upon which the suit was founded, purporting to have been signed by Jacob Hoy, being the same enclosed to plaintiffs by J. R. Hughes in the letter of 16th June 1857, together with the order for the goods, accompanied by proof that the guaranty is in the handwriting of John R. Hughes and to be followed by evidence that at or about the time of the guaranty John R. Hughes was acting as the agent of Jacob Ploy, and as such writing letters in his name, collecting money and giving receipts for the same in his name, endorsing bank checks in his name, upon which endorsements the checks were paid, and have not since been questioned. Also by proof that on the 10th day of December 1857, the plaintiffs again addressed a letter to Jacob Hoy, Jacksonville, Centre county, Pennsylvania, in which they informed him that Mr. Hughes had not paid the bill of $745.35, which he promised to pay if Hughes did not; that they had drawn upon him for the amount of bill payable 25th of the same month, and that they would expect him to pay if Mr. Hughes did not give him the money to pay the draft, and that they had sent the draft to Humes, McAllister, Hale & Co., Bankers, Bellefonte, where he would please take the money and pay the draft, with exchange on Philadelphia; that no reply was received in answer to said letter; [that John R. Hughes continued to reside at Hoy’s Mills, Centre county, within one half mile of Jacksonville, in which Walker post office is situated, until the month of March 1858, and until after the bill and guaranty were placed in the hands of an attorney for collection, and until after Jacob Hoy had been informed by the attorney of that fact, when Hughes left the county for parts unknown, leaving no estate out of which the claim or any portion thereof could be collected;] that Hoy received the letter in evidence dated 29th June 1857, mailed at Rock Springs, and the bill enclosed, and showed them to Richard C. Hughes, by whom the contents of the same were fully explained to him, and that shortly after J. R. Hughes left the county he positively denied ever having received any such letter or bill.\nThat portion of the offer enclosed in brackets was objected to by the defendant and rejected by the court, and the.residue admitted in evidence under exception by both parties.\nThe plaintiffs then offered to prove the contents of a letter written by them to defendant on the 10th day of December 1857, which they had shown was mailed at Philadelphia on the same day, addressed to Jacob Hoy, Jacksonville, Centre county, Pennsylvania (notice to produce which on the trial had been duly given by the plaintiffs to the defendant), having also proved by William Allison, postmaster, at Jacksonville, that a letter mailed at Philadelphia on the 10th, arrived at Jacksonville on the 12th December 1857. They had previously offered a copy of this letter, taken from a fao simile impression made upon a copying press, and had proved by Thomas R. Searle that he was in the employ of the plaintiffs as book-keeper in 1857; that he saw and read the original letter before it was sent; that a fac simile impression was taken by a boy in a letter-book from which the copy offered was taken; that he had compared the copy offered with the copy in the' book. The defendant’s counsel objected to the admission of the paper offered, because — 1. It was not a correct copy. 2. It was a copy of a copy; and because 3. The fae simile in plaintiffs’ letter-book, from which it purports to be copied, is the best evidence and ought to be produced; and the court rejected the offer. An offer to prove the contents of the letter was there made; but it was objected to, and rejected by the court.\nAfter the plaintiffs had proved the insolvency of Hughes, his removal from Centre county in 1858, and that Hoy was informed by mail that he had given his guaranty as above stated, and that the letter which contained this information had been received, the defendant proposed to ask the witness then on the stand, what Mr. Hoy had said when he read the letter to him, which was objected to by the plaintiffs on the ground that they had not given any of his declarations in evidence, and that his declarations to a third party with whom the plaintiffs had no connection, were not evidence. The court overruled the objection and admitted the evidence.\nThe court below (Graham, P. J.), after stating the material facts of the case, and the grounds on which the plaintiffs and defendant rested their case, charged as follows:—\n“ [The letter of plaintiffs to Hoy is as follows: — ■\n“Rock Springs, June 29th 1857.\n“Mr. Jacob Hoy, Centre county.\n“ Sir: Enclosed you will find duplicate invoice of goods sold Mr. J. R. Hughes, in consideration of your written guaranty to us to pay the amount in six months, should Mr. Hughes fail to do so. The object in writing you is to notify you of the purchase of the goods by Mr. Hughes, and the amount, viz., $745.35. Yours, respectfully,\n“ Stevenson, Bowen & Nesmith,\n“Per G. W.>McWilliams.”\n“You will have this letter out with you, and from it and all the evidence in the case, you will determine whether Mr. Hoy knew and understood that the plaintiffs held his written guaranty for the goods purchased by Hughes. If he so understood the letter and remained silent and did not reply, but suffered plaintiffs to rest upon their supposed guaranty, although a forgery, until Hughes became insolvent and the debt was lost, then the defendant would be liable, and we cannot instruct you as requested by defendant’s counsel, that if the guaranty was a forgery the defendant might disregard the notice received from plaintiffs, and incur no liability.\n“ On the contrary, if you are not satisfied from the evidence that defendant fully understood plaintiffs’ letter, as a notice that they held his written guaranty for the goods purchased, if from the evidence of his being illiterate and not able to read writing easily or understandingly, and further that he had really signed no such guaranty, you believe that he honestly understood plaintiffs’ letter as a request to guarantee a purchase that had been made previous to that time by Hughes, and not as a notice that they then held a written guaranty signed by him, then the defendant would not be liable.\n“ This is an action to charge one man with the debt of another, and in such cases the evidence on the part of the plaintiffs ought to be very explicit. The plaintiffs are required to make out the case to your satisfaction. The evidence must preponderate in their favour; if it is equally balanced the plaintiffs ought not to recover.]\n“ If from the whole evidence applied to the point in this case on which we have said the rights of the respective.parties depend, you are reasonably well satisfied that the plaintiffs ought to recover, find in their favour.\n‘‘ [On the contrary, if the evidence has failed to satisfy you that the letter of plaintiffs was understood by defendant as a notice that they then held his written guaranty, but on account of his being illiterate, or unable properly to read writing, he understood it only as a request to guarantee the purchase made by Hughes, then the plaintiffs ought not to recover.\n“ We cannot instruct you, as requested by counsel, that Hoy is to be considered by you as a man of ordinary intelligence. Tou will judge of his intelligence from the evidence on that subject. Nor can we instruct you, as requested by defendant’s counsel, that the Act of 26th April 1855 will prevent plaintiffs from recovering in this case.”]\nUnder these instructions there was a verdict and judgment for defendant; whereupon the plaintiffs sued out this writ, and assigned for error here the rejection and admission of the testimony above mentioned, and so much of the charge of the court as is included above in brackets.\nMcAllister and Beaver, for plaintiffs in error.\nWilliam P. Wilson, James T. Sale, and Adam Soy, for defendant.\nJune 26th 1862,"
  },
  "file_name": "0191-01",
  "first_page_order": 191,
  "last_page_order": 197
}
