{
  "id": 483173,
  "name": "Yealy et al. versus Fink",
  "name_abbreviation": "Yealy v. Fink",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "212",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 514",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0514-01"
      ]
    },
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "9 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 19494,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 7.844594401983736e-07,
      "percentile": 0.9725476272941009
    },
    "sha256": "6d86b1a599fde4d5e02e6a837ee02e65ccf7ab9314e31115681c2968991ca18f",
    "simhash": "1:57337a2d99ac8f14",
    "word_count": 3404
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yealy et al. versus Fink."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe defendants below, now plaintiffs in error, were supervisors of two adjoining townships, the line between which was a small stream. Acting under an order of the Court of Quarter Sessions, they made a new road which had been laid out across the stream, and instead of building a bridge over it, they made a passage-way by depositing stone in its bed, which the plaintiff below complains obstructed the flow of water to his mill. For this he has brought this suit against them, and he seeks to charge them personally with the damages which he has sustained in consequence of the alleged obstruction.\nOn the trial in the court below, the jury were correctly instructed that township officers are not personally liable for acts done honestly in the exercise of the discretion which the law gives them, even though that discretion be exercised so mistakenly as to work an injury to private property or to private individuals. It is an undeniable principle that neither the state itself nor any persons natural or artificial, acting under its authority, are responsible for any damages occasioned by the construction of a highway, unless provision has been made for compensation. The doctrine was broadly asserted in The Governor and Company of the British Plate Manufacturers v. Meredith, 4 Term Rep. 794, in Boulton v. Crowther, 2 Barn. & Cress. 703, and it has ever since been maintained in the English courts. It is equally well settled in this Commonwealth. It was asserted in Green v. The Borough of Reading, 9 Watts 382, in The Monongahela Navigation Company v. Koons, 6 W. & S. 101, in Henry v. The Pittsburgh Bridge Company, 8 Id. 85, in O’Connor v. Pittsburgh, 6 Harris 187, and in very many other cases which might be cited. The public officer is protected, however, only while acting within the limits of his authority. If under the colour of his office he exceeds the power which the law has conferred upon him, he cannot shelter himself under the plea that he is a public agent. The first question in any case brought against him, therefore, is whether he had legal authority for the acts complained of. And indeed it was held in The Mayor v. Randolph, 4 W. & S. 514, that no other question could arise. In that case Judge Sergeant said, that while the agent of the state acts within the sphere of his authority, his motives or the cause of his action are not examinable. He seemed to regard it of no consequence whether the motive which prompted to the action was to promote the wishes of one man or others, or whether it was to carry out the objects of the law. In his mind it was a mere question of power. There is no small reason for holding that the liability of a public agent to make or repair a highway for damages caused by his acts, done in pursuance of his public trust, should not begin until he has transcended his powers. In most of the cases the suitor against him complains of a nuisance. Whether an act done be a nuisance or not involves. always the inquiry whether it was contrary to law. It cannot be a nuisance if legally authorized, and to the inquiry whether legally authorized or not, the motives of the actor are quite irrelevant. Human law, except in very few cases, looks only to external conduct. Besides, if the motive with which the erection of a bridge or a causeway, an excavation or an embankment, was done, is to determine whether it be a nuisance or not, the most strange results would be accomplished. Then if the motive of the agent be bad, the work done must be undone, though its undoing be itself in direct violation of law. The party injured may sue until the nuisance be abated. No statutory remedy has been provided which assesses in one action the damages for the erection and maintenance of a nuisance.\nYet it seems to be established that if a public officer acts maliciously or wantonly; if the work which he performs be done rather to injure a private individual than to discharge a public duty; he is responsible for the consequences. He cannot recklessly, wantonly, or maliciously invade private rights, and protect himself under the authority of the law. He is not allowed to find shelter under'the wing of public authority when he is assailed for acts done for the gratification of his own malignant feelings, or with a wicked disregard of the interests of others. This principle was advanced in Boulton v. Crowther, in Jones v. Bird, 5 B. & Ald. 837, in Henry v. The Pittsburgh Bridge Company, and it is the admitted law of the Commonwealth. The Court of Common Pleas attempted to apply it to the trial of this case. But we think it was erroneously extended. The jury were instructed that the defendants were liable if in building the passage-way over the stream, there was an intent to injure the plaintiff: in other words, if they did not build a bridge as they might have done, but instead of doing so erected the causeway with the intent of injuring the plaintiff. Again the jury was charged that if the defendants constructed the causeway with an inters to injure the plaintiff, lie could recover, and that an intent to injure him might be inferred from the acts of the defendants, if the jury believed they wore such as could have been done with no other intent, or if the evidence justified the jury in drawing such an inference. From the whole case it is apparent that the marrow of the plaintiff’s complaint was that the supervisors did not build a bridge instead of a causeway. The latter was more hurtful to the plaintiff than a bridge would have been. The obvious impression made by the charge of the court was, therefore, that building a causeway rather than a bridge, was an act done with intent to injure the plaintiff, for as the hurt resulting from the causeway was certain, and as it is fairly presumable that a person intends the natural consequences of his acts, the simple act of building the causeway indicated that intent, which, in the opinion of the court, subjected the defendants to liability for damages. This wa.s erroneous. The defendants could choose between a bridge and a causeway without exposure to a claim for damages. They were, authorized to decide deliberately to build a causeway, and consequently to work increased harm to the plaintiff, and still be protected by the public authority under which they acted. A mere intent to do an act which must work harm to the plaintiff was not enough to strip them of their shield. They were-defenceless only if their intent to injure the plaintiff was malicious, or so wanton and reckless as to prove that it was malicious. A mistake of judgment was not enough to make them liable to damages. Nor is a court and jury to review their judgment while they act within the scope of their authority. Such a measure of immunity to public officers the interests of society and the enforcement of the laws demand. The case before us well illustrates the importance of adhering firmly to this, old rule. We find no evidence in the case of any malice against the plaintiff below. That he was damnified may have been true, but the defendants have done no more than determine in the exercise of a discretion which the law gave them and commanded them to exercise, that it was better for the interests of the public committed to them to build a passage-way of stone than to erect a bridge. It is of the utmost importance that officers intrusted with such powers be protected in exercising them, without being terrified with the apprehension of personal responsibility, if their acts should result in harm to any private property. We think the charge of the learned judge of the Common Pleas was not sufficiently guarded. The jury should have been instructed that the plaintiff could not recover unless the defendants had acted with a malicious design to .do him injury, or with such a reckless and wanton disregard of his interests as would be equivalent to malicious intent. They are not personally liable because they built # causeway when they might have built a bridge.\nThere was no error in leaving to the jury to find that the injury, if any, was the joint act of the defendants. The erection of the causeway was one act, though parts of it were built at different times and by different defendants. It was all done in pursuance of a common design, and therefore the acts of one were the acts of all the agents.\nBut whether in doing the work each of the defendants had a malicious purpose to injure the plaintiff is another question, and to show that Taylor, one of the defendants, was actuated by no such motive, we think he should have been permitted to prove that before the passage-way ivas commenced, he had received a message from Tealy, the supervisor of Germany township, that he would not join in building a bridge; that the people of his township were opposed to it. Such evidence, as it supposed a motive for the choice of a causeway rather than a bridge, tended to disprove the existence in Taylor’s mind of any malice, and to account for his action without rendering necessary the imputation to him of any guilty design. Nor is it obnoxious to the criticism that it was making testimony for themselves. The message was sent before the act complained of was done. At all events it should have been submitted to the jury.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "McOreary, for plaintiffs in error.",
      "D. MeOonaughy, for defendant."
    ],
    "corrections": "",
    "head_matter": "Yealy et al. versus Fink.\nPersonal Liability of Public Officers.\n1. Township officers are not personally liable for acts done honestly in the exercise of the discretion given them by law, though it be exercised so mistakenly as to work an injury to private property or private individuals: but they are liable, if they act maliciously or wantonly and if the work performed by them be done rather to injure an individual th'an to discharge a public duty.\n2. The supervisors of adjoining townships, in laying out a road over a small stream, the boundary line between tho townships, filled up the bod of the stream with stone, and made a causeway instead of a bridge : tho owner of a waterpower below brought an action against the supervisors for obstructing the water, on the trial of which the jury were instructed that if the defendants constructed the causeway with an intent to injure the plaintiff he might recover, and that an intent to injure him might be inferred from the acts of the defendants if the jury believed they wore such as could have been done with no other intent, or if the evidence justified them in drawing such an inference : Held, that such instruction was error, for the defendants had the right to build a causeway rather than a bridge, without incurring any liability for damages: and the plaintiff could not recover unless the defendants had acted with a malicious design to do him injury, or with such a reckless and wanton disregard of his interests as would be equivalent to malicious intent.\n3. Though parts of the causeway were built at different times, and by different defendants, yet as it was done in pursuance of a common design, tho acts of one were the acts of all: hence, it was not error to leave it to the jury to find that the injury, if any, was the joint act of tho defendants.\n4. It was compotontfor one of the defendants to show, that before the commencement of the work he had received a message from the supervisor of tho adjoining township — a co-defendant — that he would not join in building a bridge because the people of his township were opposed to it: the evidence Was admissible to show the want of any malicious intent.\nError to tbe Common Picas of Adams county.\nThis was an action of trespass on tbe case brought in tho court below, to January Torm 1862, by Pius P. Eink against Jacob Yealy, Edward Collins, and James Taylor.\nThe material facts of tbe case were as follows : — -Pins P. Eink, tho plaintiff, was the owner and occupier of a farm situate partly in Germany and partly in Mountjoy townships. A saw-mill and a chopping-mill were erected upon Alloways’ creek, which passed through Mr. Eink’s farm. On the 21st of November 1859, a new road was ordered to bo opened, which crossed the Alloways’ creek and tho pond of the plaintiff. This new road could not be travelled unless a bridge or causeway of some kind was built over the dam. • At the township elections for the year 1860, Taylor and Collins were elected supervisors of Mountjoy township, and Yealy one of the supervisors of Germany township. After consultation amongst themselves and the neighbours, it was agreed that,a bridge should not be built across the dam on the site of the new road, but a stone road or causeway erected. As the centre of the creek was the dividing line between the two townships, one half the causeway or road was built by Taylor and Collins, the supervisors of the one township, and the other half by Yealy, one of. the supervisors of the other township. The work on behalf of each township was done at different times, the portion of one township having been finished before the other was begun. The plaintiff, considering this erection an injury to his water-power, and consequently to his mills, brought this suit against the supervisors individually, and not against the townships as corporations, and sought to recover from them compensation for the alleged injury.\nOn the trial the defendants offered to prove that before any act was done by Taylor towards building the causeway, a message was sent and delivered by him from Yealy, the supervisor of Germany township, to Taylor, the supervisor of Mountjoy township, to the effect that the people of Germany township were opposed to building 0, bridge, and in favour of building a stone way across the creek at this'point; and that he Yealy would not join in building a bridge. This offer was objected to and rejected by the court.\nAmong the points presented to the court by the plaintiff was the following:—\n3. That an intent to injure the plaintiff may be inferred from the acts of the defendants, without proof aliunde.\nThe defendants also requested the court to charge: —\n2. That defendants, acting as supervisors, are not personally liable for the consequences of acts within the scope of their authority, done in good faith; nor unless it is clearly shown by evidence that they have acted maliciously, vexatiously, or wdtli intention to injure plaintiff.\nThe court below (Fisiier, P. J.),.after stating the case, charged the jury as follows :—\n“ The first question the jury will decide is, did the erection of the causeway over the pond injure the plaintiff’s mills by affecting the water-power or its flow ? If from an examination and due consideration of the testimony given in the case, the jury should come to the conclusion that it did not, then they need inquire no further, for in that case the plaintiff having suffered no injury is entitled to recover no damages.\n“ [Should the jury be of opinion that the causeway was an injury to the plaintiff’s mills, they will then inquire did the defendants jointly inflict it. For if they did not, the plaintiff cannot recover. That the work done by Taylor and Collins was done at one time, that by Yealy at another time, is true; still if they agreed to build this obstruction, and each executed his part of the work necessary to complete the common design, although on different days, yet as the completed obstruction causes the injury (if one was caused), they are co-workers in the construction, and are jointly liable, if liable at all.] And whether they are or are not liable, if they did it in pursuance of a common design, depends upon other questions yet to be mentioned.\n“ If the defendants when they erected this causeway acted as private individuals, they would be clearly liable to answer for any damages occasioned by the construction. But they did it by virtue of the authority vested in them as supervisors of their respective townships, and are not individually liable for an injury done by it, unless they did it with improper motives, wrongfully and with an intent to injure the plaintiff. Officers of townships are not personally liable for acts done honestl.y, in the exercise of their discretion, even should that discretion be exercised so mistakenly as to work an injury to private property or private individuals. But if men acting in an official capacity do an act under colour of their office, using their office and power in an improper manner, and with an intent thereby to do an injury, they are personally liable. The • court have already stated to you the purport of the second count of the plaintiff’s declaration. Should you, upon consideration of the evidence, come to the conclusion that the causeway erected by the defendants was an injury to plaintiff, and that the defendants built it in furtherance of a common design, then the only principle upon which the plaintiff * can recover is, that it was done with the intent to injure the plaintiff; in other words, that they did not build a bridge as they certainly might have done, but instead of doing so erected the causeway with the intent of injuring the plaintiff. But the jury must be well satisfied in the evil intent before the plaintiff can recover. The presumption of the law is in favour of innocence in such cases as the present. The guilty intent must be proved, the malevolent design rendered certain, or the circumstances attending the act be such as convince you of the evil intent. Under no other circumstances can persons acting in an official capacity be made personally liable for acts done by them in the performance of their public duty, which works a consequential injury to' private rights. [If therefore the defendants constructed this causeway with the intent charged, the plaintiff can recover in this action damages for any loss its erection has caused him by impeding the flow of water, or the capacity of the mills, either to chop grain or to saw timber, from the 20th day of June 1860, the date of the completion of the alleged obstruction, until the 20th day of January 1861, the day this suit was brought.] If, however, in your estimation the defendants acted honestly, fairly, with pure motives, and did what they believed was best to- be done for the welfare of their constituents, however great the damage sustained by the plaintiff may have been, your verdict must be for the defendants.”\nThe plaintiff’s third point was answered as follows:—\n“ An intent to injure the plaintiff, in the manner complained of, may be inferred from the acts of the defendants, if the jury believe they are such as could have been done with no other intent, or the evidence given is such as justifies the jury in drawing such an inference.”\nThe defendants’ second point was answered as follows :—\n“ The court answer this point in the affirmative, with this qualification, that an intent to injure the plaintiff, in.the manner complained of, may be made out by proof of such acts, as in tiieir nature could have no other effect than to work an injury to the plaintiff.”\nUnder these instructions there was a verdict and judgment for plaintiff. Whereupon the defendants sued out this writ, and assigned for error,—\n1. The rejection of the evidence above mentioned.\n2 and 8. Th§ instruction t'o the jury which is contained in those parts of the charge printed above in brackets.\n4. The answer given to the plaintiff’s third point.\n5. The answer given to defendant’s second point.\nMcOreary, for plaintiffs in error.\nD. MeOonaughy, for defendant.\nJune 26th 1862,"
  },
  "file_name": "0212-01",
  "first_page_order": 212,
  "last_page_order": 218
}
