{
  "id": 483151,
  "name": "Winebrenner et al. versus Colder et al.",
  "name_abbreviation": "Winebrenner v. Colder",
  "decision_date": "1862-06-26",
  "docket_number": "",
  "first_page": "244",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1366,
    "char_count": 45037,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.061881730602472e-07,
      "percentile": 0.908170321899076
    },
    "sha256": "d9c86b01ee6ce04fd35258c5010d9d9e15d6815a4097d1425ce37125e6563087",
    "simhash": "1:04d79203cd2c34f3",
    "word_count": 7632
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Winebrenner et al. versus Colder et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nLest we should be supposed to approve the form of this bill, it is better for us to say, that if it were a simple statement of the essential facts of the case, instead of the evidence of those facts, it would not have needed one-fourth as much paper, and would have presented the case with much more clearness. This is a sufficient indication of a fault that ought to be avoided.\nThe case is a church quarrel in the denomination of Christians, calling themselves the Church of God, and usually called by others Winebrennerians. It arose by a majority of the congregation, called the Church of God at Harrisburg, attaching themselves to Mr. Colder, .and persisting in calling him as their pastor, though he was not a minister of the denomination, accepted by the Annual Eldership, which is their name for what in other denominations is called presbytery, classis, convention, &c., though of course not with exactly identical functions. A minority of the congregation oppose this movement, and desire to accept a minister assigned to them by the annual eldership; and on this question^the congregation is divided into two irreconcilable factions.\nThe fundamental question raised by the case is, which party is right in its action ? This question is so well discussed, on principle and authority, in the opinion of the learned president of the Common Pleas, that we are saved from,much of the discussion which would otherwise have been proper. But the case has been very ably and earnestly re-argued here, on some points which seem to require a special attention from us, and we proceed to the consideration of them.\nThe state having prescribed no law for the action of any church, leaves each church or denomination to the guidance of its own law, and looks to that as the standard by which all internal disputes are to be tried. Our main question therefore is, what is the law of this congregation relative to the mode of' obtaining a pastor ?\nThe congregation is in regular association with its sister congregations, and in regular connection with and subordination to the' provincial and general elderships or assemblies of the church, and of course part of the law of each congregation is to be found in the general law of the denomination; and all the reliable oral testimony of the cause, all the usages of the church, and all its written documents, unite in showing that there is no regular way for a congregation to obtain a pastor, but by the appointments of the annual eldership. This is but very faintly denied, and it is rather sought to be avoided by the argument, that this usage is not properly a law that binds the congregations, but only an exfedient that is useful for peaceful co-operation, so long as it is administered to the satisfaction of the several congregations.\nThe charter of this congregation, obtained from the legislature in 3848, is relied on to show its independent character: and certainly it does not allude to any more general body of which it is to form a part. But, we may add, it does not forbid any connection with other congregations, and congregational individuality is not at all inconsistent with denominational unity, as any one that looks may see. And in many denominations, it is quite common, not to say that it is the usual rule, to omit all notice of the denominational bond in their congregational charter, and this without meaning to affect the character of the congregation, as it was before the charter, or to declare it independent. Section 9 of the charter expressly forbids its enumeration of powers and privileges from including others not enumerated. The powers given to the congregational officers are no more exclusive of denominational character, powers, and laws, than is common in church charters, and, rightly understood, are not at all inconsistent with the associate duties of the congregation.\nThe legislature never means, by granting or allowing such charters, to change the ecclesiastical status of congregation, but only to afford them a more advantageous civil status. And so this charter has been understood by this congregation ever since it was granted; for it has continued all its associated action, without change, up to the time of this dispute. And it could not reasonably have supposed that the charter changed its ecclesiastical law relative to the appointment of pastors, for the charter declares nothing on that subject.\nIt is argued, moreover, that every congregation is proved to be independent, because it is so declared in the “ History of the Church of God,” given in evidence, and especially because it is there declared that churches should be formed “ subject to no extrinsic or foreign jurisdiction, and governed by their own officers, chosen by a majority of the members of each individual church.” This history is admitted to be an authentic exposition of the doctrine and order of the church, and was written by John Winebrenner, who was the founder of the sect, and who, as part of this quarrel, was expelled from the church, and died in expulsion, if the action of the majority of this congregation is to be sustained.\nNot much is to be made out of the word “ independent,” for in ordinary usage its meaning is very indefinite. The tenant of the poor-house likes to call himself an independent citizen, and no one need object very seriously to this, so long as he conforms to the laws of the place. Others have a better right to claim this distinction, and yet all must submit to the laws of the land. No man or body of men can be entirely independent of society and its laws. And yet there is a measure of independence in all associations, and its extent can be ascertained only by an observation of the facts that define it. And so, the expression “subject to no extrinsic jurisdiction” may have a relative, but not an absolute, value. It cannot, in the face of the other documents of the church, and of its uniform practice, save the several congregations from dependence on the annual eldership for its pastors ; and that is the material point here.\nThe defendants consider it some support of their case that the same document declares that co-operation, not legislation, is the main object of the meetings of the annual eldership. Another sentence of the same document, however, presents some qualification of this one : “ if she (the general church) is a society of saints, then a congenial government is necessarily implied, for no society can well exist without order, and order supposes rule, discipline, and control: and these imply a controlling power.” It follows therefore that some legislation is necessary, and that for the purpose of securing the “main” object, co-operation. These terms accord with the usual functions of such bodies in other denominations; co-operation rather than legislation, and legislation in aid of co-operation. And it is expressly in general accordance with other such assemblies, that the eldership is formed, where it is declared in the constitution, art. 2, that the Annual Eldership is “for the transaction of such business as properly pertains to ecclesiastical bodies.” Certainly it is not an illegitimate form of co-operation for their assemblies to assign to each minister his station, and especially it is not inconsistent with the principle of co-operation that this' assignment is expressly declared to be a function of the annual eldership. When, it legislates beyond this to the injury of any member or congregation, it will be time enough to investigate its functions more closely. We do not need to do so now.\nTo ju-stify the rejection of the pastor appointed by the annual eldership, the defendants rely on article 14 of the constitution, which declares that the stationing committee “ shall appoint the preachers to the several stations and circuits, and their report shall always be final and conclusive, except it be rejected by a vote of a majority, in which ease the convention shall take it back, and report another, subject to like action.”\nIt is argued that this recognises the right of the majority of the congregation to reject a minister assigned to it. But the evidence shows that such has never been the practice of the church, and this is strong evidence against such an interpretation. There is no evidence on the record sufficient to sustain it; and the ordinary practice of deliberative bodies is all against it. Article 13 provides for a standing committee to act for the assembly during its vacation in making and changing appointments of ministers. But the stationing committee acts only during the sessions of the assembly, and reports to it, not to the congregations ; and it is the reports thus made that are final and conclusive, unless rejected by a majority, and this seems to us very plainly to mean a majority of the annual eldership. To interpret it otherwise would require evidence that has not been furnished to us, and which, we suppose, does not exist. We infer, therefore, from this and other parts of the constitution, and from the common practice, that the appointments of the stationing committee, not disapproved of by the annual eldership, are binding upon the congregations.\nBut it is argued that this congregation has always been accustomed to choose its own pastors, and that therefore their choice of Mr. Colder was not disorderly. There is, however, no reliable evidence in support of this allegation. Their congregational minutes show no instance of such an election until after this dispute began. No doubt there were often informal meetings of the elders or leading members, or even of the congregation, for the pui’pose of agreeing upon preachers whom they would request the eldership to send them; the evidence shows this. But this does not prove any law of the congregation, or of the denomination, but only an indulgence or liberty; a liberty not to elect a pastor, but only to suggest one whom they would like to have. The appointment of a pastor has always come from the annual eldership, and no reliable instance is given of a contrary practice, unless possibly for the temporary supply of an accidental vacancy. Mr. Croll seems to have been an instance of this, and he was afterwards appointed by the annual eldership.\nIt might be possible that the annual eldership should so far offend the wishes of the congregation, and disregard the fitness 'of things, and the expectations raised by its own customary modes of acting, that equity might justify or excuse a congregation in rejecting its appointments, and in choosing a pastor for themselves, but in this case we find nothing of the sort. In almost all instances the annual eldership sent to this congregation the pastor whom they desired, and no doubt they treated all other congregations in the same manner, as nearly as was practicable. In such matters each one is necessarily liable to some disappointments. If there was any favoured church, it was the one at Harrisburg ; and this was quite natural, as it was perhaps the most influential, and was the mother church of the denomination.\nAs to this particular case, there seems to have been an extraordinary degree of indulgence on the part of the annual eldership towards the majority of this congregation, and towards Mr. Colder; for it was not until after he had accepted the pastorate, without the consent of the annual eldership, or of its standing committee; and after he had been convicted of insubordination at an extra session, called on account of his irregularityand after he had refused to submit the difficulty to the adjustment of the standing committee, as required by the annual eldership, and continued to act as pastor, though he had been pronounced insubordinate ; and after he had again been tried and convicted of insubordination, and was so far forgiven as to have his license renewed, and the pastorate of the Harrisburg church assigned to him until the 1st of April following; and after he had used his position as editor of the newspaper of the church to maintain the part he had taken; it was not until after all this, and more, that he was suspended from the ministry hy the standing committee, and afterwards expelled by the annual eldership. Surely this indulgence exhibits a degree of respect for Mr. Colder personally which can be accounted for only on the supposition of high qualities possessed by him, and this may also indicate the grounds of the attachment to him of so many of this congregation, notwithstanding his disorderly course. The evidence reveals to us no reason why this respect and indulgence of the annual eldership has not been reciprocated. The utmost that the majority can attain by persistence in this insubordination, can only be the establishment of a new sect, which, according to the ordinary practice of giving names, the world will call “ Colderites.”\nSuppose this congregation was at one time independent. Then it is argued it may at any time resume its independence. We do not concede the conclusion; though there may be special cases wherein such a result may be reached. The principle that governs in such cases is good faith to all the members of the congregation, and that can be preserved only by a loyal adherence to the authorities and organic constitution that wTere in existence at the time they became members. They can complain of no changes that are made in their organic laws by their legitimate authorities in pursuance of the constitution, but all changes otherwise made, without their consent, are a violation of good faith to them, however great may be the local majorities that attempt them.\nBut was this congregation ever independent in the sense that it elected its own pastors ? We see no evidence of it. It was John Winebrenner that gathered and nurtured this flock, and it was thus and not by election that he became the pastor of it. And, judging this event by others, he instructed and appointed the preaching elders, who assisted in gathering, nurturing, and organizing other flocks. And when, after five years of labour, in 1830, he and his five assistants met together to form a regular organization and constitution, most likely they did nothing mate-rally different, in relation to the appointment of pastors, from what they had been doing before. It is only after that, that we become possessed of the exact outlines of the system of organization, and possibly before that they had not become distinctly conscious of it themselves. It is not necessary for us to be able to say when its associated form became complete. Growing things are not susceptible of precise definition. We cannot say exactly when a boy becomes a man, or when a sapling becomes a tree. It is sufficient, when we are called upon to test the legitimacy of any particular act of an ecclesiastical organism, that we are able to discover and define the law of the organism that applies to the case, whether it be old or new, and whether we can trace its history or not.'\nWe need not dwell on the argument founded on the deed of conveyance of the congregational property.. It is well answered by the opinion of the learned president of the Common Pleas. The trustees, who are the elders, hold the property for the use of the congregation, and that consists of all those who are in full communion with the church, and who adhere or are willing to submit to the regular order of the church : and adherence to the general denomination, while it continues sound and orderly, is one of the essential elements of that order. According to the fundamental, legal, and equitable principles of such associations, that majority which makes use of its corporate forms for the purpose of instituting an organized resistance to the legitimate authority of their ecclesiastical superiors; that expels the members of the minority for refusing to contribute to the support of their disorderly organization ; and that institutes as its pastor a regularly expelled minister of their denomination: such a majority is not the true congregation.\nMr. Colder was regularly expelled; for his previous attempt to dissolve his connection with the annual eldership was utterly nugatory, so long as he persisted in maintaining his position as pastor of one of its congregations. Moreover, even without the expulsion, we discover no principle of this denomination, by means of which he can at all be recognised as a minister of the gospel: for he never was one, except by virtue of the annually renewed license of the annual eldership, and his last license expired in the end of the year 1859 or the beginning of 1860.\nAccording to the legal and equitable principles of such associations, it is those who adhere or submit to the regular order of the church, local and general (even though they be a minority), that constitute the true congregation, and also the true corporation if it be incorporated. It makes no difficulty in equity that the majority have constituted themselves in strict accordance with the congregational or corporate forms, if they have done so in violation of fundamental principles. One of the most important functions of equity in such ca,ses, is to supply the defects of the corporate forms in order to protect t}ie fundamental principles ; and it will see that this is done in as close analogy to the corporate forms, as is compatible with the main purpose of protecting the rights of the minority and the fundamental principles of the association. One of the rights of this minority, is to have a pastor regularly appointed by the annual eldership or its stationing committee.\nWe must consider this congregation as having been in a state of anarchy for the last four years, and during that period all its regular and legitimate action has been suspended, and all ics members have ceased to be qualified voters under its charter by falling in arrears in their contributions more than one year. The majority have done so by improperly contributing to the support of their disorderly organization; and the minority by properly refusing to contribute for such a purpose. It was said on the argument, that the minority has regularly kept up the organization by itself, but this nowhere appears on the record in any sufficient manner, and we can take no notice of it.\nHow then shall equity restore the organism to life ? It must overlook this period of anarchy and go back to a time when order still existed, and take the members as they then stood who are willing still to adhere to the congregation in its proper order. We must presume that a reasonable degree of order prevailed on the 3d November 1858, when Mr. Colder was last appointed pastor of this congregation, but immediately after that, disorder became manifest and permanent. Those who were then qualified voters, and who now declare themselves desirous of continuing to be members of the congregation, and willing to submit to its congregational and denominational order, must still be considered members.\nBut owing to this anarchy there are no members properly qualified under the charter to hold a new election, and it is not proper to wait until the next charter period for holding an election. The provisions of the charter are therefore inadequate for the present emergency, and we must supply its defects according to the demands of the occasion.\nThe plaintiffs, by their appeal, further ask that an account shall be decreed against the defendants; but they do not file their bill as the trustees of the corporation, but only as private members, and as such they have no right to the‘account prayed for. It is enough that their rights of membership are restored by bringing back the corporation to its proper order. When order is restored other wrongs may be corrected in the ordinary way.\nIt seems to us that we need not discuss this case further. What we have said is sufficient to indicate what the decree ought to be. It must he in some respects different from the decree pronounced in the Common Pleas, and we shall amend and correct that, accordingly.\nDecree, June 1862. This cause came on to be heard at the last term at Harrisburg, on appeals by both parties from the decree of the Court of Common Pleas of Dauphin county, and was fully argued by counsel, and now on mature consideration thereof, it is ordered, adjudged, and decreed, that the said decree be amended and corrected so as to read, and that it stand decreed, as follows :—\nThat the office of elder in the corporation known as “the Church of God at Harrisburg,” is hereby declared vacant, and that the office of pastor therein has been de jure vacant since the 3d of January 1859 :\nThat three discreet persons be appointed by the court as judges of election, to hold a new election for four ruling elders, who shall hold their office until others shall be regularly elected in their stead, at or after the next regular annual period of election under the charter: that the persons so appointed judges shall as soon as possible after their appointment fix a time, not exceeding six weeks after their appointment, for holding the said election at the church, and shall give notice by at least three advertisements in each of the daily newspapers of Harrisburg, of the day on which and the hours within which said election shall be held, the first of which advertisements shall be at least four weeks before the said day ; and the expenses thereof and of the said election shall stand as costs in the cause; and the said judges shall, as soon as possible after the said election, report to the court the result thereof, that the court may examine and approve the same, or make such other order in relation thereto as may then appear necessary:\nThat all persons who were qualified voters of the said church on the 3d of November 1859, and who shall declare before the judges of the election that they are desirous of continuing to be members thereof, and willing in good faith to submit to its congregational and denominational order, shall alone be entitled to vote at the said election, and they alone shall be eligible, and on the delivery of their votes their names shall be entered on the records of\" the church as having voted under this decree; but none of the persons of the party of the defendants, who have acted as elders since the said 3d of November 1859, shall be eligible to the eldership at the said election :\nThat immediately after notice of the appointment of the said judges of election, the defendants and each of them, or any other member or late member of said church having possession of any of the books or records thereof, shall deliver the same to the said judges for their use during the election, and on the approval of the report of the said judges of election by the court, the said books and records shall be delivered to the custody of the elders so elected, and the defendants shall likewise deliver to them all the other deeds, papers, documents, property, and effects of the said church :\nThat the defendant James Colder be restrained and perpetually enjoined from preaching, or in anywise officiating as pastor in the church of the said congregation, and from intermeddling in any manner with the spiritual or temporal affairs of the same (otherwise than as a voter if entitled as such), unless he shall be regularly licensed and appointed as pastor thereof by or under the authority of the East Pennsylvania Eldership:\nThat the other defendants be strictly epjoined from permitting the said James Colder in anywise to officiate as minister or pastor in the said church unless so regularly appointed, and from employing any other stated pastor thereof without the consent of the same authority, and from interfering with or obstructing the proper functions of any regular minister of “ The Church of God” whom the East Pennsylvania Elder-ship may reasonably appoint as pastor of the said congregation; and that the said defendants pay all the costs incurred in this court and in the Common Pleas:\nAnd the cause is now remitted to the Common Pleas, that this decree may there be carried into full effect in all its parts according to its true spirit, intent, and meaning; and the plaintiffs have leave to apply in the Common Pleas as occasion may require for any further order that may be necessary, in order to carry all the parts of the foregoing decree into full and complete effect.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Kunhel <j- Simonton, for appellants.",
      "Qharles O. Sawn and B. F. Ftter, for appellees."
    ],
    "corrections": "",
    "head_matter": "Winebrenner et al. versus Colder et al.\nBill should state Facts, not Fvid&nce.— Who constitute “ the Congregation” in Church Organizations.— Church Property belongs to those who adhere to the regular, local, and general Order of the Church Organization.\n1. A bill in equity should contain a statement of the essential facts of the case presented, but not the evidence of those facts.\n2. In church organizations those who adhere and submit to the regular order of the church, local and general, though a minority, are the true congregation and corporation, if incorporated.\n3. By the constitution of a religious denomination, it was provided that no person should be an accepted minister without a regular license, which was to be annually renewed by the “ Eldership” of which he was a member: one congregation, after receiving for many years from the “Eldership” the minister sent by it, and regularly licensed, at length, in consequence of some dispute, refused to accept as pastor the minister sent them by the Eldership, and by a majority retained possession of the church buildings and property, supporting and receiving their former minister, who for not conforming to the rules and discipline of the denomination and for disobedience to the order of the “ Elder-ship” had been suspended from his functions as a minister, and finally expelled from the church or denomination : on bill in equity filed by the minority (who were willing to submit to the Eldership, to receive the minister sent them by it, and conform to the discipline of the denomination), against the majority, for an injunction to restrain them and their minister from preaching or teaching in, or in any manner using the church edifice, it was Held,\n1. That the church property was held in trust for the use of such of the congregation as adhered and were willing to submit to the regular order and discipline of the denomination :\n2. That the majority of the congregation who had made use of the regular corporate forms to institute an organized resistance to the legitimate authority of their ecclesiastical superiors, and had instituted an expelled minister of the denomination as their pastor, was not the true congregation :\n3. But that though in other respects the minority who adhered to the general order of the church were the true congregation, yet as by the constitution all of each class had ceased to become members by falling in arrears in their contributions for more than one year, a period of anarchy had occurred, which must bo overlooked, and all of the members, as they were when order still existed, who were desirous of adhering to the congregation and church, and were willing to submit to the congregational and denominational order, were to he considered members, and entitled to vote at a new election to be decreed by the court, for church officers.\nAppeal from the Common Pleas of Dauphin county. Sitting in Equity.\nThis was a proceeding in equity founded on a bill filed April 11th 1859 by John Winebrenner, Isaac Stees, and others, members of the church incorporated under the name and title of the “ Church of God,” at Harrisburg, adhering to the religious principles and government of “The East Pennsylvania Eldership and General Eldership of the Church of God in North America,” for themselves and others who adhere to the standards, principles, doctrines, and discipline thereof, against James Colder, John Young, A. W. Barr, and others claiming to hold and occupy the Fourth Street Bethel or- church edifice of the said Church of God in Harrisburg.\nThe bill, answer, and evidence in the case presented substantially the following state of facts : — In the year 1825 a congregation of worshippers Ayas formed in Harrisburg, calling itself the Church of God at Harrisburg, and professing to have no other creed than the Bible, Avith an independent church government. This denomination continued to flourish and spread over the state, forming many congregations, having no connection with each other until the year 1830, when a confederation took place, as was testified to, for the mere purpose of co-operation; by which an eldership was formed Ayhich was soon after known as the East Pennsylvania Eldership; another vras established in the western part of the state about the same time. This East Pennsylvania Eldership adopted a constitution about the year 1832, but its nature or character cannot be precisely ascertained, as no copy thereof was presented to the court. The constitution given in evidence, Avhich Ayas an amendment of the former, was adopted in October 1852. By the year 1845 the denomination had extended over many of the western states, when it was resolved to establish a general eldership, which was to be composed of delegates from all the elderships, who were to meet once in three years. A constitution for its government was adopted, and this general eldership was invested with a degree of control over all the churches; among other things, yyith the licensing of preachers, and certain appellate powers from the inferior elder-ships. The'locating and removal of pastors, and arranging the limits and boundaries of congregations, was vested in the local elderships, Ayhich acted through its committees; it also seems to have been invested with power to suspend, and probably to expel a clergyman for cause, as also the lay members or elders and deacons of the congregations. On the 21st of April 1857, the East Pennsylvania Eldership was incorporated by an Act of Assembly, but no special or particular powers were conferred by the charter in regard to the government of the church. Both the complainants and respondents always recognised the constitution and power of the eldership down to 1858, when this dispute commenced. It is provided in the constitution of the general eldership, that no person shall be an accredited minister in the Church of God, without a regular license, and all the preachers in good standing shall have their licenses renewed annually by the eldership of which they are members. The constitution of the East Pennsylvania Eldership provides for ministers making an annual report, which if approved, their licenses shall be renewed. The same instrument gives a committee all the power of the eldership, except to expel or change preachers without cause. It may try, and suspend a preacher, change appointments or remove him, provided it is done through the application of a preacher, or a church acting by its elders. The stationing committee is authorized to locate the ministers and fix the boundaries, and its action is final, unless rejected by the vote of a majority, in which case the committee ave to take it back and report another; and all persons asking for an appointment as pastor are required to take the one allotted to them under penalty of not receiving one for a year. No one was permitted to preach in this church from 1830 forward without a regular license, and being stationed in the congregation by a committee of the eldership. And from the words of the constitution, the practice of the church, and the general understanding as proved, no clergyman could be forced upon a particular congregation, without its consent and against its will. But a single exception to this practice was proved by some of the witnesses. All of the defendants, from time to time, attended the meetings of the elderships, recognised the usages of the church, and many of them assisted in forming the constitution, or were present when it was done. Its validity and binding force was never denied prior to this dispute. By the terms of the charter of incorporation, this church is enabled to take and hold, by its rulers and elders and their successors in office, for the use of said church, lands, tenements, choses in action, &c., not exceeding a certain annual value or income, and the same to grant, bargain, and sell, for the use of said church or congregation. Certain persons are named as elders, to wit, John Young, Isaac Stees, Jacob Miley, and Michael Newman, with a provision that they shall be kept up by annual elections, and to them is given the control and management of all the secular and pecuniary affairs of the church, with the care of the house and the church property now or hereafter belonging to them ; and the elders, with the pastor of the church, shall compose a church council, who shall have the sole control of the spiritual concerns of the church. Under the powers thus conferred, and pursuant to a resolution of the congregation, sale was made of the Bethel on Mulberry street, used as a place of worship when the congregation was incorporated, and a lot purchased on Fourth street, on which the Bethel or church in dispute was built. The deed for a portion of the property, dated April 1st 1854, is made to John Young,'Jacob Miley,'David Lingle, and Isaac Stees, “elders of the Church of God at Harrisburg, their successors and assigns,” and for the other portion, dated January 8th 1856, to John Young, Jacob Miley, Isaac Stees, and Michael Newman, “elders of the Church of God at Harrisburg, their successors in office and assigns.” The evidence showed that the property was purchased and house built with the proceeds of sale of the old Bethel belonging to the congregation, with money raised by subscription or donations, and certain sums borrowed for which they are still indebted.\nThe East Pennsylvania Eldership held its twenty-sixth annual meeting in the new building on Sunday, the 4th day of November 1855, at which time it was dedicated to the worship of God. At that time the church and congregation were under the pastoral charge of the Rev. Mr. Colder, in pursuance of his appointment thereto by the eldership, at its yearly meeting next preceding that time, who continued to officiate until September 1857, when he removed to Shippensburg and assumed the position of principal of the “Shippensburg Collegiate Institute,” and the pastoral charge of the Church of God in that place (the latter by appointment from the standing committee); and elder William Mooney was appointed to take his place as pastor of the Church of God at Harrisburg. At the annual meeting of the eldership that same fall at Middletown, where Mr. Colder and John Young with others were present as delegates from the Shippensburg and Harrisburg churches, these appointments were confirmed by the eldership; and James Colder and William Mooney reappointed by the eldership to the respective pastoral charges, then severally occupied by them, for another year.\nOn or about the 26th of May 1858, William Mooney died; whereupon the standing committee, on the 29th of the same month, filled the place thus made vacant in the pastoral charge of' the church at Harrisburg by the appointment of elder Jacob Flake, of Philadelphia. The defendants with others refused to acquiesce in the appointment of elder Flake, and held a meeting in the Bethel and selected James Colder pastor of the church and congregation. The standing committee held several meetings, of which the parties had due notice, and at the first of said meetings a letter was received from J. Young, J. Miley, T. F. Boyer, and Isaac Steos, elders of the said Church of God at Harrisburg, wherein they requested said committee to confirm the election of James Colder as paster of the Church of God at Harrisburg. At the second meeting, the business being still before them and not disposed of, a letter from the elders of the Church of Shippensburg to the elders of the Church of God at Harrisburg, releasing James Colder from his charge as pastor of the church at Shippensburg, was put into the hands of the committee. The committee at both of said meetings declined to take final action in the premises, because of the neglect of James Colder to appear before them. They appointed a third meeting-on the 10th of August, A. D. 1858, further to consider the subject referred to them, and directed notice thereof to be served on said James Colder, to the effect that if he did not appear and submit his case to their consideration and action they would proceed to dispose of the subject without such appearance and submission. He did appear, but refused to submit his case to the consideration and action of the committee, or to abide by their decision in the premises.\nOn or about the 3d of January 1859, he withdrew from the church, dissolving, as far as lay in his power, all connection with it. On the 18th of January 1859, he was suspended from his eldership or functions as a minister, by a resolution of the eldership, and on the 3d or 4th of November 1859 (after the filing of this bill), he was expelled from the church.\nThe standing committee then appointed Rev. John Winebrenner to supply the vacancy thus alleged by them to be created in the Church of God at Harrisburg, to the 1st of April 1859; who, upon undertaking to fulfil this appointment, was prevented by the elders and congregation of the said church from doing so, and informed by them that the church was supplied already by a pastor of their own choice. On the 1st of April 1859, Rev. A. X. Shoemaker, in pursuance of an appointment, also undertook to occupy the pulpit of said church, but was in like manner by the elders and congregation prevented from doing so, and informed that the church was already supplied by a pastor of their own choice. Ever since, the Rev. James Colder has, by the choice of a majority of the congregation, continued to occupy the pulpit and minister to the congregation. Whereupon the complainants, who are a minority of the congregation, claiming to adhere to the East Pennsylvania and General Elder-ships aforesaid, brought this bill i-n equity, praying the court that the defendants may be compelled to permit clergymen of the East Pennsylvania Eldership of the Church of God to preach, teach, and administer divine ordinances, according to the doctrines of said church, in the said church edifice; and that the elders, defendants, be compelled to appropriate the funds and property of said congregation to fhe support of such clergymen, and no others; and that they, together with said James Colder, be required to come to an accounting of said funds and property, and the income thereof, since the alleged suspension of the said James Colder; and that the said John Young, Jacob Miley, A. W. Barr, and T. E. Boyer, elders of said church, defendants, be removed from their office of trustees, and their places supplied, and required to deliver over the books, property, and effects of said church; and that the said James Colder be restrained from preaching, teaching, or in any way officiating as pastor or minister in said church, and from intermeddling in any .manner with the spiritualities and temporalities of the same; and that the other defendants be restrained from permitting said Colder so to do.\nTestimony was thereupon taken by an examiner, and the ease heard on the bill, answer, and the evidence thus submitted.\nThe court below (Pearson, P. J.) decreed “ that John Young, Jacob Miley, Theodore F. Boyer, and Peter S. Atticks be removed from the office of trustees or elders of the Church of God at Harrisburg, and that they and each of them deliver to the trustees or elders, to be elected pursuant to the charter of the church and this decree, all and singular the books, property, and effects of said church. That new trustees or elders be elected by the qualified voters of said church, pursuant to the terms of the charter thereof, on the 29th day of October next, at the church or Bethel belonging to said congregation, situated on Fourth'street, in the city of Harrisburg, of which at least thirty days’ notice shall be given, by an advertisement, to be inserted not less than three times in each of the daily newspapers printed in the city of Harrisburg; the election to be opened at twelve o’clock m., of said day, and to be closed at five o’clock p. M., and to be held by three members of the congregation duly qualified to vote, according to the provisions of the charter; they to be selected for that purpose by the qualified voters of the congregation, between the hours of nine and twelve o’clock in the morning of said day, at the church aforesaid. The elders or trustees so ordered to be elected, to be selected from the qualified members of the church entitled to vote, according to the eighth section of the charter; but neither of the elders or trustees deposed or removed by this decree shall be elected to said office. All persons are to be permitted to vote at the election who are duly qualified according to the provisions of the charter, and none others.\n“ That the said James Colder be restrained and perpetually enjoined from preaching, teaching, or in anywise officiating as pastor or minister, in the church edifice of the Church of God, at Harrisburg, and from intermeddling, in any manner, with the spiritualities or temporalities of the same, until he shall be restored to the church from which he has withdrawn, been excluded and expelled, by the order thereof, according to its rules and regulations.\n“ That the said John Young, Jacob Miley, Theodore F. Boyer, and Peter S. Atticks, trustees or elders of the church, and the said George W. Felix, S. W. Myers, John Ferguson, Jonas Kudy, and Joshua Jones, and the said corporation and members thereof, be restrained and enjoined from permitting said James Colder to preach, teach, or in any manner to administer Divine ordinances in said church edifice, and from intermeddling, in any manner, with the temporalities or spiritualities of the same; and also from appointing any pastor or minister to officiate in said church edifice, as a stationed pastor of the congregation, who is not in regular standing and in full communion with the East Pennsylvania Eldership of the Church of God of North America, regularly licensed thereby, and appointed as pastor or minister for tli© Church of God, at Harrisburg, according to the rules, principles, practices, and usages of the General and East Pennsylvania Elderships; and also from appropriating, or in any manner disposing of, the funds, property, or effects of said Church of God, at-Harrisburg, for the support and maintenance of any unqualified pastor or minister. And further, that said defendants be restrained and enjoined from preventing, or in any manner interfering with, the occupation of said church edifice by the complainants and others, who are qualified members of said church, adhering to the faith and practice of the same, and who are in submission to the authority and government of the East Pennsylvania and General Elderships of the Church of God of North America, and from exercising all authority in said church, equally with themselves, in proportion to their numbers. But this not to be construed into an order or decree to require the majority of said congregation to receive any minister or pastor to preach or officiate in said church, against their will, nor to exclude the church edifice from use and occupancy as a place of worship, to be conducted by such clergymen as the congregation may temporarily select to preach for them, or from holding Sunday schools, prayer meetings, or other religious services of like character. And that the defendants pay the costs of this suit, to be taxed by the prothonotary.”\nThe case was then removed into this court by the defendants, for whom the following errors were assigned :—\n1. The court erred in not dismissing complainants’ bill.\n2. The court erred in decreeing the removal of the trustees or elders, and ordering the election of new elders or trustees.\n8. The court erred in decreeing that James Colder be perpetually restrained and enjoined from preaching, teaching, or in anywise officiating as pastor or minister in the church edifice of the Church of God, at Harrisburg, and from intermeddling, in any manner, with the spiritualities or temporalities of the same.\n4. The court erred in decreeing that the elders or trustees be enjoined from permitting said James Colder so to minister and officiate.\n5. The court erred in decreeing that the defendants and the congregation be enjoined from appointing any pastor to officiate in said church building, who is not in regular standing and in full communion with the East Pennsylvania Eldership and Church of God in North America, regularly licensed thereby, and appointed as a pastor within the Church of God, at Harrisburg, according to the rules, principles, practices, and usages of the General and East Pennsylvania Elderships.\nKunhel <j- Simonton, for appellants.\nQharles O. Sawn and B. F. Ftter, for appellees.\nJune 26th 1862,"
  },
  "file_name": "0244-01",
  "first_page_order": 244,
  "last_page_order": 259
}
