{
  "id": 483183,
  "name": "Buehler's Heirs versus Buffington et al.",
  "name_abbreviation": "Buehler's Heirs v. Buffington",
  "decision_date": "1862-10-30",
  "docket_number": "",
  "first_page": "278",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 522",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 504",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1386,
    "char_count": 47667,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.3260263558158093e-07,
      "percentile": 0.6277850561943958
    },
    "sha256": "8a861cb7537670e763047ca6097a2d477bf69c3373afbf294b614720a44823a7",
    "simhash": "1:ee664624e018d87d",
    "word_count": 8439
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buehler’s Heirs versus Buffington et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nWhenever it is reasonably possible, the law ought to be so administered that rights which depend on the acts of public officers should not fail because of official default in recording those acts. Usually such defects may be cured by amending the record, and while this remedy exists no other can well be admitted. But when th.e court in which the error occurred is finally abolished, leaving no authority that can act for it in making amendments, then that remedy is gone. And surely the party has a right to the fact that the official act did take place. How shall he obtain it, the legal evidence and the authority to supply it being wanting? Equity would supply it. And with us the judge trying the cause in which the fact is needed may ascertain the official default on sufficient evidence, and treat the fact as if it had been duly recorded. The verdict of a jury on such a fact of special legal practice would not be very convincing to anybody. It does no harm, however, that the judge has added the jury’s opinion to his own in this case. The entries produced satisfy us that the sheriff’s deed was regularly-acknowledged in the Circuit Court, and that it was proper to treat the case as if the record of that fact had been complete and regular.\nBut the parties claiming under this official act might have had the record of it amended fifty years ago; and it would not bo just to allow an equivalent for an amendment noAV, if thereby we take away the rights of subsequent bond fide purchasers who have had no actual or constructive notice of the fact. They have constructive notice of it if on inquiry of the proper custodians of the records this fact would have been made known to them. We cannot doubt that it would. The record shows very regularly the judgment, test. fi. fa., vend, ex., and return of sale, and of course the next thing that a keeper of the records would seek for would be the entry of the acknowledgment of the sheriff’s deed, and for that he goes to a special docket devoted to such entries. The records of the Circuit Court and of the Common Pleas were kept in the same office, and by the same officer; and hence the entries of sheriffs’ deeds acknowledged in both courts were made in the same docket, and any one knowing anything about the practice of the office would know this, and would readily find the entry. Then we must treat it as found; and the fact that it does not state in which court the acknowledgment took place, is supplied by the fact appearing in the entry that it is a continuation of the record of the same suit; by the presumption in favour of the regularity of the proceeding; and by the additional fact that none but the Circuit Court was in session on that day. There is, therefore, no such irregularity or defect as prevents the record from being constructive notice of the sale made under the judgment.\nNor can we regard the judgment as invalid, though it was entered on a sci. fa. post annum et diem on a previous judgment that was void. If we could find no previous record at all, still the new judgment would not be void on that account, though it might be reversible for irregularity in its own process. Having-no valid judgment to rest on, it must be treated as a new judgment, and. the parties having submitted to it, strangers cannot object. And the proceeding turning out the executors and substituting administrators, could be questioned only by the executors, and is not to be reviewed in this collateral way. We cannot now treat it as void.\nThe original action was in time to have saved the debt from the bar of the statute if it had been properly pursued, but it was not. No aims writ was issued against Mrs. Molson; and therefore, by the acceptance of judgment against the other defendant, the suit against her was abandoned, as the law then stood. The sci. fa. on that judgment was, therefore, not a proper pursuit of the original action as against Mrs. Molson, It professed to be a proceeding to have execution of a judgment to which she was no party; and though at this stage of the process she became a party and afterwards had a judgment rendered against her, which cannot now be disputed, yet the Act of 1794 compels us to look at the fact that the process did not efficiently commence as against her until she appeared to the sci. fa.\nNo doubt the judgment on this sci. fa. was too late, under the Act of 1794, to continue of itself the charge of the debt against the lands of the decedent. It is not as a judgment that it is a lien at all; but as a debt established by judgment, it claimed a right to resort to any land of the decedent for payment. The Act of 1794 forbids this in ordinary cases, and therefore the will is resorted to, as giving the law of the case by making the land a trust fund, without limitation of time, for the payment of all the debts. Is this so ?\nIt is true that it was decided in Alexander v. McMurray, 8 Watts 504, that where executors are directed by will to sell land for the payment of debts, this creates a trust of the land for that purpose, and the limitation in the Act of 1794 does not apply; and this case is followed by others: 9 Watts 522; 3 Harris 111. But these eases were qualified in Eetterman v. Agnew, 4 Barr 63, where it is said that “ these were not cases of trust, but of charge, in which the temporary charge imposed by the law was supplanted by the permanent charge imposed by the testator.” And it is there shown that such a devise adds nothing to the power of the executors.\nBy the English common law, general creditors could not reach the land, even though so devised; but, for the purpose of formulating his jurisdiction, a chancellor would treat the devise as creating a trust for creditors, and would compel a sale in order to pay.them. I rather think, however, that he would respect a statute that fixed a time for the presentation and pursuit of such debts, and would not entertain a bill coming after that period. He usually judges thus, and perhaps he would thus treat a clause so purely formal as this, which can hardly be supposed to be intended to keep open the settlement of a testator’s estate, and the sale of his land, or its safe enjoyment, by his devisees or heirs for an indefinite period: 6 Barr 268. In Agnew v. Eetterman, it is said that such a clause as this has no other effect than to save the necessity of applying to the Orphans’ Court for an order of sale. If this be so, the power of sale would be gone when the statute bars the debts as against the land, unless the will expressly excludes the bar of the statute.\nBut, however this may be, there is another element in this case. This is not simply a devise to sell for the payment of debts, but it says of the sale, “ the moneys arising therefrom to be applied to pay debts and legacies above;\" and above the testator had said that all just demands brought to his executors “ in due and lawful time,” should be paid. This clause relating to time may possibly be regarded as merely formal; but certainly it is no more so than the trust clause, so called; and if this may be valid to create a charge which the law created without it, that ought to be valid to limit the charge, as it was limited by the law.\nSurely, this clause is sufficient to show that the testator did not intend to supplant the temporary charge of the law by a 'permanent one of his own creation, for he refers to the “lawful time;” and moreover, that is not mere formal language. He may not have known or thought of any special legal limitation; but his language shows that he was willing to trust to the law for a proper one. He dedicated his land for his debts just as the law dedicated it.\nWe think, therefore, that the devise does not reject but retains the limitation in the Act of 1794 (repeated in 1797), and that this debt had ceased to be a lien or charge on the land at the ' time of the first effective process for its recovery, and consequently that the sale under the judgment passed no title to the purchaser.\nThis shows that the plaintiffs below have no title under that proceeding, and are therefore not entitled to present a charge of fraud against any link in the title now held by the defendants, and we need not discuss that point in the case. We do not find any others that need any correction or discussion here.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case ivas elaborately argued in this court by John A. JFisher, John Roberts, and R. A. Lamberton, for plaintiffs in error, and by Hamilton Alricks, John H. Briggs, and B. F. Filer, with whom was Joseph Qasey, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Buehler’s Heirs versus Buffington et al.\nOfficial Default, in recording Acts of Public Officers, how remedied.— Constructive Notice of Judicial Sale of Land derived from irregular and defective Record. — Valid Judgment on seire facias founded on prior one that is void. — Judicial Proceedings not reversed collaterally. —Judgment improperly obtained, valid not as a Judgment, but as a Debt judicially established. — Devise to sell Land for Payment of Debts “ brought in due and lawful Time,” construed.\n1. Official default in recording the acts of public officers must be cured by amendment of tbe record, and in no other way where there is a tribunal in existence empowered to direct it. Where this is impossible, no equivalent therefor should he allowed to the injury of subsequent bona fide purchasers without actual or constructive notice.\n2. A record which exhibits a judgment against a defendant, a testatum fieri facias, or venditioni exponas, and return of sale of his land in regular order, is constructive notice to subsequent purchasers of a judicial sale of the land described in the writs, though the acknowledgment of the deed he entered in a docket kept for that purpose by the officer who was acting also as clerk of the Circuit Court.\n3. A judgment entered on a scire facias post annum, et diem, based upon a previous judgment that was void, or on one, of which there is no record, is not therefore void, but may be sustained as a new judgment. If the parties to it do not object, strangers cannot complain of it.\n4. The action of the Orphans’ Court in the removal -of executors and the substitution of administrators cannot be questioned collaterally.\n5. A testator having appointed his two daughters and a son executors, died in December 1794: after the death of the son, a son-in-law, in November 1801, to recover a debt due him by testator, commenced an action against the surviving executors, one of them being his wife, upon whom only process was served and who by attorney appeared (the other daughter and her husband who were also sued not appearing), and confessed judgment in December 1801, for the plaintiff: on this judgment a scire facias issued in 1803 against the same parties originally sued, reciting a judgment against both daughters, executors, to which the one not before served appeared, and final judgment was entered in 1808, upon which a testatum fieri facias issued and land of the decedent’s was sold by the sheriff and deed acknowledged, under which, in an ejectment therefor, the plaintiffs claimed. Held,'that as the original judgment in 1801 was void, the revival by scire facias must be treated as a new judgment: and though the original action was in time to save the debt from the bar of the Statute of 19th April 1794, limiting the lien of the debts of a decedent to seven years from his death, it was not properly pursued, the process as against the other daughter, executor, not commencing effectively until she appeared to the scire facias in 1803, when the lien of the debt sued for had expired: hence the judgment on the scire facias did not continue the charge of the debt against the testator’s lands, and the sale on the testatum fieri facias thereon, passed no title.\nO. The testator having directed the sale of the residue of his estate and the application of proceeds to payment of debts and legacies : also “that all just accounts and demands brought in against me or my estate, to my executors, in due and lawful time, be paid.” Held, that the will did not create a trust of the land for the payment of debts so that the Act of 1794 did not apply, but that by it, the testator dedicated his lands for the payment of debts presented within a “ lawful time,” retaining the limitation of that act: and that the debt for which the land was sold, having ceased to become a lien or charge on it, at the time of the first effective process for its recovery, the sale on the judgment recovered passed no title to the purchasers.\nError to tlie Common Pleas of Dauphin county.\nThis Ayas an action of ejectment, instituted February 17th 1858, by Dr. Lee W. Buffington and Sarah R. his Avife, and Rebecca P. HalloAvell, heirs of William J. HalloAvell, deceased, Archibald M. J. Robertson, Margaret Robertson, Catharine Robertson, and Dr. Robert H. Robertson, heirs of Archibald Robertson, deceased, J. V. Creswell, James T. Carter, and Mahlon K. Taylor, against George W. Buehler, Thomas II. Robinson, and Mary W. Robinson his Avife, heirs and legal representatives of Henry Buehler, Esq., deceased, for three hundred acres of land, more or less, situated in the coal measures of Dauphin county. Both parties claimed title through Daniel Williams, to whom a warrant issued for the said land on the 3d April 1790, upon which a survey was made on the 12th October 1796, by Bartram Galbraith, then deputy surveyor of Dauphin county, which survey was returned and accepted on the 20th February 1799.\nHenry Buehler’s heirs, the defendants below, claimed to hold the said land under the following title: — Daniel Williams, the warrantee, made his last will and testament on the 6th May 1794, which was proved before the register of Philadelphia county on the 9th December 1794. By this will the testator appointed his daughter Sarah, afterwards intermarried with John Molson, his son'Daniel Williams and his daughter Deborah, then intermarried with John Field, his executors; the two former of whom were affirmed as executors on the 9th December 1794, and Deborah Field on the 20th November 1797.\nThe testator directed, inter alia, “ that all just accounts and demands brought in against me or my estate to my executors in due and lawful time be paid.” By a subsequent clause he directed that his household goods and effects, except his plate, be appraised and sold, and the proceeds to go to the payment of his debts and legacies; providing further, “Respecting the residue and remainder of my estate in possession, right, or expectancy, I order and empower my executors hereinafter named, and the survivor of them, to sell and dispose of the same at public or private sale, and to make such title-deeds of conveyance to the buyers as I could do, and the moneys arising therefrom to be applied to pay the debts and legacies as above.” Daniel Williams, one of the executors, died some time previous to the 19th September 1801, and Deborah Field some time before the 28th December 1802.\nOn the 1st December 1806, John Molson, and Sarah his wife, the daughter and only surviving executrix of Daniel Williams, conveyed by deed to George Molson, of the county of Norfolk, Virginia, the tract of land in dispute. This deed was recorded on the 8th March 1808, in Dauphin county. The consideration expressed in this deed was $1000 for this and other tracts of wild and unimproved lands in different counties of Pennsylvania.\nOn the 29th December 1807, George Molson and wife conveyed to John Hart and Aaron Boker, of the city of Philadelphia, the property mentioned in the foregoing deed, “ to have and to hold all and singular the aforesaid tracts, pieces or parcels of land, property, and estate, and all and singular other the premises herein and hereby bargained and sold, or intended to be bargained and sold, with their and every of their appurtenances, unto the said John Hart and Aaron Boker, or the survivor of them, their heirs, executors administrators, or assigns for ever, upon trust, nevertheless; and this indenture is upon this express condition, that the said John Hart and Aaron Boker, or the survivor of them, their heirs, executors, and administrators shall permit the said Sarah Molson, party hereto, to have, hold, use, occupy, and enjoy the several tracts, pieces or parcels of land and other property hereinbefore mentioned, and to receive the rents, issues, and profits of the same, and to appropriate the said rents in such manner as she may think proper; and that they, the said John Hart and Aaron Boker, or the'survivor of them, their heirs, executors, and administrators, shall permit the said Sarah Molson to sell or otherwise dispose of all or any part of the aforesaid tracts, pieces or parcels of land and other property, and receive the proceeds thereof to her own use and benefit; and that they, the said John Hart and Aaron Boker, or the survivor of them, their heirs, executors, and administrators, shall convey, transfer, assign, and make over the aforementioned pieces, parcels or tracts of land, property, and estate, or any part thereof; to any person or persons whom the said Sarah Molson may name and appoint by will or deed duly made and executed. The object of this conveyance being to receive to the said Sarah Molson all the aforesaid property, and the use and benefit and advantage thereof, for and during her natural life, with permission to dispose of all or any part thereof for her own use and benefit; and after her death, that the said property shall pass and go to such person or persons and their heirs as she may by writing, duly executed, name and appoint.”\nThis deed, conveying lands which were in Northumberland county, was recorded in said county on the 19th February 1824.\nBy her will, dated 8th November 1832, proved at Philadelphia on the 10th April 1833, Sarah Molson devised to her son John Molson, and her daughter Deborah, all her right, title, and interest in the lands and property named and specified in the aforesaid deed of George Molson and wife, to the said Hart and Boker.\nOn the 13th April 1833, John Hart and Aaron Boker conveyed by deed to the said John Molson and Deborah Molson all the property named in the aforesaid deed, including the tract of land in dispute, which deed was recorded in Dauphin county on the 24th December 1836. On.the 13th April 1833, Deborah Molson executed a power of attorney to John Molson, authorizing him to sell and convey the lands conveyed by the next preceding deed, containing, inter alia, the land in controversy. This power of attorney was recorded in Dauphin county 30th November 1839. On the 26th September 1835, John Molson and wife and Deborah Molson, by her attorney John Molson, conveyed to TIenry Buehler, in consideration of $300, the tract of land in dispute — which deed was recorded in Dauphin county on 30th December 1836. The defendants below then proved by John Snivily that he, as the agent of Henry Buehler, the grantee, had paid the purchase-money ($300), mentioned in said deed, to the grantor.\nOn the 29th March 1837, the Commonwealth of Pennsylvania granted to Henry Buehler its patent 'for the said tract of land as surveyed on the warrant to Daniel Williams.\nThe books of the commissioners’ office in Dauphin county were given in evidence, showing that the tract of land in controversy was'not assessed in the name of Daniel Williams, or anybody else, until 1837, and was then, for the first time, assessed in the name of “ Henry Buehler, three hundred acres unseated, in Bear Valley, Molson’s,” and that the said tract was regularly assessed to him and the taxes paid by him from the year 1837 to 1857, inclusive.\nThe plaintiffs below claimed title through Daniel Williams, as follows : — Suit instituted by John Field against Sarah Molson, executrix of Daniel Williams, and John Molson her husband, and Deborah Field, executrix of said Daniel Williams, who survived Daniel Williams the younger, executor of the said Daniel Williams, in the Supreme Court of Pennsylvania, at Philadelphia, to December Term 1801, No. 205. . The writ was tested 19th September 1801, wras made returnable the second Monday of December 1801, and was returned “ copy served on Deborah Field, and nihil habet as to the rest.” To this suit the only’appearance was, “Brinton, for Deborah Field, executrix.” This Deborah Field was the wife of John Field, the plaintiff. The record of the suit contained the following entry: “ 29th December 1801, by consent of Mr. Brinton in writing, filed judgment for the plaintiff for the sum of seven hundred and ninety-three pounds, four shillings and ninepence.” When this judgment was taken, there was no declaration filed, nor anything to show the nature or character of the debt, or the cause of action, or that the same was a subsisting legal demand against the estate of Daniel Williams, as provided for in the will.\nNo further proceedings were had in this suit until September Term 1803, when John Field issued a sci. fa. post annum et diem, tested the 26th March 1803, against “ Sarah Molson, executrix of Daniel Williams, and John Molson her husband, and Deborah Field, executrix of said Daniel Williams, which said Sarah and Deborah survived Daniel Williams the younger, executor of said Daniel Williams.”- This writ, returnable 17th September 1803, was returned by the sheriff, “made known to Sarah Molson in person, September 15th 1803,” but contained no return of service on John' Molson, the husband of Sarah, nor on the said Deborah Field, who died before the sci. fa. issued, her will being proved 28th December 1802. To this suit there was a general appearance for defendants by “ Gibson.” ■ This sci. fa. recited a judgment against Sarah Molson, executrix of Daniel Williams, and John Molson ber husband, and Deborah Field, executrix of Daniel Williams, for ¿£798 14s. 9d. The record further showed, “Rule by consent for a special jury, 20th August 1804,” and that no further steps were taken therein until 29th June 1807, when “ Mr. Dallas .(attorney of John Field), by writing filed, suggested the death of Deborah Field and the renunciation of Sarah Molson, two defendants in the suit, and by writing endorsed thereon Clayton Earle and Thomas Mitchell, administrators of Daniel Williams, deceased, agreed to become defendants in this suit in the room of the former defendants, without the necessity of a sei. fa.”\nPrevious to this time, to wit, on the 22d January 1805, at the instance of John Field, the Orphans’ Court of Philadelphia awarded a citation directed to John Molson and Sarah his wife, late Sarah Williams, executrix of Daniel Williams the elder, to show cause on the 15th February next (1805) “ why you should not give such sufficient bond with sureties as the said court may judge necessary for the faithful performance of your trust as executrix aforesaid.” This Orphans’ Court record further showed that on the 15th February 1805, John Molson and Sarah his wife appeared in obedience to the citation, and that court appointed Thomas P. Cope, Alexander Henry, and Samuel Meeker to audit the accounts and settle the balances in the hands of the executrixes, and settle and adjust the same and make report thereof. On the 21st June 1805, two of the said auditors, Cope and Henry, made report, “ finding that there is now due from the said John Molson and Sarah his wife, to the estate of Samuel Williams, deceased, the sum of 13892. 5s. 2d. as by account No. 1, produced with the report. The auditors have not, however, stated any sum as owing to the said John and Sarah for commissions, but submit it to the court to make such allowance as they may deem proper. That there is due to the said John and Sarah from the estate of Daniel Williams, Jr., deceased, as per account No. 2, 2262. 19s. 9%d., and due to the said John and Sarah from the estate of Deborah Field, deceased, the sum of 2882. 16s. Ilc2., exclusive of Avhich there are sundry specialties amounting to 4312., to be accounted for by the executor of the estate of the said Deborah (to Avit, John Field), and now in his hands as per account No. 3.” This report wms confirmed nisi.\nOn 13th March 1807, in the matter of John Field v. John Molson, the Orphans’ Court dismissed John Molson and Sarah his Avife from their trust as executrix of Daniel Williams the elder, and appointed Thomas Mitchell and Clayton Earle administrators, with the will annexed of Daniel Williams the elder.\nOn the 3d July 1807, by order of court and consent of parties, to Avit, John Field plaintiff, and Earle and Mitchell administrators as aforesaid, the matter was referred to Pointell, Price, and Vanuxem to report to next term, and by agreement report to be made into office and judgment thereon rendered forthwith. 13th July 1807, Evans was appointed referee in place of Pointell; on the 6th December 1807, Carson was appointed a referee in place of Vanuxem. 13th January 1808, a report was filed, “ awarding the sum of 10801. 6s. Id. to be due to the plaintiff from the estate of Daniel Williams the elder, deceased, but that they do not find that there are any assets in the hands of the defendants, the present administrators.” On 13th January 1808, judgment on the report sea. reg. 18th January 1808, John Molson, as a creditor of the estate of Daniel Williams the elder, filed exceptions to the report that one of the referees promised to give him notice of the times on which they met in the business, but that the said referees did not give him notice of several of the last meetings held by them on the business aforesaid.” April 2d 1808, the report was confirmed and judgment entered thereon.\nOn this judgment a test. fi. fa. was issued to Dauphin county, of July Term 1808, No. 19; which was endorsed, “ Come to hand May 26th 1808. F. Woleersberger, sheriff.” It was returned levied inter alia upon the tract of land in dispute, with inquisition and condemnation annexed. This writ was returnable on the last Monday of July 1808; the inquisition and condemnation were taken on the 27th August 1808, a month after the return day. The sheriff did not certify, as the Act of 20th March 1799 required, a transcript of the testatum, together with the day and time of its coming to his hands in and to the office of the clerk of the Circuit Court for Dauphin county.\nTo December Term 1808, No. 13, a test. vend. ex. issued from the Supreme Court to Dauphin county, returnable second Monday of December 1808, by virtue of which the land in controversy inter alia was sold to William Graydon, agent for John Field, for twelve and a half cents per acre, and deed made to the plaintiff, John Field.\nUpon the trial of this case, the plaintiffs offered and gave in evidence, under objection by the defendants, “ Sheriff’s Deed Book, No. 1,” containing the entry of acknowledgments of sheriff’s deeds before the Court of Common Pleas of Dauphin county; which entry was as follows:—\n“John Field v.\nClayton Earle and Tiros. Mitchell, administrators of Daniel Williams deceased.\nDeed-Poll to John Field, by his special agent, William Graydon, Esquire.\n“ This first day of June, A. D. 1809, Frederick Wolfersberger, Esquire, high sheriff of Dauphin county, acknowledged ■ in open )■ court a deed-poll under his hand and seal, bearing even date herewith, for conveying unto John Field, by his special agent, William Graydon, Esquire, the following described five tracts of land, situate in Upper Paxton township, Dauphin county, that is to say, one thereof on the head waters of the Wiconisco creek adjoining lands of Daniel Miller, Joseph Pliester, 'William Cox, and Daniel Cook, containing three hundred and three acres and allowance, &c.; one thereof adjoining lands of Martin Stroff on the west, and Bear’s Hill on the north and south, containing about three hundred and a half acres; one other thereof adjoining lands of Daniel Williams, deceased, on the Blue Mountain, containing about four hundred acres; and the fifth and last thereof (lying partly in Dauphin county and partly in Berks county) adjoining lands of Sarah Williams and the Blue Mountain, containing in the -whole about four hundred acres, with the appurtenances, as late the estate of the said Daniel Williams, deceased, for the consideration sum of $212.93], to have and to hold the said five tracts of land, with their appurtenances, unto the said John Field, his heirs and assigns for ever, and sold by the said sheriff on the 15th day of October last past to the said John Field (by his special agent William Graydon, Esquire), by virtue of a writ of testatum venditioni exponas, issued out of the Supreme Court of Pennsylvania, held at Philadelphia, bearing test the 25th day of July last past (1809), at the suit of the said John Field.”\nPlaintiff below then offered and gave in evidence a certified copy dated 19th August 1856, of the record in the recorder’s office of Dauphin county, of the sheriff’s deed aforesaid, which had been recorded on the 7th August 1817; to the admission of which the defendants below objected, “ because the acknowledgment of the sheriff’s deed does not appear to have been certified by the clerk of the Circuit Court of Dauphin county, but was certified by the prothonotary of the Court of Common Pleas of said county, and because it is not a true and correct copy of the original record, which has the seal of the Court of Common Pleas attached to it;” but the objection was overruled and the evidence admitted.\nThe plaintiffs below then gave in evidence sundry deeds from the heirs of John Field and their alienees to themselves for the said tract of land, and closed.\nThe defendants’ title, as above stated, was then given in evidence without objection.\nThe plaintiffs then gave in evidence under exception: Venire for Circuit Court returnable 29th May 1809, attested by clerk of Circuit Court, Jacob Boas. Appearance docket Circuit Court, page 95, case No. 2, December Term 1804, a cause tried at a court sitting 1st of June 1809, and also to show by the records that the Common Pleas was not in session on that day. This was offered for the purpose of showing that the sheriff’s deed was acknowledged in the Circuit Court and could not have been in the Common Pleas.\nThe plaintiffs requested the court to charge the jury:—\n1. That the evidence shows that Daniel Williams, Sr., made his last will and testament on the 5th day of May 1794, and that his will was proved on the 9th day of December 1794, and there being no other evidence of the time of his death, and the presumption of law being in favour of life, the said 9th day of December 1794 must be taken as the time of his death.\n2. That suit having been instituted by John Field against the executors of D. Williams, Sr., before the 26th of November, a. d. 1801, within seven years from the death of said Daniel Williams, and having been duly prosecuted, the lien of said debt was thereby extended for another period of five years, from the expiration of said statutory lien, and the scire facias issued in 1803 would continue said lien up to the time of the sale in 1809.\n3. That the sale of the lands upon the executions issued upon said judgment transferred to the sheriff’s vendee the title of Daniel Williams in the tract of land in dispute, unless such title had been previously divested in such manner as to divest the lien of the debt under which such sheriff’s salo was made.\n4. That whether the seal of the Court of Common Pleas, or of the Circuit Court, was attached to the certificate of acknowledgment on the sheriff’s deed to John Field on the 1st day of June 1809, as all such defects are cured by the Acts of Assembly of 1835; and 4th April 1824, the said acknowledgment being good and valid without any seal whatever, if the jury shall be of opinion that the deed was actually acknowledged in the Circuit Court in Dauphin county.\n5. That if the jury believe that John Molson and Sarah Molson his wife, surviving executrix of Daniel Williams, deceased, while proceedings were pending to dismiss the said Sarah from her trust as such executrix, conveyed all the real estate of the said testator to a relative of her husband, with a view of defrauding the creditors of testator or other devisees named, in the will, and that the consideration was never paid to said executrix, nor accounted for by her in any manner,'and within a few months afterwards, for a nominal consideration, procured the said estate to be transferred to trustees for her own use, then such sale did not divest the title of the testator, and left the land subject to be seized and sold under the judgment recovered by John Field against the executors of said testator.\n6. That the fraud appearing upon the face of, and in the line of the defendants’ title, and exhibited by the records of the court, and the registry of the sheriff’s deed in the office of the Circuit Court of Dauphin county, were notice of the defects to purchasers, or at least such notice as to put them on inquiry; they therefore cannot set up that they are bond fide purchasers for a valuable consideration, without notice of the fraud or defects.\n7. That the will of Daniel Williams the elder created a trust in his executor, as to his real estate, for the payment of his debts, and that the lien of said debts were, therefore, not divested by the lapse of seven years; that even if the judgment obtained by John Field in 1801 was void, by reason of having been obtained against his wife as executrix, yet the recovery of a judgment on the scire facias in 1808 continued the lien of said debt, and the sale thereon would convey the title of the testator or his devisees in the real' estate of which he died seised.\nThe defendant also requested the court to charge:—\n1. That the record given in evidence by the plaintiffs, containing what purports to be a judgment confessed in the Supreme Court of Pennsylvania in favour of John Field by his wife, Deborah Field, one of the executors of Daniel Williams, deceased, was covinous, collusive,- fraudulent, and void, and the sale based on such judgment conveys no title to' the purchaser, the said John Field.\n2. If said judgment was a good and valid judgment, it did not become a lien upon any lands of Daniel Williams in Dauphin county until the receipt of the testatum fi. fa. given in evidence in this case, by the sheriff of said county, on the 26th day of May 1808.\n3. That as no transcript of said testatum fi.fa., together with the day and time of such testatum execution coming into the hands of said sheriff, was certified by him into the office of the clerk of the Circuit Court of Dauphin county, there was neither actual nor constructive notice of the existence of any such lion to a bond fide purchaser of lands, for a valuable consideration, in said county.\n4. The will of Daniel Williams having been proved 9th December 1794, and Henry Buoliler having become a purchaser, for a valuable consideration, 26th September 1835, such will would be no notice to him of any debts or encumbrances remaining on the estate of Daniel Williams, as the lapse of more than forty years would sustain the presumption of the extinguishment of said debts and encumbrances, particularly as the deed of John Molson and Sarah his wife, of December 1st 1806, was recorded in Dauphin county on 8th March 1808, previous to the entering of judgment on the sci. fa. in favour of John Field, on the 2d April 1808, and Buehler would be protected by such lapse of time and record of deed.\n5. No title passed to John Field by the sheriff’s deed given in evidence by the plaintiffs, because there is no legal evidence of the confirmation of said sale by the acknowledgment of said deed in the Circuit Court of Dauphin county, and no minute or entry of said confirmation and acknowledgment on the minutes or among the records of said court.\n6. There was no authority to place such deed upon record in the recorder’s office of Dauphin county, August 2d 1817, and therefore it is not evidence of title in John Field or notice to Henry Buehlcr.\nUnder the charge of the court below (the material points of which will be found in the specifications of error), the jury found as follows:—\n“In favour of plaintiffs for all the land in dispute as described in the writ, except fifty-eight acres' and forty-three perches in the north-east corner or east end of the tract, as cut off by the warrant in the name of Nicholas Halter, and designated in the draft filed by green lines, and the undivided fifth part of seventy-nine acres and one hundred and twenty-two perches, cut off by the warrant in the name of Samuel Miller, as designated by the black lines in the draft filed; and as to .the whole above-named reservation, or interference in the name of Nicholas Halter, and the undivided fifth part of the interference of the warrant in the name of Samuel Miller, we find for the defendants; and we further direct that the draft made by Daniel Hoffman, showing the lands found in favour of the plaintiffs, and the interferences reserved in favour of the defendants as above, shall be filed as part of our verdict to designate the parts reserved; and we further find for the plaintiffs six cents damages and six cents costs.”\nJudgment having been entered on this verdict, the defendants sued out this writ, and assigned here the following errors, viz.:—\n1. The court below erred in admitting in evidence Deed-book No. 1, sheriff’s deeds, containing the entry of the acknowledgment of deeds before the Court of Common Pleas of Dauphin county, and the certified copy of sheriff’s deed, dated 19th August 1856.\n2. In admitting as evidence the “venire from Circuit Court, returnable 29th May 1807, attested by clerk of Circuit Court, Jacob Boas. Appearance Docket Circuit Court, p. 95, Case No. 2, December Term 1804, a cause tried at a court sitting 1st of June 1809, and also to show by the records that the Common Pleas was not in session on that day, offered for the purpose of showing that the sheriff’s deed was acknowledged in the Circuit Court, and could not have been in the Common Pleas.”\n8. In instructing the jury in relation to the record and acknowledgment of the sheriff’s deed, given in evidence by the plaintiffs below, as follows, “it appears from an inspection of the entry-book that it was used indiscriminately for deeds aeknow'ledged in either court, and we refer it to you as a question of fact to determine in which court the deed was acknowledged. If in the Common Pleas, it was void and confers no title. If in the Circuit Court, it is in conformity with law and is valid. To enable you to determine that fact you have, in the first place, the presumption that the officer does his duty, which may have some weight in showing that the sheriff acknowledged the deed in the right court. The prothonotary certifies that it was done in the Circuit Court; and, on the other hand, from the act of the recorder of deeds, you may infer that by possibility the wrong seal was affixed. It is to be presumed that the recorder did his duty in copying the instrument. That, however, is not conclusive. The entry-book gives us little aid, as it was used for the deeds of both courts; but there is an important fact apparent from the dockets and minute-books that the Circuit Court was in session on the 1st day of June 1809, when this deed purports to have been acknowledged, whilst the Common Pleas had adjourned over from the 15th of May till the last Monday in July of that year. The title at the end of the officer’s name, ‘Prot,’ may have been written in that way erroneously from habit; or, truly, because it was in the Common Pleas — that is a question for you. It is difficult, after so great a lapse of time, to obtain any more certain evidence on either side. There was no law in 1817 authorizing sheriff’s deeds to be recorded, but the Act of the 14th of March 1846, renders valid records previously made, and that of the 4th of April 1844, cures the want of a seal; and, giving it a fair and liberal interpretation, would probably cure the affixing of an improper seal. The entry appears to have been properly made in the regular entry-book, and is evidence per se on showing the loss of the deed, and is equivalent to a record at length for the purpose of notice.”\n4. The court below having instructed the jury ci that the judgment confessed by Deborah Field in favour of her husband, John Field, was void;” that “it is precisely the same as a man confessing judgment in favour of himself;” that “her attorney was in law his attorney;” that “he was himself a proper and legal party defendant, and could not be made plaintiff;” that “she could not have been sued by a stranger as executrix without joining her husband with her, still less could she be by her husband ;” that “ the scire facias making her a party was entirely irregular, as it was issued by her executor after her death, making, himself plaintiff and her defendant;” that “there was no judgment against Sarah Molson, so far as the record shows, and therefore there was nothing to revive as to her” — erred in further instructing them that “ the first regular or legal judgment that we have in the case is that entered against the administrators de bonis non on the award of arbitrators, on the 2d April 1808; and although the proceeding contains some irregularities, yet from the time the administrators de bonis non were substituted all is sufficiently regular; but if otherwise, we could not correct or treat it as a nullity.”\n5. The court having instructed the jury that “ it is contended further by the defendants that the sale of the land is in this case invalid, because the judgment was not entered in the Circuit Court, and was therefore no lien, and a transcript of the testatum was not certified by the sheriff into the office of the clerk of the Circuit Court of this county, as required by the Act of March 20th 1799” — erred in saying that “the certified copy of the record from the Supreme Court shows that the sheriff endorsed the time of receiving the writ as required, but whether he certified a transcript as directed does not appear. It is in evidence that many of the Circuit Court papers, and even some of the dockets and minute-books cannot be found, and after so great a length of time we consider that all should be presumed to be rightly done. We are further of the opinion that the Act of Assembly is only directory, and a sale without its performance would not for that reason be invalid. The acknowledgment of the deed, if done in the proper court, .would cure the defect. If the objection now urged existed, it should have been there taken, it is too late on this trial. The Act of 20th March 1799 has no relation to such cases, but applies to ordinary judgments inter vivos. Even the commencement of an action against the estate of a decedent would continue the lien throughout the state if duly prosecuted.”\n6. In instructing the jury that the bare power to sell contained in the will constituted the executors trustees for creditors, holding the lands for that purpose, and that the lands are the same as chattels; and that “under such circumstances there can be no bar by lapse of time until the law presumes the debt paid.”\n7. The court having instructed the jury that “ the testator directs that all just accounts and demands brought in against me or my estate to my executors, in due and lawful time be paid,” erred in saying : “ Did he intend that those not presented in the time fixed by the then recent statute should be barred ? After full reflection, I am of the opinion that it would be too narrow a construction of the will to say that such was the intention of the testator, but that he intended his debts to be paid, and gave his executors, or the survivor of them, power to sell his land for that purpose; and this, by law, made the lands mere chattels in the hands of the executors for the payment of debts, and, like personal assets, they are liable at any length of time. It follows, as a consequence, that when judgment was obtained against the estate of Daniel Williams, it was a lien on all his lands throughout the Commonwealth, in the same manner that debts ordinarily are -when sued witbin the period of seven years after the death of the decedent.”\n8. In instructing the jury as follows: “Was the deed from Sarah Molson, as executrix of Daniel Williams, a fair and honest conveyance of land, bond fide sold, or was it fraudulent, and for her own benefit ? That is an important question to be determined by the jury on all of the evidence.\n“ On the 23d of January 1805, Sarah Molson, as executrix of Daniel Williams, with her husband John Molson, was cited by the Orphans’ Court of Philadelphia county, at the instance of John Field, to give security to perform her trust, or show cause why she should not be dismissed. On the 13th of March 1807, she was dismissed, and administrators de bonis non appointed. Pending this proceeding, to wit, on the 1st day of December 1806, John Molson and wife, the wife as executrix of Daniel Williams, sold all of his lands in the state of Pennsylvania to George Molson, of .Norfolk, Virginia, for the sum of $1000. The lands are described as over fifteen thousand acres. On the 29th of September 1807, George Molson and wife conveyed these same lands to Sarah Molson, and John Hart and Aaron Boker as her trustees, for the consideration of $10. This is the same in law as a reconveyance to herself. If you are satisfied that the sale by Sarah Molson to George Molson was under the understanding and arrangement that he was to receive the land for her use, and reconvey the same to her, or to trustees for her benefit, it was fraudulent and void as to the creditors of Daniel Williams, and the legatees of his will. She could not be both buyer and seller. In determining this question, you have a right to take into consideration the proceedings pending to remove her, and also those of John Field to recover his debt, the price at which the property was sold by her, and the manner of its reconveyance.\n“ If this sale of Sarah Molson was in trust for her own benefit, it might be treated as a nullity by John Field. He could levy on the land the same as though it had never taken place, and it wrould be to all legal purposes the property of Williams, as before.”\n9. In charging the jury: “ The deed of Mrs. Molson to George Molson was recorded in this 'county in March 1808, but Field could still levy on and sell it, taking on himself the risk of proving her sale void. We are asked to say to you that after so great a lapse of time this proceeding should not be impeached ; that it has been long acquiesced in, and cannot now bo disturbed. We must treat these titles as they existed in 1809. The plaintiffs and those under whom they claim, purchased with full knowledge that Mrs. Molson’s deed to George Molson was on record, and. Mr. Buohler bought with like notice that the land had been sold by the sheriff, and bought in by Field, whose deed was duly entered in the entry-book, which is equivalent to recording. If, then, jmu find that the sheriff’s deed to John Field was acknowledged in the Circuit Court, and also find that Sarah Molson’s deed was fraudulent, under principles we have stated, your verdict must be in favour of the plaintiffs. If you find either of these facts against them, your verdict must be in favour of the defendants.”\n10, 11, 12. In their answer to plaintiffs’ 5th, 6th, and 7th points.\n13, 14, 15,16. In their answer to defendants’ 2d, 3d, 4th, 5th, and 6th points.\nThe case ivas elaborately argued in this court by John A. JFisher, John Roberts, and R. A. Lamberton, for plaintiffs in error, and by Hamilton Alricks, John H. Briggs, and B. F. Filer, with whom was Joseph Qasey, for defendants in error.\nOctober 30th 1862,"
  },
  "file_name": "0278-01",
  "first_page_order": 278,
  "last_page_order": 295
}
