{
  "id": 483212,
  "name": "University of Lewisburg versus Reber and Musser",
  "name_abbreviation": "University of Lewisburg v. Reber",
  "decision_date": "1862-03-03",
  "docket_number": "",
  "first_page": "305",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 399,
    "char_count": 8560,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 4.288273044730779e-08,
      "percentile": 0.27066848298877655
    },
    "sha256": "afa983e36e08a1290a06c6e4099b44f5f096802f8f63571ef6ffe103c1ffea8e",
    "simhash": "1:54e25028afaea6b1",
    "word_count": 1467
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "University of Lewisburg versus Reber and Musser."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe 5th section of the act establishing this university provides that the trustees may raise $100,000 by subscription, and expend and invest the same in land, buildings, and apparatus for the use of the university, and secure one-fourth of it, so that the interest shall be applied to the support of instruction; and it concludes by declaring that the trustees “shall not, for any cause or under any pretext whatever, encumber by mortgage or otherwise the real estate or any other property of said institution; and they shall not involve it in any debt which they have not the means of paying consistently with the restrictions above mentioned.”\nOur question is, does the clause just quoted exempt the university from the remedies provided by the mechanics’ lien law? By those laws this remedy is allowed, and this action may be sustained : is the university released from those laws by the clause quoted? We think not.\nIf Ave adopt the vieAV urged by the counsel of the university, it seems to us that Ave must declare that all remedies against it, wherein the judgment is for money, are repealed; for all such judgments are encumbrances; and especially that all remedies for debt against it are so altered that not only must the debt be proved, but also the ability of the corporation to pay it without prejudice to its own successful operation. Surely this interpretation would be unreasonable. No such alterations of the remedies of the law are intended by this clause.\nIt is not the administration of the law, but the mode in which the trustees may contract, that is restricted; not the legal remedies for debts, but the securities which the trustees may give; not the action of the law, but that of the trustees. They are not prevented from contracting debts, but from doing it in a certain form. They must contract d'ebts in erecting the university buildings, for they cannot be supposed to pay in advance; and so they must contract debts to their professors. Each -of such debts must be enforced according to its appropriate legal remedy.\nWe cannot, with any sort of propriety, presume that the general remedies of the law are repealed by such a restriction on the functions of the trustees. General laws are not set aside by a grant of a special privilege that can have any force without it. The rule of equality before the law forbids it.\nFor the benefit of the corporation, the trustees are forbidden to pledge any of its property, and thus caution in contracting debts is enjoined; but contracting debts is not itself forbidden, and therefore the usual remedies for debt are not. All sorts, of agents may have authority to contract debts for their principals, without having authority to pledge their property, and even where this is forbidden.\nThere is nothing else in the case that needs any discussion by us.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Gr. F. Miller, for the plaintiffs in error.",
      "J. F. J. M. Linn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "University of Lewisburg versus Reber and Musser.\nMechanics’ Lien, how affected by general Exemption from Encumbrances.\nA proviso in a statute establishing a university, prohibiting the trustees “for any cause, or under any pretext whatever, from encumbering by mortgage or otherwise, the real estate or any other property of said institution: or involving it in any debt which they have not the means of paying,” will not exempt a building erected by the university corporation from the remedies provided by the Mechanics' Lien Laws, but a lien may be filed and enforced against it for materials furnished for its erection.\nError to the Common Pleas of Union county.\nThis was a scire facias sur mechanic’s lien entered against the Eemale Institute building connected with the University at Lewisburg, in which David Reber and John D. Musser were plaintiffs, and The Corporation of the University at Lewisburg, by the name, style, and title of “ The Trustees of the University at Lewisburg,” as owners or reputed owners, and L. B. Root & Co., as contractors, were defendants.\nThe defendants pleaded non assumpsit, payment with leave, and set-off, and subsequently filed the following special plea:—\n“And for a further plea in this behalf, the said the trustees of the University at Lewisburg, by leave of court here for this purpose first had and obtained according to law, say that the said plaintiffs ought not to have or maintain their aforesaid action, because they say that the lien filed by plaintiffs in this case is against the Female Institute building belonging to the University at Lewisburg, and in the 5th section of the Act of General Assembly of the Commonwealth of Pennsylvania, entitled ‘ An act to establish the University at Lewisburg,’ approved the 5th day of February, a. d. 1846, it is (inter alia) provided, ‘ that said trustees shall not for any purpose, or under any pretext whatever, encumber by mortgage or otherwise the real estate or any other property of said institution ;’ wherefore they pray judgment if the said plaintiffs ought to have and maintain their aforesaid action against their said alleged lion.\n“ And the said trustees of the University at Lewisburg, by leave, of court further say that, before the filing of alleged lien, L. B. Root & Co., the contractors, were paid off in full the contract price for the erection of the Female Institute building belonging to the University at Lewisburg; whereupon they pray judgment if said plaintiffs ought to have their aforesaid action thereof against them.”\nTo which plaintiffs’ counsel filed the following replication:—\n“And the said plaintiffs, as to the said plea lastly above pleaded, say that by reason of anything above pleaded by the said defendants in that respect they ought not to be varied from, having their said action against the said defendants, because they say that the act entitled ‘An act relating to the lien of mechanics and others upon buildings, passed the 16th day of June 1836,’ is a statutory remedy giving a lien for work and 'materials on buildings, and is not affected in any manner by the Act of the 5th of February 1846, entitled ‘ An act to establish the University at Lewisburg,’ providing that the trustees shall not for any cause or any pretext whatever encumber by mortgage, &c., the real estate or any other property, &c., and that the statutory remedy given by said Act of Assembly to mechanics and material-men is in no manner affected by the fact that the contract price was fully paid by the owner to the contractors.”\nThe jury rendered the following special verdict in favour of plaintiffs:—\n“They find for the plaintiffs as per special verdict filed in the words and figures following, to wit: We find that the lien in this case was filed for material furnished for and used in the construction of the building against which the lien was filed, under a contract the plaintiffs had with Root & Co. for the construction of the building; that the contract the plaintiffs had for the furnishing of the materials with Root & Co. was made on the 14th day of February 1857; that the contract Root & Co. had for the construction of the building was entered into by them with the defendants, owners of the building, on the 1st day of November 1856, and the material for which they filed the lien were furnished between the 9th December 1856 and 11th February 1857, and the claim of the plaintiffs filed their claim as a lien against the building on the 9th February 1858; and that there is due the plaintiffs for the brick so furnished and used in the construction of the building, the sum of $481.25; that the Act of Assembly under which the said university was-incorporated was passed the 5th day of February 1846, Ayhich Act of Assembly and agreement referred to and the facts admitted by the parties are made a part of this finding, and that Root & Oo. were paid their full contract price. If in this state of facts the plaintiffs in point of laAv are not entitled to recover, then Ave find for the defendants.”\nMarch 14th 1860, on motion of Q-. F. Miller, Esq., a rule was granted to shovr cause why judgment shall not be entered in favour of defendants, non obstante veredicto. Same day, on motion of J. F. $ J. M. Linn, Esqs., rule to show cause why judgment shall not be entered in favour of the plaintiffs for the amount agreed upon in the special verdict.\nMay 19th 1860, judgment Avas entered on the special verdict in favour of plaintiffs for $481.25, Ayith interest from February 18th 1860; which w'as the error assigned here.\nGr. F. Miller, for the plaintiffs in error.\nJ. F. J. M. Linn, for defendants in error.\nMarch 3d 1862,"
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 308
}
