{
  "id": 483197,
  "name": "Johnson et al. versus Mehaffey",
  "name_abbreviation": "Johnson v. Mehaffey",
  "decision_date": "1862-10-07",
  "docket_number": "",
  "first_page": "308",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 310,
    "char_count": 4354,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 7.450046166354841e-08,
      "percentile": 0.4442676001573837
    },
    "sha256": "8cd6882887c2dbc9ac385b2f8b852d411ac3c50f0ab236e0a07b19066a864ff5",
    "simhash": "1:c1b7d01be01d3742",
    "word_count": 775
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson et al. versus Mehaffey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThese rolls were cast for this rolling-mill, and paid for and delivered beside it, and lay there two or three years without being turned or finished off, or put into the mill, and then the mill was sold by the sheriff. Do the rolls go with the mill to the purchaser ? The test question is, were they elementary parts of the mill at the time of the sale ? And, as matter of fact, it is quite plain that they were not; for the mill had always run without them. No doubt they were intended to be made part of the mill, but we do not see how we can take the intention, without fact, in order to declare what constitutes the mill. If we do, then the sale of a half-built or half-ruined house would include all the materials provided for its completion or repair.\nA very provident man is quite sure to have on hand materials which he sees will some time be necessary for the repair of his works, or for supplying deficiencies in them; but his having them with this intention does not make them constituent parts of his works. Thus he will provide extra saws for a saw-mill, or bolting cloth for a flour-mill, or extra castings for the running gear, or lumber, nails, screws, and other materials, to make improvements or repairs; but this prudence does not convert personal into real property, so long as the fact remains that they are not yet made constituent elements of the mill, or other structure. That fact we can ascertain and define with reasonable certainty, but wo can have no measure for the ever-varying degrees of prudent forethought. And if mere intention could affix such articles to the realty, then a mere change of intention would unfix them, or prevent their becoming affixed, and wre should thus be without any rule at all to guide us. Besides, it is rather a contradiction in terms to say, at the same time, that they are parts of the structure, and are intended to be made so.\nThat these rolls will fit no other mill does not make them part of this one, or prove them so. Furniture for a dwelling-house, shelving and drawers for a store, boilers and fly-wheel for an engine, the frame for an addition to a house, have often this very peculiarity, and great loss would arise if they should not be applied according to the intention with which they were made; yet they cannot be a part of the real estate without a purpose of annexation actually effectuated, though this peculiarity of adaptation may, by inference or corroboration, supply the want or the weakness of direct evidence of annexation, whenever this fact can be reasonably said to be left in doubt by the other evidence.\nThe rolling-mill, consisting of all its constituent parts, as it was actually constructed and used at the time of the sale, is all that passed by the sale, and therefore these rolls were not included.\nWe have expressed similar views to these in the case of Wright v. Pyne, from Lancaster county, decided in 1860, and not reported.\nJudgment afiirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Johnson et al. versus Mehaffey.\nMachinery, when real, and when personal Property.\nRolls cast for a rolling-mill, paid for and delivered at the mill, where they remained for more than two years without being turned or finished off or put into the mill, do not, on sheriff’s sale of the mill, pass to the purchasers as realty.\nError to the Common Pleas of Lycoming county.\nThis was an action of replevin, by Johnson, Moore, Armstrong & Fulmer against Lindsey Mehaffey, for two rolls, valued at $>247.50, which had been made by J. B. Hall, of Williamsport, for William McKinney, delivered at McKinney’s rolling-mill some time in 1854, and paid for by him.\nThe rolls remained near the mill for about three years unused, and in a rough unfinished state. In 1857 McKinney failed, and the rolling-mill was sold to the plaintiffs. Subsequently these rolls were taken in execution as the personal property of McKinney, and sold by the sheriff to Mehaffey, by whom they were taken away.\nThis suit was then brought as above stated, and the question in the court below and in this court was, whether these rolls, under the above facts, were real or personal property, and by which sale did the title to them pass'?\nThe names of the counsel, by whom the case was argued in this court, do not appear in the paper-books furnished to the reporter.\nOctober 7th 1862,"
  },
  "file_name": "0308-01",
  "first_page_order": 308,
  "last_page_order": 310
}
