{
  "id": 483163,
  "name": "Hopper and White versus Childs & Parker",
  "name_abbreviation": "Hopper v. Childs & Parker",
  "decision_date": "1862-10-07",
  "docket_number": "",
  "first_page": "310",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 383,
    "char_count": 7245,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 8.099291899483843e-08,
      "percentile": 0.46754501903392826
    },
    "sha256": "21445aba1fb8a8f92c7cdef24a54880a4bf3b1539abe9a006ae7ab7ce6cb8de3",
    "simhash": "1:342d103d40b79f48",
    "word_count": 1314
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hopper and White versus Childs & Parker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWe cannot doubt that the agreement of 7th July 1859, if regarded as a lease at all, was an improvement lease; a circumstance which distinguishes the case from the authorities cited on the part of the plaintiffs'in error, and brings it within the principle of the ruling in Woodward v. Leiby, 12 Casey 437. The building erected for the shingle machine was located on land of the Whites, which they had not leased, but which was in their exclusive possession ; the machine belonged to them, and was to be driven by the water-power of their dam; the castings for gearing the machine, and the lumber for the erection of the building, were furnished by them, and both building and machine were to be restored to them in good order, whenever Hopper had manufactured two millions of shingles out of their timber, for which he was to pay them at the rate of one dollar per thousand of the shingles manufactured. And his rights to use the mill for this purpose were to terminate on the 1st April 1861, or sooner, if sooner than that date he should complete the manufacture of his two millions of shingles. Hopper was, at the time, carrying on the saw-mill of the Whites, not as their lessee, but as their hired sawyer.\nWho can fail to see that the erection of the building was to be paid for by the use of the machine to make two millions of shingles, and that this was the whole scope and intent of the agreement ? It was as if they had said to Hopper, “ erect a house for our shingle machine, and you shall have the use of it to make two millions of shingles.” That was the mode of compensation agreed on by the parties for a specific work. But the building was as exclusively the property of the Whites as if any other mode of compensating their architect had been agreed upon. It was therefore exposed to the ordinary liability of mechanics’ liens.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by O. D. Emery, for plaintiffs in error,"
    ],
    "corrections": "",
    "head_matter": "Hopper and White versus Childs & Parker.\nImprovement Lease, Buildings erected under, subject to Mechanics’ Lien.\nA contract whereby a building for a shingle machine was to be erected by a lessee and employee of a firm upon their land, they furnishing the lumber and water-power, and leasing the machine and fixtures, both building and machine to be restored to them in good order when a specified number of shingles had been manufactured and paid for by him at a rate mentioned ; is an improvement'lease: and the building is subject to a mechanics’ lien for work and labor done by the persons employed by the lessee to'build it.\nError to the Common Pleas of Lycoming county.\nThis was a scire facias sur mechanic’s lien, by Childs & Parker, filed against a shingle-mill in Cogan House township, of which John and Henry White were the owners or reputed owners, and John D. Hopper contractor.\nThe ease was this: — Previous to the year 1859, John White and Henry White were the owners of a tract of timber land in Cogan House township, Lycoming county, upon which they had erected a steam saw-mill. For several years John D. Hopper had taken charge of their property, and sawed their lumber at a fixed price per thousand feet, he paying the employees at the mill. The Messrs. White were also the owners of a shingle machine and necessary fixtures for the manufacture of sawed shingles. On the 7th day of July 1859, they leased to Hopper the shingle machine and fixtures, with the privilege of erecting, at his own expense, a building suitable to contain them. The agreement was in these words :—\n“ Agreement made this 7th day of July, A. D. 1859, between J. and H. White, of Williamsport, of the one part, and J. D. Hopper, of Oogan House township, of the other part, witnesseth, That the said J. and H. White agree to let the said J. D. Hopper erect, at his own. expense, a building, suitable to place therein the shingle machine and fixtures connected therewith, belonging to the said J. and H. White, for the purpose of manufacturing sawed shingles; said machine to be driven by the waterpower taken from the dam on the premises.\n“ The said J. and H. White agree to allow the said J. D. Hopper to use all such timber on the mill tract and tract adjoining as will not be suitable to make into saw-logs — such as the butts and pieces of woods now cut in the woods on said tracts. The said Hopper agrees to manufacture from the same two millions of shingles, and for the right to do so the said Hopper agrees to pay the said J. and H. White the sum of one dollar for each and every thousand of No. 1 and No. 2 shingles so manufactured; said Hopper to have the right to use said mill in manufacturing the two millions until April 1, A. D. 1861, or, if he, the said Hopper, should finish the job previous to that time, then this lease to cease with the completion of the job ; the said Hopper to leave the whole in good order at the completion of the contract.”\nSigned, “ J. and H. White,\n“ John D. Hopper.”\nHopper employed' Childs & Parker to erect the building, and they proceeded to do so under his superintendence and according to his directions. It was in evidence that Childs & Parker had settled with Hopper, and, on the 24th day of November 1859, had taken his note for $70.\nIn answer to points presented by the defendants, the court below (Jordan, P. J.) charged:— >\n“ The first question presented is one of law. We are requested by defendants’ counsel to instruct you, that the shingle-mill having been built upon leased ground, the plaintiffs are not entitled to recover. The court negative this point.\n“ 2. If the Whites are not bound to pay, is Hopper bound ? He is not. Defendants allege the work was defective. The plaintiffs rely on the testimony of the witnesses to show that the work was done by plaintiffs under the direction of Hopper; that the whole was made as he directed, and that he was satisfied with it; that he gave an order and also a note, for what he said he owed them ; and that Parker had built him a good mill. If the mill was built by the day, under the direction of Hopper, the plaintiffs cannot be charged with defect.\n“ Hopper is not privileged to take the building away.’ It is not strictly a lease. It is a permission to Hopper to erect a mill, and use it for a certain length of time.”\nUnder these instructions, there was a verdict and judgment for plaintiffs; whereupon defendants sued out this writ, averring that the court below erred,\n1. In answering the plaintiffs’ point in the negative.\n2. In instructing the jury that if the Whites were not bound to pay, Hopper was also not bound to pay the balance of indebtedness ; and\n3. In instructing the jury that the agreement between Hopper and Whites was not a lease.\nThe case was argued in this court by O. D. Emery, for plaintiffs in error,\nwho insisted that as the building was erected on ground leased for a term- of years, it was to be treated as a chattel, and was not therefore the subject of a mechanic’s lien: citing Church v. Griffiths, 9 Barr 117; White’s Appeal, 10 Id. 252; Haworth v. Wallace & Lyon, 2 Harris 118. That the agreement was a lease in substance, under the ruling in Moore v. Miller, 8 Barr 272; and that Woodward v. Leiby, 12 Casey 437, relied on by defendant in error, was not in point.\nOctober 7th 1862,"
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 313
}
