{
  "id": 483214,
  "name": "Cascade School District versus Lewis School District",
  "name_abbreviation": "Cascade School District v. Lewis School District",
  "decision_date": "1862-10-30",
  "docket_number": "",
  "first_page": "318",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 431,
    "char_count": 9198,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.678682128266399e-07,
      "percentile": 0.8912969443392259
    },
    "sha256": "6fe54030ae02623bf65dcc550e6219dcbda7d24d0fc5f9674e78d48237a3e245",
    "simhash": "1:c0eea4f0d8ab1edf",
    "word_count": 1564
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cascade School District versus Lewis School District."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThis was an action to compel Lewis township to pay for the tuition of certain of her children in the schools of Cascade township. It often happens that it is more convenient for the children of a school district to attend the schools of an adjoining district, than it is to repair to their own appropriate school-houses; and the Common School Law of 1849, in the 11th article of section 16 (Purd. 270), provided for this contingency by making it the duty of the directors of such two adjoining districts “ to make an arrangement” by which pupils so situated might be instructed in the most convenient school of the adjoining district, the expense of such instruction to be paid by the directors of such adjoining district. In the amended School Law of 1854, sec. 23, art. 9 (Purdon 1064), the section above referred to was re-enacted, with the qualification added that the expense of such instruction shall be agreed upon “ by resolution or agreement entered upon the minutes of the respective hoards.” It was under these provisions that the present action was brought, but no resolution or agreement of tho respective boards of Lewis and Cascade was shown, and no minute was made respecting the service for which Lewis was sued. At the instance of certain citizens of Lewis township, John Griggs, the president of the board of directors of that district, signed a paper promising to pay Cascade for the tuition of the children of those citizens; but this paper was never authorized by the directors of Lewis, was never reported to them, and was never entered upon the minutes of either district. Upon this state of facts, the court decided, in answer to the defendants’ points, that the law would imply no contract on the part of Lewis to pay Cascade for the tuition in question, and that the paper signed by Griggs was not the “ resolution or agreement” contemplated by the Acts of Assembly; but that if the directors of Lewis knew that these children were going to school in Cascade, and did not disown it, but permitted the children to be schooled there, “ equity would not demand that Lewis school district should fay.” This gave Cascade the verdict.\nIt is apparent that whilst the learned judge admitted that a promise to pay for the schooling was not to he'implied fronYcircumstanees, he still permitted the jury t<^ imply it. His answers to the first and fifth points, on the part of the defendant, appear to us inconsistent with each other. What, but implying a cause of action, was it to refer all the circumstances to the jury, and inviting them to deduce an equity which would hold the defendant ? All implied assumpsits rest on equities. This cause was put on that ground.\nIn this there was error. The whole system of common schools is special and statutory. If one district is to be charged with the expense of educating the children of an adjoining district, it must be done in the manner the statute prescribes. It must be done in pursuance of an “ arrangement” between the directors of the respective districts, and that arrangement must be by “•resolution or agreement,” and the resolution or agreement must be entered upon the “minutes of the respective boards.” Out of nothing less than this can pecuniary liability for such service result. Regular official action, evidenced by official minutes, is what the statute requires to ground such an action as the present, and because it is a statutory requisition, all equities and implied liabilities are excluded.\nExperience no doubt suggested the necessity of provision in regard to the minutes of the arrangement which the Act of 1854 prescribes. It was calculated to prevent irregular and partial arrangements, such as was made in this case. Both boards being required to deliberate, and to record the result of their deliberations for the information of all concerned, the interest of both districts would be guarded, and frequently the service demanded would be compensated by similar service rendered to the adjoining district. If it was convenient for some of the children of Lewis district to resort to the school-houses of Cascade, it might have been found equally convenient and necessary for children of Cascade to resort to the school-houses of Lewis; and thus, had the statute been followed, a neighbourly exchange of services might have compensated each district without money and without lawsuits. If such reciprocal service had not resulted out of the arrangement contemplated by the statute, the terms of tuition would certainly have been fixed by it, and thus the taxpayers of Lewis protected from practices which might lead to great abuse. These seem to us to be reasons for adhering to the provisions of the statute, but if they are not good reasons, the imperative rule of the statute remains, and must be obeyed. Because it was utterly disregarded in the instance before us,\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "O. J). Emery and J. W. Heylman, for plaintiff in error.",
      "The defendant in error furnished no written argument."
    ],
    "corrections": "",
    "head_matter": "Cascade School District versus Lewis School District.\nContracts between School Boards, when valid.\n1. In order to create a liability under a contract provided for by the Common School Law, the statutory requisitions must be complied with.\n2. To recover payment for instruction given to children of one school district in the schools of another district, there must have been a previous arrangement between the directors of the respective districts, by resolution or agreement, which must have been entered on the minutes of the respective boards, as directed by the School Law of 1854: regular official action, evidenced by official minutes, is required by the statute, in order to sustain an action for such service.\nError to the Common Pleas of Lycoming county.\nThis was an action brought before a justice of the peace by “ The School District of Cascade township” against “ The School District of Lew'is-township,” to compel the latter to pay for the tuition of certain children living within the lines of Lewis township, but who were taken into the free schools of Cascade township under an arrangement which is fully stated in the opinion of this court. The case came into the Common Pleas by appeal on the part of the defendant, where there was a verdict and judgment in favour of the plaintiff.\nOn the trial in the court below, the plaintiff offered in evidence the following paper :—\n“ This certifies that the school directors of Lewis township will pay, or cause to be paid, to the directors of Cascade, for the tuition of Joseph Conden’s, Gessler’s, and Patrick Cummings’s children, if sent to school in Cascade; we will pay in proportion to the cost of tuition of the whole school.\n“Attest: C. P. Fields. John Griggs, President.”\nThis was objected to on the ground that “there ivas no evidence to show that it ivas the act of the board or adopted by them, nor that it was ever entered on the records of the school boards of the two districtsbut the court overruled the objection and admitted the paper.\nThe defendant requested the court to instruct the jury:—\n1. That there can be no implied contract on the part of the school district of Lewis township to pay for the instruction of her children in Cascade township.\n2. That the school directors of Lewis township have no power to make contracts to bind said districts, unless such contract shall be agreed upon at a meeting of the school board, at which meeting a majority of the directors shall be present.\n3. That where an agreement is made by the school district of one township for the instruction of her children at the schools of an adjoining district, under the provisions of the Act of 8th May 1854, the “resolution or agreement” to that effect must be entered upon the minutes of the respective boards of school directors, or otherwise such agreement is not binding.\n4. That if the jury believe the testimony of Patrick Cummings, Charles Weiss, and J. W. Keys, the plaintiff cannot recover.\n5. That if the jury believe from the evidence that there was no action of the board of school directors of Lewis township authorizing the agreement offered in evidence in this case, the plaintiff cannot recover.\nThe court charged:—\n“ 1. That an agreement for the instruction of the Lewis children in Cascade might be proved by parol, in. the absence of any entry upon the minutes of the respective boards of directors, and that Lewis township would be bound by such agreement.\n“2. That if the directors of *Lewis knew that her children were going to school in Cascade, and did not disown it, but permitted the children to be schooled there, that Lewis should pay for their instruction.” The first point was affirmed, and the fifth answered by affirming it; adding: “ Unless the jury believe the directors of Lewis had a knowledge that the children for which tuition compensation is claimed were going to school under an arrangement with the president of Cascade district and failed to disown the act.^’ All which, together with the admission in evidence of the certificate above mentioned, were assigned here for error.\nO. J). Emery and J. W. Heylman, for plaintiff in error.\nThe defendant in error furnished no written argument.\nOctober 30th 1862,"
  },
  "file_name": "0318-01",
  "first_page_order": 318,
  "last_page_order": 321
}
