{
  "id": 483146,
  "name": "Harman versus Cummings and Wife",
  "name_abbreviation": "Harman v. Cummings",
  "decision_date": "1862-10-08",
  "docket_number": "",
  "first_page": "322",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 322"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 300,
    "char_count": 4343,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 2.628104344124421e-07,
      "percentile": 0.8219658752305636
    },
    "sha256": "0c285812bfd4d01dcc57e73c50b5c61dd4bff85cc1466aafa7efc341bffdcda9",
    "simhash": "1:76a856bdeafdf3fa",
    "word_count": 791
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harman versus Cummings and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe court below decided that the new wing added to the defendants’ house was not a building within the meaning of the Mechanics’ Lien Laws ; and we think that several cases (2 Barr 79; 4 Casey 156 ; 11 Id. 348, 349), which we need not repeat here, require us to reverse the judgment.\nIn strict propriety, the claim ought not to have averred that the work was done in the erection of the whole house, but only of the new part; but we do not now see that this is material, for only the work pertaining to the new wing, and that which connects it with the old building, can be allowed a lien, though the lien, when established, will extend to the whole. The repairs of the old house, and improvements of its parts, are not a subject of lien.\nIt ought not to be considered of any importance, that one wall of the' new wing was old; for many new houses are erected in towns where both side-walls are old, erected by the adjoining lot-owners.\nIt is strange that the plaintiff should suppose that the defendants admitted his claim by reading it to the jury. The business which the jury had before them was to decide upon the truth of that claim, which they could not do without having it read to them. The plaintiff ought himself to have presented it to them, that they might know what they were trying. The defendants can suffer no prejudice by doing this for him.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Cr. F. Miller and Charles Sower, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Harman versus Cummings and Wife.\nBuildings and Erections within the Mechanics’ Lien-Law.— Claim not admitted by being read bv Defendant. — Form of Claim for the erection of Additions to old Buddings.\n1. A new wing or addition to a building is an erection within the meaning of the Mechanics' Lien Law.\n2. The claim should aver that the work was done in the erection of the new part, and not of the whole house.\n3. The defendants by giving in evidence on the trial, the claim as filed, did not thereby admit it, nor were they estopped from alleging that it was defective.\nError to the Common Pleas of Snyder county.\nThis was a scire facias sur mechanic s lien by Christian Har- ' man against A. S. Cummings and wife, owners or reputed owners of a two-storied brick dwelling, forty-three feet in front by sixty-two feet in depth, in Penn township.\nThe evidence showed these material facts : — Before the work for which the claim was filed had been commenced, there was on the premises a building twenty-five or more feet in front and about thirty-two feet deep, to which was attached a large brick back building.\nThe defendants wished to enlarge their house and make some alterations in the old one, and there was accordingly an addition put up at the side of the main building seventeen feet in front and running back thirty-two feet, the depth of the main or front building of the old house. The new part had only three walls, the wall of the old house forming the fourth wall of the new part.\nThere were some alterations also made in the old house. The windows in the front of the old building were taken out and enlarged by putting in new ones; the same was done in the north side of the front building, and some two or three doors cut from the old main -or front building into the new part.\nA new cornice was also put around both the old and new parts. In respect to the back building alterations, the porch was raised from one story to two stories; a pair of stairs were put up and a partition at the head of them; a door wras moved in a partition, and a cupboard made where the door was, &c. The floor and partitions, the plastering, and the .whole internal arrangement of the building remained the same. It was further proved that the house was occupied while all these repairs, alterations, and additions were being made.\nThe defence was that these additions, alterations, and repairs were not sufficient to bring the building within the operation of the Lien Law.\nThe claim as filed was for lumber furnished and work done “ about the erection and construction of said building,” describing it as it was after the work had been completed.\nThe court below instructed the jury that the lien could not be sustained, and directed a verdict acco»dingly; which was the error assigned here by the plaintiff.\nCr. F. Miller and Charles Sower, for plaintiff in error.\nOctober 8th 1862,"
  },
  "file_name": "0322-01",
  "first_page_order": 322,
  "last_page_order": 323
}
