{
  "id": 483225,
  "name": "Dewart's Appeal",
  "name_abbreviation": "Dewart's Appeal",
  "decision_date": "1862-11-03",
  "docket_number": "",
  "first_page": "325",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 229,
    "char_count": 3687,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 4.456583025697791e-08,
      "percentile": 0.27908982338352545
    },
    "sha256": "286d6860244599f2d0b568d6fddc9f693776a20ef1c3d828e046c5402819417b",
    "simhash": "1:28a3589180b4e207",
    "word_count": 667
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dewart’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWhether the legacy to Lewis Dewart, Jr., in his grandfather’s will, was vested or contingent, is not necessary to be decided, for the intention of the testator is unmistakably expressed that the payment of the legacy shall be postponed till a period subsequent to the legatee’s attaining twenty-one years of age, and that meanwhile the testator’s farms in Penn township shall stand charged “ with the payment of the same.”\nThis is the only point necessary to be decided now. If the legatee should die before the time appointed for payment, the will provides that the legacy is to lapse into the residuary estate, all of which is given to the present appellant. As his interest in the farms has been sold at sheriff’s sale, it may become, in the event of the legatee’s dying before twenty-one years of age, a question of some nicety whether he shall then be permitted to take the legacy out of the land. But that question cannot arise at present. Though trustee of the legacy, the appellant is not entitled to receive it out of the moneys in court. It is rather his duty to maintain it as a fixed lien on the land. The purchasers had constructive notice of the charge, and they were bound to know that it was a lien of such indeterminate value that it would not be divested by the sheriff’s sale. They will have to pay it, therefore, when it becomes due.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Dewart, for appellant.",
      "Q. H. Pleasants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dewart’s Appeal.\nLegacy, when not payable out of proceeds of Sheriff’s Sale of Lands on which it is charged.\nA legacy by a testator to a son as trustee for a minor grandson, charged upon lands devised to the son, to be paid to him between the ages of twenty-one and twenty-five years at the discretion of the trustee, but to lapse on the death of the cestui que trust before arriving at the age of twenty-five, is not, on the insolvency of the son and a sheriff’s sale of his land, payable out of the proceeds thereof, but remains a lien on the land.\nAppeal from the Common Pleas of Snyder county.\nThis was an appeal by William L. Dewart, executor of the last will of Lewis Dewart, deceased, and trustee of Lewis Dewart, Jr., from the decree of the Common Pleas confirming the report of the auditor appointed to distribute the fund arising from the sale of the real estate of William L. Dewart.\nThe material facts of the case were these:. The Hon. Lewis Dewart died April 26th 1852, and by his last will devised a large real estate to his son William L. Dewart, charged with certain legacies, among which was the following:—\n“Fourthly, I give and bequeath to my son William, in trust for my grandson Lewis Dewart, Jr., the sum of $2000, to be paid to him between the ages of twenty-one and twenty-five, at the discretion of my son William, and I hereby charge my farms in Penn township, Union county, with the payment of the same. In case of the death of my grandson before the age of twenty-five, this legacy to lapse.”\nWilliam L. Dewart’s real estate was sold by the sheriff on an execution against him for his own debt, the proceeds paid into court, and an auditor appointed to make distribution. Mr. Dewart appeared before the auditor, and claimed that, as trustee of Lewis Dewart, Jr., who was then about thirteen years of age, he was entitled to the sum of $2000 out of the fund in court.\nThe auditor decided that the legacy was and remained a lien on the lands in the hands of the sheriff’s vendees, and was therefore not payable out of the proceeds of sale. On exception, the Common Pleas confirmed this decision, which was here assigned for error.\nDewart, for appellant.\nQ. H. Pleasants, for appellee.\nNovember 3d 1862,"
  },
  "file_name": "0325-01",
  "first_page_order": 325,
  "last_page_order": 326
}
