{
  "id": 483157,
  "name": "Beddow versus Dewitt",
  "name_abbreviation": "Beddow v. Dewitt",
  "decision_date": "1862-11-12",
  "docket_number": "",
  "first_page": "326",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 328",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 20354,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.4373155228353657e-07,
      "percentile": 0.6524673832335399
    },
    "sha256": "de4c0101f57412a5b17185a366f5a4d580656798d6448a810441962e450ad160",
    "simhash": "1:9e4ae44c0646f09b",
    "word_count": 3572
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beddow versus Dewitt."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe argument of the plaintiff in error assumes that the plaintiff below is asking to be subrogated to the place of Samuel R. Wood as a mortgagee. This is a misapprehension of the case. The question is not whether Dewitt is entitled to a cession of Beddow’s mortgage to Wood, nor even whether he may claim to stand in the shoes of the Boudmans, the other mortgagees. The plaintiff demands contribution, not subrogation. The two Boudman mortgages were liens upon a tract of land of which the plaintiff owned a part, and the defendant the remainder. Primd facie, therefore, when they were paid out of that portion of the land which belonged to Dewitt, he became entitled to contribution from the owner of the unsold part. The fundamental question then is, whether there is anything in the case that destroys this apparent right ?\nBoth Dewitt and Beddow are grantees of Samuel R. Wood, and before the conveyances to them the Boudman mortgages had been created, and were liens upon the property conveyed. The deed to Beddow was first made, though the case stated leaves us in doubt whether it was first delivered. Conceding, for the sake of the argument, that it was, what was the effect of the prior delivery ? Undoubtedly it is a principle of equity, where there have been successive conveyances of land encumbered by a common lien, that the lands are chargeable in the hands of the grantees in the inverse order of the conveyances. The right to enforce this order of payment is, however, an equity, belonging not to the grantor, but the earlier grantee exclusively, and he can use it only to protect himself, not to protect his grantor against either a creditor or a subsequent grantee. The equity grows out of the fact that he has paid the purchase-money, and tlie consequent obligation of tbe grantor, or whomsoever may have assumed the place of the grantor to protect him in the enjoyment of the land for which he has paid. If the earlier grantee has not paid the purchase-money, he has acquired no such equity. To the extent to which that remains unpaid, he is liable to contribute to the discharge of the paramount lien, for the purchase-money which remains unpaid in his hands is not his, but the grantor’s. When he is called upon by one who has a legal right, for no more than the sum which is due from him, lie is not injured, and he has no ease for equitable interference in his behalf. A chancellor looks to the consideration of the purchase more than to the form of the title. In equity he is the owner who has paid the purchase-money. Had Beddow asked for an injunction against collecting the Boudman mortgages from the land which Wood conveyed to him, until that sold to D*ewitt should be exhausted, he would have been required to do equity by paying his unpaid purchase-money in discharge of the paramount mortgages. That would have been essential to perfect his equity. Were it not so, this equity, which exists only for the protection of the first grantee, would be a weapon of offence in the hands of the grantor. There is nothing in this which conflicts with the doctrine of Ebenhart’s Appeal, 8 W. & S. 328, or Lloyd v. Galbraith, 8 Casey 203. Those were cases of subrogation in which junior creditors attempted to use the securities of their debtor. This is a case of contribution, in which the plaintiff asserts no claim to the Wood mortgage. Thus far, then, nothing appears to relieve Beddow as owner of a part of the land bound by the Boudman mortgages, from contributing to the payment of them, so far as ho has unpaid purchase-money in his hands. And as Dewitt has been compelled to pay them in full, out of that part of the land which was conveyed to him, and has- thus relieved the lands of Beddow, he has a right of action for compensation.\nFailing to establish any equity in himself to resist the claim of the plaintiff, the defendant next interposes some supposed rights of Wood, the common grantor, and argues that Dewitt is precluded from demanding contribution by his bargain with Wood, and by his express contracts. The case stated finds that on the 10th of October 1857, Samuel R. Wood sold and conveyed to Dewitt and Samuel G. Wheeler (who subsequently transferred his interest to Dewitt), several tracts of land in Northumland and Montour counties, and among them a part of the tract which had previously been encumbered by the Boudman mortgages ; that the purchase-money was secured by three mortgages given by Dewitt and Wheeler, one for $50,000, protecting fifty promissory notes, each for $1000, payable in twelve, eighteen, and twenty-four months; a second for $20,000, payable on the 10th of October 1862, with interest, payable yearly, and a third for $100,000, payable on the 10th of October 1867, with interest, payable yearly. At the time when this sale was made, and these mortgages were taken, there were other liens on the lands sold, to a very large amount, beside the two Boudman mortgages. These liens consisted of mortgages given by Wood the grantor, and of judgments obtained against him. Of the notes protected by the $50,000 mortgage, thirty-two were paid by Dewitt. In whose hands the remaining eighteen are, does not appear. On the 24th of March 1860, when the tract conveyed to Dewitt and bound by the Boudman mortgages, in common with that conveyed to Beddow, was sold to satisfy those mortgages, there was nothing in the hands of Dewitt with which to pay them, that he was bound thus to apply. Neither the $20,000 mortgage nor that for $100,000 was then due, and, what is more, nearly the whole of the property which Wood had conveyed to Dewitt and Wheeler, and which was the consideration of the mortgages, had been sold away from them under judgments obtained against Wood, and mortgages given by Wood to' Stephen Caldwell, in the years 1845, 1846, and 1847. These paramount judgments and mortgages amounted to more than $120,000 on the 24th of March 1860, the time when payment of the Boudman mortgages was enforced. Plow, then, could Wood the grantor insist that Dewitt alone should pay those mortgages ? And even if Beddow could appropriate Wood’s rights to himself, where are there any such rights as will exempt the land sold to him from liability to contribution? We are not shown, and unless they spring out of an agreement to which we shall presently refer, we are unable to discover any. The debts due to the Boudmans were not Dewitt’s debts, and he w7as, at the time when payment was demanded, under no exclusive obligation to pay them.\n. It is insisted, however, that he had expressly contracted with Wood to pay those debts, and had thus made them his own. Hence, it is inferred that there was no right to call upon, Beddow for contribution toward their payment. On the 10th of October 1857, the day when Wood made his deeds to Dewitt and Wheeler, and when the mortgages for $20,000 and $100,000 were taken, payable in 1862 and 1867, an agreement was made between the parties that Dewitt and Wheeler should pay the Greorge Boudman mortgage, a dower to the widow of Isaac Boudman, and whatever might be recovered upon a mortgage said to have been given to Caldwell for $50,000, but which Wood alleged to have been fully paid and satisfied, and that he should defalk his payment from his $100,000 mortgage, and from no other. This was in effect an agreement to anticipate partially the time stipulated for the payment of the large mortgage. Without pausing to inquire whether this was an engagement to pay more than one of the Boudman mortgages, it is too plain to be denied that Dewitt was not bound to comply with its terms. The consideration for his promise failed. That was, that he should hold the lands conveyed, encumbered only by the George Boudman mortgage, the dower, and a sum not exceeding $50,000, secured by the mortgage to Caldwell, which his grantor at the time declared had been fully paid and satisfied. But there were judgments against Wood not mentioned in the agreement, and which Dewitt did not agree to pay. They amounted to much more than both the Boudman mortgages, and they were presently payable. The. existence of these was a sufficient defence against his assumption to pay the mortgages. Instead also of one Caldwell mortgage for $50,000, as the grantor represented, and which he asserted to have been paid, there were in fact three, amounting, with interest, to nearly $100,000, the whole of which was demanded by the mortgagee, before the Boudmans insisted on payment. In the face of such a state of facts it is vain to contend that Wood could have enforced the payment of the Boudman claims (if at any time) before the 10th of October 1867, when the large mortgage will become payable. There is, therefore, nothing in the relation which Dewitt sustained to Wood, or in their written contract, which stands in the way of holding Beddow’s land liable to contribution. And Moore, to whom Samuel R. Wood assigned the mortgage given to him by Beddow, can have no greater rights against Dewitt than his assignor had. He took the mortgage, with all its imperfections on its head, among which was the right of Beddow to defend against it until the Boiidman claims were satisfied. He took it subordinate to those claims, as his assignor had held it. Certainly he cannot enforce its payment if Wood could not. It may be doubted whether the assignment was not void as against Dewitt. In a most legitimate sense Dewitt was a creditor of Wood, and not the less because he had undertaken to p'ay money at a future day. He had a right to insist that Wood should protect the lands purchased from all liens superior to the conveyance, and especially from all mortgages and judgments created or suffered by Wood before the title was made. Against a creditor an assignment in trust for the benefit of creditors, and unrecorded, as this was, is void. This was an assignment expressly in trust. The trust was to pay debts of the assignor, which, as described in the instrument, were not due to the assignee, and it was stipulated that the surplus should be returned to the assignor. Even if the assignment was not void, in default of having been recorded, it was a transfer only as a collateral security. The accompanying receipt of the assignee proves this, and shows that, notwithstanding the presumption which without it would arise from the use of a seal, he is not a holder for a valuable consideration. This, however, is of little importance. The plaintiff, in this case, is not contesting the ownership of the Beddow mortgage. He is claiming contribution towards the payment of claims which were liens paramount to that mortgage. To that claim Beddow, as we have seen, has no defence, and neither Wood nor Wood’s assignee is in a situation to interfere.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John W. Maynard and Paul Leidy, for plaintiff in error.",
      "Joshua W. Oomly, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beddow versus Dewitt.\nContribution between successive Grantees of Land bound by a common Lien. — Equities of earlier Grantee. — Defence to an Action for Contribution.\n1. Where there have been successive conveyances of lands, bound by a common lien, they are chargeable in the hands of the grantees in the inverse order of the conveyances : but the equity of the earlier grantee is for his own protection solely, and arises from his payment of the purchase-money.\n2. But if he has not paid all the purchase-money, he. has no such equity, and must contribute to the extent of his unpaid purchase-money to a subsequent grantee whose land has been sold to pay the common lien.\n3. Thus, where there were two grantees of two tracts of land, subject to mortgage liens, and the land of one was sold to pay the liens, he may recover from the other, contribution for the payment of the debt so far as the latter may have unpaid purchase-money in his hands.\n4. It is not a valid defence to the action for contribution, that the bond and mortgage of the first grantee for the payment of the balance of purchase-money had i een assigned to a third party: for the assignee stands in the same position as the assignor, especially where the assignment was in trust for certain creditors named therein but was not recorded, and the assignee had received it only as a collateral security, so that he was not a holder for a valuable consideration.\n5. Where D., a subsequent grantee, whose land had been sold to pay the common lien, had at the time of his purchase agreed with the grantor W. to pay that lien, and defalk the amount from his mortgage for purchase-money, but it afterwards appeared that the property bound by the common lien was at the tipie of the agreement encumbered beyond that lien and what was represented by the grantor, the agreement of the subsequent grantee to pay the common.lien cannot be enforced against him, and is not a defence to an action against a prior grantee for contribution to the extent of the unpaid purchase-money then in his hands.\nError, to the Common Pleas of Montour county.\nThis was an action of trespass on the ease, brought July 18th 1860, by Jacob Y. L. Dewitt against William Beddow, for contribution.\nOn the application of the defendant, Robert Moore was made co-defendant, and required to appear and plead to the action.\nThe following facts were, by agreement of counsel, considered as a case stated for the opinion of the court:—\nOn the 16th of May 1854, George Boudman executed to the children of Isaac Boudman, deceased, a mortgage on a tract of land in Yalley township, containing one hundred and fifty-seven acres and allowance, to secure the payment of $1178.50-J. On the 18th of May 1854, George Boudman and wife conveyed this tract of land to Samuel R. Wood. On the 8th of June 1854, Samuel R. Wood executed and delivered to George Boudman a mortgage on the same land, to secure the payment of $3528.07. On the 19th of September 1857, Samuel R. Wood conveyed to William Beddow fifty-eight acres and fifty perches of this land, and on the 10th of October 1857 he conveyed the remainder of this land, to wit, one hundred and six acres and one hundred and five perches, with other lands, to Jacob Y. L. Dewitt and Samuel G. Wheeler.\nWhen Wood conveyed to Dewitt and Wheeler, as above stated, they executed to him three mortgages on the lands conveyed to them, viz., one for $50,000, one for $20,000, and one for $100,000, which sums were the consideration-money for the lands mentioned in the deed and mortgages. The prior mortgages on the Boudman tract remained unpaid, viz.: the mortgage George Boudman to Isaac Boudman’s children, and Samuel R. Wood to George Boudman.\nOn the same day, Dewitt entered into an agreement with Wood, by which it was stipulated that Dewitt and Wheeler should pay the Boudman mortgage, and whatever might be owing-on a mortgage held by Samuel Colwell, if Colwell obtained judgment for any amount, and the amount of such payments was to be deducted from the $100,000 mortgage given by them to Samuel R. Wood.\nJuly 15th 1857, Coleman, Ketler & Co. obtained judgment against Samuel R. Wood for $1054.37.\nOctober 5th 1857, Peter Baldy obtained judgment against Wood for $3000.\nDecember 22d 1859, the heirs of Isaac Boudman, deceased, obtained judgment on the mortgage given to them by. George Boudman for the amount due on their mortgage.\nOn the 24th March 1860, the one hundred and six acres and one hundred and five perches of the Boudman tract, conveyed by Wood to Dewitt, were sold by the sheriff of Montour county, for $3750.\nThis money, except the costs, was paid into court and distributed by an auditor as follows: To the mortgage in favour of Isaac Boudman’s heirs, $1535.81; to George Boudman, on the mortgage given by Samuel R. Wood to him, $2011.78; to the judgment in favour of Coleman, Ketler & Co., $120.18; and balance to costs. This distribution was confirmed by the court in June 1860.\nDewitt was to pay the last-mentioned mortgage, and receive credit on the $100,000 mortgage to Wood.\nAll the property conveyed by Wood to Dewitt and Wheeler, in Northumberland county, was sold on the 10th of November 1858, by the sheriff of Northumberland county, on a levari facias issued on judgment in favour of Colwell for Reeves, against Samuel R. Wood, and purchased by Mr. Reeves. Dewitt and Reeves both attended the sale, when Reeves said to Dewitt, no one could buy the property for less than $101,000.\nDewitt and Wheeler went into possession of all the property mentioned in the deed from Wood, on the day of the delivery of the deed, occupied the furnace, and ran it up to the time of sale by the sheriff. On the 3d of November 1857, Samuel R. Wood assigned under his hand and seal to Robert Moore, and to his heirs and assigns, for a valuable consideration, an obligation, dated September 19th 1857, given by William Beddow to said Wood, conditioned for the payment of $1389.50 on or before the 13th October 1859, with interest from October 13th 1857, and mortgage executed same date, on the fifty-eight acres and fifty perches of land in Valley township, recorded in Montour county October 13th 1857.\nRobert Moore, by receipt without date, acknowledged the receipt of the assignment of the obligation, mortgage, and tract of land, and that he received the same in trust to collect the money secured by the same, and to apply it to the payment of three notes, given by Samuel R. Wood, dated April 11th 1854, viz.: one note to Susan Boudman, for $200; one note to Jane Boudman, for $298; and one note to Sarah Boudman, for $600; interest on all said notes, and the balance to be paid to said Wood. The said bond and mortgage being held by the said Robert -Moore as collateral security for the payment of said three notes. Neither the assignment nor receipt was recorded.\nDewitt paid $32,000 on the $50,000 mortgage, and, by his agreement of 10th October 1857, was to pay the two Boudman mortgages, or the amount due upon them, and the payments were to be deducted from the $100,000 mortgage, and not out of any other debt due from them to Wood.\nTo May Term 1860, a scire facias was issued at the suit of John Boudman et al. against George Boudman, with notice to William Beddow and Jacob V. L. Dewitt, under which the tract of land containing one hundred and six acres and one hundred and five perches was levied upon and sold by the sheriff for $3750, of which $53.16 were applied to the costs, and $3576.66 applied by the court to the payment of certain judgments, with interest and costs, which were also liens on the tract of fifty-eight acres and fifty perches.\nThe plaintiff in this suit claimed contribution for the payment of the sum of $3629.82, and asked to recover of tho defendant $1389.50, with interest from October 13th 1857, that being the amount of the mortgage from Beddow to Wood, dated September 19th 1857, and assigned by Wood to Moore.\nBeddow made no defence, other than to see that the amount due was properly applied. Robert Moore defended against Dewitt, and claimed the money due on the bond and mortgage of September 19th 1857, by virtue of the assignment to him by Samuel R. Wood, dated November 3d 1837; to which it was replied that he (Moore) had no interest in the notes to the payment of which he was to apply the money due on the bond and mortgage ; that he paid valuable consideration for them, and was amere trustee for'some of the creditors of Samuel Wood; that to make the assignment valid it should have been recorded in Northumberland county ; and that on the 13th of October 1857 the rights of Beddow and of Wood had become fixed.\nThe right of Dewitt to recover was further resisted on the grounds,\n1st. That the relation of Wood and Dewitt is that of grantor and grantee.\n2d. That Dewitt bas not shown a legal right to maintain this action.\n3d. That unless he has been compelled to pay more than the consideration-money, $165,000, he has no status in court.\n4th. Tjiat his defence is on his warranty in his deed.\n5th. That he is not a creditor of Wood, unless he has paid all he promised to pay, and beyond it, and cannot object to the validity of the assignment.\nThe court below (Jordan, P. J.) entered judgment on the case in favour of Dewitt, for the amount of the mortgage from Beddow to Wood, viz., for $1389.50, with interest from October 13th 1857 ; which was assigned here for error.\nJohn W. Maynard and Paul Leidy, for plaintiff in error.\nJoshua W. Oomly, for defendant in error.\nNovember 12th 1862,"
  },
  "file_name": "0326-01",
  "first_page_order": 326,
  "last_page_order": 334
}
