{
  "id": 483227,
  "name": "Quinn versus Heart et al.",
  "name_abbreviation": "Quinn v. Heart",
  "decision_date": "1862-06-30",
  "docket_number": "",
  "first_page": "337",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 13123,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.707367587603976e-07,
      "percentile": 0.7018781789980806
    },
    "sha256": "7cf34f18b3fc6e29e51a341f38256e9ed29aa5bb289bd9378f195a3ce7dfef54",
    "simhash": "1:31f78e0fbac95db2",
    "word_count": 2368
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Quinn versus Heart et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWhen the Philip Fishburn warrant was surveyed in 1797, John Aurand Ayas the owner of the Thomas Lowry survey, which had been located in 1769, as well as of the small survey in the name of John Aurand, made 1st December 1773. The Fishburn survey calls for John Aurand on the northAvest, and it is supposed that that call means both surveys — the one made on the Thomas LoAvry yyarrant as well as that made on the warrant to John Aurand. The return of the Fishburn survey favours this supposition, for the name John Aurand is marked as bounding the Avhole of the Avide end of the Fishburn tract. John Thompson is another adjoiner correctly laid doAArn on the Fishburn survey, and the line from the pine corner between these two tracts, N. Io W. 55 perches, thence S. 66° E. 88 perches to a chestnut oak, brings the Fishburn alongside of the John Aurand survey. But the next official line of the Fishburn, S. 57° E. 110, carries it away from the Aurand survey Ayithout taking it to the LoAvry. Yet-it is along both of these lines that John Aurand is called for. If we take the defendants’ theory, that the call for John Aurand meant not only the survey in that name, but also the survey in the name of Thomas LoAvry, then the line S. 57° E. must be rejected, and four other lines and corners substituted to carry the Fishburn up to LoAvry. That Avould exclude all vacant land, and the warrant to Quinn, which Avas surveyed 18th August 1854, Avould take nothing. The plaintiff objects to this process. She insists that the lines of the Fishburn shall be run as they were returned into the land office. If so run, I repeat that they Avill not reach the LoAyry survey, and vacant land lay there in 1854 to satisfy the Quinn Avarrant. There are no marks on the ground to control the location of the line S. 57° E., and the question is therefore whether the Fish-burn warrant is to be located by its calls of adjoiners or by the lines returned into the land office.\nOn this question the surveyors oppose^ each other, like the poles of their needles, as indeed surveyors are apt to do. Those called on the part of the plaintiff insisted upon locating the Fish-burn survey according to its official lines, and thus make room betwixt it and the Lowry survey for the Quinn warrant; whilst those whom the defendants called, would locate the Fishburn by its adjoiners, and thus exclude all vacant'land betwixt it and the Lowry. Both sets of surveyors gave their reasons at length, and with great minuteness of detail for what they would respectively do; and the learned judge referred their testimony to the jury, who decided for the defendants, w'hich was in effect to establish the Fishburn survey, with Lowry for an adjoiner, and to exclude all vacant land. Thus the question in the cause has been fairly decided as a matter of fact. The location of a survey, that is, the ascertainment of the ground on which it was laid, is generally a question of fact for the jury, and in this instance it was most properly submitted to them. Now the only ground on which a court of error can be expected to reverse a judgment founded on such a verdict is, that some rule of law required the court to decide that the calls of a survey could not prevail over its official linos. Is there any such rule ? Observe, the question is not ■whether the court might reject the official lines in favour of the calls, for that was not done, but the question is whether it was error for the court to give the jury a chance to reject them. It was not error to submit the question to the jury unless it was the duty of the court to sacrifice the calls to the official lines.\nNot only is there no such rule as the plaintiff is obliged to contend for, but on the contrary this court was willing, so long ago as 1835, to disregard lines actually run on the ground, in order to carry a survey to the adjoiners called for. See the opinion of Huston, J., in Mortz v. Hartley, 4 Watts 263. And in Cox v. Couch, 8 Barr 154, Chief Justice Gibson declared that it “ is a principle of construction that where land is described by courses and distances, and also by calls for adjoiners, the latter, where there is discrepancy, invariably govern, and it is as applicable to conveyances as it is to official surveys.” This case was cited with approbation by Judge Rogers in Petts v. Graw, 3 Harris 222, and the same principle of construction was applied to conveyances of city lots. The opinion of Judge Huston in Mortz v. Hartley has been qualified in subsequent cases: Walker v. Smith, 2 Barr 45; Thomas v. Mourer, 3 Harris 143; Henry v. Henry, 5 Barr 249; but so far only as concerns lines actually run and marked. The result of the authorities may be stated thus: The lines run and marked on the ground are the true survey, and when they can be found will control the calls for a natural or other fixed boundary, and conclusively establish the survey; but when a younger survey calls for an older as an adjoiner, and no lines are found to have been marked for the younger on the side on -which the older is called for, the line of the older becomes the division line between the two tracts; or, in other words, the younger is to be laid so as to adjoin the older. If no adjoining survey and no natural monument be called for by the younger, and no lines be found on the ground, then the lines returned into the land office determine the location.\nIt is possible that some of the observations of the judge in Henry v. Henry, 5 Barr 249, and Ormsby v. Ihmsen, 10 Casey 470, are not quite consistent Avith these deductions from the cases I have ’ referred to, but it is absolutely certain that there is nothing in those cases to support the ground the plaintiff in error is obliged to stand upon in this case. That ground, be it remembered, is that in a case where a younger survey called for an elder, and no division line Avas found to have been marked for the younger Avhen it was surveyed, it was error for the court to permit a jury to locate the younger survey according to its calls instead of its official lines. Unless this proposition be sustained the judgment must be affirmed, and we knoAV of no authorities to sustain such a proposition. The most approved authorities are the other way. The general maxim that the marks on the ground constitute the survey, is against the plaintiff’s proposition, for the marks of the older survey are the marks of the younger which call for it. The instructions given to deputy surveyors required them to adopt old lines for ne-w surveys, Avhere they wére meant to adjoin, instead of marking new lines, and the policy of both the Proprietaries and the Commonwealth has always been to lay -warrants adjoining each other, where it was possible, instead of leaving long narroAV strips of vacant land between them, Avhich would be sIoav in finding purchasers. When, therefore, we speak of marks on the ground determining the location of a particular survey, Ave have reference not only to Avhat the axeman did Avhen that survey was made, but also to what was done when the older -warrant, called for as an adjoiner, was located. If a line inconsistent Avith. the older survey be actually run and marked for the younger, it must prevail of course if it interfere with no prior right, but if no such inconsistent line be found, the law adopts, for the younger survey, the adjacent lines of the elder. The jury went according to this legal presumption. If, therefore,' the court had dealt with the question as a legal question instead of committing it to the jury, their opinion must have been adverse to the plaintiff. But in the course which the cause took there was manifestly no error in rendering judgment upon the verdict.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Joshua W. Qomly and William M. Rockefeller, for plaintiff.",
      "John B. Packer and Q. P. Miller, for defendant."
    ],
    "corrections": "",
    "head_matter": "Quinn versus Heart et al.\nLocation of Survey according to its calls for Adjoiners instead of the official Lines on the Return.\n1. Lines run and marked on the ground are the true survey, and when they can be found will control the calls for a fixed boundary and establish the survey: but where a younger survey calls for an older as an adjoiner, and no lines are found marked for the younger, on the side on which the older is called for, the line of the older becomes the division line between the tracts.\n2. The lines returned into the land office determine the location only where no adjoining survey and no natural monument is called for by the younger, and no lines can be found on the ground.\n3. Therefore in a case where a younger survey called for an elder, and no division line was found to have been marked on the ground for the younger when it was surveyed, it was not error in the court to permit a jury to locate the younger survey according to its calls, instead of its official lines.\nError, to the Common Pleas of Northumberland county.\nThis was an action of ejectment brought by Rebecca Quinn against William Heart, Mary Jenkins, and Alfred Kneass, to recover possession of a tract of iron ore on land situate in East Buffalo township, Union county, containing twenty-three acres, three perches and allowance.\nBefore the trial the venue was changed to Northumberland county. Subsequently Heart and Jenkins disclaimed possession and ownership of the land, and Mary Jenkins, who had not been served, appeared and pleaded to plaintiff’s declaration.\nThe plaintiff claimed under a warrant granted to James L. Quinn, December 22d 1853, on which there was a survey and return, calling for lands of Philip Fishburn, John Aurand, Thomas Lowry, and others.\nThe Fishburn warrant was dated April 25th 1794, under which there was a survey made May 10th 1797, including one hundred and sixty-one acres of land. The survey was returned into the land office February 16th 1802, on which a patent was issued February 17th 1802, to James Jenkins, from whom this land descended to the defendant, Mary Jenkins, in 1825. Her allegation was that the Fishburn warrant covered and included the twenty-three acres of land which had been taken up by the plaintiff as vacant land.\nA material inquiry in the case was the location of the Fish-burn survey, and the main question was whether it was to be located by its calls for adjoiners, as was contended for by the defendant, or by the lines returned into the office, which would leave the vacant land claimed by the plaintiff.\nThe testimony on these points was not harmonious, and the fact of location was submitted to the jury.\nOn the trial, the defendant requested the court to instruct the jury,\n3. That if the deputy surveyor located the Philip Fishburn tract so as to extend to the ash on the line of John Aurand survey, as testified to by Abraham Straub, and to the Thomas Lowry tract, which was returned to the land office prior to the location of the Philip Fishburn tract, then there is no vacant land for the James L. Quinn survey, and plaintiff is not entitled to recover.\n4. That it is not to be presumed that the deputy surveyor in locating the Fishburn survey, left a small gore of land vacant, but on the contrary the presumption is, that he located it so as to extend to the older survey located and marked upon the ground.\n5. That after upwards of fifty years’ acquiescence, it is not to be presumed that there was a small piece of vacant land left, between two old surveys.\nThe court below answered the points as follows :—\n“ 3. If the Fishburn tract was located as is stated in this point, it would follow that there was no vacant land for the Quinn survey, and if no vacant land plaintiff cannot recover.”\n“ 4. This presumption may be made, but if the evidence shows he did locate the Fishburn survey, and left a gore of vacant land, the presumption must yield to the facts.”\n“ 5. This may be answered in the affirmative, but if the evidence satisfies you that there was a small piece of land vacant, the presumption ceases.”\nAnd in the general charge instructed the jury as follows :—\n“ 6. The defendant contends now that the Fishburn survey was located by Mr. Donnel from the ash corner along the John Au-rand, N. 60J° E. 24 perches to a white oak, thence S. 70° E. 40 perches to a hickory, thence along Thomas Lowry to the stone in the line of S. 31° E. If the Fishburn survey was located in this way on the ground, there was no vacant land, and consequently the plaintiff cannot recover. But the plaintiff contends that Mr. Donnel did not locate the survey in this manner, but located it from the ash corner of Aurand, or chestnut oak of Fishburn, and if this is so, then there was vacant land on which a warrant might be laid. And further, a return of survey is strong presumptive evidence that the survey was made on the ground as it was returned into the land office, but such return is not conclusive evidence.”\nThere Ayas a verdict and judgment for defendant; whereupon the plaintiff sued out this writ, and assigned for error the an-SAvers given to defendant, under fourth and fifth points, and the charge to the jury, as above.\nJoshua W. Qomly and William M. Rockefeller, for plaintiff.\nJohn B. Packer and Q. P. Miller, for defendant.\nJune 30th 1862,"
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 342
}
