{
  "id": 483164,
  "name": "Franklin Fire Insurance Company versus Updegraff et al.",
  "name_abbreviation": "Franklin Fire Insurance v. Updegraff",
  "decision_date": "1862-11-17",
  "docket_number": "",
  "first_page": "350",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 933,
    "char_count": 31125,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 8.987216025606308e-07,
      "percentile": 0.9787970263903417
    },
    "sha256": "2bfe92440ee4e7dce5e0956b97a4fc378c6e77b1f88ac03c48fe2f4e54d5d5c3",
    "simhash": "1:b66346f1298e66f9",
    "word_count": 5464
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Franklin Fire Insurance Company versus Updegraff et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action of covenant upon a policy of insurance, and the defendants in the court below have brought the record here, assigning seven errors. None of the assignments, however, are properly made. They aver that the court erred in their answers to each of the six points submitted, but they do not specify how the court erred, or in what the alleged mistakes consisted. This mode of assigning errors is altogether insufficient. It would be at common law, and it is if possible even more so under the rules of this court. It compels us to gather the complaints of the plaintiffs in error rather from their arguments than from the record, and tends to obscure the matters really in controversy. Passing this by, However, in the present case, we proceed to consider the particulars in which it was alleged on the argument that the court below had fallen into error.\nOn the trial it was of course a question whether the merchandise insured was destroyed in the building covered by the description in the policy. This was necessarily a question for the jury, and to the jury it was submitted with instructions in substance that if the tenement in which the property was destroyed was a different building from that described in the policy, there could be no recovery. The building was described in the policy as “ on the south-east corner of Third street and Sugar alley.” The store-room immediately on the corner with the rooms above it, appear to have been occupied by Mr. Higgins, and the merchandise of the plaintiffs was i.n store-rooms adjoining on the east. The goods may still, however, have been in the same building, for it is quite possible for one building to contain several storerooms. We find no evidence that the store-rooms were so separated as to make them parts of different buildings. No witness testified that they were under different roofs, that they belonged to different owners, that they were erected at different times, or that there was any substantial and permanent partition dividing them. But it is said there was no evidence, that is, affirmative evidence, that the store-rooms of the assured and of Mr. Higgins were in the same building, and hence it is inferred there was error in submitting to the jury to find that they were. We think there was some such evidence at least furnished by one of the drafts, enough to warrant the submission of the question to ihe jury. Nor can we overlook the fact that the description in the policy name\\a “building,” not a store-room, the most comprehensive term which could have been employed. If there be any uncertainty whether all the store-rooms were intended, or only those occupied by Higgins, it is fatal to the case of the insurers, for the language of the policy is theirs, and it is to he construed most strongly against them: Cropper v. The Western Insurance Company, 8 Casey 351.\nThere is another fact in the case which satisfactorily shows that the policy was understood by the insurers as covering the goods in the rooms in which they were destroyed, and which therefore tends to show that they were in the building described. In 1855 the insurance company gave to the assured written permission to enlarge the “building” in which the merchandise insured was then contained, the same building in which it was subsequently burned. In that permission they spoke of the goods as insured in that building, and required that after the completion of the addition, no goods should be kept in the second story. This evidences very clearly that the parties to the contract understood and dealt with each other upon the basis that the store-rooms of the assured were in the building described in the policy. There was therefore no error in the ansAver of the court to the first point submitted.\nThe second assignment of error is not pressed, and it is without foundation.\nThe third point propounded by the court was “that the account of loss furnished by the plaintiffs was not as particular as the nature of the case admitted of, for the evidence shows that it Avas in their power to give the details of their loss.” This was not a question for the court to ánsAver. The jury only could determine what degree of particularity in the account the nature of the case admitted of, and to them it was properly referred, Avith the opinion of the court that the statement Avas not what was required by the policy, if a more particular one could have been given. This was all that the defendants could rightfully ask. They complain that the court added that a particular statement of loss might he waived, and left to the jury to find whether it had been waived in this case. They insist that there was no evidence from which a waiver could be found. The object sought to he accomplished by the requisition of a particular account of loss is to enable insurers to ascertain the amount of their liability while the facts are neAV, and while evidence is attainable. Knowledge of the amount of loss is the substance, the particular statement is hut a means of ascertaining it. When, therefore, it is agreed betAYeen the insurers and the assured that some other mode shall be adopted to fix the amount, the agreement must be regarded as a waiver of the formal requisition of a statement; at least it is evidence of such waiver. The mere presence of an agent of the insurers at the seat of the fire is not enough, but in this case there was much more. There was evidence that it was agreed between the assured and the agent of the defendants to ascertain the amount of the loss by an examination of the hooks, and they were submitted and examined thoroughly. In connection with this, and not without weight in the connection, though it would be of little importance if it stood alone, was the letter of the president of the company acknowledging the receipt of the statement furnished and refusing payment on account of “ circumstances connected wdth the insurance.” The only matter complained of was that there had been something wrong originally in the insurance, not that there had been any breach of a condition subsequent by the assured. Taking this letter and the testimony of Dr. Rankin together, we think there was evidence of a waiver of a particular account of loss, which was properly submitted to the jury.\nIt is unnecessary to say more in reference to the fourth, fifth, and sixth assignments of error, than that we entirely concur in what was said by the court in answer to the points proposed. The conditions of the policy are to receive a reasonable construction, and no other than that given by the learned president of the Common Pleas would be reasonable, or accord with the obvious intent of the parties when the contract was made.\nOne assignment of error remains. It is that the court refused to permit a witness to be asked whether a list of items of loss by the fire then shown to him, as taken down by counsél at the arbitration, was a correct statement of the items of loss as sworn to by him before the arbitrators. Our paper-books do not show that any bill of exceptions was sealed to the action of the court. But even if the bill was sealed, it is not easy to perceive that there was any error. The witness had been called by the defendants, and had stated that at the arbitration he gave a particular account of the items of loss as near as he could; that he made it from recollection. The rejected question was not then permissible to discredit the witness. Nor was the list of items attempted to be used as a memorandum to refresh his recollection. It is argued that the question was asked to enable the witness to identify the paper, of course to prepare the way for its reception in evidence. No possible answer of the witness, however, could have made that paper evidence. The refusal of the court to permit an answer is not then a matter of which the plaintiffs in error can complain.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "William E. Armstrong and James Armstrong, for plaintiffs in error.",
      "Maynard, Willard § White, for defendants."
    ],
    "corrections": "",
    "head_matter": "Franklin Fire Insurance Company versus Updegraff et al.\nProper Mode of assigning Errors. — Insurance.-—-Destruction of Property in Building described in Policy, a Question of Fact. — Evidence of this Fact derived from Declarations of Company.— Waiver of Statement of Loss. — Additional Insurance, effed of. — “ False Swearing or Fraud,” effect of on Policy. — “ Hazardous Rishs,” ivhat are in Insurance on Merchandise. — List of Items of Loss, when not Evidence.\n1. Assignments of error in answers to points submitted, setting forth the points only, are insufficient, unless they specify how the court erred, or in what the alleged mistakes consisted.\n2. It is for the jury to determine as a question of fact from the evidence, whether the merchandise insured was destroyed in the “ building” described in the policy: but if a building contain several store-rooms, and there be any uncertainty as to whether all the rooms were intended, it is fatal to the insurers, for the language of the policy is theirs and is to be construed most strongly against them.\n3. Where the insurance company had given permission to the assured to enlarge the “ building” in which the merchandise insured was then contained, the same in which it was subsequently burned, and in the permission had mentioned the goods as insured in the building, requiring that no goods should be kept in the second story after the completion of the addition, it is such evidence that the store-rooms of the assured were in the building described in the policy as to justify a submission of the question to the jury.\n4. The jury must determine from the evidence the degree of particularity in the account of the loss sent to the insurance company the nature of the case admitted of.\n5. A particular statement of the loss may be waived by the company, and if there be any evidence from which such a waiver may be inferred, is for the jury: where the agent of the company had agreed with the assured to ascertain the amount of their loss from their books, and in the answer sent by the company in reply to the statement of the loss, refusing payment “on account of circumstances connected with the insurance,” there was no objection to the statement sent, the evidence of waiver was sufficient to justify a submission to the jury.\nO. Though by the policy the assured were required to give notice of all additional insurances made in their behalf, the omission to give notice of an additional insurance not on the same property will not prevent a recovery on the policy after loss.\n7. To create a forfeiture under a clause in the policy declaring that all false swearing or fraud shall cause a forfeiture of all claims against the insurers, the false swearing must be done wilfully and knowingly with a view to defraud the company!\n8. An insurance on “merchandise” such as is usually kept in country stores is not void because hardware, china, and glassware, looking-glasses, &c., were not specifically mentioned, if the articles were such as are usually kept in country stores, which was for the jury to determine.\n9. Where a list of items was taken down by counsel from the testimony of a witness on the trial of the same case before arbitrators; the paper containing it cannot be made evidence on the trial by any answer of the witness as to its ■correctness: nor, where the witness had been called by the defendant, and had stated that at the arbitration he gave a particular account of the items of loss, was it error to refuse to permit the question to be asked by the defendant whether the list then shown to him, as taken down at the arbitration, was a correct statement.\nError to the Common Pleas of Lycoming county.\nThis was an action of covenant brought by Abraham Updegraff, A. A. Winegárdner, and Wm. Updegraff, partners doing business as Updegraff, Winegárdner & Co., for the use of J. PI. Fulmer & Co., against the Franklin Fire Insurance Company.\nThe material facts of the case are as follows : — On the 24th day of March 1853, the Franklin Fire Insurance Company of Philadelphia issued their policy of insurance for one year to Updegraff, Winegárdner & Co., insuring $10,000 on “ merchandise, such as is usually kept in country stores, contained in a three story brick building on the south-east corner of Third street and Sugar alley, in the town of Williamsport, Lycoming county, Pennsylvania, with privilege to erect a brick building on the back part of the lot adjoining the above-named building in the rear,” which policy was continued by endorsements from year to year.\nOn the 29th of April 1854, Updegraff, Winegárdner & Co. assigned their interest to Ralph Elliot and J. PI. Fulmer.\nMarch 6th 1856, Ralph Elliot transferred to J. PL Fulmer.\nMay 11th 1857, J. PI. Fulmer transferred to J. H. Fulmer & Co., the plaintiffs below.\nOn the 24th July 1858, the following endorsement was made on the policy:—\n“ Elliot & Fulmer, the assignees of the within policy of insurance, have permission to make an addition to the building in which the goods insured are contained, running back to the alley 81 feet one story high, and 30 feet two stories high, and both 22 feet wide, making the total length of addition 111 feet; after completion no goods to be kept on second story. This addition to be without prejudice to the within policy. After the addition above mentioned all goods on the second story to be at the risk of Elliot & Fulmer.\n“ By direction of the company, &e.\n“ July 24th 1855. “ C. W. Soates, Agent.”\nOn the 29th October 1853, Updegraff, Winegárdner & Co. effected an insurance in the Lycoming County Mutual Insurance Company for $3000, on “ stock of merchandise as described in their application,” which application is as follows:—\n“ For merchandise owned and occupied by said A. Updegraff, Winegárdner & Co., and the contents contained in the said barn, wagon, and warehouse, owned by A. A. Winegárdner, situate in the borough of Williamsport, Lycoming county, Penna., on the corner of Sugar and Tom alley, valued at $3000. For a further description of said warehouse, &c., see application of A. A. Winegárdner of same date for insurance on the same.\n“ Contents to be insured as follows: sugar, salt, coffee, iron, steel, and other heavy articles of merchandise, wagons, horses, &c. A good well of water with pump in yard.”\n“Application No. 34,733 of A. A. Winegardner, merchant, &c., for insurance on ‘ a new frame barn, wagon, and wareroom, owned by said Winegardner, and occupied by Updegraff, Winegardner & Co. for warehouse, &c., situate in the borough of Williamsport, Lycoming county, Penna., on the corner of Tom and Sugar alley, front on Tom alley, 52 by 30 feet; back part on Sugar alley, 20 by 20 feet; adjoining is a pig-sty and hen-coop, 10 by 10 feet; all two stories high, well finished and in good repair — valued at $650; 2 feet, a frame wood-house adjoining the brick candy-shop manufactory; east 10 feet is the new frame barn of R. Earies, Esq.; south is Tom alley; west is Sugar alley; a good well of water, with pump, in the yard.’ ”\nThe interest in this policy was also assigned to the plaintiffs below as follows :—\nOn the 29th of April 1854, Updegraff, Winegardner & Co. assigned their interest to Ralph Elliot and J. H. Fulmer.\nMarch 6th 1856, Ralph Elliot transferred his interest to J. H. Fulmer.\nMay 11th 1857,' J. H. Fulmer transferred to J. H. Fulmer & Co., the plaintiffs below.\nIn July 1855, the “addition to the building” was commenced. It was 22 feet wide, and covered the 81 feet of vacant ground between the store and “the barn, wagon, and warehouse,” and to make room for its further extension to the alley, the “ barn, wagon, or warehouse” was cut down and entirely removed for a width of 22 feet, and a new brick building erected on its site, constituting an extension of the store in one continuous room, 22 by 111 feet, without any partition or division whatever, thus throwing the whole, from Third street to Tom alley, into one open store-room, 208 feet long.\nThe work was completed in October of the same year, and the whole occupied with goods, and continued to be so occupied until the fire. The stock covered by both these policies, as claimed by the plaintiffs, was contained in the same store-room. That of the Franklin in the north end. That of the Lycoming in the south end.\nIn the morning of April 7th 1858, a fire broke out under the office in the new building, about one hundred and .eight feet from Third street. It was a total loss, and a claim was made against both the Franklin and the Lycoming Mutual Insurance Co. for the amount covered by their respective policies.\nO. W. Scates, the agent of the Franklin Company, “two or three days after the fire informed the company of the fact by letter as agent of the company, and not a.s Mr. Fulmer’s agent.”\nShortly after, Allen Robinet, whom the insured claimed to be an agent of the company, but which was denied, came to Williamsport and inspected the ruins. Dr. James Rankin, President of the Lycoming Insurance Company, was also present at the same time.\nThe books of Fulmer & Co. were shown to Dr. Rankin and Mr. Robinet, who examined them together, for the purpose of ascertaining the aggregate amount of the whole, loss on the entire stock under both policies. For this purpose the inventory of the whole stock as taken in January 1858, was set down, and to this was added the total amount of goods purchased by the firm between the inventory and the fire. From this aggregate was deducted the total amount of sales in the whole store, from January 1858, the date of the inventory, until the fire on the 7th April 1858. The difference was claimed to be the amount of loss. No examination was made to ascertain the amount of loss under either of the policies separately. Nor was any “ particular account of loss” ever made or rendered to the Franklin Company, as is required to be “delivered in” to the company with “ satisfactory proof.”\nTwo statements, copies of each other, both dated April 13th 1858, signed by the partners, and setting forth the above facts, were sent, one to the Franklin Company, and the other to the Lycoming Mutual, which was the only statement ever given to the Franklin Company.\nIt was in evidence that part of the stock consisted of “ china and glassware, opened,” “groceries and hardware,” all of which are specified in the 12th condition of the policy as “ hazardous risks,” and which subject the assured to a higher rate of premium, and which “must be inserted in the policy, which otherwise will be void.”\nOn the trial the defendants offered to prove that a list of items of loss at the fire (shown to one of the witnesses), as taken down by counsel at the arbitration, was a correct statement of the items of loss as sworn to by him before the arbitrators. This was objected to by plaintiffs, because it was irrelevant, and because it was not a paper made by witness, nor compared by him — and because, also, it was not a. proper memorandum, either as evidence in the cause, or to refresh the recollection of the witness. The court below rejected the evidence.\nAt the close of the trial the defendant requested the court to charge the jury,\n1. That the plaintiffs have not shown any loss of merchandise in the building mentioned in the policy, being “ on the southeast corner of Third street and Sugar alley, in the town of Williamsport,” whilst the uncontradicted evidence of the plaintiffs ■ shows that they sustained no loss in the said building on the said corner, which was not occupied by them, but by onp Emerson Higgins, at the time of the fire, but that the loss for AYhich they claim occurred in the adjoining building.\n2. There is no evidence that the insured gave notice to the secretary of the Franklin Fire Insurance Company forthwith of the fire, as required by the 8th condition of the policy, and there is no evidence that the defendants ever waived or dispensed AYith such notice.\n3. The account of the loss furnished by the plaintiffs to the company was not as particular as the nature of the case admitted of — for the evidence shows that it was in their power to give the details of their loss.\n4. The statement furnished to the defendants shows that there were íayo insurances on the plaintiffs’ stock of goods — for the loss of which they now claim one in the Franklin Fire Insurance Company, and the other in the Lycoming County Mutual Insurance Company, of which latter insurance no notice was ever before given, as required by condition 6th, to be endorsed on the policy issued by the defendants to the plaintiffs.\n5. If the declaration that íavo insurances were on their stock of merchandise be not true, as sworn to by the plaintiffs in their statement of loss, they are not entitled to recover; because it is expressly made part of the contract that all false swearing shall cause a forfeiture of all claims on the insurers, and shall be a full bar to all remedies against the insurer on the policy.\n6. The evidence shows that the plaintiffs had on hand at the time of fire goods, to wit, hardware, china and glassware, opened, looking-glasses, &c., which, by the 13th condition of the policy, are considered hazardous risks, and subject the insured to higher rates of premium, and which merchandise was not inserted in the policy, the omission of which rendered the policy void.\nThe court below, after stating the main facts of the case, charged the jury as follows:—\n“A policy of insurance in a company of this kind is a covenant by the company contracting through her officers, evidenced by her official seal — the other party accepting the policy on the terms and conditions stated in it. To entitle a party to recover from a company, he is bound to do certain things mentioned in the policy. These he is bound to perform, unless dispensed with by the company. When a fire happens, the insured is required forthwith to give notice to the secretary, and as soon as possible after to deliver in as particular an account of their loss or damage as the nature of the case will admit of, and to produce to the company satisfactory proof thereof. You must then inquire whether notice of the fire Avas given forthwith; and if there is no direct proof of this, has the company either received notice or acted in such manner as to satisfy you they received it, or acted on the notice given them by Mr. Scates, who was the agent of the company in this place.\n“ Mr. Scates states that within two or three days after the fire occurred he informed the company of the fact by letter. That he did this as agent of the company. Shortly after this, he states that a man named Robinet came to this place and introduced himself as Mr. Robinet. In what character ivas Robinct here ? Did he come here without any knowledge that this fire had occurred, or was he here with a knowledge that it had occurred, and as agent of the company ? As evidence of his being the agent, and that ho was sent here by the company, acting through the president of the company, you have the testimony of Patrick McGoven. The evidence of Valentino Doebler, who, in a few days after the fire occurred — the Wednesday after the fire occurred — had a conversation with Mr. Bancker, the president of the company, in Philadelphia, in which conversation Mr. Bancker told him Robinet was their agent. Besides these declarations and letters to McGoven, you have the despatch sent to Philadelphia by Mr. Bancker (whether by him or not you will determine), dated and sent the 13th day of April 1858, directed to Allen Robinet, at Williamsport, which was received by Robinet in Williamsport the same day. The despatch reads as follows: ‘ To Allen Robinet. A fire at Pittston — Patrick McGoven — proceed there after finishing at Williamsport.1 Communicate with George Deeman, surveyor. Will write you at Pittston.’ From all the evidence you are to determine whether Robinet was or was not the agent of the company, and acted as such while here ; came up at their instance; acted while here as their agent in the examinations he made. If you are satisfied he did, then the obligation imposed on the insured to give notice of the fire forthwith has been complied with. Although the insured is bound to give notice, the company have it in their power to waive the notice. If the notice is not given or waived, the plaintiffs cannot recover. This want of notice of the fire is the first ground of defence urged by the defendants.\n“ The second ground of defence urged is, that the defendants did not furnish to the company as particular statement of the loss or damage sustained as the nature of the case will admit of, and produce to the company satisfactory proof thereof. This is one of 'the conditions mentioned in the policy, and on which the insured accepted the policy, and which to entitle the plaintiff to recover they must perform.\n“ The court’s views will be given to you in answering the points presented to the court by the counsel of the defendants, not only as to this particular ground of defence, but to the six grounds relied upon by the defendants to defeat the plaintiffs’ recovery.\n“ The insurance was effected on merchandise, such as is usually kept in country stores, contained in a three-story building on the south-east corner of Third street and Sugar alley, in Williams-port, with liberty to erect a brick building on the back part of the lot, adjoining the above-named building in the rear. We are asked to say to you that the plaintiffs have not shown any loss in this building, and that the uncontradicted evidence of the plaintiffs shows that the loss was not in the building on the corner which was occupied by Higgins, but in an adjoining one. If there is no evidence that a loss occurred in the building insured, the court should not submit it to you to determine that fact; but if there is any evidence, however slight it may be, the determination of it belongs to you; and the court thinks there is some evidence that the part occupied by Higgins and by Fulmer & Co. was one building, and that it must be submitted to you to say whether it was or was not. If there were two buildings, then the description in the policy would embrace the one on the corner, and not the one occupied by Fulmer & Co.\n“ The defendants’ second point is fully answered in the general charge, which I have just read to you.\n“ 3. Whether the account of the loss furnished by plaintiffs to the company was or was not as particular as the nature of the case admitted of, is a question for you. You have heard the testimony of the witnesses — especially that of Samuel Beck. One of the conditions of the policy requires a particular account of their loss or damage to be given forthwith. You are to determine from the evidence whether it was in their power to give the details of their loss. The statement on its face is general, not particular. It does not specify the different articles consumed; and if it was in the power of Fulmer & Co. to furnish a particular statement of their loss or damage, and did not do so, the policy declares they will not be entitled to recover. This, however, like notice of the fire, may be waived by the company, and it is contended by the plaintiffs that it was waived.\n“ These are some facts respecting it, which the court thinks it their duty to submit to you. If it were not so, the court would have no hesitation in saying it is not the particular account of the loss or damage required by the policy.\n“If you are satisfied Robinet was the agent of the company, sent here to make the examinations it is proved he made; examined the ruins, and books and papers of Fulmer & Co., as stated by Dr. Rankin, with a view to ascertain the loss; that the statement of the amount of loss was transmitted to Philadelphia about the time Robinet left here for Pittston, the 13th of April 1858, and was received by the company, as their letter of the 17th of May shows it was, and its receipt acknowledged and no objection made to it, the court think you may find there was a waiver of a more particular statement of the loss. You should be satisfied of this from the evidence, before you will find that a more particular statement of loss was waived or dispensed with by the company. The court do not construe the letter of the l7th of May 1858 as referring to the insufficiency of the statement. You, from the letter and the parol evidence, must determine the question of waiver.\n“ 4. The statement furnished to the defendants shows the facts here stated, viz., that there were two insurances on plaintiffs’ stock of goods; no notice appears tp have been given to the Franklin Insurance Company of this fact until the statement of the loss was sent. The policy requires all persons having property insured, with reasonable diligence, to give notice of all additional insurances made in their behalf on the same. But the insurance effected in the Lycoming County was not on the same property, and the omission to give notice will not prevent plaintiffs’ recovery.\n“ 5. The policy does declare that all false swearing or fraud shall cause a forfeiture of all claims on the insurers, and shall be a full bar to all remedies on the policy against the insurers.\n“ To cause a forfeiture, the swearing should not only be false, but it should be wilfully and knowingly so ; done with a view to cheat the company. Is the declaration that two insurances were on this stock of merchandise true as sworn by the plaintiffs in their statement of loss ? The two policies are evidence, and the property on which such insurance was effected is specified, from which you can determine whether the declaration made was false in the sense stated by the court.\n“ 6. The evidence does show the facts stated, but the court cannot instruct you that the policy is void because the hardware, china and glassware, looking-glasses, &c., were not specifically mentioned. The insurance is on merchandise such as is usually kept in country stores. These articles may be classed under the head merchandise, and are so classed in the conditions of insurance ; and if the articles were such as were usually kept in a country store, the policy would not be void. The hardware, which is one of the articles considered hazardous risks, was valued by Mr. Harris, one of the witnesses, at $3500 of $4000. •\n“ If under these instructions you find for the plaintiffs, you find the whole amount of insurance, if the loss, as it appears, was a total one, and the property destroyed was equal to, or exceeded the amount of insurance, with the interest from the 15th of June 1858.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs. The case was thereupon removed into this court by the defendants, for whom the alleged errors of the court below were thus assigned:—\nThe court erred in their answer to the 1st, 2d, 3d, 4th, 5th, and 6th points submitted by the counsel for the defendants below, and in rejecting the evidence offered by defendant, as to the items taken down at the arbitration.\nWilliam E. Armstrong and James Armstrong, for plaintiffs in error.\nMaynard, Willard § White, for defendants.\nNovember 17th 1862,"
  },
  "file_name": "0350-01",
  "first_page_order": 350,
  "last_page_order": 360
}
