{
  "id": 483204,
  "name": "Pinneo and Wife versus The Lackawanna and Bloomsburg Railroad Company",
  "name_abbreviation": "Pinneo v. Lackawanna & Bloomsburg Railroad",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "361",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 6192,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01738923775092679
    },
    "sha256": "dfe509e8842415306273cec7ad92294844f22f419850b31ee62ba3e93fdb9226",
    "simhash": "1:03b95c85f02b38f9",
    "word_count": 1085
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pinneo and Wife versus The Lackawanna and Bloomsburg Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nBy an Act of the 5th April 1852, to incorporate the Lackawanna and Bloomsburg Railroad Company, this company was incorporated with all the powers, and subject to all the provisions -and restrictions prescribed by the act regulating railroad companies. The general act prescribed the mode of ascertaining the damages where land was taken for the purposes of the railroad, and by an act extending the right of trial by jury to certain cases, passed 27th April 1855, any parties aggrieved by the report of the viewers were authorized to appeal from the same to the Court of Common Pleas, by which such viewers were appointed. By an Act of the 9th April 1856, intended to remove doubts and difficulties arising from the last act, that act was declared to embrace all cases pending at the time of its passage, and the mode of proceeding upon an appeal was regulated, and after final judgment either party was entitled to a writ of error to the Supreme Court. The act expressly directs that either party may put the cause at issue in the form directed by the court, and the same shall, then be tried by the court and a jury. It is clear, that after an appeal the proceeding assumes the form of a suit or action against the company, to be tried like any ordinary action, and pursued to judgment, with the privilege of a writ of error to the court of the last resort.\nAn act relative to suits brought by and against canal and railroad companies had been passed .14th April 1834, by which it was lawful for either party to remove the same into the court of any other adjacent county, through which the canal or railroad of such company is not located, to be proceeded in by the proper courts in like manner, and subject to like rules and proceedings, as if it had remained in the court in which it was originally commenced. An affidavit of the party removing was required that such removal was not intended for the purpose of delay, but because he firmly believes a fair and impartial trial cannot be had in the county through which such canal or railroad may pass. Then followed a proviso, evidently of a temporary character, in these words: “ And provided further, That the provisions of this act shall not be so construed as to interfere with the existing laws relative to the assessment of damages to property occasioned by the construction of such canals or railroads, nor in the right and privilege heretofore granted to any canal or railroad company, to have suits against them tried in any particular county or counties.”\nThe last clause of this proviso refers clearly only to those existing companies, and the first applies only to laws actually existing at the time of the passage of the act. It is equally clear that it does not apply to the case of an appeal from the report of the viewers, when it assumes the form of a suit or action against the company, and this has been the uniform rule since the case of The Railroad Company v. Cummins, 8 Watts 450, decided in 1839.\nUnder any aspect of the case, therefore, this cause was properly removed to Lycoming county.\nThe question propounded to the witness appears to have been immaterial, for the jury had viewed the ground themselves, and one witness had said that there was inconvenience and danger.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Joshua W. Qomly, for plaintiffs in error.",
      "JE. II. Baldy, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Pinneo and Wife versus The Lackawanna and Bloomsburg Railroad Company.\nRemoval of Railroad Cases to adjacent County.\n1. The proviso of the first section of the Act of April 14th 1834, relative to the removal of suits brought by and against railroad companies to the Common Pleas of any adjacent county, through which the roa'd of the company is not located, &c., does not apply to the case of an appeal from the report of the viewers appointed to assess the damages occasioned by the location and construction of the road, when it assumes the form of a suit or action against the railroad company.\n2. Where the jury had viewed the ground occupied by the railroad, it was held not error to refuse to permit the plaintiff to ask a witness on .the trial whether the roads crossing and recrossing the railroad, rendered it more or less dangerous for horses, cattle, teams, &c. The question was immaterial.\nError to the Common Pleas of Lycoming county.\nThis was a proceeding commenced in the Common Pleas of Montour county, by William Pinneo and Margaret his wife, to assess the damages occasioned by the location and construction of the Lackawanna and Bloomsburg Railroad Company through the lands of the plaintiffs in Mahoning township.\nAfter the report of the viewers had been filed and confirmed nisi, and the plaintiffs had appealed from the award, and the case was by the pleadings at issue, it was removed to Lycoming county by the defendants, under the Act of April 14th 1834.\nOn the same day the plaintiffs, by writing filed of record, objected to the removal of the cause to the county of Lycoming, because, being “ an application for damages occasioned by the construction of the defendants’ railroad through the lands of the' plaintiffs, it was expressly excepted in the Act of Assembly authorizing the removal of cases.”\nThe jury having viewed the premises, on the trial in Lycoming county, the court refused to permit the plaintiffs to ask one of the witnesses “whether the common roads on this farm crossing and recrossing the railroad, rendered it more or less dangerous for cattle, horses, and teams, in going from one part of the farm to another.”\nUnder the instruction of the court below (Jordan, P. J.) there was a verdict and judgment for plaintiffs for $750, being $316 less than the sum awarded by the viewers.\nThe plaintiffs thereupon sued out this writ, and assigned for error: 1. The action of the Court of Common Pleas of Montour county, removing the cause to the Common Pleas of Lycoming county, which latter court had no jurisdiction to try the cause ; and, 2. That the Common Pleas of Lycoming county erred in refusing to permit the plaintiffs to ask the question relative to the danger arising from the roads crossing and recrossing the farm, as above stated.\nJoshua W. Qomly, for plaintiffs in error.\nJE. II. Baldy, for defendants in error."
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 363
}
