{
  "id": 483226,
  "name": "Aurand and Aurand versus Schaffer and Wife",
  "name_abbreviation": "Aurand v. Schaffer",
  "decision_date": "1862-04-21",
  "docket_number": "",
  "first_page": "363",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 433",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6302,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.7571059561887667e-07,
      "percentile": 0.709364329735054
    },
    "sha256": "3579c73adffeb21c3c3a80aa64b90738aa36592e602bdb309b66b91d2b0e63e0",
    "simhash": "1:366468a54f40c1f8",
    "word_count": 1135
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Aurand and Aurand versus Schaffer and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nThe question in this cause was, whether the purchase-money that was paid to John E. Marshall for the house and lot in controversy, was the separate property of Mrs. Caroline E. Schaffer. The purchase was negotiated by her husband, Charles E. Schaffer, but the articles of agreement, dated 22d of March 1849, and the deed, dated 1st of April 1850, were both made in the name of the wife. The purchase-money stipulated for in the articles was $1100, of which $500 were payable May 20th 1849, and $600 on the ,1st of April 1850. Marshall’s deposition was taken, and he therein states expressly that Challes E. Schaffer bargained with him for the house, and paid him a large part of the purchase-money by surrender of notes, judgments, and accounts, which he (Schaffer) held against him (Marshall); and that the cash payments were made in money which Schaffer said he borrowed of his wife. Marshall explains how the wife’s name was used, and the confusion and embarrassment with which she pretended to furnish part of the money. It is impossible to read his deposition, and doubt that the purchase was made and paid for by the husband, and her name used in the title papers to shield the property from his creditors. He was largely indebted at the time, and the present contest is with two of his creditors.\nTo meet and repel such damaging proofs, the defendants should have come into court well furnished with evidence, for, since the cases of Gamber v. Gamber, 6 Harris 363, and Keeny v. Good, 9 Id. 355, the rule has been uniformly held, that in case of a purchase by a wife after marriage, rigid proof is required from her that she paid for it with funds which were not furnished by the husband. Evidence that she purchased amounts to nothing, unless it be accompanied by clear and full proof that she paid for the property with her own separate funds.\nWith such a rule of law against her, Mrs. Schaffer opposed nothing to the deposition of Marshall, except the testimony of her two sons’, one of whom swore that in the year 1836 or 1837, they were visited by an uncle, who, before he left, went to his trunk and took out a bag of gold, and placed it in his mother’s lap, and said, “ Here, take this and buy a house for your children.”\nThe witness says that he learned from the conversation at the time, that it was a thousand dollars or more, and that he saw it poured out into Ms mother’s lap, and that she took it away. He afterwards borrowed small sums of his mother, but does not know whether they were part of the gold he saw in her lap. He was born in 1826. -\nThe other son, C. W. Schaffer, testified to nothing of import- - anee, except that his father had the use of the money that was poured into her lap in 1836, and, so far as the witness knew, never gave his mother a note for it. The witness settled the last payment with Marshall with paper and money which he received for the purpose from his mother, but he does not know where she got the money; thinks it was not the money he saw in her lap.\nNow, if the fullest effect be given to this evidence, it amounts to no more than this : that before the Married Woman’s Act of 1848 was passed, Mrs. Schaffer received $1000, which went into her husband's possession, and became his own exclusive property ; and that when the final payment to Marshall was to be made in 1850, she produced from a room in her husband’s house, the money and papers to complete the payment. The $1000 in gold had long ceased to be her property, and where is the evidence that any other funds ever accrued to her ? There is none. Her possession of the money which rvent to Marshall on the last payment, was, of itself, no evidence of her ownership. This was very distinctly ruled in Topley v. Topley, 7 Casey 328, and Black v. Nease, 1 Wright 433; the case, therefore, was utterly destitute of evidence of her ownership of the purchase-money, and ought not to have been submitted to the jury on that question. Instead of the high, satisfactory, and rigid proof which the law requires, this married woman failed to furnish any evidence that deserved to be considered proof of the only point in issue. It was error to submit a question of ownership of the wife without evidence. There are some minor questions of evidence on the record which are not worth noticing, for the one error we have pointed out is decisive of the cause.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. F. $ J. W. Linn, for plaintiffs in error.",
      "Cf. F. Miller, for defendants in error. ."
    ],
    "corrections": "",
    "head_matter": "Aurand and Aurand versus Schaffer and Wife.\nOwnership of Real Estate by Married Woman, as against Creditors of Husband.\n1. Where the wife of an insolvent husband purchases land after marriage, she must, as against his creditors, clearly prove that she paid for it with funds not furnished by him, but from her separate estate.\n2. Unless the fact of her separate ownership of the purchase-money be fully proved, the question ought not to be submitted to the jury: it is error to submit it without evidence.\nError to the Common Pleas of Union county.\nThis was an action of ejectment, brought in the court below to February Term 1857, by Abraham Aurand and John Aurand against Charles F. Schaffer, for a house and lot in the borough of Lewisburg, Union county.\nThe plaintiffs were the sheriff’s vendees of the property described in the writ, which was sold under a judgment recovered by them against Charles F. Schaffer.\nThe legal title was in Caroline Schaffer, wife of defendant, who, by leave of court, was admitted to defend.\nThe property had been purchased of John F. Marshall, and the main question was whether the money that was paid for it was or was not the separate property of Mrs. Schaffer. The material facts of the case are fully stated in the opinion of this court. Under these facts, the question of ownership was submitted to the jury, who found for the defendants.\nThe case was thereupon removed into this court, where several specifications of error as to the admission and rejection of testimony were assigned; but as they were not deemed of any importance in the proper disposition of the case, they are omitted.\nThe chief error assigned was the submission of the question of ownership to the jury under the facts given in evidence.\nJ. F. $ J. W. Linn, for plaintiffs in error.\nCf. F. Miller, for defendants in error. .\nApril 21st 1862,"
  },
  "file_name": "0363-01",
  "first_page_order": 363,
  "last_page_order": 365
}
