{
  "id": 483167,
  "name": "Commonwealth ex rel. John B. Gest versus The Councils of Pittsburgh",
  "name_abbreviation": "Commonwealth ex rel. Gest v. Councils of Pittsburgh",
  "decision_date": "1862-11-25",
  "docket_number": "",
  "first_page": "391",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 1
    },
    {
      "cite": "1 Whart. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 1
    },
    {
      "cite": "1 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838035
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts/1/0258-01"
      ]
    },
    {
      "cite": "12 Mass. Rep. 445",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1098,
    "char_count": 26731,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 9.085592486407863e-08,
      "percentile": 0.5055815995449928
    },
    "sha256": "82e2470fddfc69e90270c6a7cd81ae39cec92a7c90421380cd66590f6de27989",
    "simhash": "1:b77e71b9adffd7b3",
    "word_count": 4672
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. John B. Gest versus The Councils of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered at Pittsburgh, by\nRead, J.\nIt is not intended to discuss the various objections made by the defendants in their return and plea, which have been finally settled by the former decisions of the court.\nBy the 6th section of the Act of 18th April 1843, P. L. 333, it was enacted, “That the counties of Allegheny, Westmoreland, Fayette, and Somerset, and any city, borough, or incorporated company, shall have authority to subscribe thereto (that is, to the Pittsburgh and Connellsville Railroad Company) as any individual could do;” and by another Act of the 12th April 1853, P. L. 357, the cities of Pittsburgh and Allegheny, and the boroughs of West Newton, in the county of Westmoreland, and Connellsville, in the county of Fayette, were authorized and empowered by their corporate authorities to subscribe for shares in the capital stock in the Pittsburgh and Connellsville Railroad Company, each of said cities not exceeding ten thousand shares, and each of -said boroughs not exceeding- two thousand shares, and to borrow money to pay therefor, and to make provision for the payment of the principal and interest of the money so borrowed, by the assessment and collection of such taxes as may be necessary for that purpose, and the certificates of loan, to be issued by either of the said corporations, for the purpose aforesaid, may be received by said Pittsburgh and Connellsville Railroad Company, in payment of instalments on shares subscribed by said corporations, on such terms as shall be agreed upon between said company and said corporations. Provided that no bond shall be issued for a less amount than one hundred dollars, and provided further, That the several Acts of Assembly limiting the debt of said cities shall not be construed to apply to any subscription which may be made under this act, or to any debt incurred therefor.\nBy an ordinance of the Select and Common'Councils of the city of Pittsburgh, passed 14th February 1853, the mayor was authorized and directed, all legal objections being removed, to subscribe on behalf of the city of Pittsburgh, for ten thousand shares of the capital stock of the Pittsburgh and Connellsville Railroad Company, payable in bonds of the city, and to make and execute bonds for the payment of said subscription, with coupons for interest attached, which bonds and coupons shall be made payable in New York, the bonds not to have less than thirty years to run, with six per cent, interest, and no bond to be less than one thousand dollars, and the bonds so issued shall be received as cash, at par, by the company, in payment of the shares so subscribed; and then follow certain provisions, which the subsequent issue of the bonds to the company as cash showed to the world, had either been complied with or had been waived by the city and its duly authorized officers and agents.\nThe bonds were dated 1st July 1853, and the assignment and guaranty of the railroad company endorsed on them is dated Pittsburgh, October 6th 1854.\nIt will be perceived that this ordinance was prospective, and that the subscription was postponed until all legal objections were removed, which was effected by the Act of 12th April 1853, virtually repealing, so far as regarded this subscription, the Act of the 6th April 1850, limiting the debt of the city of Pittsburgh. It is certainly therefore the honest and correct view of the law to consider this subscription as 'made under the Acts of 1843 and 1853, a,nd that the bonds issued to pay the same, and received by the company as cash and at par, and by them sent out to the world, are legally binding on the corporation of the city of Pittsburgh, which for years acquiesced in their validity and in their passing from hand to hand in the market.\nThis defence is clearly not to be favoured, as the whole is grounded upon alleged neglect on the part of the makers of these instruments.\nWe see no other point in the plea and return that has not already been passed upon in the former decisions.\nThe judgment must therefore be entered upon the demurrer against the defendants, and a peremptory writ awarded.\nAnd now, to wit, November 25th 1862, This cause having come on for hearing at the October Sessions 1859 of the court at Pittsburgh, was fully argued by counsel, whereupon the court, after due and mature consideration thereon had, for that it appears that the said return by the said defendants, made to the alternative writ, is altogether insufficient, do order and adjudge that judgment be entered upon the demurrer for the Commonwealth, and that the defendants and their successors in office be, and they are hereby, commanded forthwith to make full and ample provision for the payment of all the interest now due upon the bonds or certificates of loan issued by the mayor, aldermen, and citizens of Pittsburgh, in payment of their subscription of $500,000 to the capital stock of the Pittsburgh and Connellsville Railroad Company, according to the tenor of said bonds or certificates of loan, by the assessment and collection of such taxes as may be necessary for the purpose. And it is further ordered that the defendants pay the costs of this suit.",
        "type": "majority",
        "author": "Read, J."
      },
      {
        "text": "The following concurring opinion was delivered by\nLowrie, C. J.\nThe first step in the consideration of the merits of this case presents the question of authority in the councils to subscribe for the stock for which these bonds profess to have been given, and it is conceded that such authority can bo shown only by express legislative warrant. The bonds, on their face, give notice of this principle, and we need not stop to prove its existence. The bonds refer for authority to “An Act of the Legislature,” and the plaintiff defines it in the writ as the Act of 12th April 1853; let us therefore refer to that.\nIt authorizes the city, by its corporate authorities, to subscribe for stock in the railroad company, not exceeding ten thousand shares, and to borrow money to pay therefor, and to make provision, by taxation, for payment of the money so borrowed, and declares that the Acts of Assembly limiting the city debts shall not apply to any subscription made under the Act, or to any debt incurred therefor.\nThis is evidently a sufficient warrant for making a subscription, and our next question is, has any subscription been made under this act, and in pursuance of its terms ? Very plainly it is not an act of confirmation of something already done. It simply invests the corporate authorities with power to do something in the future; that is, to make a given subscription not exceeding a given amount. Have the councils acted under this authority ?\nMorality forbids any refinement in such matters as this, that would lead us beyond the ordinary accuracy of social transactions, and demands that legal administration shall be content with those approximations to accuracy that belong to the ordinary intercourse of life. A refinement or astuteness of judicial administration, that makes no allowance for the practical looseness and inexactness of ordinary business, would be quite unphilosophical and unendurable. Even the chain and compass do not work with perfect accuracy in human hands. The very 'function of judging or applying tests is always entitled to this indulgence, because always subject to inexact results.\nBut however indulgent we may be, and must be, in regard to the variety and accuracy of the expression of ideas in word and act, we must presume that the ideas themselves are clear and definite, and it is the purpose of interpretation to ascertain them. We must seek to obtain a perfectly clear apprehension of the idea intended to be expressed, before we can know how to enforce it or judge of its execution. More especially, we may be indulgent of the forms of executing a power; but cannot be on the question of its creation and terms. If. it be not clear that the authority is in fact given, we cannot give it by construction. The ascertainment of the fact and terms of the power may sometimes require the most refined investigation and analysis. In this case it does not.\nThe Act of 12th April 1853 says the city authorities may subscribe. As a law, this is a rule of future conduct, and authorizes only future action. To any valid action under this law, an ordinance of the councils, passed afterwards, was essential; for .councils can speak only by ordinance previously authorized. Yet under this law the councils have never acted, and the mayor could do nothing in this matter without their valid direction.\nBut the councils had, on the 14th of February preceding, passed an ordinance directing the mayor to make this subscription. That ordinance was of course void for want of authority in the councils to pass it at that time. It was not ratified by the Act of Assembly, for that does not profess or intend ratification of a past usurpation, but a new creation of authority for the future. We may not change the nature of the act as a law for future conduct. Nothing has been done under it, and therefore we have nothing to judge by it. A power, in its very nature, has relation to some matter not done, but to be done, and judicial decision cannot change this.\nLet us be indulged, in this case, in calling in authority in aid of these apparently plain principles of common sense. The law of powers furnishes us with adequate analogies, where the power is not coupled with an interest. Those cases where it is so coupled are to be received with caution; because there the power is a species of property in the person appointed to execute it. The power in this case is not of that nature.\nChancellor Kent says, 4 Com. 330, it is a plain and settled rule that the conditions annexed to the exercise of the power must be strictly complied with, however unessential they might have been, if no such precise directions had been given. They are incapable of admitting any equivalent or substitute; for the person creating the power has an undoubted right to create what checks he pleases to impose, to guard against a tendency to abuse. The courts have been uniformly and severely exact on this point. He adds, page 333, it cannot be exercised before the time set by the grantor.\nAnd again, page 341, even in favour of creditors a court of equity will not, by its own act, charge an estate and supply the want of the execution of a power. The party to be affected by the execution of the power can be charged only in the manner and to the extent specified at the creation of the power.\nAnd Mr. Sugden, 2 Powers 96, quoting from Baron Powell, 3 Chan. Cases 67, and speaking of the prescribed forms of executing powers, says, a court of equity may do great things, but it cannot alter things, or make them operate contrary to their essential natures and properties.\nAnd again, 2 Id. 139, it would defeat the intention of the grantor of the power, to allow it to be executed by deed, when he required it to be by will; for the intention is that the power shall remain open to the time of the death of the grantee of it. And, we may add, the deed does not beco'me valid by being recognised by the person making it, even up to the time of his death.\nSince the councils became invested with authority to pass an ordinance directing the subscription, they have done nothing. They have, therefore, not executed the power vested in them. They have neither ratified nor re-enacted their void ordinance. Ratification itself would be an ordination, and can be proved only by showing the written ordinance or some equivalent. The act of the mayor in issuing the bonds amounts to nothing; for he, having no ordaining power, could have no power to ratify ordinances that are void. No authority could ratify this void ordinance of the councils except the General Assembly; for it alone is their legislative superior. The people of Pittsburgh could not themselves authorize such a subscription, and of course they could not ratify the invalid ordinance passed for such a purpose.\nIt is begging the question to argue that the councils or the people of Pittsburgh have ratified the act of the mayor by their silence. The pleadings furnish no foundation for this argument; but if they did, the answer is, that councils can ordain only by ordinance, and not by silence, and the people cannot ordain except by their councils, and cannot ratify an ordinance which they had no authority to make. Indeed, if we consider the subject carefully, we shall have reason to conclude that it is rather as law than as contract that this matter can become binding upon the people; for no one of them is party to it as a contract, but only subject to it as a law binding him and his property within the limits to which it applies as law. Then, as delegated legislation, its defects can be cured only by the legislative superiors of the councils, or by their own ordinary power and action. They have not cured it, and no court or legislature or other superior officer has until now been called upon to notice it. As a law, therefore, its validity still remains open for decision. There is no ordinance justifying the subscription of stock, and no equivalent for one.\nCan the plaintiffs fall back upon the Act of 1843, § 6, P. L. 333, which authorizes any city to subscribe for the stock? We think not, for several reasons; first, that that act was substantially repealed by the Act of 6th April 1850, P. L. 408, limiting the amount of the city debts, and by the fact, admitted by the demurrer, that that limit had been already reached. Second, that section of the Act of 1843 is repealed with reference to Pittsburgh, and was repealed before the subscription was complete by the Act of 12th April 1853; because this act applies specially to Pittsburgh, limits the amount of the subscription, and prescribes the mode of effectuating it; it grants the authority and limits and‘regulates its exercise, and therefore supplies and repeals, or supersedes the former act, and no appeal can be made to it: 12 Mass. Rep. 445; 1 Ashmead 181. Having been thus repealed before the subscription was executed, even a valid ordinance, made under it and authorizing the subscription, became void: 1 Watts 258; 1 Whart. 460.\nIt is argued that the ordinance was passed in anticipation of the subsequent authorizing act, and hence the form of it, directing the mayor, “ all legal objections being removed, to subscribe,” &c.; and that therefore it is valid in some way, because the contingency on which it was to take effect did happen before the actual subscription; the “legal objections,” want of authority, were removed. This cannot be. Acts of usurpation are not disinfected by the subsequent inauguration of the actors. When the ordinance was passed the councils were invested with no authority to act on that subject. When they became invested with authority, then and then only could they lawfully consider the expediency, terms, and extent of the subscription. The promises or pledges of those who are seeking or expecting to be invested with authority, can never be treated either as fulfilled or as binding because of the fact of investiture. It is of the very nature of official duty that it cannot be performed or commenced before the officer is actually invested with the appropriate public authority.\nNow, in all .this we have not allowed ourselves to be led away into any artificial or scientific refinements, but have followed the plain beaten track of common sense, as will be seen by simply dispensing with some of the labour which we have expended in its illustration, and stating the argument briefly. We have ourselves enforced this very principle in the case of Kurtz v. Saylor, 8 Harris 209. See also 5 Watts 400.\nThese bondholders know very well that the mayor and councils were .acting under a delegated authority in issuing the bonds, and that they could not' enlarge that authority, or escape the risk of its sufficiency, by neglecting to investigate the fact and the extent of its obligation. A plain rule of law warned them that they must find it, if it existed, in some express act of legislation. They might have discovered this express authority in the Act of 12th April 1853, and that warned them not to rely on any previous and less definite warrant. Under that act no subscription could be made without an ordinance of councils directing it, and made in pursuance of it. The ordinance of 14th February 1853, being previous to the authority given, could not be an exercise of that authority, and was of course void, and no ordinance was ever passed after the authority was obtained to pass one of that character. They of course did not rely on any ratification of this void ordinance, and did not inquire for any, and could not have found any, if they had inquired. The subscription by the mayor, and the bonds issued by him, were therefore without authority, and void from the beginning.\nWhat I have above expressed are the views which I presented to my brethren as early after the argument of this case as I could find time to draw them up, and I suppose that they sufficiently indicate how I would probably now decide the case if I alone had the determination of it. But I have failed, though ably assisted by the argument at the hearing, to convince my brethren that my conclusion is correct, and I do not dissent from their judgment. It would be very useless for me to do so, for it could not effect any valuable purpose; and it can hardly be expected that I should do anything that might be interpreted as giving any sort of countenance to the very disorderly efforts that have been made to discredit the former judgments of this court in similar cases, or any sort of encouragement to the rebellion against the constituted authority of the state that has been so long maintained, with very considerable success, in this county, to the great public discredit of the people. I have done my whole duty-in respectfully expressing my views to my brethren in our various consultations on this and the other eases, and it is proper to confess to those who have expected more of me, that I have made use of no rude assaults on their minds for the purpose of converting them to my conclusions. I know how useless such conduct towards such men would be, and that they would not deserve to be here if it could be successful.\nI confess, moreover, that -I have never been free of some mistrust of my own judgment in these cases; because I was from the first, as is well known, opposed to the subscriptions; because I am a citizen of Allegheny county, and have to bear my share of the taxes in both the city and the county, that ought to be levied for the payment of these bonds; and because of the sympathy which I have for my friends and fellow-citizens in this county, on account of the hardly-supportable burden which has been imposed upon them by the injudicious management of those whom they had placed in our city and county offices.\nWhen the first of this class of cases came up for consideration in this court, I believed and endeavoured to prove that the Acts of Assembly authorizing the subscription were unconstitutional. But I failed, though I felt convinced that I was right. And now I must acknowledge that it was not unreasonable that I should fail; for the judgment of the people and of several successive legislatures and governors of the state, and of our own city councils, and of the legislatures of several other states, and every Supreme Court of other states that had considered the subject, was against the conclusion to which I had arrived; .and certainly the judgment of such a host of reflecting men cannot be thought unreasonable, except by minds that are unreasonably selfish and arrogant. My opinion is good for nothing against such a host, and there can be no use in retaining it.\nBut when I advanced it, the evils of the legislation referred to had not developed themselves, and the public mind was in high hopes of realizing a golden harvest of benefits from the projected railroads, and I knew that if I should succeed, with the aid of any of my brethren here, in preventing the municipal subscriptions by having them declared unconstitutional, I should be severely censured by most of my fellow-citizens at home; because their hopes would be instantly disappointed, and they could never learn the depth of the distress and trouble from which the decision would have saved them. The people persisted in the course, which my brother Lewis' and I attempted to shut against them, and which experience has since induced the people to shut by a constitutional amendment, and through their representatives and other officers, they got all the legislation and other official acts that they desired; and now, when the day of hope and promise is gone, and the day of reality and reckoning is come, all the members of this court are held up to public odium because the people are held to the law of their contract; and their oavu officers, who were the actors in producing this aa^eresult, are held in honour.\nThis is a very great fault. I do not condemn those officers, for I doubt not they acted honestly and according to the best of their judgment, and according to their belief of what the people desired. They did therefore as public officers usually are expected to do who are not judicial officers, and it would be unreasonable to condemn them, however we may regret that they were not wiser, and had not a wiser public opinion to guide them.\nBut all orderly men everywhere, who have no personal interest in these questions, and who are interested only in favour of public order and public faith, and of the honour of our republican institutions, do condemn and must ever condemn the open rebellion against authority, and the dishonest means that have been persistently adopted and maintained in order to escape from these contracts and to evade the directions of the law. And so long as this system of measures is required of public officers, the people must expect to have only dishonest or weak and incompetent men to do their business, and will have to pay the penalty of this by the continual decay of their public interests, and degradation of public morality. No public officer can maintain his morality while evading and resisting the law of the land, and he must in such a case be a much worse man at the end than at the beginning of his term of office. And no set of men can fail to injure their own morality and that of their children, and to sacrifice their own sense of moral dignity (unless they take fanaticism or selfishness for diginty), by the persistent- resistance to law, and by the arts and contrivance to which this resistance leads. The cost which the people of this county have had to suffer in this form is already fearful in amount, besides the immense costs of suits which have been incurred, and the immense increase of taxes ■ that has taken place within a few years, without paying any of these debts. I trust that some such reflections as these may tend to bring people to some proper views on this subject.\nI desire to add that though I have not assented to all the judgments in these cases, it must not be expected that I shall join in resisting any of them. On the contrary, it is my duty to join my brethren in all the lawful forms of enforcing them all that shall be demanded by the plaintiffs; and I shall do so without any hesitation or evasion, and shall cheerfully bear my own share of the taxes they require. No doubt I shall by this give offence to many of my fellow-citizens whom I most sincerely respect; but the time will come when they will think differently. Grood promises abound in favour of the faithful and the patient, and I await their fulfilment. No violent movement can be suddenly calmed. Justice with patience bides its time. An orderly opposition might long ago have obtained a proper compromise of these very burdensome debts. It may do it yet; I hope for it.\nMany citizens who are quite as orderly as any on all other subjects, have actively engaged in this organized resistance of law, and have perhaps been pleased to discover how weak our system of government is against local disaffection and organized disorder. But they are, by this experiment, teaching this secret to other minds who have no. love for social order, and for that mode of acquiring social comforts and happiness. The next time the experiment is tried it will fall into worse hands, and even the present one is sure to do so if long continued, and then we cannot calculate the consequences. I do not venture to enlarge upon this thought, but reflecting men ought not to cast it from them. We are now dearly paying for a similar experiment on the power of our national organization. “ If ye bite and devour one another, take heed that ye be not consumed one of another.”",
        "type": "concurrence",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued at Pittsburgh, November 23d 1859, by Harding Price for relator and by Penney ¿- Williams for the respondents."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. John B. Gest versus The Councils of Pittsburgh.\nBonds of the City of Pittsburgh to the Pittsburgh and Connellsville Railroad Company in payment of Subscription to Stock, how authorized and issued.\n1. The questions already decided in the other oases of railroad subscriptions of like character -to this, will not be again considered.\n2. Where a subscription to the stock of a railroad company on behalf of a city, is authorized by ordinance, to be made on certain conditions precedent, the subsequent issue of bonds in payment of the subscription proves the conditions to have been either complied with, or waived by the city.\n3. An ordinance passed February 14th 1853, as authorized by Act of Assembly of April 18th 1843, having directed a.prospective subscription, all legal objections being removed, and an act having been passed April 12th 1853, removing the legal objections, the subsequent subscription is deemed to have been made under the said acts, and the bonds issued therefor, their validity being acquiesced in for years whilst they were passing from hand to hand, are binding on the corporation.\n4. Where the whole defence is grounded upon alleged neglect on the part of the makers of the bonds, it is not to be favoured. ,\nThis was an alternative mandamus, issued out of the Supreme Court, in the name of the Commonwealth, on the relation of John B. Gest, against the Councils of the City of Pittsburgh, commanding them to assess and levy a tax to provide for the payment of the interest upon bonds issued by the said city, in payment of her subscription of $500,000 to the capital stock of the Pittsburgh and Connellsville Railroad Company. The material facts of the case will be found in the opinion of this court.\nThe case was argued at Pittsburgh, November 23d 1859, by Harding Price for relator and by Penney ¿- Williams for the respondents.\nNovember 25th 1862,"
  },
  "file_name": "0391-01",
  "first_page_order": 391,
  "last_page_order": 400
}
