{
  "id": 483170,
  "name": "Wilson, McElroy & Co. versus The Stockholders of the Pittsburgh and Youghiogheny Coal Company",
  "name_abbreviation": "Wilson, McElroy & Co. v. Stockholders of the Pittsburgh & Youghiogheny Coal Co.",
  "decision_date": "1862-11-13",
  "docket_number": "",
  "first_page": "424",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 422,
    "char_count": 8522,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.0767936408631379e-07,
      "percentile": 0.5611933359821364
    },
    "sha256": "fcb31229aef00f093ac2ce05772316cefd0d4253eb77d2ef5e5fdb81bc450ad5",
    "simhash": "1:8a117c913a2d2b93",
    "word_count": 1432
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson, McElroy & Co. versus The Stockholders of the Pittsburgh and Youghiogheny Coal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe act of incorporation of the Pittsburgh and Youghiogheny Coal Company makes all the stockholders liable for all its debts except loans, and for this debt judgment has been obtained against the company, and thus its rightness is conclusively established. Then the plaintiffs below, in pursuance of the act of incorporation, and in due time, sued out a scire facias against the defendants as stockholders, in order to have execution against them personally.\nNow what defence may the stockholders have? They cannot go back into the original consideration of the judgment against the corporation, so as to show that that is erroneous. Such a question can be raised only by the regular modes of setting aside judgments. Their only refuge against the plaintiffs’ claim to hold them personally liable is that the judgment is for a loan to the company, or that they are not stockholders. The affidavit of defence does not allege either of these facts, and is therefore insufficient.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "John H. Hampton, for plaintiffs in error.",
      "Hamilton 3? Aoheson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wilson, McElroy & Co. versus The Stockholders of the Pittsburgh and Youghiogheny Coal Company.\nPersonal Inability of Corporations.\nWhere, by a corporation charter, the stockholders were made personally liable for all debts except loans, and, after a judgment obtained against the corporation, a sei. fa. was sued out against stockholders to recover its arnounj; from them personally. Seld, That they could have no defence except on the ground that they were not stockholders, or that the debt was for a loan of money.\nError, to the District Court of Allegheny county.\nThis was a scire facias by Jackson O. Wilson, Samuel B. McElroy, and James Einlay, partners doing business as Wilson, McElroy & Co., on' a judgment recovered by them against The Pittsburgh and Youghiogheny Ooal Company, requiring James Meagee, Edward Smith, H. H. Houston, A. M. Hill, George O. Eranciscus, Thomas A. Scott, and Oliver W. Barnes, stockholders in said corporation, to show cause why they should not be added as parties defendant to the judgment, and the plaintiff have execution against them.\nThe case was this : — On the 16th. day of December 1861, the plaintiffs brought suit in the court below against the Pittsburgh and Youghiogheny Ooal Company, a corporation created by Act of Assembly of 11th April 1856, for the purpose of mining, leasing, selling, and transporting coal, upon a note for $629.95; a copy of which, with an affidavit of plaintiffs’ cause of action, was filed in the cause. The note was in the following words:—\n“$629.95.\n“Office of the Pittsburgh and Youghiogheny\nCoal Company.\n“ Pittsburgh, June 1st 1861.\n“ Six months after date, the Pittsburgh and Youghiogheny Coal Company promises to pay to the order of W. Little, six hundred and twenty-nine dollars and ninety-five cents, without defalcation, for value received.\n“ No. 3.\nEndorsed,\n“ James Andrews,\n“W. Little.\n“President.”\nThe summons was’ served on William H. Barnes, then president of the company. The company made no defence to the action, and, on the 7th day of January 1862, judgment was entered for the plaintiffs for $633.62, in default of an affidavit of defence.\nOn the 19th March 1862, after fieri facias and return of nulla bona, this scire facias issued against the stockholders of the corporation, in accordance with the provisions of the company’s charter. Subsequently, Andrew Carnegie, George W. Cass, William A. Stokes, John E. Thompson, Thomas S. Clark, and William Thaw, were added as stockholders and defendants.\nThe writ of scire facias was served on George W. Cass, Thomas S. Clark, William Thaw, and Andrew Carnegie; nihil as to the others.\nTo this suit W. H. Barnes filed an affidavit of defence, in which he averred that defendants are not liable under the charter of the Pittsburgh and Youghiogheny Coal Company, as stockholders thereof, to pay the sum of $633.62, with interest and costs, recovered in No. 148 of January Term 1862, of the said District Court, and do not owe said amount to said plaintiffs; that said debt was not contracted within a year last past by said company, and that more than -one year has elapsed prior to the commencement of suit against said stockholders, since said liability was incurred or the said debt became due and payable.\nAfter plaintiffs’ counsel had moved for judgment for want of a sufficient affidavit, Mr. Barnes filed a supplemental affidavit, in which he deposed that “ William Little was employed by the Pittsburgh and Youghiogheny Coal Company, under the title of president, to manage the property and business of said coal company. It was part of his duties to superintend the working of certain coal-mines, &c., the property of said company; to keep the books and accounts of the company; to receive and pay out all moneys of the said company.\n“ Whilst said Little .was employed by and for said coal company, he also engaged in the business of a ‘country store,’ at or near the mines of said coal company. Little did the business of this store in the name and style of Bigley & Co., he being a partner in said firm of Bigley & Co.\n“ The Pittsburgh and Youghiogheny Coal Company had no part or interest in said store, business, or firm of Bigley & Co.; Little being engaged therein for his own special personal profit, and not in any way for the Pittsburgh and Youghiogheny Coal Company.\n“Bigley & Co. bought goods for the store aforesaid of the plaintiffs, Wilson, McElroy & Co., and for their own account, and not for the account of the said coal company.\n“Said goods were bought at various times between the 1st day of July 1860 and the 1st day of January 1861. At this date, William Little aforesaid, partner in the firm of Bigley & Co., in his capacity of president of said coal company, did issue the note or obligation of said coal company, in payment of the amount due the plaintiffs, for the goods aforesaid from Bigley & Co., instead of issuing the note or obligation of said Bigley & Co.\n“ The Pittsburgh and Youghiogheny Coal Company never bought of or dealt with the plaintiffs, and there does not appear on the hooks of the coal company any account with the plaintiffs.\n“But1 in the ‘Note’ Book of said coal company appears the margin or ‘ stump,’ which reads as follows:—\n“ Amount, .... $607.27.”\n“Time, ..... 4 mos.”\n“To . . . . . Wm. Little.”\n“Eor . . . Wilson, McE. & Co.”\n“No.......20.”\n“Due, ..... May 4.”\n“ There also appears on the Bills Payable Book the following entry, made by William Little, to wit: ‘January 1st 1861, Wilson, McE. & Co., $607.27.’\n“Bigley & Co., for their own profit and on their own account, sold goods from their store to the operatives in the employ of said coal company.\n“ It was the custom of said Bigley & Co. to charge on the books of their store the amounts due for the goods bought by these operatives; and Little, when he made up the pay-rolls for the labour performed by these operatives, deducted from each man’s ■pay the amount he owed Bigley & Co.\n“ He then summed up all these several amounts, and charged upon the books of the coal company, ‘P. & Y. Coal Co., Dr. to Bigley & Co. for Sundries,’ and at the end of the six months, when he or Bigley & Co. should pay for their purchases for their store, instead of paying for them with their own obligation or money, they used, through William Little, the name and credit of the Pittsburgh and Youghiogheny Coal Company, and this without' the knowledge, or consent, or profit of the said coal ■company. If the Pittsburgh and Youghiogheny Coal Company owe this debt .in suit, they owe it to Bigley & Co., and not to Wilson, McElroy & Co., the plaintiffs.\n“ William Little used the powers belonging to him as president of the Pittsburgh and Youghiogheny Coal Company to speculate in the capacity of a private merchant, off the wages due the operatives of said coal company. The Pittsburgh and Youghiogheny Coal Company never gave their consent to any such trans-' action.\n“ This note of $607.27, given January 1st 1861, was paid by the issue of another note of said coal company by their president, James Anderson, on the 1st day of June 1861, at six months, for $629.92, all of which facts as herein contained, deponent expects to be able to prove, at the trial of said cause.”\nThe court below entered judgment against the defendants for want of a sufficient affidavit of defence; which was assigned here for error.\nJohn H. Hampton, for plaintiffs in error.\nHamilton 3? Aoheson, for defendants in error.\nNovember 13th 1862,"
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 427
}
