{
  "id": 483147,
  "name": "Grant versus Allison",
  "name_abbreviation": "Grant v. Allison",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "427",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0013-01"
      ]
    },
    {
      "cite": "1 Watts 46",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0046-01"
      ]
    },
    {
      "cite": "2 Binn. 124",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0124-01"
      ]
    },
    {
      "cite": "1 Watts 46",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0046-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 10790,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.017388851628029278
    },
    "sha256": "1877f97af6d553cca314c5ea4656d34e22ef93c997ef490dfdfea30954a46248",
    "simhash": "1:396744a1a59be4e9",
    "word_count": 1920
  },
  "last_updated": "2024-02-27T20:32:47.191475+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grant versus Allison."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhether the rule as to the time after which courts will presume abandonment of a settlement upon vacant land be taken from Brentlinger v. Huchinson, 1 Watts 46, or from any of the other cases cited and commented on by Mr. Justice Thompson in Whitcomb v. Hoyt, 6 Casey 409, it is past all doubt that time enough had elapsed in this case to raise the legal presumption. Smith the settler went out of possession in October 1850, and no effort was made to regain it till his alienee, Grant, instituted this ejectment on the 21st January 1861. Here were ten years and more of non claim — time enough to justify the court in pronouncing the settlement abandoned, unless the mode of losing the possession is to distinguish the case from the general rule. The peculiarity of the case is that the settler did not go out voluntarily, but was put out by a writ of habere facias possessionem, founded on a judgment in ejectment, which Allison and Orr recovered against him in' 1848. Does this excuse an inactivity of ten years ? We think not.\nWhat the title of Allison and Orr was on which they recovered, we are uninformed by the record, and we cannot accept the statements on the subject in the paper-book of the defendant in error ; but whatever it was, the recovery in ejectment was a very emphatic assertion of it, and a very distinct notice to Smith to be up and doing, if he meant not to succumb to it.\nIt is said he had twenty-one years in which to bring his counter ejectment. This would be true if he had held a legal title; but his settlement was only an inceptive equity — a mere pre-emption right in behalf of which he rvas bound to a high degree of diligence, and concerning which he was not to suffer what in some of the old cases was called the smallest cast of abandonment. Thrust out by the ejectment of his adversaries, his legal remedy was to sue them in ejectment within a reasonable time — within such time as he would have been bound to return to the possession if he had lost it by other means, or had gone out voluntarily. The courts always open to him, it was his own fault that his redress was not sought promptly. After waiting seven years without hearing from him, Allison obtained a warrant, survey, and patent for the land, and it was not until near three years after the legal title had been thus perfected in Allison, that Smith awoke from his slumbers, and conveyed his title to Grant to be asserted as best it might in this suit. The' delay was unreasonable. It is a general principle that the holder of an equitable title should always be prompt, and eager to perfect it, and it is peculiarly applicable to a settler. Whilst he remains in possession and keeps his flag flying, the commonwealth indulges his delay in taking a warrant, but when he finds himself out of possession, from whatever cause, delays are dangerous, and if continued for ten years without adequate excuse, fatal.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Lathy Barr, for plaintiff in error,",
      "Qorbett Boggs, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Grant versus Allison.\nAbandonment of Settlement on Lands, Presumption of from lapse of Time.\n1. A dereliction of possession for more than ten years by the claimant of land by settlement and improvement, unexplained by evidence, amounts to an abandonment, by presumption of law, from lapse of time.\n2. Where a settler had been turned out of possession in 1850 by a writ of Tiaberi facias possessionem,, founded on a judgment in ejectment against him in 1848, and no ejectment was instituted by him for more than ten years, his vendee cannot then recover in ejectment against the other claimants who had meanwhile obtained patents for the land: and it was not error on the trial to instruct the jury that the unaccounted for absence of the settler for more than ten years was equivalent to an abandonment.\nError to the Common Pleas of Clarion county.\nThis was an action of ejectment by Edward J.. Grant against Robert Allison, for three hundred acres of land in Limestone township.\nThe material facts of the case were these: — In 1848 Daniel Smith entered and commenced an improvement upon the land in controversy. The improvements made by some prior occupant had disappeared, and the ground on which they had been made had returned to a state of nature. He put up a cabin and cleared about three acres, which he occupied and cultivated till in 1847, when he leased the whole to one Eiscus, who held possession till 1850, when he was put out by legal process under the following circumstances: In the early part of 1846 the present defendant and General Orr brought an ejectment against Smith for the land, and in 1848 obtained a verdict and judgment. A writ of error was afterwards taken out by Smith, which was non prossed in September 1850, and in the month following the plaintiffs in that case were put into possession of the land by the sheriff on legal process, and they, Allison or one of them, held it ever since. In the fall of 1857 the defendant obtained two warrants which were located on the land, and in the spring following obtained a patent from the commonwealth for 336-96 acres. In November 1860, Grant procured a deed from Smith for the land, and in January following brought the present ejectment, and on the trial contended that inasmuch as Smith had commenced his settlement with an honest intention to perfect it, and persisted therein for several years till he was turned off by Allison, he had tvpentyone years from that time in which to commence his action of ejectment for the purpose of being restored to his possession. The defendant contended that but a reasonable time was allowed him, and that there was an excess of this from the fall of 1850 to January 1861, covering a period of over ten years, during which he, defendant, perfected his title from the commonwealth ; and the question was, whether the twenty-one years or a reasonable time only is allowable in a case of the kind ?\nThe court below (Derrickson, P. J.) held that a reasonable time only was allowable in such cases, and that if there was an unaccounted absence of Smith for ten years, it was equivalent to an abandonment, and the verdict of the jury should be for the defendant. There was a verdict and judgment accordingly; whereupon the case was removed into this court, -where the ruling of the coui’t as above stated was assigned for error.\nLathy Barr, for plaintiff in error,\nargued that the only question for consideration is the effect that the lapse of time, from 1850 to 1860, had upon the title of Smith under the circumstances of the case. If Smith, in 1850, had voluntarily left the land, less than ten years would have authorized the court to tell the jury that it was an abandonment in law, and that the plaintiff’s title was gone. But in 1843 Smith settled on this land which was vacant, with an honest intention of making it his own, and built and cleared upon it, and occupied it by himself and tenant until he ivas thrown out by an authority he could not resist; and his only course was to institute an action at law to recover his possession, which, from poverty and absence, he ivas all the time unable to do. And under the circumstances there was not the slightest ingredient of an abandonment, according to the commonly received acceptation of the term, nor its legal definition. As there was no manifestation of his intention at the time of his leaving, and none since, to abandon and desert his possession, none of the decisions of the court upon the question of abandonment apply to a case like-the present; and therefore, we think the court erred in instructing the jury that “ if there was an unaccounted-for absence of Smith for the period mentioned, it is equivalent to an abandonment, and the verdict should, in that event, be for the defendant.” The question should have been left to the jury to say whether there was an intentional abandonment, and if there was not, that the lapse of time would not have defeated the plaintiff’s right to recover. The case should have been submitted to the-jury to inquire whether Smith had prosecuted his settlement with due diligence: Cosby v. Brown, 2 Binn. 124; McMurtrie v. McCormick, 3 Penna. Rep. 435; Mickle et al. v. Lucas, 10 S. & R. 294-5.\nIf the court could not pronounce the time that elapsed between the execution of the habere facias and the institution of this ejectment an abandonment in law, we conceive that nothing short of twenty-one years would have barred the plaintiff’s right of action and recovery.\nQorbett Boggs, for defendant in error,\ncontended that abandonment -was of two species or classes. One to be decided by the court on a given state of facts; the other is a mixed question of law and fact, to be determined by the jury, under the instructions of the court. Where there has been a total dereliction of possession, without a reasonable excuse, for a period of five years, the case belongs to the former class; if less than five years, it belongs to the latter: Brentlinger v. Huchinson, 1 Watts 46; Atchison v. McCulloch, 5 Watts 13; McDonald v. Mulhollen, Id. 173; Jacob v. Figard, 25 Penna. St. Rep. 45; Smith v. Beck, Id. 106; Whitcomb et al. v. Hoyt, 30 Id. 403.\nWhere it becomes the duty of the court to instruct the jury on the question as one of law, it ceases to be one of intention or . merit on the part of the person claiming by virtue of a settlement: Atchison v. McCulloch, Brentlinger v. Huchinson, McDonald v. Mulhollen, Jacobs v. Figard, Smith v. Beck, and Whitcomb et al. v. Hoyt, 30 Penna. St. Rep. 403. Cosby v. Lessee of Brown, cited by the counsel of plaintiff in error, in principle, is an answer to the position assumed in their argument. It is true, the case was treated as one to be decided by a jury as a question of fact. In date it is prior to the case of Brentlinger v. fiuehinson, which established the principle of a legal presumption of abandonment from lapse of time. The case of Nickel et al. v. Lucas, 10 S. & R. 294, belongs to thai class of cases where lapse of time was explained and excused by evidence. In it the settler was compelled to leave his settlement in consequence of the Indian war. In McMurtrie v. McCormick, 3 Penna. Rep. 435, there was a dereliction of possession for a period of less than two years, and it fell within that class of cases where abandonment is a question of intention to be submitted to a jury.\nSmith’s settlement made in 1843, if good and valid, was a mere inception of title; a mere pre-emption right and dereliction of the possession for an unreasonable time would amount to a surrender of such right, unless such dereliction was accounted for by some extraordinary occurrence, as by being dispossessed by force, and an immediate prosecution of the right, or a prosecution within some reasonable time: Watson v. Gilday, 11 S. & R. 340."
  },
  "file_name": "0427-01",
  "first_page_order": 427,
  "last_page_order": 431
}
